{"joao_1_1_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à natureza divina de Cristo como a Palavra que estava com Deus e era Deus.","explicacao_detalhada":"O termo 'lógos' implica não apenas em uma palavra falada, mas também em uma razão ou princípio que ordena o universo. Neste contexto, enfatiza a preexistência de Cristo e sua função como mediador entre Deus e a criação.","por_que_esta_palavra":"A escolha da palavra 'lógos' é significativa porque conecta a filosofia grega com a teologia judaica, mostrando que Cristo é a manifestação do pensamento e da vontade de Deus.","conexao_teologica":"Cristo como o 'lógos' é fundamental para a compreensão da Trindade e da relação entre o Pai e o Filho.","referencias_relacionadas":["Hebreus 1:1-3","Colossenses 1:16-17","João 14:6"]},"joao_1_1_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, enfatizando a natureza de Deus como criador e sustentador.","explicacao_detalhada":"A palavra 'theós' é usada para descrever a essência de Deus, que é única e soberana. Neste versículo, é afirmado que a Palavra (Cristo) não é apenas com Deus, mas é Deus.","por_que_esta_palavra":"A utilização de 'theós' sublinha a divindade de Cristo, um ponto crucial na cristologia.","conexao_teologica":"A afirmação de que Cristo é Deus é central para a doutrina da Trindade e a salvação.","referencias_relacionadas":["João 10:30","Romanos 1:20","1 João 5:20"]},"joao_1_2_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Reforça a ideia de que Cristo estava presente com Deus desde o princípio.","explicacao_detalhada":"A repetição da palavra 'theós' neste versículo enfatiza a continuidade da relação entre Cristo e Deus, afirmando sua divindade e preexistência.","por_que_esta_palavra":"É crucial para a compreensão da natureza eterna de Cristo e sua relação com o Pai.","conexao_teologica":"A relação entre o Pai e o Filho é um tema central na teologia cristã.","referencias_relacionadas":["Gênesis 1:26","João 17:5","Filipenses 2:6"]},"joao_1_2_almost":{"palavra_pt":"quase","palavra_original":"ἐν","transliteracao":"en","strong":"G1722","significado_raiz":"Ideia básica: quase.","significado_contextual":"Indica a proximidade e a intimidade entre a Palavra e Deus.","explicacao_detalhada":"A palavra 'ἐν' sugere que a Palavra estava em comunhão com Deus, destacando a unidade e a harmonia entre eles.","por_que_esta_palavra":"É importante para entender a relação intrínseca entre Cristo e Deus, essencial para a doutrina da Trindade.","conexao_teologica":"A comunhão entre o Pai e o Filho é fundamental para a compreensão da natureza de Deus.","referencias_relacionadas":["João 1:1","João 14:10","1 Coríntios 8:6"]},"joao_1_3_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se à criação de todas as coisas através da Palavra.","explicacao_detalhada":"A palavra 'γίνομαι' implica que tudo que existe foi trazido à existência pela vontade de Cristo, destacando seu papel ativo na criação.","por_que_esta_palavra":"É essencial para entender a soberania de Cristo sobre toda a criação.","conexao_teologica":"Cristo como Criador é um aspecto fundamental da sua divindade.","referencias_relacionadas":["Colossenses 1:16","Hebreus 1:2","Gênesis 1:3"]},"joao_1_3_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se à totalidade da criação que se origina da Palavra.","explicacao_detalhada":"A palavra 'πᾶς' implica que tudo o que foi criado é abrangido pela ação da Palavra, enfatizando a universalidade da criação.","por_que_esta_palavra":"É importante para entender que nada existe fora da vontade de Cristo.","conexao_teologica":"A criação é um testemunho da glória de Deus e da autoridade de Cristo.","referencias_relacionadas":["Romanos 11:36","Apocalipse 4:11","Salmos 33:6"]},"joao_1_3_homem":{"palavra_pt":"homem","palavra_original":"εἷς","transliteracao":"heîs","strong":"G1520","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade que foi criada através da Palavra.","explicacao_detalhada":"A palavra 'εἷς' sugere a singularidade da criação do homem, destacando a importância do ser humano na criação de Deus.","por_que_esta_palavra":"É crucial para entender a dignidade e o propósito do ser humano na criação.","conexao_teologica":"A criação do homem à imagem de Deus é um tema central na teologia da criação.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:5","Tiago 3:9"]},"joao_1_4_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida que é encontrada na Palavra.","explicacao_detalhada":"A palavra 'ζωή' implica não apenas a existência física, mas uma vida plena e abundante que é oferecida através de Cristo.","por_que_esta_palavra":"É fundamental para entender a oferta de vida eterna que Cristo proporciona.","conexao_teologica":"Cristo como a fonte da vida é um tema central no Novo Testamento.","referencias_relacionadas":["João 10:10","1 João 5:12","Romanos 6:23"]},"joao_1_4_fogo":{"palavra_pt":"luz","palavra_original":"φῶς","transliteracao":"phōs","strong":"G5457","significado_raiz":"Ideia básica: luz.","significado_contextual":"Refere-se à luz que brilha nas trevas.","explicacao_detalhada":"A palavra 'φῶς' simboliza a revelação de Deus e a verdade que Cristo traz ao mundo, contrastando com a escuridão do pecado.","por_que_esta_palavra":"É importante para entender a missão de Cristo como a luz do mundo.","conexao_teologica":"A luz de Cristo é um símbolo da salvação e da verdade divina.","referencias_relacionadas":["João 8:12","Mateus 5:14","1 João 1:5"]},"joao_1_5_fogo":{"palavra_pt":"luz","palavra_original":"φῶς","transliteracao":"phōs","strong":"G5457","significado_raiz":"Ideia básica: luz.","significado_contextual":"Refere-se à luta entre a luz e as trevas.","explicacao_detalhada":"A repetição da palavra 'φῶς' enfatiza a vitória da luz sobre as trevas, simbolizando a esperança e a salvação que Cristo traz.","por_que_esta_palavra":"É crucial para entender a natureza redentora de Cristo em um mundo caído.","conexao_teologica":"A vitória da luz sobre as trevas é um tema central na narrativa da salvação.","referencias_relacionadas":["João 12:46","Efésios 5:8","Apocalipse 21:23"]},"joao_1_5_darkness":{"palavra_pt":"dark ness","palavra_original":"σκοτία","transliteracao":"skotía","strong":"G4653","significado_raiz":"Ideia básica: dark ness.","significado_contextual":"A escuridão representa a ausência de luz, simbolizando o pecado e a ignorância espiritual.","explicacao_detalhada":"No contexto de João 1:5, a escuridão é contrastada com a luz que é Cristo. A escuridão não pode prevalecer sobre a luz, indicando que a verdade e a vida trazidas por Jesus superam a corrupção e a morte.","por_que_esta_palavra":"A palavra 'escuridão' é utilizada para enfatizar a condição espiritual da humanidade sem a revelação de Deus.","conexao_teologica":"A escuridão é um tema recorrente na Bíblia, simbolizando o pecado e a separação de Deus, enquanto a luz simboliza a presença divina e a salvação.","referencias_relacionadas":["João 3:19","1 João 1:5","Efésios 5:8"]},"joao_1_5_appear":{"palavra_pt":"aparecer","palavra_original":"φαίνω","transliteracao":"phaínō","strong":"G5316","significado_raiz":"Ideia básica: aparecer.","significado_contextual":"A palavra 'aparecer' refere-se à manifestação visível de Cristo como a luz do mundo.","explicacao_detalhada":"Em João 1:5, a luz que aparece é a revelação de Deus em Jesus Cristo, que se torna acessível à humanidade, trazendo clareza e verdade.","por_que_esta_palavra":"A escolha da palavra 'aparecer' destaca a importância da revelação de Deus através de Jesus, que se torna visível para todos.","conexao_teologica":"A manifestação de Cristo é central na teologia cristã, pois é através dele que os crentes conhecem a verdade e a salvação.","referencias_relacionadas":["Mateus 5:14","João 8:12","2 Coríntios 4:6"]},"joao_1_6_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Criador, que é a fonte de toda luz e verdade.","explicacao_detalhada":"No contexto de João 1:6, Deus é apresentado como aquele que envia testemunhas para preparar o caminho para a luz que é Cristo.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a relação entre o Criador e a criação, especialmente na revelação de sua vontade através de Jesus.","conexao_teologica":"A natureza de Deus como luz e verdade é um tema central na teologia cristã, refletindo seu caráter e sua obra redentora.","referencias_relacionadas":["Gênesis 1:1","Salmos 27:1","1 João 1:5"]},"joao_1_6_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se ao ato de Deus de trazer à existência a luz e a vida através de Cristo.","explicacao_detalhada":"Em João 1:6, a ideia de 'tornar-se' enfatiza a transformação que ocorre quando a luz de Cristo entra no mundo, mudando a realidade espiritual da humanidade.","por_que_esta_palavra":"A palavra 'tornar-se' é usada para mostrar a ação dinâmica de Deus na criação e na redenção.","conexao_teologica":"A transformação espiritual é um tema importante, refletindo como a obra de Cristo muda a vida dos crentes.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 2:20"]},"joao_1_7_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' refere-se à fé necessária para reconhecer e aceitar a luz que é Cristo.","explicacao_detalhada":"Em João 1:7, a crença é apresentada como a resposta adequada à revelação de Deus em Jesus, sendo essencial para a salvação.","por_que_esta_palavra":"A palavra 'crer' é central na mensagem do evangelho, destacando a importância da fé na vida cristã.","conexao_teologica":"A fé é a chave para a relação com Deus, sendo o meio pelo qual os crentes recebem a graça e a salvação.","referencias_relacionadas":["João 3:16","Romanos 10:9","Hebreus 11:1"]},"joao_1_7_testemunha":{"palavra_pt":"testemunha","palavra_original":"μαρτυρία","transliteracao":"martyría","strong":"G3141","significado_raiz":"Ideia básica: testemunha.","significado_contextual":"A palavra 'testemunha' refere-se àquele que dá testemunho da luz, ou seja, João Batista.","explicacao_detalhada":"Em João 1:7, a função de testemunha é crucial, pois João Batista prepara o caminho para a vinda de Cristo, apontando para a verdade.","por_que_esta_palavra":"A palavra 'testemunha' é importante para entender o papel de João Batista na revelação de Jesus como o Messias.","conexao_teologica":"A testemunha é um conceito importante na Bíblia, refletindo a responsabilidade dos crentes de compartilhar a verdade de Cristo.","referencias_relacionadas":["Mateus 11:10","Marcos 1:2","Lucas 3:4"]},"joao_1_7_fogo":{"palavra_pt":"luz","palavra_original":"φῶς","transliteracao":"phōs","strong":"G5457","significado_raiz":"Ideia básica: luz.","significado_contextual":"A palavra 'luz' representa a verdade e a vida que Cristo traz ao mundo.","explicacao_detalhada":"No contexto de João 1:7, a luz é um símbolo da revelação divina que ilumina a escuridão do pecado e da morte.","por_que_esta_palavra":"A palavra 'luz' é usada para enfatizar a natureza de Cristo como a fonte de vida e verdade.","conexao_teologica":"A luz é um tema central na teologia cristã, simbolizando a presença de Deus e a salvação oferecida através de Jesus.","referencias_relacionadas":["João 8:12","1 João 1:7","Salmos 119:105"]},"joao_1_8_fogo":{"palavra_pt":"luz","palavra_original":"φῶς","transliteracao":"phōs","strong":"G5457","significado_raiz":"Ideia básica: luz.","significado_contextual":"A palavra 'luz' é repetida para enfatizar a importância da revelação de Cristo em meio à escuridão.","explicacao_detalhada":"Em João 1:8, a luz é novamente destacada, reforçando a ideia de que a verdadeira luz é aquela que vem de Deus e não é reconhecida por todos.","por_que_esta_palavra":"A repetição da palavra 'luz' serve para enfatizar a centralidade de Cristo na revelação de Deus.","conexao_teologica":"A luz de Cristo é um tema que permeia toda a Escritura, simbolizando a esperança e a salvação.","referencias_relacionadas":["João 12:46","Efésios 5:14","1 Pedro 2:9"]},"joao_1_8_testemunha":{"palavra_pt":"testemunha","palavra_original":"μαρτυρέω","transliteracao":"martyréō","strong":"G3140","significado_raiz":"Ideia básica: testemunha.","significado_contextual":"A palavra 'testemunha' é usada novamente para reforçar a importância do testemunho de João Batista.","explicacao_detalhada":"Em João 1:8, a ênfase está na função de João como aquele que testemunha da luz, mas não é a luz em si.","por_que_esta_palavra":"A palavra 'testemunha' é crucial para entender a relação entre o mensageiro e a mensagem.","conexao_teologica":"O testemunho é fundamental na fé cristã, pois cada crente é chamado a ser uma testemunha da luz que é Cristo.","referencias_relacionadas":["João 1:7","Atos 1:8","Apocalipse 12:11"]},"joao_1_9_fogo":{"palavra_pt":"luz","palavra_original":"φῶς","transliteracao":"phōs","strong":"G5457","significado_raiz":"Ideia básica: luz.","significado_contextual":"A palavra 'luz' é novamente utilizada para descrever a verdadeira luz que ilumina todos os homens.","explicacao_detalhada":"Em João 1:9, a luz é apresentada como acessível a todos, simbolizando a universalidade da mensagem de Cristo.","por_que_esta_palavra":"A palavra 'luz' é escolhida para enfatizar que a revelação de Deus em Cristo é para toda a humanidade.","conexao_teologica":"A luz que ilumina todos os homens reflete a graça de Deus que se estende a todos, independentemente de sua origem.","referencias_relacionadas":["João 8:12","Romanos 1:16","Gálatas 3:28"]},"joao_1_9_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Ideia básica: mundo.","significado_contextual":"Refere-se ao mundo em sua totalidade, incluindo a criação e a humanidade.","explicacao_detalhada":"A palavra 'mundo' (κόσμος) é usada para descrever não apenas o planeta físico, mas também a ordem social e a cultura que existem dentro dele. Neste contexto, enfatiza a relação entre a luz que veio ao mundo e a escuridão que o mundo representa.","por_que_esta_palavra":"A escolha da palavra 'mundo' destaca a abrangência da missão de Jesus, que veio para iluminar toda a criação e não apenas um grupo específico.","conexao_teologica":"A luz que brilha no mundo é um tema central na teologia de João, simbolizando a revelação de Deus através de Cristo.","referencias_relacionadas":["João 3:16","1 João 2:15-17","Romanos 1:20"]},"joao_1_10_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Indica a ação de se tornar ou acontecer, referindo-se à manifestação de Cristo no mundo.","explicacao_detalhada":"A palavra 'tornar-se' (γίνομαι) sugere um processo de transformação ou realização. Neste versículo, implica que o mundo não reconheceu a grandeza da vinda de Cristo.","por_que_esta_palavra":"É crucial para entender que a encarnação de Cristo não foi apenas um evento, mas um cumprimento de promessas e um ponto de virada na história da salvação.","conexao_teologica":"A encarnação é um tema fundamental na teologia cristã, mostrando como Deus se fez carne para habitar entre nós.","referencias_relacionadas":["Filipenses 2:7-8","Hebreus 2:14","Colossenses 1:16-17"]},"joao_1_10_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Ideia básica: mundo.","significado_contextual":"Novamente refere-se ao mundo, enfatizando a relação entre a criação e o Criador.","explicacao_detalhada":"A repetição da palavra 'mundo' reforça a ideia de que Jesus estava presente na criação, mas a criação não O reconheceu. Isso destaca a alienação da humanidade em relação a Deus.","por_que_esta_palavra":"A palavra é usada para enfatizar a ironia de que o Criador não foi reconhecido por Sua própria criação.","conexao_teologica":"A rejeição de Cristo pelo mundo é um tema recorrente, refletindo a condição pecaminosa da humanidade.","referencias_relacionadas":["João 3:19","Romanos 8:20-21","1 Coríntios 1:18"]},"joao_1_11_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"Refere-se à relação íntima que Jesus tinha com Seu povo, que não O reconheceu.","explicacao_detalhada":"A palavra 'próprio' (ἴδιος) implica um pertencimento, indicando que Jesus veio para os Seus, mas eles não O aceitaram. Isso revela a tristeza da rejeição.","por_que_esta_palavra":"É importante para entender a profundidade da rejeição de Cristo, que veio para salvar aqueles que eram Seus.","conexao_teologica":"A rejeição de Jesus pelos Seus é um tema que ecoa em toda a narrativa do Novo Testamento.","referencias_relacionadas":["Mateus 23:37","Lucas 19:41-44","Romanos 10:21"]},"joao_1_11_grande":{"palavra_pt":"vir","palavra_original":"ἔρχομαι","transliteracao":"érchomai","strong":"G2064","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se à ação de vir, enfatizando a vinda de Jesus ao mundo.","explicacao_detalhada":"A palavra 'vir' (ἔρχομαι) é central para a missão de Cristo, que veio para buscar e salvar o que estava perdido.","por_que_esta_palavra":"A vinda de Jesus é um ato de amor e graça, mostrando que Deus se importa com a humanidade.","conexao_teologica":"A encarnação é um dos pilares da fé cristã, onde Deus se faz presente na história humana.","referencias_relacionadas":["Lucas 19:10","Mateus 1:21","João 10:10"]},"joao_1_11_receive":{"palavra_pt":"receive","palavra_original":"παραλαμβάνω","transliteracao":"paralambánō","strong":"G3880","significado_raiz":"Ideia básica: receive.","significado_contextual":"Refere-se ao ato de receber, que implica aceitação ou rejeição.","explicacao_detalhada":"A palavra 'receber' (παραλαμβάνω) sugere um convite à aceitação de Cristo. A rejeição é um tema triste, mas real, na narrativa do evangelho.","por_que_esta_palavra":"É crucial para entender a resposta humana ao evangelho e a importância da fé na aceitação de Cristo.","conexao_teologica":"A aceitação de Cristo é fundamental para a salvação, refletindo a relação entre fé e graça.","referencias_relacionadas":["Romanos 10:9-10","Atos 2:38","Efésios 2:8-9"]},"joao_1_12_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus, enfatizando a divindade de Cristo e a relação dos crentes com Ele.","explicacao_detalhada":"A palavra 'Deus' (θεός) é central para a compreensão da natureza de Cristo e Sua relação com a humanidade. Aqui, destaca que aqueles que crêem se tornam filhos de Deus.","por_que_esta_palavra":"É fundamental para entender a identidade dos crentes como filhos de Deus, o que transforma sua relação com o Criador.","conexao_teologica":"A filiação divina é um tema central na teologia cristã, mostrando a nova identidade que os crentes recebem em Cristo.","referencias_relacionadas":["Gálatas 3:26","1 João 3:1","Romanos 8:14"]},"joao_1_12_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Novamente refere-se ao ato de se tornar, neste caso, filhos de Deus.","explicacao_detalhada":"A repetição da palavra 'tornar-se' (γίνομαι) enfatiza a transformação que ocorre na vida dos que creem em Cristo, passando de criaturas a filhos de Deus.","por_que_esta_palavra":"É importante para entender a nova identidade e o novo status que os crentes recebem através da fé.","conexao_teologica":"A transformação pela fé é um tema central na obra redentora de Cristo.","referencias_relacionadas":["2 Coríntios 5:17","Efésios 2:10","Colossenses 3:10"]},"joao_1_12_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se ao ato de crer, que é essencial para a salvação.","explicacao_detalhada":"A palavra 'crer' (πιστεύω) implica uma confiança ativa em Cristo, que é fundamental para a relação do crente com Deus.","por_que_esta_palavra":"É crucial para entender que a fé é o meio pelo qual os crentes recebem a salvação e a nova vida.","conexao_teologica":"A fé é um tema central na teologia cristã, sendo a chave para a justificação e a relação com Deus.","referencias_relacionadas":["João 3:36","Efésios 2:8","Hebreus 11:6"]},"joao_1_13_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à natureza humana, enfatizando a encarnação de Cristo.","explicacao_detalhada":"A palavra 'carne' (σάρξ) é usada para descrever a condição humana e a realidade da encarnação, onde Deus se fez homem.","por_que_esta_palavra":"É importante para entender a plenitude da humanidade de Cristo e Sua identificação com a experiência humana.","conexao_teologica":"A encarnação é um mistério central na fé cristã, mostrando como Deus se relaciona com a humanidade.","referencias_relacionadas":["Hebreus 2:14","Filipenses 2:7","1 João 4:2"]},"joao_1_13_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina e à soberania de Deus como Criador.","explicacao_detalhada":"A palavra 'deus' (θεός) é usada para descrever a essência de Deus, que é única e transcendente. No contexto de João 1:13, enfatiza que aqueles que se tornam filhos de Deus são gerados não pela vontade humana, mas pela vontade divina.","por_que_esta_palavra":"A inclusão da palavra 'deus' destaca a origem divina da nova vida espiritual dos crentes.","conexao_teologica":"A relação entre Deus e os crentes é fundamental para a teologia cristã, pois enfatiza a adoção e a filiação divina.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 4:6"]},"joao_1_13_pai":{"palavra_pt":"pai","palavra_original":"γεννάω","transliteracao":"gennáō","strong":"G1080","significado_raiz":"Ideia básica: pai.","significado_contextual":"Refere-se a Deus como Pai, enfatizando a relação íntima e pessoal entre Deus e os crentes.","explicacao_detalhada":"A palavra 'pai' (γεννάω) implica um relacionamento de origem e cuidado. No contexto de João 1:13, sugere que a nova vida é um ato de Deus como Pai, que gera filhos espirituais.","por_que_esta_palavra":"A palavra 'pai' é crucial para entender a natureza relacional de Deus e a identidade dos crentes como filhos.","conexao_teologica":"A paternidade de Deus é um tema central na teologia cristã, refletindo amor, proteção e autoridade.","referencias_relacionadas":["Mateus 6:9","Romanos 8:15","1 João 3:1"]},"joao_1_14_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à encarnação do Verbo, que é Jesus Cristo.","explicacao_detalhada":"A palavra 'palavra' (λόγος) indica a manifestação de Deus em forma humana. João 1:14 afirma que o Verbo se fez carne, revelando a plenitude de Deus em Jesus.","por_que_esta_palavra":"A escolha da palavra 'palavra' enfatiza a comunicação divina e a revelação de Deus ao homem através de Cristo.","conexao_teologica":"A encarnação é um pilar da fé cristã, mostrando como Deus se relaciona com a humanidade.","referencias_relacionadas":["Hebreus 1:1-3","Colossenses 1:19","Filipenses 2:7"]},"joao_1_14_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à natureza humana de Jesus, enfatizando sua encarnação.","explicacao_detalhada":"A palavra 'carne' (σάρξ) indica a realidade física e vulnerável de Jesus. João 1:14 destaca que o Verbo se fez carne, assumindo a condição humana.","por_que_esta_palavra":"A palavra 'carne' é essencial para entender a verdadeira humanidade de Cristo e sua identificação com a experiência humana.","conexao_teologica":"A doutrina da encarnação é fundamental para a salvação, pois Jesus precisava ser plenamente humano para redimir a humanidade.","referencias_relacionadas":["Romanos 8:3","Gálatas 4:4","1 Timóteo 3:16"]},"joao_1_14_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à manifestação da presença e do caráter de Deus em Jesus.","explicacao_detalhada":"A palavra 'glória' (δόξα) implica a revelação da majestade divina. Em João 1:14, a glória de Jesus é vista como a glória do Filho unigênito do Pai.","por_que_esta_palavra":"A glória de Cristo revela a natureza divina e a autoridade de Jesus como o Messias.","conexao_teologica":"A glória de Deus é um tema central na adoração e na revelação de Deus ao homem.","referencias_relacionadas":["João 17:5","Hebreus 1:3","Apocalipse 21:23"]},"joao_1_15_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se à grandeza e importância do testemunho de João Batista sobre Jesus.","explicacao_detalhada":"A palavra 'tornar-se' (γίνομαι) sugere um processo de revelação. João 1:15 destaca que João Batista testemunhou sobre a preeminência de Jesus.","por_que_esta_palavra":"A palavra enfatiza a transição de João Batista como precursor de Cristo, preparando o caminho para a revelação do Messias.","conexao_teologica":"O testemunho de João é fundamental para entender a missão de Jesus e a resposta da humanidade a Ele.","referencias_relacionadas":["Mateus 3:11","Marcos 1:7","Lucas 3:16"]},"joao_1_15_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de João Batista, que é significativo em seu papel como precursor.","explicacao_detalhada":"A palavra 'nome' (Ἰωάννης) é importante porque representa a identidade e a missão de João. Em João 1:15, seu nome é associado ao testemunho sobre Jesus.","por_que_esta_palavra":"O nome de João Batista é mencionado para destacar sua função profética e sua relação com a revelação de Cristo.","conexao_teologica":"A identidade de João Batista como profeta é essencial para a compreensão do cumprimento das profecias messiânicas.","referencias_relacionadas":["Mateus 11:11","Lucas 1:76","João 3:28"]},"joao_1_15_testemunha":{"palavra_pt":"testemunha","palavra_original":"μαρτυρέω","transliteracao":"martyréō","strong":"G3140","significado_raiz":"Ideia básica: testemunha.","significado_contextual":"Refere-se ao papel de João Batista como testemunha da verdade sobre Jesus.","explicacao_detalhada":"A palavra 'testemunha' (μαρτυρέω) implica um ato de declarar e afirmar. Em João 1:15, João Batista testemunha sobre a grandeza de Jesus.","por_que_esta_palavra":"A palavra é fundamental para entender a missão de João como aquele que aponta para Cristo e confirma sua identidade.","conexao_teologica":"O testemunho é essencial na fé cristã, pois fundamenta a crença na verdade de Jesus como o Filho de Deus.","referencias_relacionadas":["Mateus 3:11","João 1:7","Atos 1:8"]},"joao_1_16_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"Refere-se à graça que flui de Cristo para os crentes.","explicacao_detalhada":"A palavra 'graça' (χάρις) indica favor imerecido. Em João 1:16, enfatiza que todos nós recebemos graça sobre graça através de Jesus.","por_que_esta_palavra":"A palavra 'graça' é central para a mensagem do evangelho, que é a oferta de salvação e bênção de Deus.","conexao_teologica":"A graça é um tema central na teologia cristã, refletindo a natureza redentora de Deus.","referencias_relacionadas":["Efésios 2:8","Romanos 5:20","Tito 2:11"]},"joao_1_16_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à presença de Cristo entre os homens.","explicacao_detalhada":"A palavra 'entre' (ἐκ) sugere uma relação de proximidade e comunhão. Em João 1:16, indica que a graça de Cristo é acessível a todos.","por_que_esta_palavra":"A palavra 'entre' enfatiza a encarnação e a acessibilidade da graça de Deus através de Jesus.","conexao_teologica":"A presença de Cristo entre os homens é fundamental para a compreensão da missão redentora de Deus.","referencias_relacionadas":["Mateus 1:23","João 14:6","Hebreus 4:15"]},"joao_1_16_encher":{"palavra_pt":"encher","palavra_original":"πλήρωμα","transliteracao":"plḗrōma","strong":"G4138","significado_raiz":"Ideia básica: encher.","significado_contextual":"Refere-se ao ato de receber a plenitude da graça de Deus através de Jesus.","explicacao_detalhada":"A palavra 'encher' implica em uma abundância que é dada aos crentes. Em João 1:16, é mencionado que todos nós recebemos dessa plenitude, indicando que a graça de Jesus é suficiente e transbordante para todos que creem.","por_que_esta_palavra":"A escolha da palavra 'encher' enfatiza a generosidade de Deus em prover graça e bênçãos aos que se aproximam d'Ele.","conexao_teologica":"A plenitude de Cristo é central na teologia cristã, pois é através d'Ele que recebemos a graça que nos transforma e nos salva.","referencias_relacionadas":["Efésios 1:23","Colossenses 2:9-10","Romanos 5:17"]},"joao_1_17_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"A lei é apresentada como um contraste à graça que vem através de Jesus.","explicacao_detalhada":"Em João 1:17, a lei foi dada por Moisés, mas a graça e a verdade vieram por Jesus Cristo. Isso mostra que a lei tinha um propósito, mas a graça é o cumprimento desse propósito em Cristo.","por_que_esta_palavra":"A palavra 'lei' é crucial para entender a transição do Antigo para o Novo Testamento, onde a graça substitui a condenação da lei.","conexao_teologica":"A relação entre lei e graça é fundamental na teologia cristã, onde a graça é vista como a resposta de Deus à incapacidade humana de cumprir a lei.","referencias_relacionadas":["Romanos 3:20","Gálatas 3:24-25","Hebreus 10:1"]},"joao_1_17_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"A graça é um presente que toca o coração humano, transformando vidas.","explicacao_detalhada":"A palavra 'graça' em João 1:17 refere-se ao favor imerecido de Deus, que é dado aos pecadores. Essa graça é o que nos permite ter um relacionamento com Deus.","por_que_esta_palavra":"A escolha da palavra 'graça' destaca a natureza do amor de Deus, que não depende de nossas obras, mas é um presente que recebemos pela fé.","conexao_teologica":"A graça é um tema central na teologia cristã, representando a forma como Deus se relaciona com a humanidade de maneira redentora.","referencias_relacionadas":["Efésios 2:8-9","Tito 2:11","Romanos 6:14"]},"joao_1_17_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o mediador da graça e da verdade.","explicacao_detalhada":"Em João 1:17, a menção de Jesus destaca que Ele é a encarnação da graça e da verdade, trazendo uma nova aliança entre Deus e a humanidade.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental, pois representa a presença de Deus entre nós e a realização de Sua promessa de salvação.","conexao_teologica":"A encarnação de Jesus é um ponto central na teologia cristã, pois através d'Ele, a graça se torna acessível a todos.","referencias_relacionadas":["Mateus 1:21","Lucas 2:11","Atos 4:12"]},"joao_1_18_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como o Pai que se revela através do Filho.","explicacao_detalhada":"Em João 1:18, a ideia de que ninguém jamais viu a Deus, mas que Jesus O revelou, enfatiza a singularidade de Cristo como a revelação plena de Deus.","por_que_esta_palavra":"A palavra 'Deus' é essencial para entender a natureza divina e a relação entre o Pai e o Filho na Trindade.","conexao_teologica":"A revelação de Deus em Jesus é um tema central na teologia, mostrando como Deus se comunica e se relaciona com a humanidade.","referencias_relacionadas":["Hebreus 1:1-3","Colossenses 1:15","1 João 4:12"]},"joao_1_19_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"ἱερεύς","transliteracao":"hiereús","strong":"G2409","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é um mediador entre Deus e o povo, e João Batista é apresentado nesse papel.","explicacao_detalhada":"Em João 1:19, a identificação de João como sacerdote destaca sua função de preparar o caminho para Jesus, o verdadeiro Sumo Sacerdote.","por_que_esta_palavra":"A palavra 'sacerdote' é importante para entender a função mediadora que João desempenha antes da vinda de Cristo.","conexao_teologica":"A função sacerdotal de Jesus é um tema central na teologia, pois Ele é o mediador perfeito entre Deus e a humanidade.","referencias_relacionadas":["Hebreus 4:14-16","1 Pedro 2:9","Romanos 8:34"]},"joao_1_19_testemunha":{"palavra_pt":"testemunha","palavra_original":"μαρτυρία","transliteracao":"martyría","strong":"G3141","significado_raiz":"Ideia básica: testemunha.","significado_contextual":"A testemunha é alguém que dá testemunho da verdade sobre Jesus.","explicacao_detalhada":"Em João 1:19, a palavra 'testemunha' refere-se ao papel de João Batista em declarar a identidade de Cristo e preparar o povo para Sua vinda.","por_que_esta_palavra":"A palavra 'testemunha' é crucial, pois enfatiza a importância do testemunho na fé cristã e na propagação do evangelho.","conexao_teologica":"O testemunho de João é um exemplo de como os crentes são chamados a dar testemunho da verdade de Cristo em suas vidas.","referencias_relacionadas":["Atos 1:8","1 João 5:10","Romanos 10:14"]},"joao_1_19_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome é uma representação da identidade e missão de João Batista.","explicacao_detalhada":"Em João 1:19, o nome 'João' é significativo, pois ele é chamado para preparar o caminho do Senhor e batizar com arrependimento.","por_que_esta_palavra":"A palavra 'nome' é importante, pois na cultura bíblica, o nome carrega um significado profundo e reflete a missão da pessoa.","conexao_teologica":"A identidade de João Batista como precursor de Cristo é fundamental para entender a preparação do povo para a vinda do Messias.","referencias_relacionadas":["Mateus 3:1-3","Lucas 1:76","Marcos 1:4"]},"joao_1_20_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo é o Ungido de Deus, o Messias prometido.","explicacao_detalhada":"Em João 1:20, a palavra 'Cristo' refere-se ao papel de Jesus como o Messias, aquele que foi escolhido e ungido por Deus para salvar a humanidade.","por_que_esta_palavra":"A palavra 'Cristo' é essencial para a compreensão da missão de Jesus e seu papel na história da salvação.","conexao_teologica":"A unção de Jesus como Cristo é um tema central na teologia, pois Ele é o cumprimento das promessas messiânicas do Antigo Testamento.","referencias_relacionadas":["Isaías 61:1","Atos 10:38","Lucas 4:18"]},"joao_1_20_alianca":{"palavra_pt":"alianca","palavra_original":"ὁμολογέω","transliteracao":"homologéō","strong":"G3670","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A aliança é um pacto entre Deus e a humanidade, que se cumpre em Cristo.","explicacao_detalhada":"Em João 1:20, a palavra 'aliança' refere-se ao compromisso de Deus com Seu povo, que é plenamente realizado através de Jesus.","por_que_esta_palavra":"A palavra 'aliança' é importante para entender a relação de Deus com a humanidade ao longo da história da salvação.","conexao_teologica":"A nova aliança em Cristo é um tema central na teologia, mostrando como Deus cumpre Suas promessas de redenção.","referencias_relacionadas":["Hebreus 8:6-13","Jeremias 31:31-34","Lucas 22:20"]},"joao_1_21_elias":{"palavra_pt":"elias","palavra_original":"Ἡλίας","transliteracao":"Hēlías","strong":"G2243","significado_raiz":"Ideia básica: elias.","significado_contextual":"Elias é um profeta do Antigo Testamento, conhecido por sua fervorosa defesa da fé em Deus.","explicacao_detalhada":"Elias, mencionado em João 1:21, é uma figura central na tradição judaica, simbolizando a restauração e a vinda do Messias. Ele é frequentemente associado a milagres e à luta contra a idolatria.","por_que_esta_palavra":"A menção de Elias no contexto do Novo Testamento destaca a expectativa messiânica e a conexão entre o Antigo e o Novo Testamento.","conexao_teologica":"Elias representa a voz profética que prepara o caminho para o Senhor, um tema que é central na teologia cristã sobre a vinda de Cristo.","referencias_relacionadas":["1 Reis 17:1","Mateus 17:3","Lucas 1:17"]},"joao_1_21_desejo":{"palavra_pt":"desejo","palavra_original":"ἐρωτάω","transliteracao":"erōtáō","strong":"G2065","significado_raiz":"Ideia básica: desejo.","significado_contextual":"O desejo aqui se refere a uma busca intensa por respostas espirituais.","explicacao_detalhada":"A palavra 'desejo' implica uma necessidade de entendimento e clareza sobre a identidade de Jesus, refletindo a busca humana por significado e verdade.","por_que_esta_palavra":"A utilização dessa palavra enfatiza a urgência e a profundidade da busca espiritual que os líderes religiosos tinham na época.","conexao_teologica":"O desejo por conhecimento e verdade é um tema recorrente na Bíblia, refletindo a busca do ser humano por Deus.","referencias_relacionadas":["Salmos 42:1","Mateus 5:6","Filipenses 3:10"]},"joao_1_22_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar neste contexto refere-se à comunicação da verdade sobre a identidade de Cristo.","explicacao_detalhada":"A palavra 'falar' é usada para descrever a necessidade de declarar abertamente quem é Jesus e qual é sua missão.","por_que_esta_palavra":"A ênfase em 'falar' destaca a importância da confissão e do testemunho na fé cristã.","conexao_teologica":"A proclamação da verdade é fundamental na teologia cristã, onde a palavra é vista como um meio de revelar a natureza de Deus.","referencias_relacionadas":["Romanos 10:9","Atos 1:8","1 Pedro 3:15"]},"joao_1_22_libertar":{"palavra_pt":"dar","palavra_original":"δίδωμι","transliteracao":"dídōmi","strong":"G1325","significado_raiz":"Ideia básica: dar.","significado_contextual":"Dar, neste contexto, refere-se à ação de conceder algo de valor, como a verdade ou a salvação.","explicacao_detalhada":"A palavra 'dar' implica um ato de generosidade e entrega, refletindo a natureza de Cristo como aquele que oferece a vida eterna.","por_que_esta_palavra":"A menção de 'dar' enfatiza a graça de Deus em oferecer a salvação gratuitamente.","conexao_teologica":"A ideia de dar é central na teologia cristã, onde Deus dá seu Filho como sacrifício pelos pecados da humanidade.","referencias_relacionadas":["João 3:16","Romanos 6:23","Efésios 2:8-9"]},"joao_1_23_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor, neste contexto, refere-se à soberania de Deus e à autoridade de Cristo.","explicacao_detalhada":"A palavra 'senhor' é usada para reconhecer a posição de Cristo como autoridade suprema sobre todas as coisas.","por_que_esta_palavra":"A utilização de 'senhor' destaca a necessidade de reconhecer a divindade de Jesus e sua autoridade sobre a vida dos crentes.","conexao_teologica":"A autoridade de Cristo é um tema central na teologia cristã, onde Ele é visto como Senhor e Salvador.","referencias_relacionadas":["Filipenses 2:10-11","Mateus 28:18","Colossenses 1:16-17"]},"joao_1_24_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Entre, neste contexto, refere-se à presença de Jesus no meio do povo.","explicacao_detalhada":"A palavra 'entre' implica uma proximidade e uma relação íntima entre Jesus e aqueles que o cercam.","por_que_esta_palavra":"A menção de 'entre' enfatiza a encarnação de Cristo e sua missão de estar próximo da humanidade.","conexao_teologica":"A presença de Cristo entre os homens é um tema fundamental na teologia cristã, refletindo a encarnação e a comunhão com Deus.","referencias_relacionadas":["Mateus 1:23","João 1:14","Hebreus 2:14"]},"joao_1_25_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo, neste contexto, refere-se ao Messias prometido que veio para salvar o povo.","explicacao_detalhada":"A palavra 'Cristo' significa 'ungido' e é um título que reconhece Jesus como o Messias que cumpre as profecias do Antigo Testamento.","por_que_esta_palavra":"A utilização do termo 'Cristo' destaca a identidade de Jesus como o Salvador esperado.","conexao_teologica":"A unção de Cristo é central na teologia cristã, onde Ele é visto como o cumprimento das promessas de Deus.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","Atos 10:38"]},"joao_1_25_elias":{"palavra_pt":"elias","palavra_original":"Ἡλίας","transliteracao":"Hēlías","strong":"G2243","significado_raiz":"Ideia básica: elias.","significado_contextual":"Elias é mencionado novamente, reforçando a conexão entre o Antigo e o Novo Testamento.","explicacao_detalhada":"A repetição do nome Elias sublinha a expectativa messiânica e a importância do profeta na revelação de Deus.","por_que_esta_palavra":"A referência a Elias destaca a continuidade da mensagem de Deus através dos tempos.","conexao_teologica":"A figura de Elias é fundamental na teologia cristã, simbolizando a preparação do caminho para o Senhor.","referencias_relacionadas":["Mateus 11:14","Marcos 9:11-13","Lucas 9:8"]},"joao_1_26_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Aliança, neste contexto, refere-se ao pacto de Deus com seu povo.","explicacao_detalhada":"A palavra 'aliança' implica um compromisso divino que estabelece um relacionamento entre Deus e a humanidade.","por_que_esta_palavra":"A menção de 'aliança' enfatiza a fidelidade de Deus em cumprir suas promessas.","conexao_teologica":"A aliança é um tema central na teologia bíblica, representando a relação entre Deus e seu povo ao longo da história.","referencias_relacionadas":["Gênesis 9:13","Êxodo 19:5","Hebreus 8:6-13"]},"joao_1_26_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome, neste contexto, refere-se à identidade e à autoridade de Jesus.","explicacao_detalhada":"A palavra 'nome' carrega um significado profundo, representando não apenas a identificação, mas também a reputação e o caráter de Cristo.","por_que_esta_palavra":"A menção do nome de Jesus destaca a importância de reconhecer sua autoridade e poder.","conexao_teologica":"O nome de Jesus é central na fé cristã, simbolizando sua divindade e sua missão redentora.","referencias_relacionadas":["Atos 4:12","Filipenses 2:9-10","Romanos 10:13"]},"joao_1_26_agua":{"palavra_pt":"agua","palavra_original":"ὕδωρ","transliteracao":"hýdōr","strong":"G5204","significado_raiz":"Ideia básica: agua.","significado_contextual":"Água é frequentemente usada na Bíblia como símbolo de purificação e vida.","explicacao_detalhada":"No contexto de João 1:26, a água representa o batismo que João Batista realizava, simbolizando arrependimento e a preparação para a vinda do Messias.","por_que_esta_palavra":"A água é um elemento essencial para a vida e, neste contexto, representa a necessidade de purificação espiritual antes de receber Jesus.","conexao_teologica":"A água é um símbolo do Espírito Santo e da nova vida em Cristo, conforme mencionado em João 7:38-39.","referencias_relacionadas":["João 3:5","Mateus 3:11","Isaías 12:3"]},"joao_1_27_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' refere-se à transformação ou ao cumprimento de um propósito.","explicacao_detalhada":"João Batista fala sobre sua posição em relação a Jesus, indicando que ele não é digno de desatar as correias das sandálias de Jesus, enfatizando a grandeza do Messias.","por_que_esta_palavra":"A transformação de João de profeta para precursor de Cristo é um exemplo de como Deus usa pessoas comuns para cumprir Seus planos.","conexao_teologica":"A grandeza de Cristo é um tema central no Novo Testamento, onde Ele é apresentado como o Filho de Deus e Salvador.","referencias_relacionadas":["Mateus 11:11","Lucas 3:16","João 3:30"]},"joao_1_27_shoe":{"palavra_pt":"shoe","palavra_original":"ὑπόδημα","transliteracao":"hypódēma","strong":"G5266","significado_raiz":"Ideia básica: shoe.","significado_contextual":"A sandália é um símbolo de humildade e serviço.","explicacao_detalhada":"João Batista menciona que não é digno de desatar as sandálias de Jesus, o que demonstra sua humildade e reconhecimento da superioridade de Cristo.","por_que_esta_palavra":"A referência às sandálias destaca a grandeza de Jesus e a posição de João como servo, enfatizando a importância do serviço na vida cristã.","conexao_teologica":"Jesus, ao lavar os pés dos discípulos, também exemplifica o serviço e a humildade que devem caracterizar os seguidores de Cristo.","referencias_relacionadas":["João 13:5","Filipenses 2:7","Mateus 20:28"]},"joao_1_28_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se à transformação e ao cumprimento do plano de Deus na vinda de Jesus.","explicacao_detalhada":"João Batista reconhece que a vinda de Jesus representa um grande evento na história da salvação.","por_que_esta_palavra":"A grandeza do evento da vinda de Cristo é central para a mensagem do evangelho e a esperança da humanidade.","conexao_teologica":"A grandeza de Deus é revelada na encarnação de Cristo, que veio para salvar o mundo.","referencias_relacionadas":["Lucas 2:10","Romanos 1:16","Hebreus 1:1-2"]},"joao_1_28_beyond":{"palavra_pt":"alem","palavra_original":"πέραν","transliteracao":"péran","strong":"G4008","significado_raiz":"Ideia básica: alem.","significado_contextual":"A palavra 'além' indica uma dimensão espiritual que transcende o físico.","explicacao_detalhada":"João Batista fala sobre o que está além dele, referindo-se à vinda de Jesus e ao novo pacto que Ele estabeleceria.","por_que_esta_palavra":"A ideia de 'além' sugere que a obra de Cristo vai além do que os profetas e a lei podiam oferecer.","conexao_teologica":"Cristo é o cumprimento das promessas de Deus, trazendo uma nova aliança que vai além da antiga.","referencias_relacionadas":["Hebreus 8:6","Mateus 5:17","Gálatas 3:24"]},"joao_1_28_rio":{"palavra_pt":"rio","palavra_original":"Ἰορδάνης","transliteracao":"Iordánēs","strong":"G2446","significado_raiz":"Ideia básica: rio.","significado_contextual":"O rio Jordão é um local significativo de batismo e purificação.","explicacao_detalhada":"João Batista batizava no rio Jordão, simbolizando a purificação e o arrependimento do povo de Israel.","por_que_esta_palavra":"O rio representa a transição do povo de Israel da antiga aliança para a nova, através do arrependimento e da fé em Jesus.","conexao_teologica":"O batismo de Jesus no Jordão marca o início de Seu ministério e a confirmação de Sua identidade como Filho de Deus.","referencias_relacionadas":["Mateus 3:13","Marcos 1:9","Lucas 3:21"]},"joao_1_29_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o nome que significa 'O Senhor salva'.","explicacao_detalhada":"João Batista declara Jesus como o Cordeiro de Deus que tira o pecado do mundo, enfatizando Sua missão redentora.","por_que_esta_palavra":"O nome de Jesus é central para a fé cristã, pois representa a salvação e a esperança para a humanidade.","conexao_teologica":"A obra redentora de Jesus é o cumprimento das profecias do Antigo Testamento sobre o Messias.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:9"]},"joao_1_29_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o Criador e Sustentador de todas as coisas.","explicacao_detalhada":"A menção de Deus em relação a Jesus destaca a divindade de Cristo e Sua relação única com o Pai.","por_que_esta_palavra":"A compreensão de Deus é fundamental para a teologia cristã, especialmente em relação à Trindade.","conexao_teologica":"A divindade de Jesus é um dos pilares da fé cristã, como revelado em João 1:1.","referencias_relacionadas":["João 1:1","Colossenses 2:9","Hebreus 1:3"]},"joao_1_29_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome é um símbolo de identidade e autoridade.","explicacao_detalhada":"O nome 'João' é mencionado para identificar o precursor de Cristo, que desempenha um papel crucial na preparação do caminho para o Senhor.","por_que_esta_palavra":"A importância do nome na cultura bíblica reflete a identidade e a missão de cada indivíduo.","conexao_teologica":"O nome de João Batista é associado à profecia e ao cumprimento da vontade de Deus na história da salvação.","referencias_relacionadas":["Lucas 1:76","Mateus 3:1","Marcos 1:4"]},"joao_1_30_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se à grandeza de Jesus em comparação com João Batista.","explicacao_detalhada":"João Batista reconhece que Jesus é maior do que ele, enfatizando a importância de sua missão e a superioridade de Cristo.","por_que_esta_palavra":"A grandeza de Jesus é um tema recorrente no Novo Testamento, onde Ele é apresentado como o Rei dos Reis.","conexao_teologica":"A grandeza de Cristo é fundamental para a compreensão da Sua obra redentora e do Seu papel como Senhor e Salvador.","referencias_relacionadas":["Mateus 28:18","Filipenses 2:9-11","Apocalipse 19:16"]},"joao_1_30_exceeding":{"palavra_pt":"muito","palavra_original":"ὑπέρ","transliteracao":"hypér","strong":"G5228","significado_raiz":"Ideia básica: muito.","significado_contextual":"A palavra 'muito' enfatiza a grandeza e a importância de Jesus em relação a João Batista.","explicacao_detalhada":"No contexto do versículo, 'muito' é usado para destacar que Jesus é superior a João, que é apenas um precursor. Essa superioridade é fundamental para entender a missão de Cristo.","por_que_esta_palavra":"A escolha da palavra 'muito' reflete a intenção de mostrar que Jesus não é apenas um profeta, mas o Filho de Deus, cuja vinda é de extrema importância.","conexao_teologica":"A superioridade de Cristo sobre João Batista é um tema central no evangelho de João, que busca estabelecer a divindade de Jesus.","referencias_relacionadas":["João 1:27","João 3:30","Mateus 11:11"]},"joao_1_31_nome":{"palavra_pt":"nome","palavra_original":"Ἰσραήλ","transliteracao":"Israḗl","strong":"G2474","significado_raiz":"Ideia básica: nome.","significado_contextual":"O 'nome' representa a identidade e a missão de Israel, que é o povo escolhido por Deus.","explicacao_detalhada":"Neste versículo, o 'nome' de Israel é mencionado para conectar a história do povo de Deus com a vinda de Jesus, que cumpre as promessas feitas a Israel.","por_que_esta_palavra":"A palavra 'nome' é crucial, pois implica em autoridade e reconhecimento, ligando Jesus à herança de Israel.","conexao_teologica":"A relação entre o nome de Israel e a missão de Jesus é um ponto de reflexão sobre a continuidade da aliança de Deus com seu povo.","referencias_relacionadas":["Gênesis 32:28","Isaías 43:1","Romanos 9:6"]},"joao_1_31_agua":{"palavra_pt":"agua","palavra_original":"ὕδωρ","transliteracao":"hýdōr","strong":"G5204","significado_raiz":"Ideia básica: agua.","significado_contextual":"A 'água' simboliza a purificação e o novo nascimento, temas centrais na mensagem de Jesus.","explicacao_detalhada":"No contexto, a menção da água pode ser vista como uma alusão ao batismo e à necessidade de renovação espiritual que Jesus oferece.","por_que_esta_palavra":"A água é um elemento essencial para a vida e, neste caso, representa a vida espiritual que Jesus traz.","conexao_teologica":"A água é frequentemente usada na Bíblia como símbolo de vida e renovação, refletindo a obra do Espírito Santo.","referencias_relacionadas":["João 3:5","João 4:14","Apocalipse 21:6"]},"joao_1_31_conhecer":{"palavra_pt":"ver/conhecer","palavra_original":"εἴδω","transliteracao":"eídō","strong":"G1492","significado_raiz":"Ideia básica: ver.","significado_contextual":"O ato de 'ver' ou 'conhecer' implica em um reconhecimento profundo da verdade sobre Jesus.","explicacao_detalhada":"Neste versículo, 'ver' é mais do que apenas observar; é entender e reconhecer a identidade de Jesus como o Messias.","por_que_esta_palavra":"A palavra 'conhecer' é usada para enfatizar a necessidade de um relacionamento pessoal com Cristo, que vai além do conhecimento intelectual.","conexao_teologica":"O conhecimento de Cristo é fundamental para a salvação e a vida eterna, conforme ensinado em várias partes do Novo Testamento.","referencias_relacionadas":["João 17:3","1 João 5:20","Filipenses 3:10"]},"joao_1_32_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"O 'espírito' representa a presença de Deus e a capacitação divina.","explicacao_detalhada":"Neste contexto, o espírito é associado ao batismo de Jesus e à confirmação de sua missão divina.","por_que_esta_palavra":"A palavra 'espírito' é crucial para entender a natureza divina de Jesus e sua relação com o Pai.","conexao_teologica":"A presença do Espírito Santo é um tema recorrente na Bíblia, simbolizando a ação de Deus na vida dos crentes.","referencias_relacionadas":["Mateus 3:16","Lucas 4:18","Atos 2:4"]},"joao_1_32_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"O 'céu' é o lugar da presença de Deus e simboliza a realidade espiritual superior.","explicacao_detalhada":"Neste versículo, o céu é mencionado para enfatizar a origem divina de Jesus e sua conexão com o Pai.","por_que_esta_palavra":"A palavra 'céu' é importante para entender a natureza celestial de Cristo e sua missão redentora.","conexao_teologica":"O céu é frequentemente mencionado na Bíblia como o destino final dos crentes e a morada de Deus.","referencias_relacionadas":["Mateus 5:12","João 14:2","Apocalipse 21:1-2"]},"joao_1_32_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"O 'nome' de João é mencionado para estabelecer sua identidade como profeta e precursor de Cristo.","explicacao_detalhada":"Neste contexto, o nome de João é significativo, pois ele desempenha um papel crucial na preparação do caminho para Jesus.","por_que_esta_palavra":"A palavra 'nome' é usada para dar ênfase à importância do ministério de João Batista na história da salvação.","conexao_teologica":"O nome de João Batista é frequentemente associado ao cumprimento das profecias do Antigo Testamento sobre o mensageiro que prepararia o caminho para o Senhor.","referencias_relacionadas":["Isaías 40:3","Mateus 3:1-3","Lucas 1:76"]},"joao_1_33_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' aqui reforça a ideia da unção divina sobre Jesus.","explicacao_detalhada":"Neste versículo, o espírito é mencionado para mostrar que Jesus é o escolhido de Deus, que realiza sua obra com poder.","por_que_esta_palavra":"A palavra 'espírito' é essencial para entender a capacitação de Jesus para seu ministério.","conexao_teologica":"A unção do Espírito Santo sobre Jesus é um tema central que destaca sua autoridade e missão.","referencias_relacionadas":["Mateus 12:18","Lucas 3:22","Atos 10:38"]},"joao_1_33_agua":{"palavra_pt":"agua","palavra_original":"ὕδωρ","transliteracao":"hýdōr","strong":"G5204","significado_raiz":"Ideia básica: agua.","significado_contextual":"A 'água' simboliza a purificação e o novo nascimento, temas que Jesus aborda em seu ministério.","explicacao_detalhada":"Neste contexto, a água é mencionada para enfatizar a necessidade de transformação espiritual que Jesus oferece através do batismo.","por_que_esta_palavra":"A água é um símbolo poderoso de renovação e vida, refletindo a obra do Espírito Santo na vida dos crentes.","conexao_teologica":"A água é frequentemente associada ao batismo e à purificação, elementos essenciais na fé cristã.","referencias_relacionadas":["João 3:5","Romanos 6:4","Tito 3:5"]},"joao_1_33_conhecer":{"palavra_pt":"ver/conhecer","palavra_original":"εἴδω","transliteracao":"eídō","strong":"G1492","significado_raiz":"Ideia básica: ver.","significado_contextual":"O ato de 'ver' ou 'conhecer' é fundamental para reconhecer a identidade de Jesus como o Messias.","explicacao_detalhada":"Neste versículo, 'ver' implica em um entendimento profundo da missão de Jesus e da necessidade de fé nele.","por_que_esta_palavra":"A palavra 'conhecer' é usada para enfatizar a importância de um relacionamento pessoal com Cristo.","conexao_teologica":"O conhecimento de Cristo é essencial para a salvação e a vida eterna, conforme ensinado em várias partes do Novo Testamento.","referencias_relacionadas":["João 17:3","1 João 5:20","Filipenses 3:10"]},"joao_1_34_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador do universo.","explicacao_detalhada":"A palavra 'deus' (θεός) é usada para descrever a natureza divina e a autoridade de Deus sobre todas as coisas. No contexto de João 1:34, João Batista testemunha que Jesus é o Filho de Deus, enfatizando sua divindade.","por_que_esta_palavra":"A palavra é crucial para entender a identidade de Jesus como o Filho de Deus e sua relação com o Pai.","conexao_teologica":"A divindade de Jesus é um tema central na teologia cristã, que afirma que Ele é plenamente Deus e plenamente homem.","referencias_relacionadas":["João 1:1","João 10:30","Colossenses 2:9"]},"joao_1_34_behold":{"palavra_pt":"eis","palavra_original":"ὁράω","transliteracao":"horáō","strong":"G3708","significado_raiz":"Ideia básica: eis.","significado_contextual":"Um chamado à atenção para algo importante.","explicacao_detalhada":"A palavra 'eis' (ὁράω) é uma exortação para observar ou considerar algo com atenção. Neste versículo, João Batista usa essa palavra para direcionar a atenção das pessoas para Jesus.","por_que_esta_palavra":"É uma palavra que introduz uma revelação significativa, destacando a importância do que está prestes a ser dito.","conexao_teologica":"A revelação de Jesus como o Cordeiro de Deus é fundamental para a compreensão do sacrifício e da redenção.","referencias_relacionadas":["Mateus 3:17","João 1:29","Apocalipse 5:6"]},"joao_1_35_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se a um pacto ou compromisso sagrado.","explicacao_detalhada":"A palavra 'aliança' (ἵστημι) implica um acordo entre Deus e seu povo. No contexto, pode ser vista como uma referência à nova aliança que Jesus estabeleceria através de seu sacrifício.","por_que_esta_palavra":"A aliança é um conceito central na Bíblia, simbolizando a relação entre Deus e a humanidade.","conexao_teologica":"A nova aliança em Cristo é um tema recorrente no Novo Testamento, que substitui a antiga aliança da Lei.","referencias_relacionadas":["Hebreus 8:6","Lucas 22:20","Jeremias 31:31"]},"joao_1_35_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e à autoridade de uma pessoa.","explicacao_detalhada":"A palavra 'nome' (Ἰωάννης) é mais do que uma simples designação; carrega o significado da missão e do caráter de João Batista como precursor de Cristo.","por_que_esta_palavra":"O nome é importante para a identificação e a função de João como profeta que prepara o caminho para Jesus.","conexao_teologica":"O nome de Jesus também é central na salvação, conforme Filipenses 2:9-11, onde se afirma que todo joelho se dobrará ao nome de Jesus.","referencias_relacionadas":["Mateus 3:1","Marcos 1:4","Lucas 3:2"]},"joao_1_35_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica uma posição ou relação entre pessoas ou coisas.","explicacao_detalhada":"A palavra 'entre' (ἐκ) sugere uma proximidade ou inclusão. No contexto, refere-se à presença de Jesus entre os homens como o Messias esperado.","por_que_esta_palavra":"É importante para entender a encarnação de Cristo e sua missão de estar entre as pessoas.","conexao_teologica":"A encarnação é um dos pilares da fé cristã, onde Deus se faz carne e habita entre nós.","referencias_relacionadas":["João 1:14","Mateus 1:23","Hebreus 2:14"]},"joao_1_36_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome do Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"A palavra 'Jesus' (Ἰησοῦς) é a forma grega do nome hebraico 'Yeshua'. No contexto, João Batista aponta Jesus como o Cordeiro de Deus que tira o pecado do mundo.","por_que_esta_palavra":"É fundamental para a compreensão da missão de Jesus e seu papel como Redentor.","conexao_teologica":"O nome de Jesus é central na salvação e na relação do crente com Deus.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:13"]},"joao_1_36_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador do universo.","explicacao_detalhada":"A palavra 'deus' (θεός) é usada para descrever a natureza divina e a autoridade de Deus sobre todas as coisas. No contexto de João 1:36, João Batista testemunha que Jesus é o Filho de Deus, enfatizando sua divindade.","por_que_esta_palavra":"A palavra é crucial para entender a identidade de Jesus como o Filho de Deus e sua relação com o Pai.","conexao_teologica":"A divindade de Jesus é um tema central na teologia cristã, que afirma que Ele é plenamente Deus e plenamente homem.","referencias_relacionadas":["João 1:1","João 10:30","Colossenses 2:9"]},"joao_1_36_behold":{"palavra_pt":"eis","palavra_original":"ἐμβλέπω","transliteracao":"emblépō","strong":"G1689","significado_raiz":"Ideia básica: eis.","significado_contextual":"Um chamado à atenção para algo importante.","explicacao_detalhada":"A palavra 'eis' (ἐμβλέπω) é uma exortação para observar ou considerar algo com atenção. Neste versículo, João Batista usa essa palavra para direcionar a atenção das pessoas para Jesus.","por_que_esta_palavra":"É uma palavra que introduz uma revelação significativa, destacando a importância do que está prestes a ser dito.","conexao_teologica":"A revelação de Jesus como o Cordeiro de Deus é fundamental para a compreensão do sacrifício e da redenção.","referencias_relacionadas":["Mateus 3:17","João 1:29","Apocalipse 5:6"]},"joao_1_37_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome do Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"A palavra 'Jesus' (Ἰησοῦς) é a forma grega do nome hebraico 'Yeshua'. No contexto, João Batista aponta Jesus como o Cordeiro de Deus que tira o pecado do mundo.","por_que_esta_palavra":"É fundamental para a compreensão da missão de Jesus e seu papel como Redentor.","conexao_teologica":"O nome de Jesus é central na salvação e na relação do crente com Deus.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:13"]},"joao_1_38_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome do Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"A palavra 'Jesus' (Ἰησοῦς) é a forma grega do nome hebraico 'Yeshua'. No contexto, João Batista aponta Jesus como o Cordeiro de Deus que tira o pecado do mundo.","por_que_esta_palavra":"É fundamental para a compreensão da missão de Jesus e seu papel como Redentor.","conexao_teologica":"O nome de Jesus é central na salvação e na relação do crente com Deus.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:13"]},"joao_1_38_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"A palavra 'buscar' implica uma ação intencional de procurar ou investigar algo.","explicacao_detalhada":"Neste contexto, os discípulos de João Batista estão buscando entender quem é Jesus e o que Ele representa. A busca é um tema central na jornada espiritual, onde os indivíduos são convidados a procurar a verdade e o significado da vida.","por_que_esta_palavra":"A escolha da palavra 'buscar' reflete a necessidade de um relacionamento ativo com Deus, onde a busca por conhecimento e compreensão é essencial.","conexao_teologica":"A busca por Jesus é um chamado à fé e à descoberta da verdade divina. Isso se conecta com a ideia de que Deus se revela àqueles que O buscam sinceramente.","referencias_relacionadas":["Mateus 7:7","Jeremias 29:13","Hebreus 11:6"]},"joao_1_38_mestre":{"palavra_pt":"mestre","palavra_original":"ῥαββί","transliteracao":"rhabbí","strong":"G4461","significado_raiz":"Ideia básica: mestre.","significado_contextual":"A palavra 'mestre' refere-se a alguém que ensina ou orienta, especialmente em questões espirituais.","explicacao_detalhada":"Os discípulos chamam Jesus de 'mestre' reconhecendo sua autoridade e sabedoria. Isso demonstra a posição de Jesus como um líder espiritual e educador.","por_que_esta_palavra":"A palavra 'mestre' é usada para enfatizar a função de Jesus como instrutor e guia na vida espiritual dos seus seguidores.","conexao_teologica":"Jesus como mestre é um tema recorrente nos Evangelhos, onde Ele ensina sobre o Reino de Deus e a vida eterna.","referencias_relacionadas":["Mateus 23:8","Lucas 6:40","João 13:13"]},"joao_1_39_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de 24 horas, mas aqui pode simbolizar um tempo de revelação e descoberta.","explicacao_detalhada":"O 'dia' mencionado é significativo porque representa o momento em que os discípulos começam a entender a verdadeira identidade de Jesus e sua missão.","por_que_esta_palavra":"A utilização da palavra 'dia' sugere um tempo de clareza e iluminação espiritual, onde a verdade se torna evidente.","conexao_teologica":"O conceito de 'dia' é frequentemente associado à luz e à verdade nas Escrituras, simbolizando a revelação de Deus ao homem.","referencias_relacionadas":["Salmos 118:24","João 8:12","1 Tessalonicenses 5:5"]},"joao_1_40_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' simboliza firmeza e estabilidade, referindo-se a Pedro, que se tornaria uma pedra fundamental da Igreja.","explicacao_detalhada":"Ao chamar Simão de 'Pedro', que significa rocha, Jesus está estabelecendo um novo papel para ele na comunidade de crentes, simbolizando força e liderança.","por_que_esta_palavra":"A escolha da palavra 'rocha' enfatiza a importância de uma base sólida na fé, que é essencial para a construção da Igreja.","conexao_teologica":"A rocha é um símbolo de Cristo como a fundação da Igreja, e Pedro como o líder entre os apóstolos.","referencias_relacionadas":["Mateus 16:18","1 Pedro 2:4-5","Efésios 2:20"]},"joao_1_40_nome":{"palavra_pt":"nome","palavra_original":"Σίμων","transliteracao":"Símōn","strong":"G4613","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e ao caráter de uma pessoa.","explicacao_detalhada":"O nome 'Simão' é significativo porque representa a pessoa que Pedro se tornaria após seu encontro com Jesus, simbolizando transformação e nova identidade.","por_que_esta_palavra":"A ênfase no nome destaca a importância da identidade em Cristo e a mudança que ocorre quando alguém se torna um seguidor de Jesus.","conexao_teologica":"A mudança de nome de Simão para Pedro é um exemplo da nova vida que Cristo oferece a todos que O seguem.","referencias_relacionadas":["Gênesis 32:28","Isaías 62:2","Apocalipse 2:17"]},"joao_1_40_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma relação de proximidade ou inclusão.","explicacao_detalhada":"Neste contexto, 'entre' sugere que Pedro foi chamado para estar em uma nova comunidade de crentes, unindo-se aos discípulos de Jesus.","por_que_esta_palavra":"A palavra 'entre' enfatiza a ideia de pertencimento e a formação de uma nova família espiritual.","conexao_teologica":"A inclusão de Pedro entre os discípulos representa a formação do Corpo de Cristo, onde cada membro tem um papel importante.","referencias_relacionadas":["Romanos 12:5","1 Coríntios 12:12-13","Efésios 4:4"]},"joao_1_41_cristo":{"palavra_pt":"cristo","palavra_original":"Μεσσίας","transliteracao":"Messías","strong":"G3323","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'cristo' refere-se ao Messias, o ungido de Deus, que traz salvação.","explicacao_detalhada":"Ao identificar Jesus como 'Cristo', os discípulos reconhecem sua missão divina e seu papel como Salvador da humanidade.","por_que_esta_palavra":"A palavra 'cristo' é central na fé cristã, pois representa a esperança e a promessa de redenção.","conexao_teologica":"Jesus como Cristo é a realização das profecias do Antigo Testamento sobre o Messias que viria para salvar seu povo.","referencias_relacionadas":["Isaías 53:5","Mateus 1:16","Atos 2:36"]},"joao_1_41_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'ungido' é sinônimo de Cristo e refere-se à consagração divina para uma missão especial.","explicacao_detalhada":"A unção de Jesus como o 'Cristo' implica que Ele foi escolhido por Deus para cumprir a obra de salvação.","por_que_esta_palavra":"A palavra 'ungido' destaca a autoridade e a legitimidade de Jesus como o Salvador prometido.","conexao_teologica":"A unção é um tema importante na Bíblia, simbolizando a capacitação divina para a missão, que se cumpre em Jesus.","referencias_relacionadas":["Salmos 2:2","Lucas 4:18","Atos 10:38"]},"joao_1_41_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"A palavra 'acquaintance' refere-se a um conhecimento ou familiaridade com alguém.","explicacao_detalhada":"Neste contexto, a familiaridade com Jesus é um convite para um relacionamento mais profundo e pessoal com Ele.","por_que_esta_palavra":"A ideia de 'acquaintance' sugere que conhecer Jesus vai além de um simples reconhecimento; é um chamado para um relacionamento transformador.","conexao_teologica":"O conhecimento de Cristo é fundamental para a vida cristã, onde a intimidade com Ele leva a uma compreensão mais profunda da fé.","referencias_relacionadas":["Filipenses 3:10","1 João 1:3","João 17:3"]},"joao_1_42_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'jesus' é o nome do Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"O nome Jesus é central na fé cristã, pois representa a encarnação de Deus e Sua missão de salvar a humanidade do pecado.","por_que_esta_palavra":"A menção do nome 'Jesus' é um reconhecimento de Sua autoridade e poder redentor.","conexao_teologica":"Jesus é o cumprimento das promessas de Deus e a chave para a salvação, sendo o único mediador entre Deus e os homens.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:13"]},"joao_1_42_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' refere-se a uma base sólida, simbolizando firmeza e estabilidade.","explicacao_detalhada":"No contexto de João 1:42, Jesus dá a Simão o nome de Pedro, que significa 'rocha'. Isso indica que Pedro seria uma pedra fundamental na construção da Igreja.","por_que_esta_palavra":"A escolha da palavra 'rocha' enfatiza a força e a durabilidade do papel de Pedro como líder entre os apóstolos.","conexao_teologica":"A rocha é frequentemente usada na Bíblia como símbolo de Deus e de Sua proteção, como em Salmos 18:2.","referencias_relacionadas":["Mateus 16:18","Salmos 18:2","1 Coríntios 10:4"]},"joao_1_42_nome":{"palavra_pt":"nome","palavra_original":"Σίμων","transliteracao":"Símōn","strong":"G4613","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Simão' é um nome comum na época, mas aqui é transformado em um símbolo de nova identidade.","explicacao_detalhada":"Ao renomear Simão para Pedro, Jesus não apenas muda seu nome, mas também sua missão e identidade dentro do plano divino.","por_que_esta_palavra":"O nome é central na cultura judaica, representando a essência e o caráter da pessoa.","conexao_teologica":"A mudança de nome é um tema recorrente na Bíblia, simbolizando transformação e chamado divino, como em Gênesis 17:5.","referencias_relacionadas":["Gênesis 17:5","Apocalipse 2:17","Isaías 62:2"]},"joao_1_43_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' significa 'O Senhor é salvação', refletindo sua missão redentora.","explicacao_detalhada":"Neste versículo, Jesus é apresentado como o Messias que veio para salvar a humanidade, cumprindo as profecias do Antigo Testamento.","por_que_esta_palavra":"O nome é fundamental para entender a identidade de Jesus e sua obra na terra.","conexao_teologica":"Jesus é o centro da fé cristã, e seu nome é invocado em oração e adoração, como em Filipenses 2:10.","referencias_relacionadas":["Mateus 1:21","Lucas 2:11","Atos 4:12"]},"joao_1_43_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' implica uma decisão deliberada e intencional.","explicacao_detalhada":"Jesus escolhe seus discípulos, mostrando que a chamada para segui-lo é um ato de graça e propósito divino.","por_que_esta_palavra":"A escolha de Jesus reflete a soberania de Deus na seleção de quem será parte de Seu reino.","conexao_teologica":"A ideia de ser escolhido é um tema importante na teologia, como em Efésios 1:4.","referencias_relacionadas":["Efésios 1:4","João 15:16","Romanos 8:30"]},"joao_1_43_galilee":{"palavra_pt":"galileia","palavra_original":"Γαλιλαία","transliteracao":"Galilaía","strong":"G1056","significado_raiz":"Ideia básica: galileia.","significado_contextual":"Galileia é uma região significativa, associada ao início do ministério de Jesus.","explicacao_detalhada":"A escolha de Galileia como local de ministério destaca a humildade e a acessibilidade de Jesus, que veio para todos, não apenas para os poderosos.","por_que_esta_palavra":"Galileia representa um lugar de origem humilde, onde Jesus começou a chamar seus discípulos.","conexao_teologica":"A Galileia é frequentemente mencionada como o local onde Jesus realizou muitos milagres, como em Mateus 4:23.","referencias_relacionadas":["Mateus 4:23","Lucas 4:14","João 7:41"]},"joao_1_44_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' aqui também se refere à firmeza e estabilidade que Pedro teria na fé.","explicacao_detalhada":"Assim como em João 1:42, a rocha simboliza a base sólida que Pedro seria para a Igreja.","por_que_esta_palavra":"A repetição da palavra 'rocha' reforça a importância do papel de Pedro na fundação da Igreja.","conexao_teologica":"A rocha é um símbolo de Cristo, que é a verdadeira fundação da Igreja, conforme 1 Coríntios 3:11.","referencias_relacionadas":["Mateus 16:18","1 Coríntios 3:11","Efésios 2:20"]},"joao_1_44_nome":{"palavra_pt":"nome","palavra_original":"Φίλιππος","transliteracao":"Phílippos","strong":"G5376","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Filipe' é significativo, pois representa um dos apóstolos escolhidos por Jesus.","explicacao_detalhada":"Filipe é chamado para seguir Jesus, e seu nome é associado a um papel ativo na propagação do evangelho.","por_que_esta_palavra":"O nome é importante para identificar a pessoa e seu papel no ministério de Jesus.","conexao_teologica":"A escolha dos apóstolos é um ato de Deus para estabelecer a Igreja, como em Atos 1:24-26.","referencias_relacionadas":["Atos 1:24-26","João 14:8","Atos 8:5"]},"joao_1_44_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a relação e a proximidade entre os discípulos.","explicacao_detalhada":"Refere-se ao contexto social e comunitário em que os discípulos se encontravam, enfatizando a importância da comunidade.","por_que_esta_palavra":"A palavra destaca a ideia de pertencimento e conexão entre os seguidores de Jesus.","conexao_teologica":"A comunidade cristã é fundamental para a vida da Igreja, como em Atos 2:42-47.","referencias_relacionadas":["Atos 2:42-47","Hebreus 10:24-25","1 Coríntios 12:12-27"]},"joao_1_45_nathanael":{"palavra_pt":"nathanael","palavra_original":"Ναθαναήλ","transliteracao":"Nathanaḗl","strong":"G3482","significado_raiz":"Ideia básica: nathanael.","significado_contextual":"Nathanael é um dos primeiros discípulos a reconhecer Jesus como o Messias.","explicacao_detalhada":"Seu encontro com Jesus revela a importância da fé e da revelação divina na vida dos seguidores.","por_que_esta_palavra":"O nome Nathanael é significativo, pois representa alguém que é dado por Deus.","conexao_teologica":"A fé de Nathanael é um exemplo de como o reconhecimento de Jesus é essencial para a salvação, como em João 20:29.","referencias_relacionadas":["João 1:49","João 20:29","Mateus 16:16"]},"joao_1_45_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"A palavra 'lei' refere-se à Torá, que é central na vida judaica.","explicacao_detalhada":"A menção da lei destaca a continuidade entre o Antigo e o Novo Testamento, mostrando que Jesus cumpre a lei.","por_que_esta_palavra":"A lei é fundamental para entender o contexto religioso e cultural dos discípulos de Jesus.","conexao_teologica":"Jesus é apresentado como o cumprimento da lei, conforme Romanos 10:4.","referencias_relacionadas":["Romanos 10:4","Mateus 5:17","Gálatas 3:24"]},"joao_1_46_nathanael":{"palavra_pt":"nathanael","palavra_original":"Ναθαναήλ","transliteracao":"Nathanaḗl","strong":"G3482","significado_raiz":"Ideia básica: nathanael.","significado_contextual":"Nathanael é um dos primeiros discípulos de Jesus, conhecido por sua sinceridade e busca pela verdade.","explicacao_detalhada":"O nome Nathanael significa 'dom de Deus'. Ele é mencionado no Evangelho de João como alguém que foi chamado por Filipe para seguir Jesus. Sua resposta inicial ao ouvir que Jesus era de Nazaré demonstra um ceticismo que se transforma em fé ao encontrar Jesus.","por_que_esta_palavra":"A palavra é importante porque representa a transformação de um cético em um crente, simbolizando a revelação de Jesus como o Messias.","conexao_teologica":"Nathanael exemplifica a resposta de fé que todos são chamados a ter ao encontrar a verdade em Cristo.","referencias_relacionadas":["João 1:45-49","Mateus 10:3","Marcos 3:18"]},"joao_1_46_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A preposição 'entre' indica a localização ou a relação de Nathanael com outros, enfatizando a comunidade dos discípulos.","explicacao_detalhada":"A palavra 'entre' é usada para descrever a posição de Nathanael em relação aos outros discípulos e à sua interação com Jesus. Isso destaca a importância da comunidade na fé cristã.","por_que_esta_palavra":"É crucial para entender a dinâmica entre os discípulos e como eles se relacionam com Jesus e uns com os outros.","conexao_teologica":"A ideia de estar 'entre' reflete a comunhão dos crentes e a importância da comunidade na vida cristã.","referencias_relacionadas":["Atos 2:42-47","Hebreus 10:24-25","1 João 1:7"]},"joao_1_46_nazareth":{"palavra_pt":"nazareth","palavra_original":"Ναζαρέθ","transliteracao":"Nazaréth","strong":"G3478","significado_raiz":"Ideia básica: nazareth.","significado_contextual":"Nazaré é a cidade de origem de Jesus, e sua menção provoca ceticismo em Nathanael.","explicacao_detalhada":"Nazaré era uma cidade pequena e desprezada, e a ideia de que o Messias poderia vir de lá era surpreendente para muitos. Isso destaca a humildade da origem de Jesus e como Deus escolhe o que é desprezado para realizar Seus propósitos.","por_que_esta_palavra":"A palavra é significativa porque desafia as expectativas humanas sobre o que e quem Deus pode usar para Sua obra.","conexao_teologica":"A vinda de Jesus de Nazaré reflete a natureza do Reino de Deus, que frequentemente inverte as expectativas humanas.","referencias_relacionadas":["Mateus 2:23","Lucas 4:16","João 7:41-42"]},"joao_1_47_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o nome do Salvador, e sua identificação como o Filho de Deus é central na fé cristã.","explicacao_detalhada":"O nome Jesus significa 'O Senhor é salvação'. Neste contexto, Jesus reconhece Nathanael como um verdadeiro israelita, destacando a importância da integridade e da fé genuína.","por_que_esta_palavra":"É fundamental porque Jesus é o centro da mensagem do Evangelho e a razão pela qual os discípulos o seguem.","conexao_teologica":"A identificação de Jesus como o Salvador é a base da fé cristã e a razão pela qual os crentes são chamados a segui-lo.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"joao_1_47_nathanael":{"palavra_pt":"nathanael","palavra_original":"Ναθαναήλ","transliteracao":"Nathanaḗl","strong":"G3482","significado_raiz":"Ideia básica: nathanael.","significado_contextual":"Nathanael é reconhecido por Jesus como um verdadeiro israelita, o que implica em sua honestidade e sinceridade.","explicacao_detalhada":"A declaração de Jesus sobre Nathanael destaca sua integridade e a importância de ter um coração puro diante de Deus. Isso também reflete a visão de Jesus sobre aqueles que o seguem.","por_que_esta_palavra":"A palavra é importante para enfatizar a autenticidade da fé de Nathanael e a maneira como Jesus valoriza a sinceridade.","conexao_teologica":"A autenticidade na fé é um tema central nas Escrituras, e Nathanael serve como um exemplo de um verdadeiro seguidor de Cristo.","referencias_relacionadas":["Salmos 51:10","Mateus 5:8","Hebreus 11:6"]},"joao_1_47_israelite":{"palavra_pt":"israelita","palavra_original":"Ἰσραηλίτης","transliteracao":"Israēlítēs","strong":"G2475","significado_raiz":"Ideia básica: israelita.","significado_contextual":"O termo 'israelita' refere-se a um descendente de Jacó, e neste contexto, enfatiza a identidade de Nathanael como parte do povo escolhido de Deus.","explicacao_detalhada":"Ser chamado de israelita por Jesus implica que Nathanael possui uma herança espiritual e cultural rica, além de uma expectativa messiânica que ele está prestes a reconhecer.","por_que_esta_palavra":"É relevante porque destaca a continuidade da promessa de Deus a Israel e como Jesus cumpre essas promessas.","conexao_teologica":"A identidade israelita de Nathanael conecta a obra de Jesus com a história da salvação e a aliança de Deus com Seu povo.","referencias_relacionadas":["Gênesis 32:28","Romanos 9:4-5","Gálatas 3:29"]},"joao_1_48_nathanael":{"palavra_pt":"nathanael","palavra_original":"Ναθαναήλ","transliteracao":"Nathanaḗl","strong":"G3482","significado_raiz":"Ideia básica: nathanael.","significado_contextual":"Nathanael é questionado por Jesus sobre sua fé e sua experiência anterior, o que revela a onisciência de Cristo.","explicacao_detalhada":"A interação entre Jesus e Nathanael mostra como Jesus conhece cada um de nós intimamente, incluindo nossos pensamentos e experiências antes de conhecê-lo.","por_que_esta_palavra":"A palavra é significativa porque revela a natureza divina de Jesus e sua capacidade de ver além das aparências.","conexao_teologica":"A onisciência de Jesus é um aspecto fundamental de sua divindade e um convite à fé e à confiança nele.","referencias_relacionadas":["Salmos 139:1-4","Hebreus 4:13","João 10:14"]},"joao_1_48_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus, como o Filho de Deus, tem autoridade e conhecimento sobre a vida de Nathanael.","explicacao_detalhada":"A afirmação de Jesus sobre Nathanael antes mesmo de ele se aproximar revela a natureza divina de Cristo e sua capacidade de conhecer o coração humano.","por_que_esta_palavra":"É crucial porque enfatiza a relação pessoal que Jesus tem com seus seguidores e sua capacidade de transformar vidas.","conexao_teologica":"A relação pessoal com Jesus é central na fé cristã, e sua autoridade é um convite à entrega total.","referencias_relacionadas":["Mateus 28:18","João 1:1","Colossenses 1:16-17"]},"joao_1_48_nome":{"palavra_pt":"nome","palavra_original":"Φίλιππος","transliteracao":"Phílippos","strong":"G5376","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome mencionado é uma referência a Filipe, que trouxe Nathanael a Jesus.","explicacao_detalhada":"O nome é importante porque representa a conexão e a evangelização entre os discípulos, mostrando como um pode levar o outro a Cristo.","por_que_esta_palavra":"A palavra é significativa para destacar a importância da comunidade e do testemunho na propagação do Evangelho.","conexao_teologica":"A evangelização e o discipulado são fundamentais na missão da Igreja e na vida cristã.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","Romanos 10:14-15"]},"joao_1_49_nathanael":{"palavra_pt":"nathanael","palavra_original":"Ναθαναήλ","transliteracao":"Nathanaḗl","strong":"G3482","significado_raiz":"Ideia básica: nathanael.","significado_contextual":"Nathanael reconhece Jesus como o Filho de Deus e o Rei de Israel, uma declaração de fé.","explicacao_detalhada":"A confissão de Nathanael é um momento crucial, onde ele passa de cético a crente, reconhecendo a verdadeira identidade de Jesus.","por_que_esta_palavra":"É importante porque representa a resposta de fé que todos são chamados a dar ao conhecer a verdade sobre Jesus.","conexao_teologica":"A confissão de fé é um tema central no Novo Testamento, onde os crentes são chamados a reconhecer Jesus como Senhor.","referencias_relacionadas":["Romanos 10:9","1 João 4:15","Mateus 16:16"]},"joao_1_49_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, reconhecida por Natanael ao se referir a Jesus.","explicacao_detalhada":"A palavra 'deus' (θεός) é usada para descrever a natureza divina de Jesus, enfatizando sua identidade como o Filho de Deus.","por_que_esta_palavra":"Natanael reconhece em Jesus a manifestação de Deus, o que é central na teologia cristã.","conexao_teologica":"A divindade de Jesus é um tema central no Novo Testamento, mostrando que Ele é parte da Trindade.","referencias_relacionadas":["João 1:1","João 10:30","Colossenses 2:9"]},"joao_1_49_mestre":{"palavra_pt":"mestre","palavra_original":"ῥαββί","transliteracao":"rhabbí","strong":"G4461","significado_raiz":"Ideia básica: mestre.","significado_contextual":"Natanael chama Jesus de 'mestre', reconhecendo sua autoridade e ensinamentos.","explicacao_detalhada":"A palavra 'mestre' (ῥαββί) indica um professor respeitado, e Natanael expressa sua disposição em aprender com Jesus.","por_que_esta_palavra":"Reconhecer Jesus como mestre é um passo importante na jornada de fé de um discípulo.","conexao_teologica":"Jesus é frequentemente referido como mestre, enfatizando seu papel como guia espiritual.","referencias_relacionadas":["Mateus 23:8","Lucas 10:39","João 13:13"]},"joao_1_50_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é central na fé cristã, representando a salvação.","explicacao_detalhada":"A palavra 'Jesus' (Ἰησοῦς) significa 'O Senhor é salvação', refletindo sua missão na terra.","por_que_esta_palavra":"O reconhecimento de Jesus como Salvador é fundamental para a fé cristã.","conexao_teologica":"Jesus é o mediador entre Deus e a humanidade, essencial para a redenção.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:9"]},"joao_1_50_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' é um convite à fé em Jesus e em suas promessas.","explicacao_detalhada":"A palavra 'crer' (πιστεύω) implica confiança e crença nas verdades de Deus.","por_que_esta_palavra":"A fé é a base do relacionamento com Deus e é essencial para a salvação.","conexao_teologica":"A fé em Jesus é o meio pelo qual recebemos a graça e a salvação.","referencias_relacionadas":["Hebreus 11:1","Efésios 2:8-9","João 3:16"]},"joao_1_50_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"O 'temor' aqui se refere a um respeito profundo e reverente por Deus.","explicacao_detalhada":"A palavra 'temor' (μέγας) implica um reconhecimento da grandeza e santidade de Deus.","por_que_esta_palavra":"O temor de Deus é o princípio da sabedoria e do entendimento.","conexao_teologica":"O temor do Senhor é frequentemente mencionado como uma virtude na vida do crente.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 11:2"]},"joao_1_51_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"O 'céu' é mencionado como o lugar onde Deus habita e onde os anjos sobem e descem.","explicacao_detalhada":"A palavra 'céu' (οὐρανός) representa a morada divina e a realidade espiritual.","por_que_esta_palavra":"A referência ao céu enfatiza a conexão entre o mundo espiritual e o terrestre.","conexao_teologica":"O céu é o destino final dos crentes e a realização das promessas de Deus.","referencias_relacionadas":["Mateus 5:12","Apocalipse 21:1-4","Filipenses 3:20"]},"joao_1_51_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Em João 1:51, \"deus\" aparece na frase \"E disse-lhe: Na verdade, na verdade vos digo que daqui em diante vereis o céu aberto, e os anjos de Deus subindo e descendo sobre o Filho d…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (θεός; theós; G2316), \"deus\" traz a ideia de deus. Aqui, essa palavra deixa o ensino de João 1:51 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"deus\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em João 1:6. Lendo junto com João 1:51, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["João 1:51","João 1:6","João 1:1"]}}