{"joao_10_1_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada em um contexto de negação, enfatizando a certeza de que não há outro caminho além de Jesus.","explicacao_detalhada":"Em João 10:1, Jesus fala sobre o ladrão que não entra pela porta, mas sobe por outra parte. Ele se apresenta como a porta das ovelhas, e a negação enfatiza que somente Ele é o verdadeiro caminho.","por_que_esta_palavra":"A palavra é crucial para entender que Jesus é a única forma de acesso ao rebanho de Deus, contrastando com os falsos líderes.","conexao_teologica":"A exclusividade de Jesus como o caminho para a salvação é um tema central no Novo Testamento.","referencias_relacionadas":["João 14:6","Atos 4:12","Mateus 7:13-14"]},"joao_10_1_sheepfold":{"palavra_pt":"sheep fold","palavra_original":"πρόβατον","transliteracao":"próbaton","strong":"G4263","significado_raiz":"Ideia básica: sheep fold.","significado_contextual":"A palavra 'sheep fold' refere-se ao local onde as ovelhas são guardadas, simbolizando segurança e proteção.","explicacao_detalhada":"No contexto de João 10, o aprisco representa a comunidade dos fiéis que estão sob a proteção de Jesus, o bom pastor. Ele é aquele que cuida e protege suas ovelhas.","por_que_esta_palavra":"A utilização dessa palavra enfatiza a ideia de que Jesus é o guardião das almas, oferecendo segurança espiritual.","conexao_teologica":"A imagem do pastor e do aprisco é uma metáfora rica que aparece em várias partes da Bíblia, simbolizando a relação entre Deus e seu povo.","referencias_relacionadas":["Salmos 23:1-3","Ezequiel 34:11-16","Hebreus 13:20"]},"joao_10_2_pastor":{"palavra_pt":"pastor","palavra_original":"ποιμήν","transliteracao":"poimḗn","strong":"G4166","significado_raiz":"Ideia básica: pastor.","significado_contextual":"A palavra 'pastor' refere-se àquele que cuida das ovelhas, simbolizando liderança e proteção.","explicacao_detalhada":"Jesus se apresenta como o bom pastor que dá a vida pelas ovelhas. Ele é o líder que conhece suas ovelhas e é conhecido por elas, estabelecendo uma relação íntima.","por_que_esta_palavra":"A palavra é fundamental para entender o papel de Jesus como aquele que se sacrifica e cuida de seu rebanho.","conexao_teologica":"A figura do pastor é uma representação do cuidado de Deus por seu povo, que é uma constante na Escritura.","referencias_relacionadas":["João 10:11","Salmos 23:1","Isaías 40:11"]},"joao_10_2_sheepfold":{"palavra_pt":"sheep fold","palavra_original":"πρόβατον","transliteracao":"próbaton","strong":"G4263","significado_raiz":"Ideia básica: sheep fold.","significado_contextual":"A palavra 'sheep fold' é usada para descrever o lugar seguro onde as ovelhas são mantidas.","explicacao_detalhada":"No contexto de João 10, o aprisco simboliza a proteção que Jesus oferece aos que pertencem a Ele, contrastando com os que tentam entrar de outra forma.","por_que_esta_palavra":"A palavra é importante para ilustrar a segurança e a pertença à comunidade de fé sob a liderança de Jesus.","conexao_teologica":"O aprisco representa a igreja, onde os crentes são protegidos e guiados por Cristo.","referencias_relacionadas":["João 10:7","Salmos 100:3","Mateus 18:12-14"]},"joao_10_3_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"A palavra 'acquaintance' refere-se ao relacionamento íntimo entre o pastor e suas ovelhas.","explicacao_detalhada":"Jesus destaca que as ovelhas conhecem a voz do pastor, simbolizando a familiaridade e a confiança que os crentes devem ter em sua liderança.","por_que_esta_palavra":"A palavra é usada para enfatizar a relação pessoal e direta que os crentes têm com Jesus.","conexao_teologica":"A intimidade entre o pastor e as ovelhas é um tema que reflete a relação que Deus deseja ter com seu povo.","referencias_relacionadas":["João 10:14","Salmos 23:1-3","Isaías 43:1"]},"joao_10_3_sheepfold":{"palavra_pt":"sheep fold","palavra_original":"πρόβατον","transliteracao":"próbaton","strong":"G4263","significado_raiz":"Ideia básica: sheep fold.","significado_contextual":"A palavra 'sheep fold' é usada para descrever o espaço seguro onde as ovelhas estão reunidas.","explicacao_detalhada":"No contexto de João 10, o aprisco é um símbolo da proteção que Jesus oferece aos que seguem a Ele, contrastando com os que não são verdadeiros pastores.","por_que_esta_palavra":"A palavra é importante para entender a segurança espiritual que Jesus proporciona aos seus seguidores.","conexao_teologica":"O aprisco é uma metáfora da igreja, onde os crentes são cuidados e protegidos.","referencias_relacionadas":["João 10:7","Salmos 95:7","Hebreus 10:25"]},"joao_10_4_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"A palavra 'acquaintance' enfatiza o conhecimento mútuo entre o pastor e suas ovelhas.","explicacao_detalhada":"Jesus fala sobre como as ovelhas seguem o pastor porque conhecem sua voz, simbolizando a importância de reconhecer a liderança de Cristo.","por_que_esta_palavra":"A palavra é utilizada para destacar a necessidade de um relacionamento pessoal com Jesus, onde os crentes devem ouvir e seguir sua voz.","conexao_teologica":"A relação entre o pastor e as ovelhas é um reflexo do relacionamento que Deus deseja ter com cada um de nós.","referencias_relacionadas":["João 10:14","Salmos 23:1","Isaías 53:6"]},"joao_10_4_sheepfold":{"palavra_pt":"sheep fold","palavra_original":"πρόβατον","transliteracao":"próbaton","strong":"G4263","significado_raiz":"Ideia básica: sheep fold.","significado_contextual":"A palavra 'sheep fold' refere-se ao espaço seguro onde as ovelhas são mantidas sob a proteção do pastor.","explicacao_detalhada":"No contexto de João 10, o aprisco simboliza a segurança que Jesus oferece aos seus seguidores, que são chamados a permanecer sob sua proteção.","por_que_esta_palavra":"A palavra é importante para entender a ideia de comunidade e segurança espiritual em Cristo.","conexao_teologica":"O aprisco representa a igreja, onde os crentes são guiados e protegidos por Jesus.","referencias_relacionadas":["João 10:7","Salmos 100:3","Mateus 28:20"]},"joao_10_5_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada em um contexto de negação, enfatizando a certeza de que não há outro caminho além de Jesus.","explicacao_detalhada":"Em João 10:5, Jesus fala sobre as ovelhas que não seguem estranhos, reforçando a ideia de que somente Ele é o verdadeiro pastor.","por_que_esta_palavra":"A palavra é crucial para entender a exclusividade de Jesus como o único caminho para a salvação.","conexao_teologica":"A negação de seguir estranhos destaca a importância de discernir a voz de Cristo em meio a outras vozes.","referencias_relacionadas":["João 10:1","Mateus 7:15-20","Atos 20:29-30"]},"joao_10_5_escape":{"palavra_pt":"escape","palavra_original":"φεύγω","transliteracao":"pheúgō","strong":"G5343","significado_raiz":"Ideia básica: escape.","significado_contextual":"A palavra 'escape' refere-se à ação de fugir ou sair rapidamente de uma situação perigosa.","explicacao_detalhada":"No contexto de João 10:5, Jesus fala sobre as ovelhas que não seguem estranhos, mas fogem deles. Isso implica que as ovelhas reconhecem a voz do seu pastor e se afastam de qualquer ameaça.","por_que_esta_palavra":"A escolha da palavra 'escape' enfatiza a proteção que o pastor oferece às suas ovelhas, contrastando com os perigos que podem vir de fora.","conexao_teologica":"A ideia de escapar é central na teologia da salvação, onde Jesus é visto como o bom pastor que protege suas ovelhas do pecado e da morte.","referencias_relacionadas":["Salmos 23:1-4","João 10:11","Hebreus 13:20"]},"joao_10_6_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é o nome do Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"Neste versículo, Jesus usa uma parábola para ensinar sobre sua identidade como o bom pastor. Ele se apresenta como aquele que cuida e guia suas ovelhas.","por_que_esta_palavra":"O uso do nome 'Jesus' é fundamental para a compreensão de sua missão redentora e seu papel como mediador entre Deus e a humanidade.","conexao_teologica":"Jesus é o cumprimento das promessas do Antigo Testamento sobre o pastor que cuidaria do povo de Deus.","referencias_relacionadas":["Mateus 1:21","Isaías 53:6","João 10:11"]},"joao_10_6_parable":{"palavra_pt":"parable","palavra_original":"παροιμία","transliteracao":"paroimía","strong":"G3942","significado_raiz":"Ideia básica: parable.","significado_contextual":"A palavra 'parábola' refere-se a uma narrativa que ensina uma lição moral ou espiritual.","explicacao_detalhada":"Jesus frequentemente usava parábolas para transmitir verdades profundas de forma acessível. Neste caso, Ele usa a imagem do pastor e das ovelhas para ilustrar seu relacionamento com os crentes.","por_que_esta_palavra":"A parábola é uma ferramenta pedagógica que permite que os ouvintes reflitam e compreendam melhor os ensinamentos de Jesus.","conexao_teologica":"As parábolas de Jesus revelam o caráter de Deus e seu reino, mostrando como Ele se relaciona com a humanidade.","referencias_relacionadas":["Mateus 13:10-13","Lucas 15:3-7","Marcos 4:2"]},"joao_10_6_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se ao ato de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"Jesus fala sobre a importância de ouvir sua voz. Ele se comunica com suas ovelhas, e elas reconhecem e seguem sua orientação.","por_que_esta_palavra":"A comunicação é essencial no relacionamento entre o pastor e suas ovelhas, simbolizando a intimidade e a confiança.","conexao_teologica":"A capacidade de ouvir e seguir a voz de Jesus é um tema central na vida cristã, refletindo a obediência e a fé.","referencias_relacionadas":["João 10:27","Romanos 10:17","1 João 4:6"]},"joao_10_7_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é novamente utilizada, reafirmando sua identidade e missão.","explicacao_detalhada":"Neste versículo, Jesus se apresenta como a porta das ovelhas, enfatizando que somente através dele se pode ter acesso à salvação e à vida eterna.","por_que_esta_palavra":"A repetição do nome 'Jesus' destaca sua centralidade na fé cristã e sua função como mediador.","conexao_teologica":"A metáfora da porta simboliza a exclusividade de Cristo como o único caminho para Deus.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 5:1"]},"joao_10_7_sheepfold":{"palavra_pt":"sheep fold","palavra_original":"πρόβατον","transliteracao":"próbaton","strong":"G4263","significado_raiz":"Ideia básica: sheep fold.","significado_contextual":"A palavra 'ovelheiro' refere-se ao abrigo ou cercado onde as ovelhas são mantidas.","explicacao_detalhada":"Jesus usa a imagem do aprisco para descrever a segurança e a proteção que ele oferece às suas ovelhas, que são os crentes.","por_que_esta_palavra":"O aprisco representa a comunidade de fé onde os crentes são cuidados e protegidos por Cristo.","conexao_teologica":"A ideia de um abrigo espiritual é uma metáfora para a segurança que encontramos em Cristo e na igreja.","referencias_relacionadas":["Salmos 100:3","Hebreus 10:25","1 Pedro 5:2-4"]},"joao_10_8_sheepfold":{"palavra_pt":"sheep fold","palavra_original":"πρόβατον","transliteracao":"próbaton","strong":"G4263","significado_raiz":"Ideia básica: sheep fold.","significado_contextual":"A repetição da palavra 'ovelheiro' reforça a ideia de segurança e proteção.","explicacao_detalhada":"Jesus menciona que todos os que vieram antes dele eram ladrões e salteadores, contrastando com sua própria missão de dar vida às ovelhas.","por_que_esta_palavra":"A ênfase na segurança do aprisco destaca a diferença entre o verdadeiro pastor e aqueles que não cuidam das ovelhas.","conexao_teologica":"A proteção das ovelhas é um tema recorrente nas Escrituras, simbolizando o cuidado de Deus por seu povo.","referencias_relacionadas":["Ezequiel 34:11-16","João 10:11","Salmos 23:1"]},"joao_10_9_alimento":{"palavra_pt":"alimento","palavra_original":"νομή","transliteracao":"nomḗ","strong":"G3542","significado_raiz":"Ideia básica: alimento.","significado_contextual":"A palavra 'alimento' refere-se ao sustento necessário para a vida.","explicacao_detalhada":"Jesus se apresenta como a porta, afirmando que aqueles que entram por ele encontrarão pastagem, simbolizando a provisão espiritual que ele oferece.","por_que_esta_palavra":"A metáfora do alimento é crucial para entender como Jesus satisfaz as necessidades espirituais de seus seguidores.","conexao_teologica":"Jesus é frequentemente descrito como o pão da vida, que nutre e sustenta a alma.","referencias_relacionadas":["João 6:35","Mateus 4:4","Salmos 23:2"]},"joao_10_10_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à existência plena e abundante que Jesus oferece.","explicacao_detalhada":"Jesus declara que veio para que as ovelhas tenham vida e a tenham em abundância, contrastando com o ladrão que vem para roubar.","por_que_esta_palavra":"A ênfase na vida abundante destaca a generosidade e o propósito da missão de Jesus.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, simbolizando a nova criação e a restauração do relacionamento com Deus.","referencias_relacionadas":["João 3:16","Gálatas 2:20","2 Coríntios 5:17"]},"joao_10_10_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Criador e à fonte de toda vida.","explicacao_detalhada":"Neste contexto, a afirmação de que Jesus é a vida implica que ele é a manifestação do amor e da graça de Deus para a humanidade.","por_que_esta_palavra":"A conexão entre Jesus e Deus é fundamental para a compreensão da Trindade e da natureza divina de Cristo.","conexao_teologica":"A divindade de Jesus é um pilar da fé cristã, mostrando que ele é tanto plenamente Deus quanto plenamente homem.","referencias_relacionadas":["João 1:1","Colossenses 2:9","Hebreus 1:3"]},"joao_10_11_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' refere-se à essência da vida, ao ser interior que conecta o corpo e o espírito.","explicacao_detalhada":"No contexto de João 10:11, Jesus se apresenta como o bom pastor que dá a sua vida pelas ovelhas, enfatizando a importância da alma como o que dá vida e valor ao ser humano.","por_que_esta_palavra":"A escolha da palavra 'alma' destaca a profundidade do sacrifício de Cristo e a relação íntima que Ele tem com suas ovelhas.","conexao_teologica":"A alma é vista como a parte imortal do ser humano, e a salvação oferecida por Cristo é uma restauração dessa alma perdida.","referencias_relacionadas":["Mateus 10:28","Lucas 12:20","1 Pedro 2:25"]},"joao_10_11_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"A palavra 'arco' é usada metaforicamente para descrever a proteção e a direção que o pastor oferece às suas ovelhas.","explicacao_detalhada":"Embora a palavra 'arco' não apareça diretamente no versículo, a ideia de um arco pode simbolizar a abrangência do cuidado do pastor sobre suas ovelhas.","por_que_esta_palavra":"A metáfora do arco sugere a ideia de um abrigo seguro, onde as ovelhas estão protegidas sob a vigilância do pastor.","conexao_teologica":"Deus é frequentemente descrito como um protetor e guia, assim como um pastor que cuida de seu rebanho.","referencias_relacionadas":["Salmos 23:1-3","Isaías 40:11","Hebreus 13:20"]},"joao_10_11_pastor":{"palavra_pt":"pastor","palavra_original":"ποιμήν","transliteracao":"poimḗn","strong":"G4166","significado_raiz":"Ideia básica: pastor.","significado_contextual":"A palavra 'pastor' refere-se àquele que cuida, guia e protege o rebanho.","explicacao_detalhada":"Jesus se identifica como o bom pastor, contrastando-se com os mercenários que não se importam com as ovelhas. Ele é aquele que sacrifica sua vida por elas.","por_que_esta_palavra":"A palavra 'pastor' é central para entender a missão de Jesus e seu papel como cuidador e salvador.","conexao_teologica":"A figura do pastor é uma representação da liderança divina e do cuidado que Deus tem por seu povo.","referencias_relacionadas":["Salmos 23:1","Ezequiel 34:11-16","João 10:14"]},"joao_10_12_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"A palavra 'acquaintance' refere-se a alguém que é conhecido, mas não necessariamente íntimo.","explicacao_detalhada":"No contexto, Jesus fala sobre o relacionamento entre o pastor e as ovelhas, onde o verdadeiro pastor é conhecido por suas ovelhas, ao contrário do mercenário.","por_que_esta_palavra":"A distinção entre um verdadeiro pastor e um mercenário é crucial para entender a natureza do cuidado de Jesus.","conexao_teologica":"O conhecimento mútuo entre Jesus e suas ovelhas representa a intimidade do relacionamento que Deus deseja ter com seu povo.","referencias_relacionadas":["João 10:14","Gálatas 4:9","1 João 2:3"]},"joao_10_12_bom":{"palavra_pt":"bom","palavra_original":"μισθωτός","transliteracao":"misthōtós","strong":"G3411","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade superior do pastor que se preocupa genuinamente com suas ovelhas.","explicacao_detalhada":"Jesus se descreve como o bom pastor que dá a vida por suas ovelhas, contrastando com aqueles que não têm interesse genuíno.","por_que_esta_palavra":"A ênfase na bondade do pastor destaca a natureza sacrificial e amorosa de Cristo.","conexao_teologica":"A bondade de Jesus é um reflexo do caráter de Deus, que se preocupa com o bem-estar de seu povo.","referencias_relacionadas":["Salmos 100:5","Mateus 7:17-18","Tiago 1:17"]},"joao_10_12_pastor":{"palavra_pt":"pastor","palavra_original":"ποιμήν","transliteracao":"poimḗn","strong":"G4166","significado_raiz":"Ideia básica: pastor.","significado_contextual":"A palavra 'pastor' é usada novamente para enfatizar a função de cuidado e proteção.","explicacao_detalhada":"Reforça a ideia de que o verdadeiro pastor se sacrifica pelas ovelhas, mostrando a profundidade do amor de Cristo.","por_que_esta_palavra":"A repetição da palavra 'pastor' sublinha a importância do papel de Jesus como cuidador e líder espiritual.","conexao_teologica":"A liderança de Jesus como pastor é um tema recorrente nas Escrituras, simbolizando seu amor e cuidado por sua igreja.","referencias_relacionadas":["Salmos 23:1","Ezequiel 34:23","Hebreus 13:20"]},"joao_10_13_care":{"palavra_pt":"care","palavra_original":"μέλω","transliteracao":"mélō","strong":"G3199","significado_raiz":"Ideia básica: care.","significado_contextual":"A palavra 'care' refere-se ao ato de cuidar e proteger, essencial para a função do pastor.","explicacao_detalhada":"Jesus menciona que o mercenário não se importa com as ovelhas, contrastando com seu próprio cuidado e dedicação.","por_que_esta_palavra":"A palavra 'care' enfatiza a responsabilidade e o compromisso do pastor com suas ovelhas.","conexao_teologica":"O cuidado de Jesus é um reflexo do amor de Deus por sua criação, mostrando que Ele se preocupa com cada um de nós.","referencias_relacionadas":["1 Pedro 5:7","Mateus 6:26","Salmos 55:22"]},"joao_10_13_bom":{"palavra_pt":"bom","palavra_original":"μισθωτός","transliteracao":"misthōtós","strong":"G3411","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' é usada novamente para descrever a qualidade do pastor que se preocupa com suas ovelhas.","explicacao_detalhada":"Reforça a ideia de que o bom pastor age com integridade e amor, ao contrário dos mercenários.","por_que_esta_palavra":"A repetição da palavra 'bom' destaca a natureza altruísta do cuidado de Jesus.","conexao_teologica":"A bondade de Jesus é um aspecto fundamental de sua missão redentora.","referencias_relacionadas":["Mateus 19:17","Romanos 2:4","Gálatas 5:22"]},"joao_10_13_sheepfold":{"palavra_pt":"sheep fold","palavra_original":"πρόβατον","transliteracao":"próbaton","strong":"G4263","significado_raiz":"Ideia básica: sheep fold.","significado_contextual":"A palavra 'sheepfold' refere-se ao lugar onde as ovelhas são mantidas seguras.","explicacao_detalhada":"No contexto, o aprisco simboliza a segurança e a proteção que Jesus oferece às suas ovelhas.","por_que_esta_palavra":"A menção ao aprisco destaca a ideia de comunidade e segurança sob a liderança do bom pastor.","conexao_teologica":"O aprisco representa a igreja, onde os crentes encontram proteção e cuidado sob a liderança de Cristo.","referencias_relacionadas":["Salmos 100:3","João 10:16","Hebreus 10:25"]},"joao_10_14_pastor":{"palavra_pt":"pastor","palavra_original":"ποιμήν","transliteracao":"poimḗn","strong":"G4166","significado_raiz":"Ideia básica: pastor.","significado_contextual":"A palavra 'pastor' é usada novamente para enfatizar a relação íntima entre Jesus e suas ovelhas.","explicacao_detalhada":"Jesus reafirma que Ele é o bom pastor que conhece suas ovelhas e é conhecido por elas, destacando a intimidade do relacionamento.","por_que_esta_palavra":"A repetição da palavra 'pastor' reforça a importância do cuidado pessoal e da conexão entre Jesus e seus seguidores.","conexao_teologica":"A relação entre o pastor e as ovelhas simboliza a relação que Deus deseja ter com cada um de nós.","referencias_relacionadas":["João 10:3","Salmos 23:1","Isaías 53:6"]},"joao_10_14_better":{"palavra_pt":"melhor","palavra_original":"καλός","transliteracao":"kalós","strong":"G2570","significado_raiz":"Ideia básica: melhor.","significado_contextual":"A palavra 'melhor' é usada para descrever a qualidade superior do bom pastor em relação aos mercenários.","explicacao_detalhada":"No contexto de João 10, Jesus se apresenta como o bom pastor que cuida de suas ovelhas, contrastando com aqueles que não têm compromisso com elas. O uso de 'melhor' enfatiza a dedicação e o sacrifício do pastor verdadeiro.","por_que_esta_palavra":"A palavra 'melhor' é escolhida para destacar a superioridade do cuidado e amor de Cristo em comparação com líderes religiosos que não se importam genuinamente com o povo.","conexao_teologica":"A ideia de Jesus como o bom pastor é central na teologia cristã, simbolizando seu papel de salvador e cuidador da humanidade.","referencias_relacionadas":["Salmos 23:1","Hebreus 13:20","1 Pedro 5:4"]},"joao_10_15_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' refere-se à essência da vida, indicando a profundidade do relacionamento entre Jesus e suas ovelhas.","explicacao_detalhada":"Jesus afirma que dá a sua vida pelas ovelhas, mostrando que sua alma está ligada ao bem-estar delas. Isso implica um amor sacrificial e profundo.","por_que_esta_palavra":"A escolha da palavra 'alma' enfatiza a totalidade do ser de Jesus investida no cuidado por suas ovelhas.","conexao_teologica":"A entrega da vida de Cristo é um tema central na salvação, mostrando o amor incondicional de Deus por sua criação.","referencias_relacionadas":["Mateus 20:28","Romanos 5:8","Gálatas 2:20"]},"joao_10_15_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"A palavra 'arco' é usada para descrever a ação de colocar ou estabelecer, referindo-se ao papel de Jesus em estabelecer um relacionamento com suas ovelhas.","explicacao_detalhada":"Jesus se coloca como aquele que estabelece a conexão entre Deus e os homens, sendo o mediador que traz segurança e proteção.","por_que_esta_palavra":"A palavra 'arco' é significativa porque implica uma ação deliberada de Jesus em cuidar e proteger suas ovelhas.","conexao_teologica":"A mediação de Cristo é fundamental na teologia cristã, pois ele é o caminho para a reconciliação com Deus.","referencias_relacionadas":["1 Timóteo 2:5","Hebreus 9:15","Efésios 2:18"]},"joao_10_16_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se ao crescimento e à expansão do rebanho de Jesus, incluindo não apenas os judeus, mas também os gentios.","explicacao_detalhada":"Jesus fala sobre a inclusão de outras ovelhas que não são deste aprisco, indicando a universalidade da salvação.","por_que_esta_palavra":"A palavra 'tornar-se' é usada para mostrar que a missão de Cristo é abrangente e que ele está chamando todos para si.","conexao_teologica":"A inclusão dos gentios na promessa de salvação é um tema importante no Novo Testamento, refletindo o amor de Deus por toda a humanidade.","referencias_relacionadas":["Atos 10:34-35","Romanos 1:16","Efésios 3:6"]},"joao_10_16_sheepfold":{"palavra_pt":"sheep fold","palavra_original":"πρόβατον","transliteracao":"próbaton","strong":"G4263","significado_raiz":"Ideia básica: sheep fold.","significado_contextual":"A palavra 'sheep fold' refere-se ao lugar seguro onde as ovelhas são guardadas, simbolizando a proteção e a comunidade dos crentes.","explicacao_detalhada":"Jesus menciona o aprisco como um lugar de segurança, onde suas ovelhas estão protegidas e unidas sob seu cuidado.","por_que_esta_palavra":"A escolha da palavra 'sheep fold' enfatiza a importância da comunidade de fé e a segurança que se encontra em Cristo.","conexao_teologica":"A ideia de pertencimento à comunidade de Deus é central na teologia cristã, refletindo a união dos crentes em Cristo.","referencias_relacionadas":["Salmos 100:3","Atos 2:47","Hebreus 10:25"]},"joao_10_16_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a relação íntima e a presença de Jesus no meio de seu povo.","explicacao_detalhada":"Jesus afirma que ele está no meio de suas ovelhas, mostrando que ele não é um líder distante, mas está presente e ativo na vida de seus seguidores.","por_que_esta_palavra":"A palavra 'entre' é significativa porque destaca a proximidade e a intimidade que Jesus tem com suas ovelhas.","conexao_teologica":"A presença de Cristo entre seu povo é um tema importante, refletindo a ideia de que Deus está conosco.","referencias_relacionadas":["Mateus 18:20","Apocalipse 3:20","João 14:23"]},"joao_10_17_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' é novamente usada para enfatizar o sacrifício de Jesus e a entrega total de sua vida pelas ovelhas.","explicacao_detalhada":"Jesus reafirma que ele dá sua vida por suas ovelhas, mostrando a profundidade de seu amor e compromisso.","por_que_esta_palavra":"A repetição da palavra 'alma' reforça a ideia de que a vida de Jesus é o preço pago pela salvação de seus seguidores.","conexao_teologica":"O sacrifício de Cristo é o fundamento da fé cristã, simbolizando a redenção e a nova vida oferecida a todos.","referencias_relacionadas":["João 3:16","Romanos 6:23","1 Pedro 1:18-19"]},"joao_10_17_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"A palavra 'arco' refere-se à ação de estabelecer novamente a relação entre Jesus e suas ovelhas através de seu sacrifício.","explicacao_detalhada":"Jesus se coloca como aquele que estabelece a nova aliança, onde seu sacrifício é a base para a reconciliação com Deus.","por_que_esta_palavra":"A palavra 'arco' é significativa porque implica uma ação deliberada de Jesus em restaurar a relação entre Deus e a humanidade.","conexao_teologica":"A nova aliança em Cristo é um tema central na teologia cristã, simbolizando a restauração e a esperança.","referencias_relacionadas":["Lucas 22:20","Hebreus 9:15","2 Coríntios 5:17"]},"joao_10_18_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"A palavra 'arco' é usada para descrever a ação de Jesus em dar sua vida voluntariamente, estabelecendo seu controle sobre sua morte.","explicacao_detalhada":"Jesus afirma que ninguém tira sua vida, mas ele a dá de livre vontade, mostrando seu poder e autoridade sobre a morte.","por_que_esta_palavra":"A escolha da palavra 'arco' enfatiza a soberania de Cristo em sua missão redentora.","conexao_teologica":"A autoridade de Cristo sobre a vida e a morte é fundamental na fé cristã, assegurando a vitória sobre o pecado e a morte.","referencias_relacionadas":["Mateus 28:18","Romanos 14:9","1 Coríntios 15:55-57"]},"joao_10_18_autoridade":{"palavra_pt":"autoridade","palavra_original":"ἐξουσία","transliteracao":"exousía","strong":"G1849","significado_raiz":"Ideia básica: autoridade.","significado_contextual":"A palavra 'autoridade' refere-se ao poder que Jesus tem para dar sua vida e tomá-la de volta, afirmando sua divindade.","explicacao_detalhada":"Jesus declara que tem autoridade para entregar sua vida e ressuscitar, o que confirma sua identidade como Filho de Deus.","por_que_esta_palavra":"A palavra 'autoridade' é crucial para entender a natureza divina de Cristo e seu papel como salvador.","conexao_teologica":"A autoridade de Cristo é um tema central na teologia cristã, refletindo seu papel como Senhor e Salvador.","referencias_relacionadas":["João 5:26","Filipenses 2:9-11","Apocalipse 1:18"]},"joao_10_18_mandamento":{"palavra_pt":"mandamento","palavra_original":"ἐντολή","transliteracao":"entolḗ","strong":"G1785","significado_raiz":"Ideia básica: mandamento.","significado_contextual":"Refere-se ao comando que Jesus recebeu do Pai para dar a Sua vida em favor das ovelhas.","explicacao_detalhada":"O 'mandamento' aqui implica uma ordem divina que Jesus cumpre voluntariamente, demonstrando Sua obediência e amor ao Pai e à humanidade.","por_que_esta_palavra":"A palavra 'mandamento' enfatiza a autoridade de Deus e a disposição de Jesus em seguir essa autoridade, mostrando a relação entre o Pai e o Filho.","conexao_teologica":"A obediência de Jesus ao mandamento do Pai é central para a teologia da salvação, pois Sua morte e ressurreição são o cumprimento do plano redentor de Deus.","referencias_relacionadas":["João 14:31","Mateus 26:39","Hebreus 5:8"]},"joao_10_19_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'verbo' refere-se a Jesus como a manifestação de Deus e a Sua mensagem para a humanidade.","explicacao_detalhada":"O 'verbo' é a expressão do pensamento e da vontade de Deus, e em João 1:1, é declarado que o Verbo estava com Deus e era Deus.","por_que_esta_palavra":"A escolha da palavra 'verbo' destaca a importância da comunicação divina e a revelação de Deus através de Cristo.","conexao_teologica":"A teologia do Verbo encarna a ideia de que Jesus é a verdade e a vida, sendo essencial para a compreensão da relação entre Deus e a humanidade.","referencias_relacionadas":["João 1:1","Hebreus 1:1-2","Colossenses 1:16-17"]},"joao_10_19_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se à magnitude do impacto que as palavras de Jesus têm sobre as pessoas.","explicacao_detalhada":"A palavra 'grande' indica não apenas tamanho, mas também a importância e a profundidade da mensagem de Jesus.","por_que_esta_palavra":"Usar 'grande' ressalta a relevância e a seriedade das reações que as pessoas têm em relação a Jesus e Sua mensagem.","conexao_teologica":"A grandeza de Cristo é um tema recorrente na teologia cristã, onde Ele é visto como o Senhor soberano sobre toda a criação.","referencias_relacionadas":["Filipenses 2:9-11","Mateus 28:18","Apocalipse 1:8"]},"joao_10_20_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grande divisão de opiniões sobre Jesus, onde muitos O consideram demoníaco.","explicacao_detalhada":"A palavra 'grande' aqui destaca a intensidade das reações e a polarização que Jesus provoca entre as pessoas.","por_que_esta_palavra":"A utilização de 'grande' enfatiza que a resposta ao ministério de Jesus não é neutra, mas provoca reações extremas.","conexao_teologica":"A polarização em torno de Jesus é um reflexo da luta entre luz e trevas, um tema central na teologia do Novo Testamento.","referencias_relacionadas":["Mateus 12:24","Lucas 11:15","João 7:12"]},"joao_10_20_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a presença de Jesus entre as pessoas e as reações que Ele provoca.","explicacao_detalhada":"A palavra 'entre' sugere uma proximidade e interação direta de Jesus com a humanidade, enfatizando Sua encarnação.","por_que_esta_palavra":"A escolha de 'entre' ressalta a ideia de que Jesus não é um Deus distante, mas um Salvador que se envolve com o Seu povo.","conexao_teologica":"A presença de Jesus entre nós é fundamental para a doutrina da encarnação, onde Deus se torna humano para redimir a humanidade.","referencias_relacionadas":["Mateus 1:23","João 1:14","Hebreus 2:14"]},"joao_10_21_mal":{"palavra_pt":"mal","palavra_original":"ῥῆμα","transliteracao":"rhēma","strong":"G4487","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se à acusação de que Jesus estava possuído por um demônio.","explicacao_detalhada":"A palavra 'mal' aqui é usada para descrever a natureza da acusação feita contra Jesus, que é uma tentativa de desacreditar Sua autoridade.","por_que_esta_palavra":"A utilização de 'mal' destaca a oposição que Jesus enfrenta e a incompreensão das pessoas sobre Sua verdadeira natureza.","conexao_teologica":"A luta contra o mal é um tema central na obra de Cristo, que veio para derrotar as forças do mal e trazer salvação.","referencias_relacionadas":["Mateus 12:24-26","João 8:48","1 João 3:8"]},"joao_10_21_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação da divindade de Jesus por parte de alguns que O acusam.","explicacao_detalhada":"A palavra 'deus' aqui é usada em um contexto de negação, onde as pessoas não reconhecem Jesus como o Filho de Deus.","por_que_esta_palavra":"A escolha de 'deus' enfatiza a rejeição da divindade de Cristo, um tema recorrente na narrativa do Novo Testamento.","conexao_teologica":"A divindade de Cristo é fundamental para a fé cristã, pois é através dEle que temos acesso ao Pai.","referencias_relacionadas":["João 1:18","Colossenses 2:9","Hebreus 1:3"]},"joao_10_22_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao evento da Dedicação em Jerusalém, um momento significativo para os judeus.","explicacao_detalhada":"A palavra 'grande' aqui destaca a importância e a solenidade da ocasião, onde muitos se reuniam para celebrar.","por_que_esta_palavra":"A utilização de 'grande' enfatiza a relevância do evento e a multidão que estava presente para ouvir Jesus.","conexao_teologica":"A Dedicação é um momento que simboliza a luz e a purificação, refletindo a missão de Jesus como a Luz do mundo.","referencias_relacionadas":["João 10:22","Neemias 12:27","Zacarias 2:10"]},"joao_10_22_dedication":{"palavra_pt":"dedication","palavra_original":"ἐγκαίνια","transliteracao":"enkaínia","strong":"G1456","significado_raiz":"Ideia básica: dedication.","significado_contextual":"Refere-se à celebração da Dedicação do Templo, um evento importante na tradição judaica.","explicacao_detalhada":"A palavra 'dedicação' implica um ato de consagração e renovação, refletindo a importância do Templo na adoração a Deus.","por_que_esta_palavra":"A escolha de 'dedicação' destaca a conexão entre o Templo e a presença de Deus entre o Seu povo.","conexao_teologica":"A Dedicação do Templo é um símbolo da presença de Deus, que se cumpre plenamente em Jesus, o verdadeiro Templo.","referencias_relacionadas":["1 Reis 8:63","2 Crônicas 7:9","João 2:19-21"]},"joao_10_22_jerusalem":{"palavra_pt":"jerusalem","palavra_original":"Ἱεροσόλυμα","transliteracao":"Hierosólyma","strong":"G2414","significado_raiz":"Ideia básica: jerusalem.","significado_contextual":"Refere-se à cidade de Jerusalém, centro espiritual e religioso do povo judeu.","explicacao_detalhada":"A palavra 'Jerusalém' é carregada de significado histórico e teológico, sendo o local onde o Templo estava situado.","por_que_esta_palavra":"A escolha de 'Jerusalém' enfatiza a importância da cidade como o coração da adoração e da presença de Deus entre o Seu povo.","conexao_teologica":"Jerusalém é frequentemente vista como um símbolo do povo de Deus e da promessa de redenção, culminando na nova Jerusalém.","referencias_relacionadas":["Salmos 122:6","Isaías 2:3","Apocalipse 21:2"]},"joao_10_23_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o nome do Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"No contexto de João 10:23, Jesus se apresenta como o Messias que veio para dar vida às suas ovelhas. Ele é a encarnação da salvação e a revelação do amor de Deus.","por_que_esta_palavra":"A palavra 'Jesus' é central para a fé cristã, pois representa a identidade e a missão do Filho de Deus.","conexao_teologica":"A figura de Jesus é fundamental na teologia cristã, pois Ele é visto como o cumprimento das promessas do Antigo Testamento e a chave para a salvação.","referencias_relacionadas":["Mateus 1:21","João 3:16","Atos 4:12"]},"joao_10_23_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Sagrado refere-se ao que é consagrado a Deus, separado para um propósito divino.","explicacao_detalhada":"No versículo, o templo é considerado sagrado, um lugar onde a presença de Deus habita. Isso enfatiza a importância da reverência e da adoração.","por_que_esta_palavra":"A palavra 'sagrado' destaca a separação do que é comum e a importância do espaço e do tempo dedicados a Deus.","conexao_teologica":"A ideia de sagrado é central na adoração e na relação do homem com Deus, refletindo a santidade divina.","referencias_relacionadas":["Êxodo 3:5","Levítico 19:2","Hebreus 12:14"]},"joao_10_24_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' refere-se à essência da vida, ao ser interior que conecta o corpo ao espiritual.","explicacao_detalhada":"No contexto de João 10:24, a alma é vista como o que dá vida e identidade ao ser humano, e a relação com Deus é fundamental para a verdadeira vida.","por_que_esta_palavra":"A palavra 'alma' é crucial para entender a natureza humana e a necessidade de redenção.","conexao_teologica":"A teologia cristã ensina que a alma é eterna e que a salvação afeta não apenas o corpo, mas também a alma.","referencias_relacionadas":["Mateus 10:28","Lucas 12:20","1 Pedro 1:9"]},"joao_10_24_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo significa 'Ungido', referindo-se ao Messias prometido que veio para salvar.","explicacao_detalhada":"No versículo, a identificação de Jesus como Cristo enfatiza seu papel como o Salvador e o Rei que cumpre as profecias do Antigo Testamento.","por_que_esta_palavra":"A palavra 'Cristo' é essencial para a compreensão da missão de Jesus e sua autoridade divina.","conexao_teologica":"Cristo é o mediador entre Deus e os homens, e sua unção representa a capacitação divina para a missão redentora.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","Atos 10:38"]},"joao_10_24_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"A palavra 'judeu' refere-se ao povo de Israel, que recebeu as promessas de Deus.","explicacao_detalhada":"No contexto, os judeus questionam Jesus sobre sua identidade messiânica, refletindo a expectativa do povo em relação ao Messias.","por_que_esta_palavra":"A palavra 'judeu' é importante para entender a origem e o contexto cultural de Jesus e sua missão.","conexao_teologica":"A relação entre Jesus e o povo judeu é central na narrativa bíblica, mostrando como Ele é o cumprimento das promessas feitas a Israel.","referencias_relacionadas":["Romanos 1:16","Gálatas 3:28","João 4:22"]},"joao_10_25_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o nome que representa a salvação e a revelação de Deus ao homem.","explicacao_detalhada":"Neste versículo, Jesus reafirma sua identidade e a relação com suas ovelhas, enfatizando a importância de reconhecer sua voz.","por_que_esta_palavra":"A repetição do nome 'Jesus' reforça sua centralidade na fé e na vida dos crentes.","conexao_teologica":"A identificação de Jesus como o bom pastor é uma metáfora poderosa que ilustra seu cuidado e proteção sobre seu povo.","referencias_relacionadas":["Salmos 23:1","João 10:11","Hebreus 13:20"]},"joao_10_25_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Crer é a ação de ter fé em Jesus como o Filho de Deus e Salvador.","explicacao_detalhada":"No contexto, Jesus desafia os ouvintes a crerem nele, enfatizando que a fé é essencial para a salvação.","por_que_esta_palavra":"A palavra 'crer' é fundamental na teologia cristã, pois a fé é o meio pelo qual recebemos a graça de Deus.","conexao_teologica":"A fé em Jesus é o fundamento da vida cristã e da relação pessoal com Deus.","referencias_relacionadas":["Romanos 10:9","Efésios 2:8","Hebreus 11:1"]},"joao_10_25_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Fazer refere-se à ação de realizar algo, especialmente em obediência à vontade de Deus.","explicacao_detalhada":"Neste versículo, Jesus fala sobre as obras que Ele realiza, que são um testemunho de sua identidade divina.","por_que_esta_palavra":"A palavra 'fazer' destaca a importância das ações na vida cristã, mostrando que a fé deve ser acompanhada de obras.","conexao_teologica":"As obras de Jesus são um reflexo do caráter de Deus e um modelo para os crentes.","referencias_relacionadas":["Tiago 2:17","Mateus 5:16","Gálatas 6:9"]},"joao_10_26_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' é novamente enfatizada, reforçando a importância da fé em Jesus.","explicacao_detalhada":"Jesus explica que a falta de fé é um sinal de que não pertencem a Ele, destacando a relação entre fé e pertença.","por_que_esta_palavra":"A repetição da palavra 'crer' sublinha a necessidade de uma fé genuína e pessoal em Cristo.","conexao_teologica":"A fé é o meio pelo qual os crentes se tornam parte do rebanho de Jesus, assegurando sua salvação.","referencias_relacionadas":["João 1:12","Atos 16:31","1 João 5:13"]},"joao_10_26_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Entre refere-se à ideia de estar em meio a um grupo ou comunidade.","explicacao_detalhada":"No contexto, Jesus fala sobre aqueles que pertencem a Ele e estão em comunhão com Ele, enfatizando a relação íntima entre o pastor e suas ovelhas.","por_que_esta_palavra":"A palavra 'entre' destaca a proximidade e a conexão que os crentes têm com Jesus.","conexao_teologica":"A ideia de estar 'entre' é fundamental na teologia da comunidade cristã, onde os crentes são chamados a viver em comunhão.","referencias_relacionadas":["Mateus 18:20","1 Coríntios 12:12-14","Hebreus 10:24-25"]},"joao_10_26_sheepfold":{"palavra_pt":"sheep fold","palavra_original":"πρόβατον","transliteracao":"próbaton","strong":"G4263","significado_raiz":"Ideia básica: sheep fold.","significado_contextual":"Refere-se ao local onde as ovelhas são mantidas em segurança.","explicacao_detalhada":"O 'sheep fold' é uma estrutura que protege as ovelhas de predadores e do ambiente. Jesus usa essa imagem para descrever a segurança que Ele oferece aos Seus seguidores.","por_que_esta_palavra":"A palavra é utilizada para ilustrar a proteção e o cuidado que o pastor tem sobre suas ovelhas, simbolizando a relação entre Cristo e os crentes.","conexao_teologica":"A ideia do 'sheep fold' representa a comunidade de fé onde os crentes são guardados e cuidados por Cristo, o bom pastor.","referencias_relacionadas":["Salmos 23:1-3","Ezequiel 34:11-16","Hebreus 13:20"]},"joao_10_27_sheepfold":{"palavra_pt":"sheep fold","palavra_original":"πρόβατον","transliteracao":"próbaton","strong":"G4263","significado_raiz":"Ideia básica: sheep fold.","significado_contextual":"Novamente, refere-se ao local seguro para as ovelhas.","explicacao_detalhada":"A repetição da imagem do 'sheep fold' enfatiza a segurança e a proteção que Jesus oferece aos que O seguem, mostrando que eles estão em um lugar seguro sob Sua liderança.","por_que_esta_palavra":"A palavra é crucial para entender a relação de intimidade e proteção entre Jesus e Seus seguidores.","conexao_teologica":"Representa a pertença dos crentes ao corpo de Cristo, onde são cuidados e guiados.","referencias_relacionadas":["João 10:11","Salmos 100:3","1 Pedro 5:2-4"]},"joao_10_27_grande":{"palavra_pt":"conhecer","palavra_original":"γινώσκω","transliteracao":"ginṓskō","strong":"G1097","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Refere-se ao ato de conhecer de forma profunda e pessoal.","explicacao_detalhada":"A palavra 'conhecer' implica um relacionamento íntimo e pessoal, onde as ovelhas reconhecem a voz do seu pastor e confiam nele.","por_que_esta_palavra":"É usada para enfatizar a relação pessoal entre Jesus e Seus seguidores, que não é apenas superficial, mas profunda e significativa.","conexao_teologica":"A relação de conhecimento entre Cristo e os crentes é fundamental para a salvação e a vida eterna.","referencias_relacionadas":["Mateus 7:23","Gálatas 4:9","Filipenses 3:10"]},"joao_10_28_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida eterna que Jesus oferece.","explicacao_detalhada":"A palavra 'vida' aqui é usada para descrever a qualidade de vida que vem de um relacionamento com Cristo, que é abundante e eterna.","por_que_esta_palavra":"É central para a mensagem do evangelho, que Jesus veio para dar vida em abundância aos que creem nele.","conexao_teologica":"A vida eterna é um dos principais temas do Novo Testamento, mostrando a promessa de salvação e comunhão com Deus.","referencias_relacionadas":["João 3:16","Romanos 6:23","1 João 5:11-12"]},"joao_10_28_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação de que alguém pode tirar as ovelhas da mão de Deus.","explicacao_detalhada":"A palavra 'deus' aqui é usada para enfatizar a soberania e o poder de Deus sobre a salvação e a proteção dos crentes.","por_que_esta_palavra":"É importante para entender que a segurança da salvação é garantida pela autoridade divina.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, garantindo que nada pode separar os crentes do amor de Deus.","referencias_relacionadas":["Romanos 8:38-39","Salmos 37:24","João 6:39"]},"joao_10_28_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à posição das ovelhas dentro do contexto da proteção divina.","explicacao_detalhada":"A palavra 'entre' indica a proximidade e a segurança que as ovelhas têm ao estarem sob a proteção de Jesus.","por_que_esta_palavra":"É usada para mostrar a relação de proximidade entre o crente e Deus, enfatizando que eles estão seguros em Sua presença.","conexao_teologica":"A ideia de estar 'entre' Deus e o crente é fundamental para entender a intercessão de Cristo.","referencias_relacionadas":["Hebreus 7:25","1 João 2:1","Romanos 8:31"]},"joao_10_29_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se ao temor que não deve existir para aqueles que estão sob a proteção de Deus.","explicacao_detalhada":"A palavra 'temor' aqui é usada para enfatizar que, em Cristo, os crentes não precisam temer a perda de sua salvação.","por_que_esta_palavra":"É importante para assegurar aos crentes que sua segurança está garantida em Cristo.","conexao_teologica":"A ausência de temor é um sinal da confiança que os crentes têm em Deus e em Sua promessa de salvação.","referencias_relacionadas":["Isaías 41:10","Salmos 23:4","1 João 4:18"]},"joao_10_29_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Novamente, refere-se à posição segura das ovelhas sob a proteção de Deus.","explicacao_detalhada":"A repetição da palavra 'entre' reforça a ideia de que os crentes estão seguros nas mãos de Deus, longe de qualquer ameaça.","por_que_esta_palavra":"É usada para enfatizar a segurança e a proteção contínua que Deus oferece aos Seus filhos.","conexao_teologica":"A segurança eterna é um tema recorrente na Escritura, mostrando que os crentes estão sempre sob a proteção de Deus.","referencias_relacionadas":["Salmos 121:7-8","João 10:28","Romanos 8:38-39"]},"joao_10_30_homem":{"palavra_pt":"homem","palavra_original":"εἷς","transliteracao":"heîs","strong":"G1520","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à afirmação de Jesus sobre Sua divindade e unidade com o Pai.","explicacao_detalhada":"A palavra 'homem' aqui é usada para enfatizar a humanidade de Jesus, que é também divino, mostrando a união entre Ele e o Pai.","por_que_esta_palavra":"É crucial para entender a natureza de Cristo como 100% homem e 100% Deus.","conexao_teologica":"A unidade entre o Pai e o Filho é fundamental para a doutrina da Trindade e a compreensão da salvação.","referencias_relacionadas":["João 1:1","Colossenses 2:9","Hebreus 1:3"]},"joao_10_31_pedra":{"palavra_pt":"pedra","palavra_original":"λιθάζω","transliteracao":"litházō","strong":"G3034","significado_raiz":"Ideia básica: pedra.","significado_contextual":"Refere-se à reação dos judeus que tentam apedrejar Jesus por Sua afirmação de divindade.","explicacao_detalhada":"A palavra 'pedra' simboliza a rejeição e a dureza do coração dos líderes religiosos que não aceitavam a mensagem de Jesus.","por_que_esta_palavra":"É usada para ilustrar a hostilidade que Jesus enfrentou por causa de Suas reivindicações messiânicas.","conexao_teologica":"A rejeição de Jesus pelos líderes religiosos é um tema recorrente, mostrando a luta entre a luz e as trevas.","referencias_relacionadas":["Mateus 21:42","Atos 4:11","1 Pedro 2:7"]},"joao_10_31_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"Refere-se aos judeus que estavam ouvindo Jesus e questionando suas afirmações.","explicacao_detalhada":"A palavra 'jew ess' (Ἰουδαῖος) é usada para descrever os membros do povo judeu, que eram conhecidos por sua herança e práticas religiosas. No contexto do versículo, os judeus estavam prontos para apedrejar Jesus por considerá-lo blasfemo.","por_que_esta_palavra":"A escolha da palavra enfatiza a identidade cultural e religiosa dos ouvintes de Jesus, que estavam em conflito com suas reivindicações messiânicas.","conexao_teologica":"A tensão entre Jesus e os judeus é um tema recorrente no Evangelho de João, refletindo a luta entre a nova aliança em Cristo e a antiga aliança da Lei.","referencias_relacionadas":["João 8:31-32","João 5:18","Mateus 23:37"]},"joao_10_32_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus se refere a si mesmo e suas obras como evidência de sua divindade.","explicacao_detalhada":"A palavra 'jesus' (Ἰησοῦς) é o nome dado ao Salvador, que significa 'O Senhor é salvação'. Neste versículo, Jesus menciona suas obras como prova de sua autoridade divina.","por_que_esta_palavra":"O uso do nome 'Jesus' é central para a mensagem do Evangelho, pois identifica o protagonista da salvação.","conexao_teologica":"A identidade de Jesus como o Filho de Deus é fundamental para a teologia cristã, que afirma que suas obras são um testemunho de sua natureza divina.","referencias_relacionadas":["João 14:11","Mateus 11:4-5","Atos 2:22"]},"joao_10_32_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude das obras realizadas por Jesus.","explicacao_detalhada":"A palavra 'grande' (πολύς) indica a importância e a quantidade das obras que Jesus realizou, que eram notáveis e impactantes.","por_que_esta_palavra":"A ênfase na grandeza das obras de Jesus serve para reforçar sua autoridade e a veracidade de suas reivindicações messiânicas.","conexao_teologica":"As obras de Jesus são vistas como sinais do Reino de Deus, mostrando o poder de Deus em ação na terra.","referencias_relacionadas":["Mateus 11:5","Lucas 7:21-22","João 14:12"]},"joao_10_32_obra":{"palavra_pt":"obra","palavra_original":"ἔργον","transliteracao":"érgon","strong":"G2041","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se às ações e milagres realizados por Jesus.","explicacao_detalhada":"A palavra 'obra' (ἔργον) implica em ações concretas que demonstram o poder e a autoridade de Jesus, como curas e ensinamentos.","por_que_esta_palavra":"As obras de Jesus são fundamentais para a compreensão de sua missão e identidade como o Messias.","conexao_teologica":"As obras de Jesus são um testemunho de sua divindade e da vinda do Reino de Deus, que traz transformação e salvação.","referencias_relacionadas":["João 5:36","João 9:3","Mateus 4:24"]},"joao_10_33_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina de Jesus e à acusação de blasfêmia.","explicacao_detalhada":"A palavra 'deus' (θεός) é usada para descrever a divindade, e neste contexto, os judeus acusam Jesus de se fazer igual a Deus.","por_que_esta_palavra":"A acusação de blasfêmia é central para a narrativa, pois revela a tensão entre a reivindicação de Jesus e a compreensão dos líderes religiosos.","conexao_teologica":"A divindade de Jesus é um pilar da fé cristã, que afirma que Ele é verdadeiramente Deus e verdadeiramente homem.","referencias_relacionadas":["João 1:1","Colossenses 2:9","Hebreus 1:3"]},"joao_10_33_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de fazer ou realizar obras.","explicacao_detalhada":"A palavra 'fazer' (ποιέω) implica em realizar ações, especialmente no contexto das obras que Jesus fez durante seu ministério.","por_que_esta_palavra":"O ato de fazer é central para a missão de Jesus, que veio para cumprir a vontade do Pai e realizar milagres.","conexao_teologica":"A ação de Jesus em fazer milagres e ensinar é uma demonstração do caráter de Deus em ação no mundo.","referencias_relacionadas":["Mateus 5:16","João 14:13","Atos 10:38"]},"joao_10_33_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"Em João 10:33, \"jew ess\" aparece na frase \"Os judeus responderam, dizendo-lhe: Não te apedrejamos por alguma obra boa, mas pela blasfêmia; porque, sendo tu homem, te fazes Deus a ti…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (Ἰουδαῖος; Ioudaîos; G2453), \"jew ess\" traz a ideia de jew ess. Aqui, essa palavra deixa o ensino de João 10:33 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"jew ess\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em João 11:36. Lendo junto com João 10:33, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["João 10:33","João 11:36","João 1:1"]},"joao_10_34_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus cita as Escrituras para defender sua afirmação de ser Filho de Deus.","explicacao_detalhada":"A palavra 'jesus' (Ἰησοῦς) é novamente usada para reafirmar sua identidade e autoridade ao responder aos judeus.","por_que_esta_palavra":"A repetição do nome enfatiza a centralidade de Jesus na discussão sobre a Lei e a sua relação com a divindade.","conexao_teologica":"A defesa de Jesus de sua identidade como Filho de Deus é um tema crucial que leva à compreensão da Trindade e da relação entre o Pai e o Filho.","referencias_relacionadas":["João 5:17","Mateus 26:63-64","Romanos 1:4"]},"joao_10_34_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"Refere-se à Lei Mosaica e à sua interpretação pelos líderes religiosos.","explicacao_detalhada":"A palavra 'lei' (νόμος) é usada para descrever o conjunto de mandamentos dados a Moisés, que os judeus consideravam sagrados.","por_que_esta_palavra":"A menção da Lei é importante para mostrar como Jesus se posiciona em relação à tradição e à interpretação da Escritura.","conexao_teologica":"Jesus cumpre a Lei e a profecia, trazendo uma nova compreensão da relação entre Deus e a humanidade.","referencias_relacionadas":["Mateus 5:17","Romanos 10:4","Gálatas 3:24"]},"joao_10_34_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina e à relação de Jesus com Deus.","explicacao_detalhada":"A palavra 'deus' (θεός) é usada para reafirmar a divindade de Jesus e sua posição como Filho de Deus.","por_que_esta_palavra":"A ênfase na divindade é crucial para entender a identidade de Jesus e sua missão redentora.","conexao_teologica":"A relação entre Jesus e Deus Pai é fundamental para a doutrina da Trindade e a compreensão da salvação.","referencias_relacionadas":["João 10:30","João 1:14","Filipenses 2:6"]},"joao_10_35_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, enfatizando a natureza de Deus como autoridade suprema.","explicacao_detalhada":"No contexto de João 10:35, Jesus usa a palavra 'deus' para afirmar que, se as Escrituras chamam os juízes de Deus, Ele, sendo o Filho de Deus, tem ainda mais direito a esse título.","por_que_esta_palavra":"A palavra 'deus' é utilizada para mostrar a relação única de Jesus com o Pai e sua autoridade divina.","conexao_teologica":"A afirmação de Jesus sobre sua divindade é central para a teologia cristã, que reconhece Jesus como o Filho de Deus.","referencias_relacionadas":["Salmos 82:6","João 1:1","Hebreus 1:8"]},"joao_10_35_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à Palavra de Deus, que se fez carne em Jesus Cristo.","explicacao_detalhada":"Em João 10:35, Jesus se refere à Escritura como 'palavra', destacando a autoridade das Escrituras e sua própria identidade como a encarnação dessa Palavra.","por_que_esta_palavra":"A palavra 'palavra' é crucial para entender a revelação de Deus através de Jesus e a importância das Escrituras.","conexao_teologica":"A conexão entre a Palavra e Cristo é fundamental na teologia cristã, pois Jesus é visto como a revelação plena de Deus.","referencias_relacionadas":["João 1:14","Hebreus 4:12","2 Timóteo 3:16"]},"joao_10_35_santo":{"palavra_pt":"santo","palavra_original":"γραφή","transliteracao":"graphḗ","strong":"G1124","significado_raiz":"Ideia básica: santo.","significado_contextual":"Refere-se à santidade das Escrituras e à sua autoridade divina.","explicacao_detalhada":"A palavra 'santo' implica que as Escrituras são separadas e consagradas para o propósito de Deus, refletindo sua natureza e vontade.","por_que_esta_palavra":"A santidade das Escrituras é um aspecto essencial para entender sua inspiração e autoridade na vida do crente.","conexao_teologica":"A santidade das Escrituras é um reflexo da santidade de Deus e é fundamental para a revelação de sua vontade.","referencias_relacionadas":["Salmos 119:140","Romanos 1:2","2 Pedro 1:21"]},"joao_10_36_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Novamente se refere à divindade, enfatizando a identidade de Jesus como Filho de Deus.","explicacao_detalhada":"Jesus usa a palavra 'deus' para reafirmar sua posição e autoridade divina, desafiando a compreensão dos ouvintes sobre sua identidade.","por_que_esta_palavra":"A repetição da palavra 'deus' reforça a mensagem de que Jesus é igual ao Pai em essência e autoridade.","conexao_teologica":"A divindade de Cristo é um pilar da fé cristã, essencial para a compreensão da salvação.","referencias_relacionadas":["João 10:30","Colossenses 2:9","Filipenses 2:6"]},"joao_10_36_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Ideia básica: mundo.","significado_contextual":"Refere-se ao sistema e à ordem do mundo que se opõem a Deus.","explicacao_detalhada":"No contexto, Jesus menciona o 'mundo' para contrastar sua missão divina com a rejeição que Ele enfrenta da sociedade.","por_que_esta_palavra":"A palavra 'mundo' é usada para ilustrar a oposição que Jesus encontra e a necessidade de sua obra redentora.","conexao_teologica":"A relação entre Jesus e o mundo é central para a compreensão da missão de Cristo e da salvação.","referencias_relacionadas":["João 3:16","1 João 2:15-17","Romanos 12:2"]},"joao_10_37_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de realizar obras que confirmam a identidade de Jesus.","explicacao_detalhada":"Jesus desafia os ouvintes a reconhecerem suas obras como evidência de sua divindade e autoridade.","por_que_esta_palavra":"A palavra 'fazer' é crucial para entender a relação entre fé e obras na vida do crente.","conexao_teologica":"As obras de Jesus são um testemunho de sua missão e da natureza de Deus em ação no mundo.","referencias_relacionadas":["Mateus 5:16","Tiago 2:17","Efésios 2:10"]},"joao_10_37_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se à crença e confiança em Jesus como o Filho de Deus.","explicacao_detalhada":"A fé é apresentada como a resposta necessária à revelação de Jesus e suas obras.","por_que_esta_palavra":"A palavra 'crer' é fundamental para a salvação e a relação do crente com Deus.","conexao_teologica":"A fé em Cristo é o meio pelo qual os crentes recebem a salvação e a vida eterna.","referencias_relacionadas":["João 3:36","Romanos 10:9","Efésios 2:8-9"]},"joao_10_37_obra":{"palavra_pt":"obra","palavra_original":"ἔργον","transliteracao":"érgon","strong":"G2041","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se às ações e milagres realizados por Jesus que testemunham sua divindade.","explicacao_detalhada":"As 'obras' de Jesus são evidências tangíveis de sua autoridade e identidade como Filho de Deus.","por_que_esta_palavra":"A palavra 'obra' destaca a importância das ações de Jesus em relação à sua mensagem.","conexao_teologica":"As obras de Jesus são um reflexo da natureza de Deus e sua vontade para a humanidade.","referencias_relacionadas":["João 14:12","Atos 2:22","Mateus 11:4-5"]},"joao_10_38_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Novamente se refere à ação de realizar obras que confirmam a identidade de Jesus.","explicacao_detalhada":"Jesus reafirma que suas obras são um testemunho de sua união com o Pai e sua missão redentora.","por_que_esta_palavra":"A repetição da palavra 'fazer' enfatiza a continuidade da obra de Cristo na vida do crente.","conexao_teologica":"As obras de Jesus são um modelo para os crentes, que são chamados a continuar sua missão.","referencias_relacionadas":["Mateus 28:19-20","João 15:12-13","Gálatas 6:9"]},"joao_10_38_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se à crença e confiança em Jesus como o Filho de Deus e em suas obras.","explicacao_detalhada":"A fé é apresentada como a resposta necessária à revelação de Jesus e suas obras, reforçando a importância da crença.","por_que_esta_palavra":"A palavra 'crer' é fundamental para a salvação e a relação do crente com Deus.","conexao_teologica":"A fé em Cristo é o meio pelo qual os crentes recebem a salvação e a vida eterna.","referencias_relacionadas":["João 6:29","Romanos 1:17","Hebreus 11:6"]},"joao_10_38_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, à natureza de Deus como ser supremo.","explicacao_detalhada":"No contexto de João 10:38, Jesus fala sobre a sua relação com o Pai, enfatizando que as suas obras são um testemunho da sua divindade. A palavra 'deus' aqui é usada para afirmar a autoridade e a identidade divina de Jesus.","por_que_esta_palavra":"A palavra 'deus' é central para a compreensão da identidade de Jesus e sua relação com o Pai, sendo fundamental para a teologia cristã.","conexao_teologica":"A divindade de Cristo é um dos pilares da fé cristã, que afirma que Jesus é tanto Deus quanto homem.","referencias_relacionadas":["João 1:1","Colossenses 2:9","Hebreus 1:3"]},"joao_10_39_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Indica a ação de procurar ou investigar algo.","explicacao_detalhada":"No versículo, a palavra 'buscar' é usada em um contexto onde os judeus estavam tentando encontrar razões para acusar Jesus. Essa busca é motivada pela incredulidade e pela rejeição da verdade.","por_que_esta_palavra":"A busca é uma ação que revela a intenção do coração; neste caso, a intenção de desacreditar Jesus.","conexao_teologica":"A busca pela verdade é um tema recorrente na Bíblia, onde Deus convida as pessoas a procurá-lo de todo o coração.","referencias_relacionadas":["Mateus 7:7","Jeremias 29:13","Tiago 4:8"]},"joao_10_39_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se a estar em meio a algo ou entre pessoas.","explicacao_detalhada":"A palavra 'entre' é usada para descrever a posição de Jesus em relação aos judeus que o cercavam, destacando a interação e o confronto entre Ele e os líderes religiosos.","por_que_esta_palavra":"A preposição 'entre' enfatiza a proximidade e a tensão entre Jesus e aqueles que o questionavam.","conexao_teologica":"Jesus frequentemente se encontrava entre as pessoas, ensinando e desafiando as normas religiosas da época.","referencias_relacionadas":["Mateus 18:20","Lucas 5:30","João 1:14"]},"joao_10_39_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à parte do corpo humano usada para realizar ações.","explicacao_detalhada":"No contexto, 'mão' simboliza poder e ação. Jesus fala sobre as suas obras, que são realizadas com a autoridade divina.","por_que_esta_palavra":"A mão é um símbolo de ação e controle, representando a capacidade de Jesus de realizar milagres e obras poderosas.","conexao_teologica":"As mãos de Jesus são frequentemente associadas a curas e milagres, mostrando seu poder sobre a criação.","referencias_relacionadas":["Mateus 8:3","Marcos 7:32-35","Lucas 4:40"]},"joao_10_40_beyond":{"palavra_pt":"alem","palavra_original":"πέραν","transliteracao":"péran","strong":"G4008","significado_raiz":"Ideia básica: alem.","significado_contextual":"Indica um lugar que está além de um determinado ponto.","explicacao_detalhada":"Jesus menciona 'além' para se referir à região além do Jordão, onde Ele se retirou para evitar a hostilidade dos líderes religiosos.","por_que_esta_palavra":"A palavra 'além' sugere um espaço de refúgio e segurança, onde Jesus continuou seu ministério.","conexao_teologica":"O conceito de 'além' pode ser visto como um símbolo de esperança e novos começos, onde Jesus continua a ensinar.","referencias_relacionadas":["Mateus 4:25","Marcos 10:1","Lucas 3:21"]},"joao_10_40_rio":{"palavra_pt":"rio","palavra_original":"Ἰορδάνης","transliteracao":"Iordánēs","strong":"G2446","significado_raiz":"Ideia básica: rio.","significado_contextual":"Refere-se ao rio Jordão, um local significativo na história bíblica.","explicacao_detalhada":"O rio Jordão é um símbolo de transição e libertação, onde o povo de Israel cruzou para a Terra Prometida. Jesus se retira para essa área, onde muitos vieram a Ele.","por_que_esta_palavra":"O rio representa um espaço de encontro e transformação espiritual.","conexao_teologica":"O Jordão é um local de batismo e purificação, refletindo a obra de Jesus em trazer salvação.","referencias_relacionadas":["Josué 3:16","Mateus 3:6","Lucas 3:21"]},"joao_10_41_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se a algo de grande magnitude ou importância.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a obra de João Batista, que teve um impacto significativo na preparação do caminho para Jesus.","por_que_esta_palavra":"A grandeza de João é reconhecida, mas Jesus é apresentado como ainda maior.","conexao_teologica":"A grandeza de João Batista é um testemunho da importância da preparação espiritual para a vinda de Cristo.","referencias_relacionadas":["Mateus 11:11","Lucas 1:15","João 3:30"]},"joao_10_41_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de realizar ou criar algo.","explicacao_detalhada":"A palavra 'fazer' é usada para descrever as obras que Jesus realiza, enfatizando sua autoridade e poder.","por_que_esta_palavra":"A ação de fazer é central para o ministério de Jesus, que é caracterizado por milagres e ensinamentos.","conexao_teologica":"As obras de Jesus são um testemunho de sua divindade e da missão que Ele cumpriu na terra.","referencias_relacionadas":["João 5:36","Atos 10:38","Mateus 4:24"]},"joao_10_41_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identificação de uma pessoa ou coisa.","explicacao_detalhada":"O 'nome' de João é mencionado para destacar sua importância como precursor de Cristo e seu papel na história da salvação.","por_que_esta_palavra":"O nome carrega significado e identidade, especialmente no contexto bíblico onde nomes têm um papel significativo.","conexao_teologica":"O nome de João Batista é associado à preparação do caminho para Jesus, enfatizando a importância do testemunho.","referencias_relacionadas":["Lucas 1:13","Mateus 3:1","João 1:6"]},"joao_10_42_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se novamente à grandeza, enfatizando a importância das obras de Jesus.","explicacao_detalhada":"A repetição da palavra 'grande' reforça a magnitude das obras que Jesus realiza e a resposta das pessoas a elas.","por_que_esta_palavra":"A grandeza das obras de Jesus é um convite à fé e à crença em sua identidade divina.","conexao_teologica":"As obras de Jesus são um testemunho da sua missão e da revelação do amor de Deus ao mundo.","referencias_relacionadas":["João 14:12","Mateus 9:33","Marcos 1:27"]},"joao_10_42_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' refere-se à fé e confiança em Jesus como o Messias.","explicacao_detalhada":"Neste contexto, 'crer' implica não apenas em acreditar na existência de Jesus, mas em confiar plenamente em Sua mensagem e em Sua obra redentora.","por_que_esta_palavra":"A palavra é central para a mensagem do evangelho, que enfatiza a importância da fé para a salvação.","conexao_teologica":"A fé é um tema recorrente na teologia cristã, sendo essencial para o relacionamento do crente com Deus.","referencias_relacionadas":["João 3:16","Hebreus 11:1","Romanos 10:17"]},"joao_10_42_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"A palavra 'portanto' indica uma conclusão ou resultado baseado em argumentos anteriores.","explicacao_detalhada":"Neste versículo, 'portanto' conecta a afirmação anterior sobre as obras de Jesus com a resposta da multidão que crê nEle.","por_que_esta_palavra":"É uma conjunção que liga ideias, mostrando a lógica do discurso de Jesus e a resposta das pessoas.","conexao_teologica":"A lógica e a razão são importantes na fé, onde a compreensão das obras de Deus leva à crença.","referencias_relacionadas":["Romanos 12:1","Tiago 2:19","1 Pedro 2:9"]}}