{"joao_11_1_nome":{"palavra_pt":"nome","palavra_original":"Μαρία","transliteracao":"María","strong":"G3137","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Maria' é mencionado como parte da narrativa sobre a família de Lázaro.","explicacao_detalhada":"Maria, irmã de Marta e Lázaro, é uma figura importante que demonstra devoção e fé em Jesus.","por_que_esta_palavra":"O nome é significativo, pois representa uma pessoa que teve um papel crucial na história da ressurreição de Lázaro.","conexao_teologica":"Maria simboliza a fé e a devoção que são esperadas dos seguidores de Cristo.","referencias_relacionadas":["Lucas 10:38-42","João 12:3","Mateus 26:6-13"]},"joao_11_1_mulher":{"palavra_pt":"mulher","palavra_original":"Μάρθα","transliteracao":"Mártha","strong":"G3136","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se a Marta, que é apresentada como uma figura ativa na narrativa.","explicacao_detalhada":"Marta é conhecida por sua hospitalidade e por seu papel em interagir com Jesus sobre a morte de seu irmão.","por_que_esta_palavra":"A designação 'mulher' destaca o papel de Marta na história, mostrando a importância das mulheres no ministério de Jesus.","conexao_teologica":"A inclusão de mulheres nas narrativas bíblicas ressalta a dignidade e o valor que Deus atribui a todos os indivíduos.","referencias_relacionadas":["Lucas 10:38-42","João 12:2","Gálatas 3:28"]},"joao_11_2_nome":{"palavra_pt":"nome","palavra_original":"Μαρία","transliteracao":"María","strong":"G3137","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Maria' é novamente mencionado, reforçando sua importância na narrativa.","explicacao_detalhada":"Maria é apresentada como uma mulher de fé, que se aproxima de Jesus em um momento de dor e necessidade.","por_que_esta_palavra":"O nome é significativo para identificar a relação de Maria com Jesus e sua resposta à situação de seu irmão.","conexao_teologica":"A fé de Maria em Jesus é um exemplo de como devemos nos aproximar de Deus em momentos de crise.","referencias_relacionadas":["João 12:3","Lucas 7:37-38","Mateus 26:6-13"]},"joao_11_2_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para reconhecer a autoridade de Jesus.","explicacao_detalhada":"Maria se dirige a Jesus como 'senhor', reconhecendo Sua posição e poder sobre a vida e a morte.","por_que_esta_palavra":"O uso de 'senhor' demonstra a reverência e a fé que Maria tem em Jesus como o Messias.","conexao_teologica":"A autoridade de Jesus é um tema central no Novo Testamento, onde Ele é reconhecido como Senhor e Salvador.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:10-11","Atos 2:36"]},"joao_11_2_ointment":{"palavra_pt":"ointment","palavra_original":"μύρον","transliteracao":"mýron","strong":"G3464","significado_raiz":"Ideia básica: ointment.","significado_contextual":"A palavra 'ointment' refere-se ao unguento que Maria usou para ungir os pés de Jesus.","explicacao_detalhada":"O uso do unguento é um ato de adoração e reconhecimento da importância de Jesus em sua vida.","por_que_esta_palavra":"O unguento simboliza a devoção e o amor que os seguidores de Jesus devem ter por Ele.","conexao_teologica":"A unção é um símbolo do Espírito Santo e da consagração a Deus.","referencias_relacionadas":["Salmos 23:5","Lucas 7:46","Mateus 26:6-13"]},"joao_11_3_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é novamente utilizada para enfatizar a autoridade de Jesus.","explicacao_detalhada":"Marta se dirige a Jesus reconhecendo Sua soberania e poder sobre a situação de seu irmão.","por_que_esta_palavra":"O reconhecimento da autoridade de Jesus é fundamental para a fé cristã.","conexao_teologica":"A soberania de Cristo é um tema central na teologia, mostrando que Ele tem controle sobre todas as coisas.","referencias_relacionadas":["Mateus 28:18","Efésios 1:20-22","Colossenses 1:16-17"]},"joao_11_3_amigo":{"palavra_pt":"amigo","palavra_original":"φιλέω","transliteracao":"philéō","strong":"G5368","significado_raiz":"Ideia básica: amigo.","significado_contextual":"A palavra 'amigo' refere-se à relação íntima entre Jesus e Lázaro.","explicacao_detalhada":"Jesus é chamado de amigo de Lázaro, o que destaca a profundidade do relacionamento que Ele tem com aqueles que ama.","por_que_esta_palavra":"A amizade de Jesus com Lázaro é um exemplo do amor pessoal que Ele tem por cada um de nós.","conexao_teologica":"A amizade de Jesus é um reflexo do amor de Deus por Sua criação, mostrando que Ele se importa profundamente com nossas vidas.","referencias_relacionadas":["João 15:15","Romanos 5:8","1 João 3:1"]},"joao_11_3_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se ao ato de Jesus chamar Lázaro para fora do túmulo.","explicacao_detalhada":"Jesus usa a palavra 'dizer' para demonstrar Seu poder sobre a morte e Sua autoridade divina.","por_que_esta_palavra":"O ato de chamar Lázaro é um dos milagres mais significativos que demonstram a divindade de Jesus.","conexao_teologica":"A palavra de Jesus tem poder e autoridade, refletindo a criação e a ressurreição que Ele oferece a todos os crentes.","referencias_relacionadas":["Gênesis 1:3","João 5:28-29","1 Tessalonicenses 4:16"]},"joao_11_4_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que designa o Salvador e Messias.","explicacao_detalhada":"Jesus é o nome dado ao Filho de Deus, que veio ao mundo para salvar a humanidade do pecado. No contexto de João 11:4, a menção de Jesus é crucial, pois Ele é a resposta à situação de morte que aflige a família de Lázaro.","por_que_esta_palavra":"A palavra 'Jesus' é central na fé cristã, pois representa a encarnação de Deus e Sua missão redentora.","conexao_teologica":"Jesus é visto como a ressurreição e a vida, e sua presença traz esperança mesmo diante da morte.","referencias_relacionadas":["João 3:16","João 11:25-26","Mateus 1:21"]},"joao_11_4_morte":{"palavra_pt":"morte","palavra_original":"θάνατος","transliteracao":"thánatos","strong":"G2288","significado_raiz":"Ideia básica: morte.","significado_contextual":"Estado de separação da alma do corpo, frequentemente associado ao pecado.","explicacao_detalhada":"A morte é um tema recorrente na Bíblia, simbolizando a consequência do pecado. Em João 11:4, a morte de Lázaro é um evento que Jesus usará para demonstrar Seu poder sobre a morte.","por_que_esta_palavra":"A morte é uma realidade que todos enfrentam, mas a mensagem de Jesus traz esperança de vida eterna.","conexao_teologica":"A vitória de Jesus sobre a morte é um dos pilares da fé cristã, prometendo ressurreição aos que creem.","referencias_relacionadas":["Romanos 6:23","1 Coríntios 15:55-57","Hebreus 2:14-15"]},"joao_11_4_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A manifestação do caráter e da presença de Deus.","explicacao_detalhada":"A glória de Deus é revelada através das obras de Jesus, especialmente em milagres. Em João 11:4, a morte de Lázaro é uma oportunidade para que a glória de Deus se manifeste.","por_que_esta_palavra":"A glória é um aspecto essencial da natureza de Deus e é o objetivo final de todas as ações divinas.","conexao_teologica":"A glorificação de Deus é um tema central na Bíblia, onde cada ato de Jesus visa trazer glória ao Pai.","referencias_relacionadas":["João 1:14","Romanos 11:36","Salmos 19:1"]},"joao_11_5_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome do Filho de Deus, que demonstra amor e compaixão.","explicacao_detalhada":"Neste versículo, a repetição do nome Jesus enfatiza Sua relação pessoal com Lázaro e sua família, mostrando que Ele se importa profundamente com eles.","por_que_esta_palavra":"O nome Jesus é um lembrete constante do amor de Deus por nós e de Sua disposição em intervir em nossas vidas.","conexao_teologica":"A presença de Jesus é sinônimo de esperança e cura, refletindo o amor incondicional de Deus.","referencias_relacionadas":["João 10:14","Mateus 11:28","Lucas 19:10"]},"joao_11_5_mulher":{"palavra_pt":"mulher","palavra_original":"Μάρθα","transliteracao":"Mártha","strong":"G3136","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se a Marta, irmã de Lázaro, que expressa sua fé em Jesus.","explicacao_detalhada":"Marta é uma figura importante que demonstra fé e entendimento sobre quem Jesus é. Sua interação com Jesus revela a importância do relacionamento pessoal com Ele.","por_que_esta_palavra":"A palavra 'mulher' aqui destaca o papel das mulheres na narrativa bíblica e sua relevância na obra de Deus.","conexao_teologica":"As mulheres desempenham papéis significativos na história da salvação, mostrando que todos são chamados a crer e a servir.","referencias_relacionadas":["Lucas 10:38-42","João 12:2","Gálatas 3:28"]},"joao_11_5_nome":{"palavra_pt":"nome","palavra_original":"Λάζαρος","transliteracao":"Lázaros","strong":"G2976","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se a Lázaro, que representa a morte e a necessidade de ressurreição.","explicacao_detalhada":"O nome Lázaro significa 'Deus ajudou', e sua menção é crucial para entender a intervenção de Jesus na vida dele e a promessa de ressurreição.","por_que_esta_palavra":"O nome é um símbolo da esperança e da ajuda divina em momentos de desespero.","conexao_teologica":"A ressurreição de Lázaro antecipa a ressurreição de Cristo e a promessa de vida eterna para todos os que creem.","referencias_relacionadas":["João 11:43-44","Romanos 8:11","1 Tessalonicenses 4:14"]},"joao_11_6_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que Jesus realiza Suas obras.","explicacao_detalhada":"O 'dia' simboliza o tempo de ação e manifestação do poder de Deus. Em João 11:6, o tempo é relevante para entender a resposta de Jesus à situação de Lázaro.","por_que_esta_palavra":"O conceito de dia é frequentemente usado na Bíblia para indicar oportunidade e a ação de Deus no tempo certo.","conexao_teologica":"O tempo de Deus é perfeito, e Ele age em Sua própria hora para cumprir Seus propósitos.","referencias_relacionadas":["Eclesiastes 3:1","João 9:4","Gálatas 6:9"]},"joao_11_7_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Indica a ação de ir em direção a um objetivo ou lugar.","explicacao_detalhada":"A palavra 'seguir' aqui implica a disposição de Jesus em retornar à Judeia, apesar do perigo, para realizar a obra de Deus.","por_que_esta_palavra":"Seguir é um chamado para a obediência e a disposição de agir conforme a vontade de Deus.","conexao_teologica":"O ato de seguir Jesus é um tema central no discipulado, onde os crentes são chamados a segui-Lo em fé.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 12:26"]},"joao_11_7_terra":{"palavra_pt":"terra","palavra_original":"Ἰουδαία","transliteracao":"Ioudaía","strong":"G2449","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à região da Judeia, onde Lázaro e sua família residem.","explicacao_detalhada":"A menção da terra é importante para entender o contexto geográfico e cultural da narrativa, além de destacar a missão de Jesus em lugares específicos.","por_que_esta_palavra":"A terra é um símbolo do povo de Deus e do cumprimento das promessas divinas em locais específicos.","conexao_teologica":"A missão de Jesus se estende a todas as nações e terras, mostrando que a salvação é para todos.","referencias_relacionadas":["Mateus 28:19","Atos 1:8","Romanos 10:12-13"]},"joao_11_8_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Ato de procurar ou ir atrás de algo ou alguém.","explicacao_detalhada":"A palavra 'buscar' reflete a intenção de Jesus de ir até Lázaro, demonstrando Sua compaixão e determinação em trazer vida.","por_que_esta_palavra":"Buscar é um ato de amor e cuidado, que revela a natureza de Deus em relação à humanidade.","conexao_teologica":"Deus busca ativamente aqueles que estão perdidos, e Jesus é o bom pastor que vem em busca de suas ovelhas.","referencias_relacionadas":["Lucas 19:10","João 10:11","Isaías 53:6"]},"joao_11_8_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"A palavra 'depart' refere-se ao ato de Jesus deixar um lugar para ir a outro, indicando um movimento intencional.","explicacao_detalhada":"No contexto de João 11, Jesus decide ir até Lázaro, que estava doente. O uso da palavra 'depart' implica uma ação deliberada de Jesus em resposta à situação que se desenrolava, mostrando sua autoridade sobre a vida e a morte.","por_que_esta_palavra":"A palavra 'depart' é crucial para entender a missão de Jesus, que não é apenas um viajante, mas alguém que se move com propósito e direção.","conexao_teologica":"A ideia de 'depart' conecta-se com a missão de Jesus de trazer vida e esperança, mesmo em situações de morte e desespero.","referencias_relacionadas":["João 11:7","Mateus 28:19","Lucas 9:51"]},"joao_11_9_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é central na narrativa, representando a encarnação de Deus e seu papel como Salvador.","explicacao_detalhada":"Neste versículo, Jesus é mencionado como aquele que tem poder sobre a vida e a morte. O nome 'Jesus' significa 'O Senhor é Salvação', refletindo sua missão redentora.","por_que_esta_palavra":"A menção do nome 'Jesus' é fundamental, pois estabelece a identidade e a autoridade de quem está falando e agindo na história.","conexao_teologica":"Jesus é o mediador entre Deus e a humanidade, e seu nome é invocado em momentos de necessidade e fé.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"joao_11_9_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo em que Jesus estava falando, simbolizando a clareza e a revelação.","explicacao_detalhada":"No contexto, Jesus fala sobre a importância de agir enquanto há luz, o que se relaciona à sua missão de trazer a verdade e a vida ao mundo.","por_que_esta_palavra":"A menção do 'dia' enfatiza a urgência da ação e a necessidade de discernimento espiritual.","conexao_teologica":"O conceito de 'dia' é frequentemente associado à revelação divina e à oportunidade de seguir a luz de Cristo.","referencias_relacionadas":["João 9:4","Efésios 5:8-14","1 Tessalonicenses 5:5"]},"joao_11_10_midnight":{"palavra_pt":"mid night","palavra_original":"νύξ","transliteracao":"nýx","strong":"G3571","significado_raiz":"Ideia básica: mid night.","significado_contextual":"A expressão 'mid night' (meia-noite) simboliza um tempo de escuridão e incerteza.","explicacao_detalhada":"Jesus menciona que quem anda na escuridão não sabe para onde vai, indicando a necessidade de luz para guiar o caminho.","por_que_esta_palavra":"A escuridão representa a falta de entendimento e a ausência de Cristo, que é a luz do mundo.","conexao_teologica":"A escuridão é um tema recorrente na Bíblia, simbolizando o pecado e a separação de Deus, contrastando com a luz que é Cristo.","referencias_relacionadas":["João 8:12","1 João 1:5","Salmos 119:105"]},"joao_11_10_fogo":{"palavra_pt":"luz","palavra_original":"φῶς","transliteracao":"phōs","strong":"G5457","significado_raiz":"Ideia básica: luz.","significado_contextual":"A palavra 'luz' refere-se à presença de Jesus como a verdadeira luz que ilumina o caminho da vida.","explicacao_detalhada":"Jesus se apresenta como a luz que dissipa as trevas, oferecendo clareza e direção aos que o seguem.","por_que_esta_palavra":"A luz é um símbolo poderoso de esperança, verdade e a presença de Deus no mundo.","conexao_teologica":"A luz de Cristo é essencial para a vida espiritual, pois revela a verdade e afasta as trevas do pecado.","referencias_relacionadas":["João 1:5","Mateus 5:14-16","Apocalipse 21:23"]},"joao_11_10_andar":{"palavra_pt":"andar","palavra_original":"περιπατέω","transliteracao":"peripatéō","strong":"G4043","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' implica em viver ou caminhar de acordo com os ensinamentos de Jesus.","explicacao_detalhada":"No contexto, andar na luz significa viver em conformidade com a verdade e a vontade de Deus.","por_que_esta_palavra":"Andar é uma metáfora comum na Bíblia para descrever o estilo de vida de um crente.","conexao_teologica":"A caminhada com Cristo é um tema central na vida cristã, enfatizando a necessidade de seguir seus passos.","referencias_relacionadas":["Gálatas 5:16","1 João 2:6","Colossenses 2:6"]},"joao_11_11_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' refere-se ao ato de acompanhar ou obedecer a Jesus em sua missão.","explicacao_detalhada":"Jesus fala sobre a importância de seguir seu exemplo e ensinamentos, especialmente em tempos de adversidade.","por_que_esta_palavra":"Seguir a Jesus é um chamado para todos os crentes, enfatizando a necessidade de comprometimento e fé.","conexao_teologica":"O seguimento de Cristo é essencial para a vida cristã, refletindo a relação entre o Mestre e seus discípulos.","referencias_relacionadas":["Mateus 16:24","João 10:27","Lucas 9:23"]},"joao_11_11_nome":{"palavra_pt":"nome","palavra_original":"Λάζαρος","transliteracao":"Lázaros","strong":"G2976","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Lázaro' é significativo, pois representa a pessoa que estava doente e que Jesus ressuscitaria.","explicacao_detalhada":"Lázaro, cujo nome significa 'Deus ajudou', simboliza a intervenção divina e a esperança de ressurreição.","por_que_esta_palavra":"O uso do nome é importante para identificar a pessoa envolvida na narrativa e destacar a ação de Jesus.","conexao_teologica":"A ressurreição de Lázaro é um precursor da ressurreição de Cristo e uma demonstração do poder de Deus sobre a morte.","referencias_relacionadas":["João 11:43-44","Romanos 8:11","1 Coríntios 15:20"]},"joao_11_11_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Em João 11:11, \"falar\" aparece na frase \"Assim falou; e depois disse-lhes: Lázaro, o nosso amigo, dorme, mas vou despertá-lo do sono.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (ἔπω; épō; G2036), \"falar\" traz a ideia de falar. Aqui, essa palavra deixa o ensino de João 11:11 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"falar\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em João 11:12. Lendo junto com João 11:11, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["João 11:11","João 11:12","João 1:1"]},"joao_11_12_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade de Jesus sobre a vida e a morte.","explicacao_detalhada":"Neste contexto, 'senhor' é um reconhecimento da soberania de Jesus e seu papel como o Senhor da vida.","por_que_esta_palavra":"A palavra 'senhor' é usada para enfatizar a reverência e o reconhecimento da divindade de Cristo.","conexao_teologica":"A autoridade de Jesus é um tema central no Novo Testamento, mostrando que ele é digno de confiança e adoração.","referencias_relacionadas":["Filipenses 2:9-11","Mateus 28:18","Atos 10:36"]},"joao_11_12_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação verbal de Jesus sobre a condição de Lázaro.","explicacao_detalhada":"Neste contexto, Jesus usa a palavra 'falar' para transmitir a verdade sobre a morte de Lázaro, enfatizando que ele está apenas dormindo, o que indica uma perspectiva de esperança e ressurreição.","por_que_esta_palavra":"A escolha da palavra 'falar' é significativa, pois Jesus não apenas comunica informações, mas também traz consolo e esperança aos que o ouvem.","conexao_teologica":"A comunicação de Jesus é um reflexo de sua autoridade divina e de sua capacidade de trazer vida onde há morte.","referencias_relacionadas":["João 11:11","João 11:23","João 11:43"]},"joao_11_13_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é central na narrativa, pois representa o Salvador que tem poder sobre a vida e a morte.","explicacao_detalhada":"Jesus, cujo nome significa 'O Senhor é Salvação', é o protagonista da história, e sua identidade é crucial para entender a ressurreição de Lázaro.","por_que_esta_palavra":"A menção do nome 'Jesus' destaca sua divindade e sua missão redentora, que culmina na vitória sobre a morte.","conexao_teologica":"Jesus é a encarnação da esperança e da vida eterna, e sua autoridade é reafirmada através de seus milagres.","referencias_relacionadas":["João 11:25-26","Mateus 1:21","João 14:6"]},"joao_11_13_morte":{"palavra_pt":"morte","palavra_original":"θάνατος","transliteracao":"thánatos","strong":"G2288","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' é usada para descrever a condição de Lázaro, mas é reinterpretada por Jesus como um estado temporário.","explicacao_detalhada":"Jesus redefine a morte como um sono, o que sugere que a morte não é o fim, mas uma transição para a vida eterna.","por_que_esta_palavra":"A palavra 'morte' é importante para entender a gravidade da situação, mas também a esperança que Jesus traz ao afirmar que ele pode ressuscitar Lázaro.","conexao_teologica":"A morte é um tema central na teologia cristã, que é superada pela ressurreição de Cristo.","referencias_relacionadas":["1 Coríntios 15:55-57","Romanos 6:23","João 5:24"]},"joao_11_13_descanso":{"palavra_pt":"descanso","palavra_original":"κοίμησις","transliteracao":"koímēsis","strong":"G2838","significado_raiz":"Ideia básica: descanso.","significado_contextual":"A palavra 'descanso' refere-se ao estado de Lázaro após sua morte, visto como um sono.","explicacao_detalhada":"Jesus usa a metáfora do descanso para confortar os que estão tristes pela morte de Lázaro, sugerindo que ele não está perdido, mas em um estado de paz.","por_que_esta_palavra":"A ideia de descanso é reconfortante e sugere que a morte não é um estado de desespero, mas de espera pela ressurreição.","conexao_teologica":"O descanso é um tema que se relaciona com a promessa de vida eterna e a esperança da ressurreição.","referencias_relacionadas":["1 Tessalonicenses 4:14","Hebreus 4:9-10","Salmos 23:4"]},"joao_11_14_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A repetição do nome 'Jesus' enfatiza sua autoridade e o papel central que desempenha na ressurreição de Lázaro.","explicacao_detalhada":"Jesus é o agente da ressurreição, e sua identidade é fundamental para a compreensão do milagre que está prestes a acontecer.","por_que_esta_palavra":"A menção de Jesus reforça a ideia de que ele é a fonte de vida e esperança para todos os que creem nele.","conexao_teologica":"A ressurreição de Lázaro é um prenúncio da própria ressurreição de Jesus e da promessa de vida eterna para os crentes.","referencias_relacionadas":["João 11:25","Romanos 8:11","João 14:19"]},"joao_11_14_nome":{"palavra_pt":"nome","palavra_original":"Λάζαρος","transliteracao":"Lázaros","strong":"G2976","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Lázaro' é mencionado para identificar o amigo de Jesus que morreu e será ressuscitado.","explicacao_detalhada":"O nome Lázaro, que significa 'Deus ajudou', é significativo, pois reflete a intervenção divina que está prestes a ocorrer.","por_que_esta_palavra":"A identificação de Lázaro pelo nome é importante para mostrar que Jesus se importa pessoalmente com aqueles que ama.","conexao_teologica":"A ressurreição de Lázaro é um ato de compaixão e poder de Deus, mostrando que Ele se preocupa com a dor humana.","referencias_relacionadas":["Lucas 16:19-31","João 11:1","Mateus 11:5"]},"joao_11_15_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é usada para enfatizar a natureza divina de Jesus e seu poder sobre a vida e a morte.","explicacao_detalhada":"Jesus menciona a alegria que vem de Deus, indicando que a ressurreição de Lázaro será uma manifestação do poder divino.","por_que_esta_palavra":"A referência a Deus destaca a conexão entre Jesus e o Pai, mostrando que suas ações são um reflexo da vontade divina.","conexao_teologica":"A relação entre Jesus e Deus é central na teologia cristã, pois Jesus é visto como o Filho de Deus que traz salvação.","referencias_relacionadas":["João 10:30","Romanos 8:32","Hebreus 1:3"]},"joao_11_15_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' é um convite à fé, enfatizando a importância da crença em Jesus para a vida eterna.","explicacao_detalhada":"Jesus chama os ouvintes a crerem nele, não apenas como um milagreiro, mas como o próprio Deus que pode dar vida.","por_que_esta_palavra":"A ênfase na fé é crucial, pois a crença em Jesus é o meio pelo qual os crentes recebem a vida eterna.","conexao_teologica":"A fé é um tema central no Novo Testamento, sendo a chave para a salvação e a relação com Deus.","referencias_relacionadas":["João 3:16","Efésios 2:8-9","Hebreus 11:1"]},"joao_11_16_didymus":{"palavra_pt":"didymus","palavra_original":"Δίδυμος","transliteracao":"Dídymos","strong":"G1324","significado_raiz":"Ideia básica: didymus.","significado_contextual":"A palavra 'Didymus' refere-se a Tomé, um dos discípulos de Jesus, que é conhecido por sua dúvida.","explicacao_detalhada":"Tomé, chamado Didymus, representa a dúvida e a busca por evidências, contrastando com a fé que Jesus ensina.","por_que_esta_palavra":"A menção de Didymus é importante para mostrar que mesmo os discípulos têm suas lutas de fé, mas são chamados a confiar em Jesus.","conexao_teologica":"A jornada de fé de Tomé é um exemplo de como Jesus se relaciona com aqueles que têm dúvidas e busca por compreensão.","referencias_relacionadas":["João 20:24-29","Mateus 28:17","Lucas 24:38-39"]},"joao_11_17_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é novamente mencionada para reafirmar sua presença e autoridade na situação da morte de Lázaro.","explicacao_detalhada":"A presença de Jesus é crucial, pois ele é a fonte de esperança e a resposta ao desespero da morte.","por_que_esta_palavra":"A repetição do nome Jesus enfatiza sua importância e o papel que ele desempenha em trazer vida onde há morte.","conexao_teologica":"A presença de Jesus é um tema recorrente na Bíblia, simbolizando a esperança e a salvação que ele oferece.","referencias_relacionadas":["João 11:25","Mateus 1:23","João 14:6"]},"joao_11_17_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de tempo em que a ação ocorre, simbolizando a luz e a vida.","explicacao_detalhada":"O termo 'dia' é usado para indicar um tempo específico, muitas vezes associado à presença de Deus e à revelação de Sua verdade. No contexto de João 11, o 'dia' pode simbolizar o tempo de ministério de Jesus e a urgência de Sua missão.","por_que_esta_palavra":"A palavra 'dia' é importante para entender a cronologia dos eventos e a urgência da mensagem de Jesus sobre a vida e a morte.","conexao_teologica":"O conceito de 'dia' é frequentemente associado à obra de Deus na criação e na redenção, refletindo a luz que Jesus traz ao mundo.","referencias_relacionadas":["Gênesis 1:5","João 8:12","Efésios 5:8"]},"joao_11_17_grave":{"palavra_pt":"grave","palavra_original":"μνημεῖον","transliteracao":"mnēmeîon","strong":"G3419","significado_raiz":"Ideia básica: grave.","significado_contextual":"Refere-se ao local onde os mortos são sepultados, simbolizando a morte e a separação.","explicacao_detalhada":"A palavra 'grave' é usada para descrever o túmulo de Lázaro, que representa a morte física e a tristeza que a acompanha. Este contexto é crucial para entender o milagre da ressurreição que Jesus realizará.","por_que_esta_palavra":"A palavra 'grave' é essencial para enfatizar a realidade da morte e a necessidade de intervenção divina.","conexao_teologica":"A ressurreição de Lázaro antecipa a ressurreição de Cristo e a promessa de vida eterna para aqueles que creem.","referencias_relacionadas":["João 11:43-44","1 Coríntios 15:55-57","Romanos 6:5"]},"joao_11_18_jerusalem":{"palavra_pt":"jerusalem","palavra_original":"Ἱεροσόλυμα","transliteracao":"Hierosólyma","strong":"G2414","significado_raiz":"Ideia básica: jerusalem.","significado_contextual":"Refere-se à cidade sagrada, centro da vida religiosa e política de Israel.","explicacao_detalhada":"Jerusalém é o local onde muitos eventos significativos da história bíblica ocorreram, incluindo a crucificação e ressurreição de Jesus. No contexto de João 11, a menção de Jerusalém destaca a proximidade do ministério de Jesus com os líderes religiosos.","por_que_esta_palavra":"A palavra 'Jerusalém' é importante para entender o cenário geográfico e cultural em que os eventos de Jesus se desenrolam.","conexao_teologica":"Jerusalém é vista como o lugar onde Deus habita entre Seu povo, e a vinda de Jesus à cidade é um cumprimento das profecias messiânicas.","referencias_relacionadas":["Salmos 122:6","Mateus 23:37","Lucas 19:41-44"]},"joao_11_19_mulher":{"palavra_pt":"mulher","palavra_original":"Μάρθα","transliteracao":"Mártha","strong":"G3136","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se a Marta, uma das irmãs de Lázaro, que expressa sua dor pela morte do irmão.","explicacao_detalhada":"A palavra 'mulher' aqui é usada para identificar Marta, que desempenha um papel crucial na narrativa, mostrando a humanidade e a dor da perda, além de sua fé em Jesus.","por_que_esta_palavra":"A identificação de Marta como 'mulher' destaca seu papel ativo na história e sua interação com Jesus.","conexao_teologica":"A fé de Marta em Jesus, mesmo em meio à dor, reflete a esperança da ressurreição e a vida eterna prometida por Cristo.","referencias_relacionadas":["João 11:21-22","Lucas 10:38-42","Romanos 8:28"]},"joao_11_19_nome":{"palavra_pt":"nome","palavra_original":"Μαρία","transliteracao":"María","strong":"G3137","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se a Maria, a outra irmã de Lázaro, que também está envolvida na narrativa da morte e ressurreição.","explicacao_detalhada":"O nome 'Maria' é significativo, pois representa a devoção e a fé que as mulheres tinham em Jesus. Maria, assim como Marta, expressa sua dor e fé diante da situação.","por_que_esta_palavra":"A menção do nome de Maria é importante para entender a dinâmica familiar e a resposta emocional ao luto.","conexao_teologica":"Maria e Marta representam a resposta humana à dor e à esperança na ressurreição, mostrando a importância da fé em Jesus.","referencias_relacionadas":["João 11:32","Lucas 8:2","João 12:3"]},"joao_11_19_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude da dor e do luto que cercam a morte de Lázaro.","explicacao_detalhada":"A palavra 'grande' enfatiza a intensidade da tristeza que as irmãs sentem pela perda de seu irmão, refletindo a realidade da dor humana.","por_que_esta_palavra":"A utilização de 'grande' destaca a profundidade do sofrimento e a necessidade de consolo e esperança.","conexao_teologica":"A grandeza da dor é contrastada com a grandeza da esperança que Jesus traz através da ressurreição.","referencias_relacionadas":["Salmos 34:18","Mateus 5:4","2 Coríntios 1:3-4"]},"joao_11_20_mulher":{"palavra_pt":"mulher","palavra_original":"Μάρθα","transliteracao":"Mártha","strong":"G3136","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se novamente a Marta, que vai ao encontro de Jesus após a morte de Lázaro.","explicacao_detalhada":"Marta, como mulher de fé, busca Jesus em meio à sua dor, mostrando a importância da busca por Cristo em tempos de crise.","por_que_esta_palavra":"A repetição da palavra 'mulher' reforça a importância do papel de Marta na narrativa e sua interação com Jesus.","conexao_teologica":"A busca de Marta por Jesus reflete a necessidade de fé e esperança em momentos de desespero.","referencias_relacionadas":["João 11:21","Hebreus 11:6","Filipenses 4:6-7"]},"joao_11_20_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus, o protagonista da narrativa, que traz esperança e vida.","explicacao_detalhada":"A menção de Jesus é central na história, pois Ele é a resposta à morte e à dor, trazendo a promessa de ressurreição e vida eterna.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental para entender a identidade e a missão do Filho de Deus como Salvador.","conexao_teologica":"Jesus é a encarnação da esperança e da vida, e Sua presença transforma a dor em alegria.","referencias_relacionadas":["João 11:25-26","Atos 4:12","Romanos 10:9"]},"joao_11_20_nome":{"palavra_pt":"nome","palavra_original":"Μαρία","transliteracao":"María","strong":"G3137","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se novamente a Maria, que também busca Jesus em meio ao luto.","explicacao_detalhada":"A menção do nome de Maria destaca a importância da resposta emocional e espiritual das mulheres na narrativa de Jesus.","por_que_esta_palavra":"A repetição do nome de Maria enfatiza sua relevância na história e sua conexão com Jesus.","conexao_teologica":"Maria, assim como Marta, representa a fé e a busca por Jesus em tempos de dor, simbolizando a resposta humana à divindade.","referencias_relacionadas":["João 11:32","Lucas 10:39","João 12:3"]},"joao_11_21_mulher":{"palavra_pt":"mulher","palavra_original":"Μάρθα","transliteracao":"Mártha","strong":"G3136","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se novamente a Marta, que expressa sua frustração e fé em Jesus.","explicacao_detalhada":"Marta, ao se dirigir a Jesus, demonstra sua crença em Seu poder, mesmo diante da morte de seu irmão.","por_que_esta_palavra":"A repetição da palavra 'mulher' reforça a importância de Marta na narrativa e sua interação com Jesus.","conexao_teologica":"A declaração de fé de Marta é um exemplo de como a crença em Jesus pode trazer esperança em meio à dor.","referencias_relacionadas":["João 11:22","Hebreus 11:1","Romanos 8:28"]},"joao_11_21_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que significa 'O Senhor é Salvação'.","explicacao_detalhada":"Jesus é a figura central do cristianismo, reconhecido como o Filho de Deus e Salvador da humanidade. Neste contexto, Ele é chamado por Marta em um momento de angústia, refletindo sua fé e esperança na capacidade de Jesus de trazer vida.","por_que_esta_palavra":"A palavra 'Jesus' é usada para enfatizar a identidade divina e a autoridade de Cristo, especialmente em momentos de crise.","conexao_teologica":"Jesus é visto como a encarnação de Deus que veio ao mundo para salvar a humanidade do pecado e da morte.","referencias_relacionadas":["Mateus 1:21","João 3:16","Romanos 10:9"]},"joao_11_21_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Termo que denota respeito e poder, referindo-se a Jesus como Senhor.","explicacao_detalhada":"Marta se dirige a Jesus como 'Senhor', reconhecendo sua autoridade e poder sobre a vida e a morte. Essa palavra reflete a relação de submissão e fé que ela tem em relação a Ele.","por_que_esta_palavra":"A utilização de 'Senhor' destaca a posição de Jesus como autoridade suprema e seu papel como mediador entre Deus e a humanidade.","conexao_teologica":"A autoridade de Jesus é um tema central no Novo Testamento, onde Ele é reconhecido como Senhor sobre todas as coisas.","referencias_relacionadas":["Filipenses 2:9-11","Atos 2:36","Romanos 14:9"]},"joao_11_22_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"Marta menciona Deus em um contexto de fé, expressando sua crença de que Jesus, como Filho de Deus, tem o poder de realizar milagres e trazer esperança em tempos de desespero.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a relação entre Jesus e o Pai, e a crença de que Ele age em nome de Deus.","conexao_teologica":"A divindade de Jesus é um aspecto crucial da teologia cristã, onde Ele é visto como um com o Pai.","referencias_relacionadas":["João 10:30","Colossenses 2:9","Hebreus 1:3"]},"joao_11_22_libertar":{"palavra_pt":"dar","palavra_original":"δίδωμι","transliteracao":"dídōmi","strong":"G1325","significado_raiz":"Ideia básica: dar.","significado_contextual":"Ato de dar ou conceder algo a alguém.","explicacao_detalhada":"Marta expressa sua crença de que Jesus pode 'dar' o que ela precisa, que é a ressurreição de seu irmão Lázaro. Essa palavra reflete a esperança de que Jesus pode trazer libertação e vida.","por_que_esta_palavra":"A palavra 'dar' enfatiza a generosidade e a capacidade de Jesus de atender às necessidades humanas.","conexao_teologica":"A ideia de que Jesus dá vida é central na mensagem do evangelho, onde Ele oferece não apenas vida física, mas também vida eterna.","referencias_relacionadas":["João 10:10","Romanos 6:23","Efésios 2:8-9"]},"joao_11_22_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"Conjunção que indica uma conclusão ou consequência.","explicacao_detalhada":"Marta usa 'portanto' para conectar sua crença em Jesus com a expectativa de que Ele pode agir em sua situação. Essa palavra mostra a lógica de sua fé.","por_que_esta_palavra":"A palavra 'portanto' é crucial para entender a relação entre a fé de Marta e a ação de Jesus.","conexao_teologica":"A fé é frequentemente apresentada na Bíblia como a base para a ação de Deus em nossas vidas.","referencias_relacionadas":["Hebreus 11:1","Tiago 2:19","Romanos 5:1"]},"joao_11_23_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que significa 'O Senhor é Salvação'.","explicacao_detalhada":"Neste versículo, Jesus é mencionado novamente, reforçando sua identidade e autoridade como aquele que pode trazer esperança e vida.","por_que_esta_palavra":"A repetição do nome 'Jesus' enfatiza sua centralidade na narrativa e a confiança que Marta deposita nele.","conexao_teologica":"A presença de Jesus é sempre associada à vida e à ressurreição, temas centrais na teologia cristã.","referencias_relacionadas":["João 11:25-26","João 14:6","Apocalipse 1:18"]},"joao_11_23_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Ato de expressar verbalmente algo, neste caso, a comunicação de Marta com Jesus.","explicacao_detalhada":"Marta 'diz' a Jesus, mostrando sua disposição de se abrir e expressar sua fé e dor. Essa palavra reflete a importância da comunicação na relação com Deus.","por_que_esta_palavra":"A palavra 'dizer' destaca a necessidade de diálogo e a expressão de fé em momentos de crise.","conexao_teologica":"A comunicação com Deus é fundamental na vida cristã, onde a oração e a confissão são práticas essenciais.","referencias_relacionadas":["Filipenses 4:6","1 João 5:14","Salmos 34:17"]},"joao_11_24_mulher":{"palavra_pt":"mulher","palavra_original":"Μάρθα","transliteracao":"Mártha","strong":"G3136","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se a Marta, a irmã de Lázaro, destacando seu papel na narrativa.","explicacao_detalhada":"Marta é chamada de 'mulher', o que enfatiza sua identidade e papel na história. Ela é uma figura de fé que busca entender a situação à luz da presença de Jesus.","por_que_esta_palavra":"A palavra 'mulher' é usada para identificar Marta e sua relação com os eventos que estão se desenrolando.","conexao_teologica":"A inclusão de mulheres nas narrativas bíblicas é significativa, mostrando que todos têm acesso à graça e à verdade de Deus.","referencias_relacionadas":["Lucas 10:38-42","João 12:1-3","Atos 16:14"]},"joao_11_24_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de 24 horas, mas também pode simbolizar tempo de vida e oportunidade.","explicacao_detalhada":"Marta menciona 'dia' em um contexto que pode refletir a esperança de que ainda há tempo para que Jesus intervenha em sua situação.","por_que_esta_palavra":"A palavra 'dia' é importante para entender a urgência e a expectativa de Marta em relação ao milagre que Jesus pode realizar.","conexao_teologica":"O conceito de tempo é frequentemente usado na Bíblia para discutir a obra de Deus e a importância de aproveitar as oportunidades que Ele nos dá.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1","João 9:4"]},"joao_11_24_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Ato de expressar verbalmente algo, neste caso, a comunicação de Marta com Jesus.","explicacao_detalhada":"Marta novamente 'diz' a Jesus, reforçando a importância da comunicação e da expressão de fé em momentos de crise.","por_que_esta_palavra":"A repetição da palavra 'dizer' enfatiza a necessidade de diálogo e a expressão de fé em momentos de dor e incerteza.","conexao_teologica":"A comunicação com Deus é essencial na vida cristã, onde a oração e a confissão são práticas fundamentais.","referencias_relacionadas":["Tiago 5:16","Romanos 10:13","Salmos 145:18"]},"joao_11_25_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é apresentado como a fonte da ressurreição e da vida, enfatizando sua divindade e poder sobre a morte.","explicacao_detalhada":"Neste versículo, Jesus declara que Ele é a ressurreição e a vida, afirmando que aqueles que creem nele, mesmo que morram, viverão. Isso destaca a centralidade de Jesus na fé cristã como o Salvador que oferece vida eterna.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental para a mensagem do evangelho, pois representa a encarnação de Deus e a promessa de salvação.","conexao_teologica":"A afirmação de Jesus como a ressurreição e a vida conecta-se com a doutrina da vida eterna e a vitória sobre a morte, temas centrais na teologia cristã.","referencias_relacionadas":["João 3:16","Romanos 6:23","1 Coríntios 15:55-57"]},"joao_11_25_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A vida mencionada aqui é a vida eterna que Jesus oferece aos que creem nele.","explicacao_detalhada":"A palavra 'vida' em grego (ζωή) implica não apenas a existência física, mas uma qualidade de vida que é plena e eterna, disponível através da fé em Jesus.","por_que_esta_palavra":"A vida eterna é um dos principais temas do Novo Testamento, e a palavra 'vida' é essencial para entender a promessa de Jesus.","conexao_teologica":"A vida eterna é um dom de Deus que se relaciona com a salvação e a comunhão eterna com Ele.","referencias_relacionadas":["João 10:10","1 João 5:11-12","Romanos 8:38-39"]},"joao_11_25_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A fé é a resposta necessária para receber a vida eterna que Jesus oferece.","explicacao_detalhada":"A palavra 'crer' implica uma confiança ativa em Jesus como o Filho de Deus e Salvador, essencial para a salvação.","por_que_esta_palavra":"A fé é o meio pelo qual os crentes se apropriam das promessas de Deus, especialmente a promessa de vida eterna.","conexao_teologica":"A fé é um princípio fundamental na teologia cristã, sendo a base da relação entre o crente e Deus.","referencias_relacionadas":["Efésios 2:8-9","Hebreus 11:1","João 14:6"]},"joao_11_26_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"Viver, neste contexto, refere-se à vida que Jesus dá aos que creem nele, mesmo após a morte física.","explicacao_detalhada":"A palavra 'viver' (ζάω) sugere uma existência que transcende a morte, enfatizando a promessa de Jesus de que os crentes terão vida eterna.","por_que_esta_palavra":"A ideia de viver é central para a mensagem de esperança do evangelho, que promete uma vida plena em Cristo.","conexao_teologica":"A vida em Cristo é um tema recorrente nas Escrituras, refletindo a transformação que ocorre na vida do crente.","referencias_relacionadas":["João 5:24","Gálatas 2:20","Colossenses 3:4"]},"joao_11_26_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A fé é novamente enfatizada como a chave para viver eternamente com Cristo.","explicacao_detalhada":"A repetição da palavra 'crer' sublinha a importância da fé contínua na vida do crente, que é essencial para a experiência da vida eterna.","por_que_esta_palavra":"A fé é o meio pelo qual os crentes são justificados e recebem a vida eterna.","conexao_teologica":"A relação entre fé e vida eterna é um dos pilares da doutrina cristã, mostrando que a fé ativa é vital.","referencias_relacionadas":["Romanos 1:17","Gálatas 3:11","Hebreus 10:38"]},"joao_11_26_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui refere-se à negação da morte e à afirmação da vida eterna que vem de Deus.","explicacao_detalhada":"A negação de que alguém que crê em Jesus morrerá eternamente destaca a soberania de Deus sobre a vida e a morte.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a natureza divina de Jesus e sua autoridade sobre a vida.","conexao_teologica":"A soberania de Deus é um tema central na teologia, refletindo seu poder sobre todas as coisas, incluindo a morte.","referencias_relacionadas":["Salmos 23:4","Isaías 25:8","1 Coríntios 15:26"]},"joao_11_27_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' expressa a autoridade e o reconhecimento de Jesus como o Messias.","explicacao_detalhada":"Maria, ao chamar Jesus de 'senhor', reconhece sua posição divina e seu papel como Salvador.","por_que_esta_palavra":"A palavra 'senhor' é um título que denota respeito e submissão à autoridade de Jesus.","conexao_teologica":"O reconhecimento da autoridade de Jesus é essencial para a fé cristã, pois Ele é o Senhor e Salvador.","referencias_relacionadas":["Filipenses 2:10-11","Atos 2:36","Romanos 10:9"]},"joao_11_27_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo, que significa 'ungido', refere-se ao papel messiânico de Jesus.","explicacao_detalhada":"A palavra 'cristo' enfatiza que Jesus é o escolhido de Deus para cumprir a promessa de redenção.","por_que_esta_palavra":"O título 'Cristo' é fundamental para a identidade de Jesus e seu ministério redentor.","conexao_teologica":"A unção de Jesus como o Cristo é central para a compreensão da sua missão e do cumprimento das profecias messiânicas.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","Atos 10:38"]},"joao_11_27_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui reafirma a divindade de Jesus e sua relação com o Pai.","explicacao_detalhada":"O reconhecimento de Jesus como Deus é essencial para a compreensão da Trindade e da natureza divina de Cristo.","por_que_esta_palavra":"A palavra 'deus' é crucial para entender a identidade de Jesus e sua autoridade sobre a vida e a morte.","conexao_teologica":"A divindade de Jesus é um dos fundamentos da fé cristã, que afirma que Ele é verdadeiramente Deus e verdadeiramente homem.","referencias_relacionadas":["João 1:1","Colossenses 2:9","Hebreus 1:3"]},"joao_11_28_nome":{"palavra_pt":"nome","palavra_original":"Μαρία","transliteracao":"María","strong":"G3137","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Maria' representa a pessoa que se dirige a Jesus, simbolizando a relação pessoal com Ele.","explicacao_detalhada":"O uso do nome 'Maria' destaca a importância do relacionamento pessoal que cada crente pode ter com Jesus.","por_que_esta_palavra":"Os nomes nas Escrituras muitas vezes têm significados profundos e refletem a identidade e o papel da pessoa.","conexao_teologica":"A relação pessoal com Jesus é um aspecto fundamental da fé cristã, onde cada crente é chamado pelo nome.","referencias_relacionadas":["Lucas 10:38-42","João 20:16","Romanos 8:15"]},"joao_11_28_mao":{"palavra_pt":"mao","palavra_original":"πάρειμι","transliteracao":"páreimi","strong":"G3918","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mao' refere-se ao ato de chamar ou convocar alguém.","explicacao_detalhada":"Neste contexto, a palavra é utilizada quando Marta chama Maria para ir ao encontro de Jesus. A ação de chamar é significativa, pois demonstra a urgência e a necessidade de Maria estar presente.","por_que_esta_palavra":"A escolha da palavra 'mao' enfatiza a importância do chamado de Marta e a resposta imediata de Maria ao convite.","conexao_teologica":"O chamado de Deus para os seus é um tema recorrente na Bíblia, onde Ele convoca os seus servos para cumprir Seus propósitos.","referencias_relacionadas":["Mateus 11:28","Romanos 8:30","1 Pedro 2:9"]},"joao_11_28_mestre":{"palavra_pt":"mestre","palavra_original":"διδάσκαλος","transliteracao":"didáskalos","strong":"G1320","significado_raiz":"Ideia básica: mestre.","significado_contextual":"A palavra 'mestre' é usada para se referir a Jesus como o ensinador e guia espiritual.","explicacao_detalhada":"Marta se dirige a Jesus como 'mestre', reconhecendo sua autoridade e papel como instrutor. Isso demonstra a reverência e a fé que ela tem nele.","por_que_esta_palavra":"A palavra 'mestre' é significativa porque reflete a relação de ensino e aprendizado entre Jesus e seus discípulos.","conexao_teologica":"Jesus é frequentemente chamado de mestre, o que destaca sua função de ensinar e guiar a humanidade em direção à verdade.","referencias_relacionadas":["Mateus 23:8","Lucas 6:40","João 13:13"]},"joao_11_29_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' é usada para descrever a condição de Lázaro, que havia falecido.","explicacao_detalhada":"Neste versículo, a morte é um tema central, pois representa a separação e a dor que Marta e Maria estão enfrentando devido à perda de seu irmão.","por_que_esta_palavra":"A menção da morte é crucial para o entendimento do milagre que Jesus está prestes a realizar, que é a ressurreição de Lázaro.","conexao_teologica":"A morte e a ressurreição são temas centrais na teologia cristã, simbolizando a vitória de Cristo sobre o pecado e a morte.","referencias_relacionadas":["João 11:25-26","Romanos 6:23","1 Coríntios 15:55-57"]},"joao_11_29_grande":{"palavra_pt":"vir","palavra_original":"ἔρχομαι","transliteracao":"érchomai","strong":"G2064","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'grande' é utilizada para descrever a importância do evento que está prestes a ocorrer.","explicacao_detalhada":"A grandeza do milagre de Jesus ao ressuscitar Lázaro é um ponto focal, mostrando o poder divino sobre a morte.","por_que_esta_palavra":"A palavra 'grande' enfatiza a magnitude do ato de Jesus, que não é apenas um milagre, mas uma demonstração do seu poder como Filho de Deus.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, refletindo Sua soberania e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Mateus 19:26","Efésios 3:20"]},"joao_11_30_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador, que é central na narrativa.","explicacao_detalhada":"Neste contexto, Jesus é apresentado como a resposta para a dor e a morte, sendo Ele mesmo a vida e a ressurreição.","por_que_esta_palavra":"A menção de Jesus é fundamental, pois Ele é o protagonista da história e o agente do milagre que está prestes a acontecer.","conexao_teologica":"Jesus é o centro da fé cristã, e sua identidade como o Filho de Deus é essencial para a compreensão da salvação.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 10:9"]},"joao_11_30_mulher":{"palavra_pt":"mulher","palavra_original":"Μάρθα","transliteracao":"Mártha","strong":"G3136","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se a Marta, que é uma figura importante na narrativa.","explicacao_detalhada":"Marta, como mulher de fé, desempenha um papel crucial ao se dirigir a Jesus e expressar sua crença na ressurreição.","por_que_esta_palavra":"A identificação de Marta como mulher destaca a inclusão de todos os gêneros na mensagem de Jesus e sua importância no ministério.","conexao_teologica":"A Bíblia frequentemente destaca o papel das mulheres na fé, mostrando que todos têm um lugar no plano de Deus.","referencias_relacionadas":["Lucas 8:1-3","Gálatas 3:28","Romanos 16:1-2"]},"joao_11_31_nome":{"palavra_pt":"nome","palavra_original":"Μαρία","transliteracao":"María","strong":"G3137","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se a Maria, irmã de Marta, que é chamada para se juntar a Jesus.","explicacao_detalhada":"O nome de Maria é mencionado para enfatizar sua identidade e seu papel na narrativa, bem como a relação com sua irmã e com Jesus.","por_que_esta_palavra":"A menção do nome é significativa, pois destaca a individualidade e a importância de cada pessoa no plano de Deus.","conexao_teologica":"Deus conhece cada um pelo nome, o que reflete um relacionamento pessoal e íntimo com Seus filhos.","referencias_relacionadas":["Isaías 43:1","João 10:3","Salmos 139:1-4"]},"joao_11_31_bom":{"palavra_pt":"bom","palavra_original":"δοκέω","transliteracao":"dokéō","strong":"G1380","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' é utilizada para descrever a natureza de Jesus e a esperança que Ele traz.","explicacao_detalhada":"Marta expressa sua crença de que Jesus é bom e que Ele pode fazer algo a respeito da situação de Lázaro.","por_que_esta_palavra":"A palavra 'bom' é essencial para entender a natureza de Deus e Sua bondade em meio ao sofrimento.","conexao_teologica":"A bondade de Deus é um tema central na teologia, refletindo Seu caráter e ações em favor da humanidade.","referencias_relacionadas":["Salmos 34:8","Mateus 7:11","Romanos 2:4"]},"joao_11_31_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"A palavra 'depart' refere-se ao ato de ir a Jesus, simbolizando a busca por consolo e esperança.","explicacao_detalhada":"Marta e Maria, ao se dirigirem a Jesus, estão buscando a verdade e a solução para sua dor, representando a fé em ação.","por_que_esta_palavra":"A ação de 'departar' para encontrar Jesus é um ato de fé e confiança em Sua capacidade de trazer vida.","conexao_teologica":"A ideia de ir a Jesus é um convite para todos que buscam esperança e redenção.","referencias_relacionadas":["Mateus 11:28","Hebreus 4:16","1 Pedro 5:7"]},"joao_11_32_nome":{"palavra_pt":"nome","palavra_original":"Μαρία","transliteracao":"María","strong":"G3137","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se novamente a Maria, destacando sua presença e papel na narrativa.","explicacao_detalhada":"Maria é chamada pelo nome, o que enfatiza sua individualidade e a importância de sua resposta ao chamado de Jesus.","por_que_esta_palavra":"A menção do nome de Maria reforça a ideia de que cada pessoa é conhecida e amada por Deus.","conexao_teologica":"Deus se relaciona com cada um de nós de maneira pessoal, chamando-nos pelo nome.","referencias_relacionadas":["João 10:3","Isaías 49:16","Salmos 139:13-16"]},"joao_11_32_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é central na narrativa, referindo-se ao Salvador e à sua missão de trazer vida.","explicacao_detalhada":"Neste versículo, Jesus é chamado em um momento de dor e luto, mostrando a relação íntima entre Ele e os que sofrem. O nome 'Jesus' significa 'O Senhor salva', refletindo sua identidade e propósito.","por_que_esta_palavra":"A palavra é usada para enfatizar a presença de Jesus em momentos de crise e sofrimento, revelando seu papel como consolo e esperança.","conexao_teologica":"Jesus é o mediador entre Deus e a humanidade, e sua presença traz transformação e esperança em meio à dor.","referencias_relacionadas":["Mateus 1:21","Lucas 19:10","João 14:6"]},"joao_11_32_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Senhor' é usada para reconhecer a autoridade e o poder de Jesus sobre a vida e a morte.","explicacao_detalhada":"Neste contexto, 'Senhor' é um título que expressa respeito e reconhecimento da soberania de Jesus, especialmente em momentos de luto e desespero.","por_que_esta_palavra":"A utilização do termo 'Senhor' destaca a relação de submissão e fé que os personagens têm em relação a Jesus.","conexao_teologica":"A autoridade de Jesus é um tema central no Novo Testamento, onde Ele é reconhecido como Senhor sobre todas as coisas.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:10-11","Atos 2:36"]},"joao_11_33_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é mencionado novamente, enfatizando sua empatia e conexão emocional com a dor humana.","explicacao_detalhada":"Neste versículo, a presença de Jesus é um lembrete de que Ele se importa profundamente com o sofrimento humano e está presente em momentos de tristeza.","por_que_esta_palavra":"A repetição do nome 'Jesus' reforça a ideia de que Ele é a resposta para a dor e a perda.","conexao_teologica":"A compaixão de Jesus é um aspecto fundamental de sua missão, mostrando que Ele se identifica com nossas lutas.","referencias_relacionadas":["Hebreus 4:15","Mateus 11:28-30","João 14:1"]},"joao_11_33_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se à presença de Deus e à vida que Ele dá.","explicacao_detalhada":"Neste contexto, 'espírito' pode ser entendido como a força vital que Jesus traz, especialmente em momentos de morte e desespero.","por_que_esta_palavra":"A menção do espírito destaca a conexão entre a vida e a morte, e a capacidade de Jesus de trazer vida onde parece haver apenas morte.","conexao_teologica":"O Espírito Santo é frequentemente associado à vida e à ressurreição, refletindo a obra de Deus em trazer esperança.","referencias_relacionadas":["Gênesis 2:7","Romanos 8:11","João 3:6"]},"joao_11_34_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Senhor' é novamente utilizada, reforçando a autoridade de Jesus em meio ao luto.","explicacao_detalhada":"Neste versículo, o uso de 'Senhor' enfatiza a posição de Jesus como aquele que tem poder sobre a vida e a morte, e que pode trazer consolo.","por_que_esta_palavra":"A repetição do termo 'Senhor' sublinha a necessidade de reconhecer a soberania de Jesus em todas as circunstâncias.","conexao_teologica":"A autoridade de Jesus é um tema recorrente, mostrando que Ele é digno de confiança em todas as situações.","referencias_relacionadas":["Mateus 28:18","Lucas 6:46","João 13:13"]},"joao_11_34_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"A palavra 'arco' pode simbolizar a ação de colocar algo em seu devido lugar ou posição.","explicacao_detalhada":"Neste contexto, 'arco' pode ser interpretado como a ação de Jesus de se posicionar em relação ao sofrimento dos outros, mostrando sua disposição para ajudar.","por_que_esta_palavra":"A escolha dessa palavra pode indicar a intenção de Jesus de restaurar e trazer ordem ao caos da dor.","conexao_teologica":"A ideia de restauração é central na mensagem de Jesus, que veio para curar e restaurar a humanidade.","referencias_relacionadas":["Isaías 61:1","Mateus 9:12-13","Lucas 4:18"]},"joao_11_34_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação e à revelação de sentimentos e intenções.","explicacao_detalhada":"Neste versículo, 'falar' é importante porque Jesus se comunica com aqueles que estão em luto, mostrando sua empatia e cuidado.","por_que_esta_palavra":"A comunicação de Jesus é um meio de trazer conforto e esperança aos que sofrem.","conexao_teologica":"A palavra de Jesus é poderosa e traz vida, refletindo sua capacidade de transformar situações difíceis.","referencias_relacionadas":["Salmos 119:105","Mateus 4:4","João 6:63"]},"joao_11_35_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A menção de Jesus neste versículo destaca sua humanidade e capacidade de sentir dor.","explicacao_detalhada":"Jesus chora, demonstrando que Ele se identifica com a dor humana e que a tristeza é uma parte legítima da experiência humana.","por_que_esta_palavra":"A palavra 'Jesus' aqui enfatiza sua natureza divina e humana, mostrando que Ele é um Salvador que entende nossas lutas.","conexao_teologica":"O choro de Jesus revela sua compaixão e amor, um aspecto fundamental de sua missão redentora.","referencias_relacionadas":["Hebreus 5:7","Mateus 26:38","Lucas 19:41"]},"joao_11_35_weep":{"palavra_pt":"weep","palavra_original":"δακρύω","transliteracao":"dakrýō","strong":"G1145","significado_raiz":"Ideia básica: weep.","significado_contextual":"A palavra 'weep' refere-se à expressão de tristeza e dor.","explicacao_detalhada":"Neste versículo, o ato de chorar de Jesus é uma demonstração de sua profunda empatia e conexão com a dor dos outros.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a humanidade de Jesus e sua capacidade de sentir e compartilhar a dor dos que ama.","conexao_teologica":"O choro de Jesus é um testemunho de sua compaixão e do amor que Ele tem pela humanidade.","referencias_relacionadas":["Romanos 12:15","Salmos 34:18","Mateus 5:4"]},"joao_11_36_amigo":{"palavra_pt":"amigo","palavra_original":"φιλέω","transliteracao":"philéō","strong":"G5368","significado_raiz":"Ideia básica: amigo.","significado_contextual":"A palavra 'amigo' refere-se ao relacionamento íntimo e de amor que Jesus tem com seus seguidores.","explicacao_detalhada":"Neste contexto, Jesus é visto como um amigo que se importa profundamente com aqueles que estão sofrendo, mostrando seu amor e compaixão.","por_que_esta_palavra":"A palavra 'amigo' destaca a natureza relacional de Jesus, que não é apenas um salvador distante, mas alguém que se envolve em nossas vidas.","conexao_teologica":"A amizade de Jesus é um tema importante, refletindo o chamado à comunhão e ao relacionamento com Ele.","referencias_relacionadas":["João 15:15","Provérbios 17:17","Salmos 25:14"]},"joao_11_36_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"Refere-se aos judeus, um povo escolhido por Deus, que tem um papel central na narrativa bíblica.","explicacao_detalhada":"A palavra 'jewess' (Ἰουδαῖος) é usada para descrever a identidade étnica e religiosa dos judeus. No contexto de João 11:36, é uma referência ao lamento de Jesus pela morte de Lázaro, onde os judeus estão presentes e observam a cena.","por_que_esta_palavra":"A inclusão dos judeus no relato enfatiza a conexão de Jesus com seu povo e a importância de sua missão entre eles.","conexao_teologica":"A presença dos judeus na narrativa destaca a relação de Jesus com a tradição judaica e a promessa de redenção para Israel.","referencias_relacionadas":["Mateus 1:1","Romanos 1:16","Gálatas 3:28"]},"joao_11_36_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' (λέγω) é utilizada para expressar comunicação, especialmente em momentos de emoção e revelação.","explicacao_detalhada":"Neste versículo, a palavra 'dizer' é usada quando os judeus comentam sobre o amor de Jesus por Lázaro, mostrando a importância da comunicação na expressão de sentimentos.","por_que_esta_palavra":"A escolha de 'dizer' destaca a necessidade de verbalizar emoções e a importância das palavras em momentos de luto.","conexao_teologica":"As palavras de Jesus têm poder e significado, refletindo a verdade e a vida que Ele traz.","referencias_relacionadas":["João 1:1","Provérbios 18:21","Tiago 3:5"]},"joao_11_37_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' (ποιέω) implica ação, especialmente em um contexto de milagres e intervenções divinas.","explicacao_detalhada":"Neste versículo, a palavra é usada para questionar se Jesus poderia ter impedido a morte de Lázaro, refletindo a expectativa de que Ele poderia realizar milagres.","por_que_esta_palavra":"A palavra 'fazer' é central para entender a natureza de Jesus como aquele que realiza obras poderosas.","conexao_teologica":"A capacidade de Jesus de 'fazer' milagres é um testemunho de sua divindade e autoridade sobre a vida e a morte.","referencias_relacionadas":["Mateus 9:35","Lucas 7:14-15","João 14:12"]},"joao_11_37_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' (ἐκ) é usada para indicar a presença ou a localização em um contexto específico.","explicacao_detalhada":"No versículo, 'entre' é usado para descrever a situação de Lázaro, que estava entre os mortos, enfatizando a gravidade da situação.","por_que_esta_palavra":"A palavra 'entre' ajuda a situar a narrativa, mostrando a separação entre a vida e a morte.","conexao_teologica":"A transição entre a vida e a morte é um tema central na obra de Jesus, que traz vida aos mortos.","referencias_relacionadas":["Romanos 6:23","João 5:24","1 Coríntios 15:55-57"]},"joao_11_37_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' (ὀφθαλμός) simboliza percepção e entendimento, especialmente em momentos de revelação.","explicacao_detalhada":"Neste contexto, o 'olho' é uma metáfora para a capacidade de ver e compreender a obra de Deus, especialmente em meio ao luto.","por_que_esta_palavra":"A referência ao 'olho' sugere a necessidade de discernimento espiritual para entender a ação de Jesus.","conexao_teologica":"A visão espiritual é crucial para reconhecer a verdade de Cristo e sua missão redentora.","referencias_relacionadas":["Mateus 6:22","Efésios 1:18","Apocalipse 3:18"]},"joao_11_38_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus como o protagonista da narrativa, o Filho de Deus que traz esperança e vida.","explicacao_detalhada":"Neste versículo, Jesus é mencionado em um momento de profunda emoção, prestes a realizar um milagre que demonstrará seu poder sobre a morte.","por_que_esta_palavra":"A menção de Jesus é fundamental para entender sua identidade e missão como Salvador.","conexao_teologica":"Jesus é a encarnação da esperança e da vida eterna, central na mensagem do evangelho.","referencias_relacionadas":["João 14:6","Romanos 5:8","1 João 5:11-12"]},"joao_11_38_grave":{"palavra_pt":"grave","palavra_original":"μνημεῖον","transliteracao":"mnēmeîon","strong":"G3419","significado_raiz":"Ideia básica: grave.","significado_contextual":"A palavra 'grave' (μνημεῖον) refere-se ao local de sepultamento, simbolizando a morte e a separação.","explicacao_detalhada":"Neste contexto, o 'grave' é onde Lázaro foi colocado, representando a realidade da morte que Jesus está prestes a confrontar.","por_que_esta_palavra":"A palavra 'grave' é crucial para entender a seriedade da situação e o milagre que está prestes a acontecer.","conexao_teologica":"A ressurreição de Lázaro antecipa a ressurreição de Cristo e a vitória sobre a morte.","referencias_relacionadas":["João 11:43-44","1 Coríntios 15:20-22","Apocalipse 20:14"]},"joao_11_39_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Novamente, refere-se a Jesus, enfatizando sua autoridade e poder sobre a morte.","explicacao_detalhada":"A menção de Jesus neste versículo é crucial, pois Ele está prestes a realizar um milagre que demonstrará sua divindade.","por_que_esta_palavra":"A repetição do nome Jesus reforça sua centralidade na narrativa e na fé cristã.","conexao_teologica":"Jesus é o autor da vida e aquele que tem poder sobre a morte, um tema central na teologia cristã.","referencias_relacionadas":["João 10:10","Atos 2:24","Hebreus 2:14-15"]},"joao_11_39_mulher":{"palavra_pt":"mulher","palavra_original":"Μάρθα","transliteracao":"Mártha","strong":"G3136","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' (Μάρθα) refere-se a Marta, irmã de Lázaro, que expressa sua dor e preocupação.","explicacao_detalhada":"Marta é uma figura importante na narrativa, representando a humanidade que busca respostas em momentos de dor.","por_que_esta_palavra":"A menção de Marta destaca a relação pessoal que temos com Jesus em momentos de crise.","conexao_teologica":"A interação de Jesus com Marta ilustra a importância da fé e da confiança em Deus mesmo em meio ao sofrimento.","referencias_relacionadas":["Lucas 10:38-42","João 11:21-22","Romanos 12:15"]},"joao_11_39_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' (κύριος) é um título de respeito e reconhecimento da autoridade de Jesus.","explicacao_detalhada":"Neste contexto, Marta se dirige a Jesus como 'senhor', reconhecendo sua autoridade e poder, mesmo em meio à dor.","por_que_esta_palavra":"O uso de 'senhor' enfatiza a relação de submissão e fé que os crentes devem ter em relação a Cristo.","conexao_teologica":"Reconhecer Jesus como Senhor é fundamental para a fé cristã e para a compreensão de sua missão redentora.","referencias_relacionadas":["Filipenses 2:9-11","Romanos 10:9","1 Coríntios 12:3"]},"joao_11_40_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que significa 'O Senhor é Salvação'.","explicacao_detalhada":"Jesus é a figura central do cristianismo, considerado o Filho de Deus e o Salvador da humanidade. Neste contexto, Ele está prestes a realizar um milagre, ressuscitando Lázaro, o que demonstra seu poder sobre a morte.","por_que_esta_palavra":"A menção de Jesus neste versículo é crucial, pois Ele é a fonte da esperança e da vida eterna.","conexao_teologica":"Jesus é visto como o cumprimento das promessas de Deus e a manifestação do amor divino.","referencias_relacionadas":["João 3:16","Romanos 10:9","Atos 4:12"]},"joao_11_40_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à honra e à majestade de Deus.","explicacao_detalhada":"A glória de Deus é frequentemente associada à Sua presença e ao Seu poder. Neste versículo, Jesus menciona a glória de Deus como um resultado do milagre que está prestes a acontecer.","por_que_esta_palavra":"A glória de Deus é um tema central nas Escrituras, refletindo Sua natureza e ações.","conexao_teologica":"A glória de Deus é revelada através de Seus atos, especialmente na obra redentora de Cristo.","referencias_relacionadas":["Salmos 19:1","Isaías 6:3","Romanos 11:36"]},"joao_11_40_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Ser supremo, criador do universo.","explicacao_detalhada":"Neste contexto, Deus é mencionado como aquele que deve ser glorificado através da ação de Jesus, que demonstra Seu poder e autoridade.","por_que_esta_palavra":"A referência a Deus é fundamental, pois estabelece a relação entre o Filho e o Pai, e a missão de Jesus.","conexao_teologica":"Deus é o autor da vida e da ressurreição, e Jesus atua em perfeita harmonia com a vontade do Pai.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","João 10:30"]},"joao_11_41_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que significa 'O Senhor é Salvação'.","explicacao_detalhada":"Jesus, ao orar antes de ressuscitar Lázaro, demonstra sua dependência do Pai e sua autoridade divina.","por_que_esta_palavra":"A invocação do nome de Jesus é essencial, pois é através dEle que os milagres e a salvação ocorrem.","conexao_teologica":"A oração de Jesus reflete sua intimidade com o Pai e sua missão redentora.","referencias_relacionadas":["Mateus 28:18","João 14:13-14","Hebreus 7:25"]},"joao_11_41_graca":{"palavra_pt":"graca","palavra_original":"εὐχαριστέω","transliteracao":"eucharistéō","strong":"G2168","significado_raiz":"Ideia básica: graca.","significado_contextual":"Ato de agradecer, expressando gratidão.","explicacao_detalhada":"Jesus agradece ao Pai antes de realizar o milagre, mostrando sua gratidão e reconhecendo a soberania de Deus.","por_que_esta_palavra":"A gratidão é uma atitude fundamental na vida cristã, refletindo a dependência de Deus.","conexao_teologica":"A graça de Deus é manifestada em Jesus, que realiza o milagre como um ato de compaixão.","referencias_relacionadas":["Efésios 2:8-9","1 Tessalonicenses 5:18","Colossenses 3:17"]},"joao_11_41_pedra":{"palavra_pt":"pedra","palavra_original":"λίθος","transliteracao":"líthos","strong":"G3037","significado_raiz":"Ideia básica: pedra.","significado_contextual":"Referência ao sepulcro de Lázaro, que estava fechado com uma pedra.","explicacao_detalhada":"A pedra simboliza a barreira da morte, que Jesus está prestes a remover ao ressuscitar Lázaro.","por_que_esta_palavra":"A remoção da pedra é um ato que precede o milagre, mostrando o poder de Jesus sobre a morte.","conexao_teologica":"A pedra representa a morte e a separação, que Cristo veio vencer através de sua ressurreição.","referencias_relacionadas":["Mateus 27:60","Marcos 16:4","Romanos 6:9"]},"joao_11_42_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Ato de crer, confiar.","explicacao_detalhada":"Jesus menciona a fé como um elemento essencial para que as pessoas vejam a glória de Deus através do milagre.","por_que_esta_palavra":"A fé é fundamental na relação entre o ser humano e Deus, sendo a chave para a experiência espiritual.","conexao_teologica":"A fé em Jesus é o meio pelo qual recebemos a salvação e a vida eterna.","referencias_relacionadas":["Hebreus 11:1","João 3:36","Romanos 1:17"]},"joao_11_42_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"Grupo de pessoas que testemunham o milagre.","explicacao_detalhada":"O povo presente é um testemunho da obra de Jesus e da manifestação do poder de Deus.","por_que_esta_palavra":"A presença do povo é importante, pois eles são os que irão espalhar a notícia do milagre realizado.","conexao_teologica":"O povo é chamado a crer e a testemunhar a glória de Deus através das obras de Jesus.","referencias_relacionadas":["Mateus 5:14-16","Atos 1:8","1 Pedro 2:9"]},"joao_11_42_conhecer":{"palavra_pt":"ver/conhecer","palavra_original":"εἴδω","transliteracao":"eídō","strong":"G1492","significado_raiz":"Ideia básica: ver.","significado_contextual":"Ver ou entender algo profundamente.","explicacao_detalhada":"Jesus deseja que o povo não apenas veja o milagre, mas que compreenda a sua verdadeira natureza e o propósito de Deus.","por_que_esta_palavra":"O conhecimento espiritual é essencial para a fé e a transformação de vida.","conexao_teologica":"Conhecer a Deus e a Jesus é fundamental para a salvação e a vida eterna.","referencias_relacionadas":["João 17:3","1 João 5:20","Filipenses 3:10"]},"joao_11_43_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Grande medo ou reverência.","explicacao_detalhada":"O temor mencionado refere-se à reação do povo diante do milagre que Jesus está prestes a realizar, refletindo a grandeza de Deus.","por_que_esta_palavra":"O temor de Deus é um princípio de sabedoria e reverência diante de Sua majestade.","conexao_teologica":"O temor é uma resposta natural ao poder e à santidade de Deus, levando à adoração.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Isaías 66:2"]},"joao_11_43_nome":{"palavra_pt":"nome","palavra_original":"Λάζαρος","transliteracao":"Lázaros","strong":"G2976","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Lázaro, que é chamado por Jesus para ressuscitar.","explicacao_detalhada":"O nome 'Lázaro' significa 'Deus ajudou'. Neste contexto, o nome é significativo porque representa a intervenção divina na vida de Lázaro, que estava morto e foi trazido de volta à vida por Jesus.","por_que_esta_palavra":"A palavra 'nome' é usada para identificar e dar importância à pessoa que está sendo chamada, neste caso, Lázaro, simbolizando a relação pessoal entre Jesus e aqueles que Ele ressuscita.","conexao_teologica":"O ato de Jesus chamar Lázaro pelo nome demonstra a autoridade de Cristo sobre a morte e a vida, refletindo a sua divindade e poder redentor.","referencias_relacionadas":["João 11:1-3","João 11:38-44","Lucas 16:19-31"]},"joao_11_44_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus, que realiza o milagre da ressurreição de Lázaro.","explicacao_detalhada":"Jesus é o nome que significa 'O Senhor salva'. Neste versículo, Ele demonstra seu poder sobre a morte, mostrando que Ele é a fonte da vida eterna.","por_que_esta_palavra":"A palavra 'Jesus' é central na narrativa, pois é através dEle que a ressurreição acontece, enfatizando sua identidade como Salvador.","conexao_teologica":"A ressurreição de Lázaro é um precursor da ressurreição de Cristo e simboliza a esperança da vida eterna para todos os crentes.","referencias_relacionadas":["João 11:25-26","Mateus 28:5-6","Romanos 6:4"]},"joao_11_44_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"Refere-se ao ato de Lázaro saindo do túmulo após ser ressuscitado por Jesus.","explicacao_detalhada":"A palavra 'depart' implica em sair de um estado de morte para a vida, simbolizando a transformação que ocorre através do poder de Jesus.","por_que_esta_palavra":"O uso de 'depart' enfatiza a mudança radical na condição de Lázaro, que passa de morto a vivo, ilustrando a vitória de Cristo sobre a morte.","conexao_teologica":"Este ato de 'departar' é um símbolo da nova vida que todos os crentes recebem em Cristo, que é a verdadeira ressurreição.","referencias_relacionadas":["João 5:24","1 Coríntios 15:55-57","Romanos 8:11"]},"joao_11_45_nome":{"palavra_pt":"nome","palavra_original":"Μαρία","transliteracao":"María","strong":"G3137","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Maria, que testemunha o milagre da ressurreição de seu irmão Lázaro.","explicacao_detalhada":"Maria, cujo nome significa 'amada', é uma figura importante que representa a fé e a dor da perda, e sua presença destaca a importância do milagre realizado por Jesus.","por_que_esta_palavra":"O nome 'Maria' é significativo no contexto, pois ela é uma das principais testemunhas do poder de Jesus e da sua compaixão.","conexao_teologica":"A interação de Jesus com Maria mostra a sua empatia e cuidado pelas pessoas, refletindo o amor de Deus por sua criação.","referencias_relacionadas":["João 11:1-2","Lucas 10:38-42","Mateus 27:56"]},"joao_11_45_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus, que é o centro do milagre e da fé de Maria.","explicacao_detalhada":"Neste contexto, Jesus é visto como o Consolador e o Autor da vida, que traz esperança em meio à dor da morte.","por_que_esta_palavra":"A menção de 'Jesus' reforça a ideia de que Ele é a resposta para as necessidades humanas, especialmente em momentos de crise.","conexao_teologica":"Jesus é apresentado como o caminho, a verdade e a vida, e sua presença traz transformação e esperança.","referencias_relacionadas":["João 14:6","Hebreus 4:15-16","Mateus 11:28-30"]},"joao_11_45_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do milagre realizado por Jesus, que impressiona os que testemunham.","explicacao_detalhada":"A palavra 'grande' destaca a magnitude do milagre da ressurreição, que não é apenas um evento extraordinário, mas um ato que revela a glória de Deus.","por_que_esta_palavra":"A ênfase na grandeza serve para mostrar que o poder de Jesus é incomparável e que Ele é digno de adoração.","conexao_teologica":"A grandeza do milagre aponta para a soberania de Deus e a sua capacidade de transformar vidas, trazendo esperança e fé.","referencias_relacionadas":["Salmos 126:2","Isaías 25:8","Romanos 8:18"]},"joao_11_46_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus, que é mencionado em relação à reação dos judeus ao milagre.","explicacao_detalhada":"Jesus é o agente do milagre, e sua presença provoca diferentes reações entre as pessoas, algumas de fé e outras de incredulidade.","por_que_esta_palavra":"A repetição do nome 'Jesus' enfatiza sua centralidade na narrativa e a importância de sua obra redentora.","conexao_teologica":"A resposta das pessoas ao milagre de Jesus reflete a diversidade de fé e a necessidade de reconhecer sua autoridade.","referencias_relacionadas":["João 7:12","Mateus 9:36","Lucas 19:10"]},"joao_11_46_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se ao ato de fazer algo, neste caso, a ação de Jesus que provoca reações entre os judeus.","explicacao_detalhada":"A palavra 'fazer' implica em ação e resultado, mostrando que Jesus não apenas fala, mas age de maneira poderosa.","por_que_esta_palavra":"O uso de 'fazer' destaca a natureza ativa de Jesus em seu ministério, que é caracterizado por milagres e ensinamentos.","conexao_teologica":"As ações de Jesus são um reflexo do caráter de Deus, que age em favor da humanidade, trazendo cura e salvação.","referencias_relacionadas":["João 10:37-38","Atos 10:38","Mateus 4:23"]},"joao_11_46_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à presença de Jesus entre os judeus que testemunham o milagre.","explicacao_detalhada":"A palavra 'entre' indica a proximidade e a interação de Jesus com as pessoas, enfatizando sua acessibilidade e compaixão.","por_que_esta_palavra":"A presença de Jesus 'entre' as pessoas é crucial, pois Ele não é um Deus distante, mas um Salvador que se importa com a dor humana.","conexao_teologica":"A encarnação de Cristo é um tema central na teologia, mostrando que Deus se fez homem e habitou entre nós.","referencias_relacionadas":["João 1:14","Mateus 1:23","Hebreus 2:14"]},"joao_11_47_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de fazer algo em resposta ao milagre de Jesus.","explicacao_detalhada":"A repetição da palavra 'fazer' indica a necessidade de ação por parte dos líderes religiosos, que se sentem ameaçados pelo poder de Jesus.","por_que_esta_palavra":"A palavra 'fazer' sugere que as reações ao milagre exigem uma resposta, seja de fé ou de oposição.","conexao_teologica":"As ações dos líderes religiosos contrastam com a fé dos que acreditam em Jesus, mostrando a divisão que Ele provoca.","referencias_relacionadas":["João 12:10-11","Mateus 27:1-2","Atos 4:16-17"]},"joao_11_47_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude da preocupação dos líderes religiosos sobre a influência de Jesus.","explicacao_detalhada":"A palavra 'grande' indica não apenas tamanho físico, mas também a importância e o impacto que algo ou alguém pode ter. Neste contexto, os fariseus temem que a popularidade de Jesus cresça ainda mais.","por_que_esta_palavra":"A escolha da palavra 'grande' enfatiza a seriedade da situação e a urgência da resposta dos líderes religiosos.","conexao_teologica":"A grandeza de Jesus é um tema recorrente nas Escrituras, onde Ele é apresentado como o Filho de Deus, cuja influência é universal.","referencias_relacionadas":["Mateus 28:18","Filipenses 2:9-11","Apocalipse 1:8"]},"joao_11_48_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A crença em Jesus como o Messias é central para a fé cristã.","explicacao_detalhada":"A palavra 'crer' implica em um ato de fé e confiança. Os líderes temem que, se muitos crerem em Jesus, isso resultará em consequências políticas e sociais.","por_que_esta_palavra":"A palavra 'crer' é fundamental para a salvação e a relação do ser humano com Deus, conforme ensinado em várias partes da Bíblia.","conexao_teologica":"A fé é o meio pelo qual os crentes se conectam com Deus e recebem a salvação através de Jesus Cristo.","referencias_relacionadas":["João 3:16","Romanos 10:9","Hebreus 11:1"]},"joao_11_48_roman":{"palavra_pt":"roman","palavra_original":"Ῥωμαῖος","transliteracao":"Rhōmaîos","strong":"G4514","significado_raiz":"Ideia básica: roman.","significado_contextual":"Refere-se aos romanos como a autoridade ocupante na Judeia.","explicacao_detalhada":"A palavra 'roman' destaca a presença e o poder do Império Romano, que era uma ameaça para os líderes religiosos se a popularidade de Jesus crescesse.","por_que_esta_palavra":"A menção dos romanos sublinha a tensão política da época e a preocupação dos líderes em manter o controle sob a ocupação romana.","conexao_teologica":"A relação entre os judeus e os romanos é um pano de fundo importante para entender o ministério de Jesus e os eventos que levaram à sua crucificação.","referencias_relacionadas":["Mateus 22:21","Lucas 2:1","Atos 16:20-21"]},"joao_11_49_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a posição dos líderes religiosos em relação ao povo e a Jesus.","explicacao_detalhada":"A palavra 'entre' sugere uma divisão entre os líderes e o povo, mostrando como eles se viam em relação a Jesus e sua influência.","por_que_esta_palavra":"A escolha de 'entre' enfatiza a separação e a tensão entre as autoridades religiosas e a população que seguia Jesus.","conexao_teologica":"A ideia de estar 'entre' é importante na teologia cristã, onde Jesus se coloca entre Deus e a humanidade como mediador.","referencias_relacionadas":["1 Timóteo 2:5","Hebreus 4:14-16","Gálatas 3:28"]},"joao_11_50_exceeding":{"palavra_pt":"muito","palavra_original":"ὑπέρ","transliteracao":"hypér","strong":"G5228","significado_raiz":"Ideia básica: muito.","significado_contextual":"Refere-se ao temor de que a situação se torne insustentável.","explicacao_detalhada":"A palavra 'muito' enfatiza a intensidade do medo que os líderes religiosos sentem em relação ao que pode acontecer se Jesus continuar a atrair seguidores.","por_que_esta_palavra":"A palavra 'muito' é usada para intensificar a preocupação e a urgência da situação, mostrando que eles acreditam que a situação pode sair do controle.","conexao_teologica":"A ideia de 'muito' pode ser vista em contrastes com a abundância da graça de Deus, que é muito maior do que qualquer problema humano.","referencias_relacionadas":["Romanos 5:20","2 Coríntios 9:8","Efésios 3:20"]},"joao_11_50_povo":{"palavra_pt":"povo","palavra_original":"λαός","transliteracao":"laós","strong":"G2992","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo judeu que seguia Jesus.","explicacao_detalhada":"A palavra 'povo' destaca a coletividade e a importância da comunidade em torno de Jesus, que estava se tornando uma ameaça para os líderes religiosos.","por_que_esta_palavra":"A escolha de 'povo' mostra a preocupação dos líderes em perder o controle sobre a massa que estava se unindo a Jesus.","conexao_teologica":"A Bíblia frequentemente fala sobre o povo de Deus, enfatizando a relação entre Deus e sua comunidade escolhida.","referencias_relacionadas":["Mateus 5:14","Atos 2:47","1 Pedro 2:9"]},"joao_11_50_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à preocupação de que a intervenção divina possa ocorrer.","explicacao_detalhada":"A palavra 'deus' aqui é usada em um contexto de temor, onde os líderes religiosos temem que Deus intervenha em favor de Jesus e do povo.","por_que_esta_palavra":"A escolha da palavra 'deus' enfatiza a seriedade da situação e a crença de que Deus pode agir em resposta à fé do povo.","conexao_teologica":"A soberania de Deus é um tema central na teologia, onde Ele é visto como o controlador da história e das circunstâncias.","referencias_relacionadas":["Salmos 115:3","Isaías 46:10","Romanos 8:28"]},"joao_11_51_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus como o Messias e seu papel redentor.","explicacao_detalhada":"A palavra 'jesus' é central para a fé cristã, representando a salvação e a esperança para a humanidade.","por_que_esta_palavra":"A escolha da palavra 'jesus' é crucial, pois Ele é o foco da discussão e a razão pela qual os líderes estão preocupados.","conexao_teologica":"Jesus é o centro da teologia cristã, sendo visto como o Filho de Deus que veio para salvar a humanidade.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 5:8"]},"joao_11_51_falar":{"palavra_pt":"falar","palavra_original":"προφητεύω","transliteracao":"prophēteúō","strong":"G4395","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à profecia que Caiás faz sobre a morte de Jesus.","explicacao_detalhada":"A palavra 'falar' implica em um ato de declarar ou profetizar, onde Caiás, mesmo sem saber, fala a verdade sobre o sacrifício de Jesus.","por_que_esta_palavra":"A escolha da palavra 'falar' destaca a importância da comunicação e da revelação divina através de palavras humanas.","conexao_teologica":"A fala profética é um tema importante na Bíblia, onde Deus usa pessoas para transmitir Sua mensagem ao povo.","referencias_relacionadas":["Amós 3:7","Atos 2:17","Hebreus 1:1-2"]},"joao_11_52_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à intenção de Deus em usar a morte de Jesus para a salvação da humanidade.","explicacao_detalhada":"A palavra 'deus' aqui é usada para enfatizar a soberania e o plano divino que se cumpre através da morte de Jesus.","por_que_esta_palavra":"A escolha da palavra 'deus' sublinha a ideia de que Deus tem um propósito maior em meio ao que parece ser uma tragédia.","conexao_teologica":"A soberania de Deus é um tema central, onde Ele usa até mesmo o mal para trazer um bem maior.","referencias_relacionadas":["Gênesis 50:20","Romanos 8:28","Efésios 1:11"]},"joao_11_52_alone":{"palavra_pt":"sozinho","palavra_original":"μόνος","transliteracao":"mónos","strong":"G3441","significado_raiz":"Ideia básica: sozinho.","significado_contextual":"Refere-se à solidão de Jesus em um momento crítico, onde Ele estava prestes a enfrentar a morte.","explicacao_detalhada":"A palavra 'sozinho' enfatiza a condição de Jesus, que, apesar de estar cercado por pessoas, estava emocional e espiritualmente isolado em sua missão.","por_que_esta_palavra":"A solidão de Jesus é um tema recorrente nos Evangelhos, simbolizando seu papel único como Salvador.","conexao_teologica":"A solidão de Jesus ante a sua crucificação reflete o sacrifício que Ele fez por toda a humanidade.","referencias_relacionadas":["Mateus 26:36-38","Lucas 22:41-44","João 16:32"]},"joao_11_52_exceeding":{"palavra_pt":"muito","palavra_original":"ὑπέρ","transliteracao":"hypér","strong":"G5228","significado_raiz":"Ideia básica: muito.","significado_contextual":"Indica a grandeza do impacto que a morte de Jesus teria sobre a humanidade.","explicacao_detalhada":"A palavra 'muito' é usada para descrever a magnitude do sacrifício de Jesus, que não apenas salvaria muitos, mas também traria uma nova aliança.","por_que_esta_palavra":"A ênfase na grandeza do sacrifício é fundamental para entender a profundidade do amor de Deus pela humanidade.","conexao_teologica":"A morte de Jesus é vista como um ato supremo de amor e redenção, que ultrapassa todas as expectativas humanas.","referencias_relacionadas":["Romanos 5:8","João 3:16","Hebreus 9:28"]},"joao_11_53_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que os eventos cruciais da paixão de Cristo começaram a se desenrolar.","explicacao_detalhada":"A palavra 'dia' é significativa, pois marca um tempo de transição e cumprimento das profecias sobre a vinda do Messias.","por_que_esta_palavra":"O dia da crucificação é um ponto central na narrativa bíblica, simbolizando a vitória sobre o pecado e a morte.","conexao_teologica":"O dia da crucificação é celebrado como o dia em que a salvação foi oferecida à humanidade.","referencias_relacionadas":["Mateus 27:45","Marcos 15:33","Lucas 23:44"]},"joao_11_53_consult":{"palavra_pt":"consult","palavra_original":"βουλεύω","transliteracao":"bouleúō","strong":"G1011","significado_raiz":"Ideia básica: consult.","significado_contextual":"Refere-se ao ato de deliberar sobre o que fazer com Jesus, refletindo a tensão entre as autoridades religiosas.","explicacao_detalhada":"A palavra 'consult' implica uma reunião de líderes que buscam uma solução para a 'ameaça' que Jesus representa.","por_que_esta_palavra":"A consulta entre os líderes é um exemplo da oposição que Jesus enfrentou e da tentativa de silenciar sua mensagem.","conexao_teologica":"Esse ato de consulta destaca a luta entre a verdade de Cristo e as tradições humanas.","referencias_relacionadas":["Mateus 12:14","Lucas 22:2","João 11:47"]},"joao_11_53_now":{"palavra_pt":"now","palavra_original":"οὖν","transliteracao":"oûn","strong":"G3767","significado_raiz":"Ideia básica: now.","significado_contextual":"Indica um momento decisivo na narrativa, onde as ações dos líderes religiosos se intensificam.","explicacao_detalhada":"A palavra 'now' sugere uma urgência e um ponto de virada na história da salvação.","por_que_esta_palavra":"Este momento é crucial, pois marca a transição para os eventos que levariam à crucificação de Jesus.","conexao_teologica":"O 'agora' enfatiza a soberania de Deus na história e o cumprimento de Suas promessas.","referencias_relacionadas":["Mateus 26:2","Marcos 14:1","Lucas 22:1"]},"joao_11_54_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus como o protagonista central da narrativa, cuja vida e morte têm implicações eternas.","explicacao_detalhada":"A palavra 'Jesus' é fundamental, pois representa a encarnação de Deus e o cumprimento das promessas messiânicas.","por_que_esta_palavra":"Jesus é o nome que traz salvação e é central na fé cristã.","conexao_teologica":"A identidade de Jesus como o Filho de Deus é crucial para a compreensão da redenção.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"joao_11_54_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"Refere-se ao povo judeu, que estava em conflito com Jesus e suas reivindicações messiânicas.","explicacao_detalhada":"A palavra 'jew ess' destaca a identidade cultural e religiosa dos líderes que buscavam a condenação de Jesus.","por_que_esta_palavra":"A menção dos judeus é importante para entender o contexto histórico e as tensões religiosas da época.","conexao_teologica":"Este conflito entre Jesus e os líderes judeus é um tema central nos Evangelhos, refletindo a luta entre a lei e a graça.","referencias_relacionadas":["Mateus 23:37","João 5:18","João 19:7"]},"joao_11_55_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da celebração da Páscoa, que era um evento significativo para os judeus.","explicacao_detalhada":"A palavra 'grande' enfatiza a importância da Páscoa como um momento de lembrança da libertação do Egito.","por_que_esta_palavra":"A grandeza da Páscoa é um símbolo da libertação e da esperança de um futuro melhor.","conexao_teologica":"A Páscoa prefigura a obra redentora de Cristo, que é o verdadeiro Cordeiro Pascal.","referencias_relacionadas":["Êxodo 12:14","Mateus 26:17","Lucas 22:1"]},"joao_11_55_pascoa":{"palavra_pt":"pascoa","palavra_original":"πάσχα","transliteracao":"páscha","strong":"G3957","significado_raiz":"Ideia básica: pascoa.","significado_contextual":"Refere-se à celebração da Páscoa, um evento central na tradição judaica.","explicacao_detalhada":"A palavra 'páscoa' simboliza a libertação e a passagem do povo de Israel da escravidão para a liberdade.","por_que_esta_palavra":"A Páscoa é um marco na história da salvação, que aponta para o sacrifício de Cristo.","conexao_teologica":"A Páscoa é um símbolo da redenção, que se cumpre em Jesus, o Cordeiro de Deus.","referencias_relacionadas":["Êxodo 12:1-14","Mateus 26:19","João 2:13"]},"joao_11_55_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"Refere-se novamente ao povo judeu, enfatizando sua identidade e papel na narrativa da crucificação.","explicacao_detalhada":"A repetição da palavra 'jew ess' destaca a continuidade do conflito entre Jesus e os líderes religiosos.","por_que_esta_palavra":"A identidade judaica é crucial para entender a resistência que Jesus enfrentou durante seu ministério.","conexao_teologica":"A relação entre Jesus e os judeus é complexa, refletindo a tensão entre a antiga aliança e a nova aliança.","referencias_relacionadas":["Mateus 27:1","Marcos 15:1","João 19:14"]},"joao_11_56_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que significa 'O Senhor é Salvação'.","explicacao_detalhada":"Jesus é a figura central do cristianismo, reconhecido como o Filho de Deus e o Salvador da humanidade. Neste contexto, ele é mencionado em relação à expectativa da sua chegada e ao impacto que sua presença teria.","por_que_esta_palavra":"A palavra 'Jesus' é crucial para a identidade cristã, pois representa a encarnação de Deus e a promessa de redenção.","conexao_teologica":"A vinda de Jesus é o cumprimento das profecias messiânicas do Antigo Testamento, que prometiam um Salvador.","referencias_relacionadas":["Mateus 1:21","Lucas 2:11","João 3:16"]},"joao_11_56_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se ao que é consagrado a Deus, algo que possui um caráter divino.","explicacao_detalhada":"Neste contexto, 'sagrado' se refere ao espaço ou ao ato que é separado para o culto e adoração a Deus, enfatizando a importância da santidade na vida religiosa.","por_que_esta_palavra":"A palavra 'sagrado' destaca a necessidade de reverência e respeito nas práticas religiosas, refletindo a natureza de Deus.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, que chama os crentes a serem santos como Ele é santo.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Isaías 6:3"]},"joao_11_57_mandamento":{"palavra_pt":"mandamento","palavra_original":"ἐντολή","transliteracao":"entolḗ","strong":"G1785","significado_raiz":"Ideia básica: mandamento.","significado_contextual":"Refere-se a uma ordem ou instrução dada por Deus.","explicacao_detalhada":"Os mandamentos são diretrizes divinas que orientam a vida moral e espiritual dos crentes. Neste contexto, a menção de mandamentos pode estar relacionada à observância das leis religiosas.","por_que_esta_palavra":"A palavra 'mandamento' é fundamental para entender a relação entre Deus e seu povo, enfatizando a obediência como resposta ao amor divino.","conexao_teologica":"Os mandamentos de Deus revelam seu caráter e sua vontade para a humanidade, sendo um guia para a vida cristã.","referencias_relacionadas":["Êxodo 20:3-17","Deuteronômio 5:7-21","João 14:15"]},"joao_11_57_libertar":{"palavra_pt":"dar","palavra_original":"δίδωμι","transliteracao":"dídōmi","strong":"G1325","significado_raiz":"Ideia básica: dar.","significado_contextual":"Ato de dar ou conceder algo a alguém.","explicacao_detalhada":"Neste contexto, 'dar' pode se referir à oferta de liberdade ou salvação, enfatizando a generosidade de Deus em oferecer a vida eterna.","por_que_esta_palavra":"A palavra 'dar' é central na mensagem do evangelho, que fala sobre o presente da salvação através de Jesus.","conexao_teologica":"A ideia de dar está ligada ao amor incondicional de Deus, que se manifesta na oferta de sua graça.","referencias_relacionadas":["Romanos 6:23","Efésios 2:8-9","João 10:10"]}}