{"joao_12_1_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que significa 'O Senhor é Salvação'.","explicacao_detalhada":"Jesus é mencionado novamente como o protagonista da narrativa, destacando sua importância na história da salvação e seu papel como o Messias.","por_que_esta_palavra":"A repetição do nome 'Jesus' reforça sua centralidade na fé cristã e sua missão redentora.","conexao_teologica":"A presença de Jesus é a realização da promessa de Deus de enviar um Salvador ao mundo.","referencias_relacionadas":["Mateus 1:21","Lucas 2:11","João 14:6"]},"joao_12_1_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de 24 horas, mas também pode simbolizar um tempo de importância espiritual.","explicacao_detalhada":"O 'dia' mencionado pode ser interpretado como um momento significativo na vida de Jesus, onde eventos cruciais para a salvação da humanidade estão prestes a acontecer.","por_que_esta_palavra":"A palavra 'dia' é importante para entender o tempo de Deus e os eventos que se desenrolam na narrativa bíblica.","conexao_teologica":"O conceito de dia é frequentemente usado na Bíblia para marcar momentos de revelação e intervenção divina.","referencias_relacionadas":["Salmos 118:24","Mateus 24:36","2 Coríntios 6:2"]},"joao_12_1_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se ao fim da vida física, mas também pode simbolizar a morte espiritual e a necessidade de redenção.","explicacao_detalhada":"A menção da morte neste contexto pode se referir à iminente crucificação de Jesus e ao seu significado para a salvação da humanidade.","por_que_esta_palavra":"A morte de Jesus é central para a teologia cristã, pois é através dela que a redenção é oferecida.","conexao_teologica":"A morte de Jesus é vista como o sacrifício perfeito que paga o preço pelos pecados da humanidade.","referencias_relacionadas":["Isaías 53:5","Romanos 5:8","1 Pedro 2:24"]},"joao_12_2_mulher":{"palavra_pt":"mulher","palavra_original":"Μάρθα","transliteracao":"Mártha","strong":"G3136","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se a uma figura feminina, neste caso, Marta, que desempenha um papel importante na narrativa.","explicacao_detalhada":"Marta é apresentada como uma mulher de fé que serve a Jesus, destacando o papel das mulheres no ministério de Jesus.","por_que_esta_palavra":"A palavra 'mulher' aqui enfatiza a dignidade e o valor das mulheres na obra de Deus.","conexao_teologica":"A inclusão de mulheres nas histórias de Jesus demonstra a universalidade da mensagem do evangelho.","referencias_relacionadas":["Lucas 10:38-42","João 11:1-44","Gálatas 3:28"]},"joao_12_2_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se ao ato de realizar ou executar algo.","explicacao_detalhada":"Neste contexto, 'fazer' pode se referir ao serviço prestado a Jesus, que é uma expressão de amor e devoção.","por_que_esta_palavra":"A palavra 'fazer' destaca a importância das ações na vida cristã, que devem refletir a fé.","conexao_teologica":"As boas obras são uma resposta à graça recebida e um testemunho da fé em ação.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Mateus 5:16"]},"joao_12_2_amigo":{"palavra_pt":"amigo","palavra_original":"διακονέω","transliteracao":"diakonéō","strong":"G1247","significado_raiz":"Ideia básica: amigo.","significado_contextual":"Refere-se a alguém que serve ou ajuda, especialmente em um contexto de ministério.","explicacao_detalhada":"A palavra 'amigo' aqui pode se referir ao papel de Marta como serva de Jesus, mostrando a importância do serviço no cristianismo.","por_que_esta_palavra":"A amizade e o serviço são valores centrais no ensino de Jesus, que nos chama a amar e servir uns aos outros.","conexao_teologica":"O conceito de amizade é refletido na relação entre Jesus e seus discípulos, onde o amor é a base do relacionamento.","referencias_relacionadas":["João 15:13-15","Gálatas 5:13","1 Pedro 4:10"]},"joao_12_3_nome":{"palavra_pt":"nome","palavra_original":"Μαρία","transliteracao":"María","strong":"G3137","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se a Maria, irmã de Lázaro, que ungiu os pés de Jesus com um perfume caro.","explicacao_detalhada":"O nome 'Maria' é comum entre as mulheres da época e carrega um significado de 'amada' ou 'senhora'. Neste contexto, Maria demonstra sua devoção a Jesus através de um ato simbólico de adoração.","por_que_esta_palavra":"A palavra 'nome' é usada para identificar e dar importância à pessoa que realiza a ação, destacando a figura de Maria na narrativa.","conexao_teologica":"Maria representa a devoção e a adoração a Cristo, simbolizando a entrega total a Ele.","referencias_relacionadas":["Lucas 10:38-42","João 11:1-2","Mateus 26:6-13"]},"joao_12_3_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus, o Messias, que é o centro da adoração de Maria.","explicacao_detalhada":"O nome 'Jesus' significa 'O Senhor é salvação'. Neste contexto, Ele é reconhecido como o Salvador que veio para redimir a humanidade.","por_que_esta_palavra":"A palavra 'Jesus' é central na fé cristã, representando a figura que traz esperança e salvação.","conexao_teologica":"A adoração a Jesus por meio do ato de Maria reflete a importância de reconhecer Sua divindade e missão redentora.","referencias_relacionadas":["Mateus 1:21","João 3:16","Atos 4:12"]},"joao_12_4_nome":{"palavra_pt":"nome","palavra_original":"Ἰούδας","transliteracao":"Ioúdas","strong":"G2455","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se a Judas Iscariotes, que criticou o ato de Maria.","explicacao_detalhada":"O nome 'Judas' é associado a traição, especialmente no contexto do Novo Testamento, onde ele se torna conhecido por trair Jesus.","por_que_esta_palavra":"A menção de Judas é crucial para entender a oposição ao ato de adoração e a traição que se aproxima.","conexao_teologica":"A figura de Judas serve como um contraste à devoção de Maria, mostrando a dualidade entre adoração e traição.","referencias_relacionadas":["Mateus 26:14-16","Marcos 14:10-11","Lucas 22:3-6"]},"joao_12_4_iscariot":{"palavra_pt":"iscariot","palavra_original":"Ἰσκαριώτης","transliteracao":"Iskariṓtēs","strong":"G2469","significado_raiz":"Ideia básica: iscariot.","significado_contextual":"Iscariot indica a origem de Judas, possivelmente referindo-se à cidade de Queriote.","explicacao_detalhada":"O termo 'Iscariot' é usado para distinguir Judas de outros discípulos com o mesmo nome, enfatizando sua identidade como traidor.","por_que_esta_palavra":"A inclusão do sobrenome destaca a importância de sua traição na narrativa do Evangelho.","conexao_teologica":"Iscariot simboliza a escolha de se afastar de Cristo, contrastando com a devoção de Maria.","referencias_relacionadas":["Mateus 10:4","Marcos 3:19","Lucas 6:16"]},"joao_12_5_ointment":{"palavra_pt":"ointment","palavra_original":"μύρον","transliteracao":"mýron","strong":"G3464","significado_raiz":"Ideia básica: ointment.","significado_contextual":"Refere-se ao perfume caro que Maria usou para ungir os pés de Jesus.","explicacao_detalhada":"O 'óleo' ou 'perfume' é um símbolo de honra e adoração, representando a entrega de algo valioso a Jesus.","por_que_esta_palavra":"A palavra 'óleo' destaca a natureza sacrificial do ato de Maria, que usou um bem precioso para expressar sua devoção.","conexao_teologica":"O uso do perfume antecipa a morte de Jesus e a importância da adoração sincera.","referencias_relacionadas":["Mateus 26:6-13","Marcos 14:3-9","Lucas 7:37-38"]},"joao_12_5_pobre":{"palavra_pt":"pobre","palavra_original":"πτωχός","transliteracao":"ptōchós","strong":"G4434","significado_raiz":"Ideia básica: pobre.","significado_contextual":"Refere-se à preocupação de Judas com os pobres, que ele usa como justificativa para criticar Maria.","explicacao_detalhada":"A palavra 'pobre' é utilizada para destacar a necessidade social, mas Judas a usa de forma hipócrita, já que ele mesmo tinha interesses pessoais.","por_que_esta_palavra":"A menção aos pobres serve para mostrar a manipulação de Judas e a verdadeira intenção de seu coração.","conexao_teologica":"A preocupação com os pobres é um tema importante na Bíblia, mas Judas distorce isso para criticar a adoração a Jesus.","referencias_relacionadas":["Mateus 26:11","Marcos 14:7","Tiago 2:5"]},"joao_12_6_care":{"palavra_pt":"care","palavra_original":"μέλω","transliteracao":"mélō","strong":"G3199","significado_raiz":"Ideia básica: care.","significado_contextual":"Refere-se à atitude de Judas em relação aos pobres, que ele não realmente se importava.","explicacao_detalhada":"A palavra 'cuidado' implica uma responsabilidade que Judas não cumpria, já que ele era ladrão e usava o dinheiro do grupo.","por_que_esta_palavra":"A palavra destaca a hipocrisia de Judas, que se apresenta como preocupado, mas na verdade busca seu próprio benefício.","conexao_teologica":"A falta de cuidado verdadeiro é um contraste com a devoção genuína de Maria a Jesus.","referencias_relacionadas":["Lucas 16:14-15","João 13:29","Mateus 23:25-28"]},"joao_12_6_pobre":{"palavra_pt":"pobre","palavra_original":"πτωχός","transliteracao":"ptōchós","strong":"G4434","significado_raiz":"Ideia básica: pobre.","significado_contextual":"Reitera a preocupação com os pobres, que Judas usa como argumento.","explicacao_detalhada":"A palavra 'pobre' é repetida para enfatizar a hipocrisia de Judas e a verdadeira intenção de seu coração.","por_que_esta_palavra":"A repetição destaca a importância da questão social, mas também a manipulação de Judas.","conexao_teologica":"A verdadeira preocupação com os pobres deve ser acompanhada de ações genuínas, ao contrário da atitude de Judas.","referencias_relacionadas":["Mateus 26:11","Marcos 14:7","Tiago 2:15-16"]},"joao_12_7_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se à resposta de Jesus à crítica de Judas.","explicacao_detalhada":"Jesus defende Maria, afirmando que ela fez uma boa ação ao ungir seus pés, antecipando sua morte.","por_que_esta_palavra":"A palavra 'Jesus' aqui é central, pois Ele é o defensor da adoração verdadeira e do amor sacrificial.","conexao_teologica":"A defesa de Jesus a Maria mostra a importância da adoração e do reconhecimento de Sua missão redentora.","referencias_relacionadas":["Mateus 26:10-13","Marcos 14:6-9","Lucas 7:44-47"]},"joao_12_7_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao momento em que Maria ungiu os pés de Jesus, um ato significativo antes de sua crucificação.","explicacao_detalhada":"A palavra 'dia' indica a importância do tempo e do momento em que a adoração foi realizada, destacando a urgência da missão de Jesus.","por_que_esta_palavra":"A menção do 'dia' enfatiza a proximidade da morte de Jesus e a importância de reconhecer Sua divindade antes do sacrifício.","conexao_teologica":"O ato de adoração de Maria é um lembrete da importância de valorizar os momentos de devoção a Cristo.","referencias_relacionadas":["Mateus 26:12","Marcos 14:8","Lucas 10:42"]},"joao_12_7_burying":{"palavra_pt":"burying","palavra_original":"ἐνταφιασμός","transliteracao":"entaphiasmós","strong":"G1780","significado_raiz":"Ideia básica: burying.","significado_contextual":"A palavra 'entaphiasmós' refere-se ao ato de sepultar, que é um ritual importante na cultura judaica.","explicacao_detalhada":"No contexto de João 12:7, Jesus menciona que Maria ungiu seus pés com perfume e que isso era uma preparação para seu sepultamento. O sepultamento é um ato que simboliza a morte e a transição para a vida eterna.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância do sepultamento de Jesus, que é um evento central na narrativa da sua morte e ressurreição.","conexao_teologica":"O sepultamento de Jesus é um cumprimento das profecias do Antigo Testamento e é essencial para a doutrina da ressurreição.","referencias_relacionadas":["Isaías 53:9","Mateus 27:57-60","Marcos 15:40-46"]},"joao_12_8_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'metá' implica em seguir ou acompanhar alguém em sua jornada.","explicacao_detalhada":"No versículo, Jesus fala sobre a importância de segui-lo, indicando que aqueles que o seguem terão sempre a sua presença.","por_que_esta_palavra":"É uma chamada à ação para os discípulos e crentes, enfatizando a necessidade de seguir Jesus em todos os aspectos da vida.","conexao_teologica":"Seguir a Jesus é um tema central no Novo Testamento, refletindo a relação entre o crente e o Salvador.","referencias_relacionadas":["Mateus 4:19","Lucas 9:23","João 10:27"]},"joao_12_8_possessao":{"palavra_pt":"possessao","palavra_original":"ἔχω","transliteracao":"échō","strong":"G2192","significado_raiz":"Ideia básica: possessao.","significado_contextual":"A palavra 'échō' refere-se à ideia de ter ou possuir algo.","explicacao_detalhada":"Neste contexto, Jesus menciona que os pobres sempre estarão com os discípulos, mas Ele não estará sempre presente fisicamente.","por_que_esta_palavra":"A palavra é usada para contrastar a presença de Jesus com a necessidade contínua de cuidar dos necessitados.","conexao_teologica":"A possessão de Jesus é um tema que reflete a relação entre o crente e a sua dependência de Cristo.","referencias_relacionadas":["Mateus 25:40","Tiago 2:15-16","1 João 3:17"]},"joao_12_9_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Iēsoûs' refere-se ao nome do Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"Neste versículo, a menção de Jesus destaca sua importância e o impacto que Ele teve na vida das pessoas ao seu redor.","por_que_esta_palavra":"O nome de Jesus é central na fé cristã, simbolizando a salvação e a esperança.","conexao_teologica":"Jesus é o cumprimento das promessas de Deus e o mediador entre Deus e a humanidade.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:13"]},"joao_12_9_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'polýs' significa grande ou muitos, referindo-se à multidão que se reuniu para ver Jesus.","explicacao_detalhada":"O uso de 'grande' neste contexto enfatiza a popularidade de Jesus e a expectativa em torno de sua pessoa após a ressurreição de Lázaro.","por_que_esta_palavra":"A grandeza da multidão reflete o impacto que Jesus teve na sociedade e o desejo das pessoas de testemunhar seus milagres.","conexao_teologica":"A grandeza da multidão também simboliza a resposta da humanidade ao chamado de Deus através de Jesus.","referencias_relacionadas":["Mateus 21:9","Marcos 11:8","Lucas 19:37"]},"joao_12_9_alone":{"palavra_pt":"sozinho","palavra_original":"μόνος","transliteracao":"mónos","strong":"G3441","significado_raiz":"Ideia básica: sozinho.","significado_contextual":"A palavra 'mónos' significa sozinho ou apenas, referindo-se à singularidade da presença de Jesus.","explicacao_detalhada":"Neste contexto, a ideia de estar sozinho destaca a importância da presença de Jesus em contraste com a ausência física que os discípulos enfrentariam.","por_que_esta_palavra":"A palavra é usada para enfatizar a necessidade de estar em comunhão com Jesus, mesmo quando Ele não está fisicamente presente.","conexao_teologica":"A solidão de Jesus na cruz e a sua presença espiritual com os crentes são temas importantes na teologia cristã.","referencias_relacionadas":["Mateus 26:56","Marcos 14:50","Hebreus 13:5"]},"joao_12_10_nome":{"palavra_pt":"nome","palavra_original":"Λάζαρος","transliteracao":"Lázaros","strong":"G2976","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'Lázaros' refere-se ao nome de um homem que foi ressuscitado por Jesus, simbolizando a vitória sobre a morte.","explicacao_detalhada":"O nome Lázaro é significativo porque representa a esperança e a promessa de vida eterna que Jesus oferece.","por_que_esta_palavra":"A menção do nome é crucial para entender a magnitude do milagre realizado por Jesus e seu impacto na fé das pessoas.","conexao_teologica":"A ressurreição de Lázaro é um precursor da ressurreição de Jesus e um símbolo da vida que Ele oferece aos que creem.","referencias_relacionadas":["João 11:1-44","Romanos 6:5","1 Coríntios 15:20"]},"joao_12_10_consult":{"palavra_pt":"consult","palavra_original":"βουλεύω","transliteracao":"bouleúō","strong":"G1011","significado_raiz":"Ideia básica: consult.","significado_contextual":"A palavra 'bouleúō' refere-se ao ato de consultar ou deliberar sobre algo.","explicacao_detalhada":"No contexto, os líderes religiosos estavam deliberando sobre como lidar com a popularidade de Jesus após a ressurreição de Lázaro.","por_que_esta_palavra":"A palavra é usada para mostrar a tensão entre a fé em Jesus e a oposição dos líderes religiosos.","conexao_teologica":"A consulta dos líderes reflete a luta entre a verdade de Cristo e as tradições humanas.","referencias_relacionadas":["Mateus 12:14","Lucas 22:2","Atos 5:33"]},"joao_12_11_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Iēsoûs' é novamente mencionada, reforçando a centralidade de Jesus na narrativa.","explicacao_detalhada":"A repetição do nome de Jesus enfatiza seu papel como o Messias e o foco da fé cristã.","por_que_esta_palavra":"A presença de Jesus é o que transforma vidas e traz esperança ao mundo.","conexao_teologica":"A centralidade de Jesus é um tema recorrente em toda a Escritura, refletindo sua divindade e missão redentora.","referencias_relacionadas":["João 1:14","Colossenses 1:17","Hebreus 12:2"]},"joao_12_11_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'polýs' é usada novamente para descrever a grandeza da influência de Jesus após o milagre de Lázaro.","explicacao_detalhada":"A grandeza mencionada aqui reflete a quantidade de pessoas que começaram a crer em Jesus devido aos seus milagres.","por_que_esta_palavra":"A palavra é significativa para mostrar como os atos de Jesus atraem multidões e geram fé.","conexao_teologica":"A grandeza da fé é um tema importante, mostrando como a obra de Cristo impacta a vida das pessoas.","referencias_relacionadas":["João 3:16","Atos 2:41","Romanos 10:17"]},"joao_12_11_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"A palavra 'depart' refere-se ao ato de sair ou ir embora, indicando um movimento físico e espiritual.","explicacao_detalhada":"No contexto de João 12:11, 'depart' é usado para descrever a saída de Jesus e a reação das pessoas ao seu ministério. A ideia de partir é central para a narrativa, pois Jesus está se preparando para sua crucificação.","por_que_esta_palavra":"A escolha da palavra 'depart' enfatiza a transição de Jesus de sua vida pública para o sacrifício que está por vir.","conexao_teologica":"O ato de partir de Jesus é um precursor da sua ressurreição e ascensão, que são fundamentais para a fé cristã.","referencias_relacionadas":["João 7:33","João 13:1","Mateus 26:2"]},"joao_12_12_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é central na narrativa, representando o Salvador e a figura messiânica esperada.","explicacao_detalhada":"Em João 12:12, a entrada triunfal de Jesus em Jerusalém é um momento significativo que marca o reconhecimento público de sua identidade como Messias.","por_que_esta_palavra":"O uso do nome 'Jesus' destaca a importância de sua missão e o cumprimento das profecias do Antigo Testamento.","conexao_teologica":"Jesus é o cumprimento da promessa de Deus ao seu povo, e sua entrada em Jerusalém simboliza a chegada do Reino de Deus.","referencias_relacionadas":["Mateus 21:5","Isaías 62:11","Zacarias 9:9"]},"joao_12_12_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a multidão que se reuniu para receber Jesus, indicando a importância do evento.","explicacao_detalhada":"Em João 12:12, a grandeza da multidão reflete a expectativa e a esperança que as pessoas tinham em relação a Jesus como o Messias.","por_que_esta_palavra":"A ênfase na grandeza da multidão ressalta a popularidade de Jesus e a urgência de sua mensagem.","conexao_teologica":"A grandeza da multidão também simboliza a inclusão de todos os povos no plano de salvação de Deus.","referencias_relacionadas":["Lucas 19:37","Mateus 21:8","João 6:2"]},"joao_12_13_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é um título de respeito e autoridade, usado para reconhecer a divindade de Jesus.","explicacao_detalhada":"Em João 12:13, as pessoas clamam 'Hosana! Bendito é o que vem em nome do Senhor!', reconhecendo Jesus como o enviado de Deus.","por_que_esta_palavra":"O uso do termo 'senhor' enfatiza a soberania de Jesus e sua posição como Rei e Salvador.","conexao_teologica":"A aclamação de Jesus como Senhor é um reconhecimento de sua autoridade divina e do cumprimento das promessas messiânicas.","referencias_relacionadas":["Salmos 118:26","Mateus 21:9","Romanos 10:9"]},"joao_12_13_falar":{"palavra_pt":"falar","palavra_original":"εὐλογέω","transliteracao":"eulogéō","strong":"G2127","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de expressar algo verbalmente, neste caso, a aclamação do povo.","explicacao_detalhada":"Em João 12:13, o povo fala e clama em adoração a Jesus, expressando sua fé e esperança nele.","por_que_esta_palavra":"A ação de falar é crucial para a comunicação da fé e a proclamação do Reino de Deus.","conexao_teologica":"A proclamação verbal da fé é um tema central no Novo Testamento, onde a confissão de Jesus como Senhor é essencial para a salvação.","referencias_relacionadas":["Atos 2:21","Romanos 10:14","Mateus 10:32"]},"joao_12_14_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é novamente mencionado, reforçando sua identidade e missão.","explicacao_detalhada":"Em João 12:14, Jesus é identificado como o montado em um jumentinho, cumprindo a profecia messiânica.","por_que_esta_palavra":"A repetição do nome 'Jesus' enfatiza sua centralidade na narrativa e na fé cristã.","conexao_teologica":"Jesus é o cumprimento das promessas de Deus e a chave para a salvação da humanidade.","referencias_relacionadas":["Mateus 21:5","Isaías 62:11","Zacarias 9:9"]},"joao_12_14_achar":{"palavra_pt":"achar","palavra_original":"εὑρίσκω","transliteracao":"heurískō","strong":"G2147","significado_raiz":"Ideia básica: achar.","significado_contextual":"A palavra 'achar' implica encontrar ou descobrir algo, neste caso, a verdade sobre Jesus.","explicacao_detalhada":"Em João 12:14, a busca por Jesus e a descoberta de sua identidade são temas importantes na narrativa.","por_que_esta_palavra":"A busca por Jesus é um convite à fé e ao reconhecimento de sua divindade.","conexao_teologica":"Encontrar Jesus é um ato de fé que leva à salvação e à vida eterna.","referencias_relacionadas":["Mateus 7:7","Lucas 19:10","João 1:41"]},"joao_12_15_igreja":{"palavra_pt":"igreja","palavra_original":"Σιών","transliteracao":"Siṓn","strong":"G4622","significado_raiz":"Ideia básica: igreja.","significado_contextual":"A palavra 'igreja' refere-se ao povo de Deus, a comunidade de crentes.","explicacao_detalhada":"Em João 12:15, a menção à 'igreja' destaca a coletividade dos que seguem a Jesus e reconhecem sua autoridade.","por_que_esta_palavra":"A palavra 'igreja' é fundamental para entender a missão de Jesus e a formação da comunidade cristã.","conexao_teologica":"A igreja é o corpo de Cristo, chamado a viver e proclamar o evangelho ao mundo.","referencias_relacionadas":["Atos 2:42","Efésios 1:22-23","Colossenses 1:18"]},"joao_12_15_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade, ao Criador e à fonte de toda autoridade.","explicacao_detalhada":"Em João 12:15, a menção a Deus destaca a relação entre Jesus e o Pai, enfatizando a divindade de Cristo.","por_que_esta_palavra":"A palavra 'deus' é central para a compreensão da natureza de Jesus como Filho de Deus.","conexao_teologica":"A relação entre Jesus e Deus é fundamental para a doutrina da Trindade e a salvação.","referencias_relacionadas":["João 1:1","João 10:30","Hebreus 1:3"]},"joao_12_16_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A repetição do nome 'Jesus' reforça sua identidade e importância na narrativa.","explicacao_detalhada":"Em João 12:16, a compreensão dos discípulos sobre Jesus se desenvolve ao longo do ministério, culminando em sua glorificação.","por_que_esta_palavra":"A menção de Jesus é um lembrete constante da sua missão e do seu papel como Salvador.","conexao_teologica":"A identidade de Jesus como o Cristo é a base da fé cristã e da esperança da ressurreição.","referencias_relacionadas":["Mateus 16:16","João 20:31","Atos 4:12"]},"joao_12_16_gloria":{"palavra_pt":"gloria","palavra_original":"δοξάζω","transliteracao":"doxázō","strong":"G1392","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A palavra 'glória' refere-se à manifestação da grandeza e majestade de Deus, especialmente no contexto da entrada triunfal de Jesus em Jerusalém.","explicacao_detalhada":"Neste versículo, a glória de Jesus é reconhecida pelo povo que o aclama, demonstrando que Ele é o Messias prometido. A glória aqui é uma confirmação da sua divindade e do cumprimento das profecias.","por_que_esta_palavra":"A palavra 'glória' é usada para enfatizar a importância e a reverência que Jesus merece como Filho de Deus e Salvador.","conexao_teologica":"A glória de Deus é um tema central na Bíblia, representando Sua presença e poder. A entrada de Jesus em Jerusalém é um momento em que essa glória é revelada ao povo.","referencias_relacionadas":["Salmos 24:7-10","Isaías 40:5","Mateus 21:9"]},"joao_12_17_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' aqui se refere ao sacrifício que Jesus estava prestes a fazer, que seria a sua crucificação.","explicacao_detalhada":"Neste contexto, a morte de Jesus é vista como um ato redentor, onde Ele se entrega para salvar a humanidade. A morte não é o fim, mas o início da nova aliança.","por_que_esta_palavra":"A palavra 'morte' é crucial para entender o plano de salvação de Deus, onde a morte de Jesus traz vida eterna aos que creem.","conexao_teologica":"A morte de Cristo é central na teologia cristã, simbolizando a expiação dos pecados e a reconciliação com Deus.","referencias_relacionadas":["João 3:16","Romanos 5:8","1 Coríntios 15:55-57"]},"joao_12_17_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à multidão que seguia Jesus, composta por judeus que reconheciam seus milagres e ensinamentos.","explicacao_detalhada":"O povo aqui representa a resposta da sociedade à mensagem de Jesus. Eles estavam ansiosos e esperançosos, buscando um libertador.","por_que_esta_palavra":"A palavra 'povo' é importante para entender a relação de Jesus com a comunidade e o impacto de seu ministério.","conexao_teologica":"Jesus veio para todos, e o povo que o seguia simboliza a inclusão de todos os que buscam a verdade e a salvação.","referencias_relacionadas":["Mateus 9:36","Lucas 19:10","Atos 2:21"]},"joao_12_17_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' indica a ação de acompanhar Jesus, tanto fisicamente quanto espiritualmente.","explicacao_detalhada":"Seguir Jesus implica em um compromisso de vida, onde os crentes são chamados a imitar seus ensinamentos e exemplo.","por_que_esta_palavra":"A palavra 'seguir' é fundamental para a vida cristã, pois denota a disposição de viver de acordo com a vontade de Deus.","conexao_teologica":"Seguir a Cristo é um chamado para todos os crentes, refletindo a ideia de discipulado e entrega total.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"joao_12_18_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se às ações que Jesus realizou, especialmente os milagres que confirmavam sua missão.","explicacao_detalhada":"Neste contexto, 'fazer' implica em realizar obras que glorificam a Deus e demonstram o poder divino através de Jesus.","por_que_esta_palavra":"A palavra 'fazer' é significativa porque destaca a ação de Jesus em trazer transformação e cura ao povo.","conexao_teologica":"As obras de Jesus são um testemunho de sua divindade e da missão de redimir a humanidade.","referencias_relacionadas":["João 14:12","Mateus 11:4-5","Atos 10:38"]},"joao_12_18_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' novamente se refere à multidão que estava presente e testemunhou os milagres de Jesus.","explicacao_detalhada":"O povo aqui representa a coletividade que estava em busca de respostas e sinais de Deus, e que se alegrava com as obras de Jesus.","por_que_esta_palavra":"A repetição da palavra 'povo' enfatiza a importância da comunidade na narrativa bíblica e a resposta coletiva ao ministério de Jesus.","conexao_teologica":"A salvação é oferecida a todos, e o povo que seguia Jesus simboliza a inclusão de todos os que creem.","referencias_relacionadas":["Mateus 5:14","Lucas 12:32","Atos 2:47"]},"joao_12_18_milagre":{"palavra_pt":"sinal","palavra_original":"σημεῖον","transliteracao":"sēmeîon","strong":"G4592","significado_raiz":"Ideia básica: sinal.","significado_contextual":"A palavra 'sinal' refere-se aos milagres realizados por Jesus, que servem como evidência de sua autoridade divina.","explicacao_detalhada":"Os sinais que Jesus fez não eram apenas milagres, mas também mensagens que apontavam para a verdade de quem Ele era.","por_que_esta_palavra":"A palavra 'sinal' é crucial para entender a revelação de Jesus como o Messias e a confirmação de sua missão.","conexao_teologica":"Os sinais de Jesus são um testemunho de sua divindade e do cumprimento das promessas de Deus.","referencias_relacionadas":["João 2:11","João 4:54","Atos 2:22"]},"joao_12_19_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Ideia básica: mundo.","significado_contextual":"A palavra 'mundo' refere-se à totalidade da criação e à condição da humanidade em relação a Deus.","explicacao_detalhada":"Neste contexto, o 'mundo' é visto como um lugar que precisa de redenção, e a vinda de Jesus é a resposta a essa necessidade.","por_que_esta_palavra":"A palavra 'mundo' é importante para entender o alcance da missão de Jesus e a universalidade da salvação.","conexao_teologica":"A relação de Deus com o mundo é central na teologia cristã, onde Jesus é o meio de reconciliação.","referencias_relacionadas":["João 3:16","Romanos 8:21","1 João 2:15"]},"joao_12_19_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação da verdade e da mensagem de Jesus ao povo.","explicacao_detalhada":"Falar é uma ação que transmite ensinamentos e revela a natureza de Deus através das palavras de Jesus.","por_que_esta_palavra":"A palavra 'falar' é significativa porque destaca a importância da comunicação da verdade divina.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação de Jesus é essencial para a fé e a salvação.","referencias_relacionadas":["Mateus 4:4","João 6:63","Hebreus 4:12"]},"joao_12_20_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a presença de pessoas que se aproximam de Jesus, buscando conhecê-lo.","explicacao_detalhada":"Neste contexto, 'entre' enfatiza a proximidade e a interação entre Jesus e aqueles que o seguiam.","por_que_esta_palavra":"A palavra 'entre' é importante para entender a dinâmica do ministério de Jesus e seu relacionamento com as pessoas.","conexao_teologica":"A presença de Jesus entre as pessoas é um símbolo da encarnação e da proximidade de Deus com a humanidade.","referencias_relacionadas":["Mateus 1:23","João 1:14","Hebreus 2:14"]},"joao_12_21_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para reconhecer a autoridade e o domínio de Jesus.","explicacao_detalhada":"No contexto do versículo, 'senhor' refere-se à posição de Jesus como mestre e líder espiritual, reconhecido por seus seguidores.","por_que_esta_palavra":"A escolha da palavra 'senhor' enfatiza a reverência e o respeito que os discípulos têm por Jesus, que é visto como a figura de autoridade máxima.","conexao_teologica":"A utilização de 'senhor' conecta-se à ideia de Jesus como Senhor e Salvador, que tem autoridade sobre a vida e a morte.","referencias_relacionadas":["Mateus 7:21","Romanos 10:9","Filipenses 2:11"]},"joao_12_21_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é central na fé cristã, representando a salvação e a presença de Deus entre os homens.","explicacao_detalhada":"Neste versículo, o nome 'Jesus' é invocado como aquele que é buscado e reconhecido como o Messias.","por_que_esta_palavra":"A palavra 'Jesus' é usada para identificar a pessoa que cumpre as profecias messiânicas e traz esperança ao povo.","conexao_teologica":"Jesus é o cumprimento da promessa de Deus de enviar um Salvador, e seu nome é sinônimo de redenção.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 1:16"]},"joao_12_21_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' implica uma decisão consciente e intencional de seguir a Jesus.","explicacao_detalhada":"Neste contexto, 'escolher' reflete a ação dos discípulos que buscam a Jesus, indicando um desejo de se relacionar com Ele.","por_que_esta_palavra":"A escolha é um tema central na vida cristã, onde os crentes são chamados a escolher seguir a Cristo.","conexao_teologica":"A escolha de seguir a Jesus é um ato de fé que leva à salvação e à transformação espiritual.","referencias_relacionadas":["Deuteronômio 30:19","João 15:16","Gálatas 5:13"]},"joao_12_22_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é novamente mencionado, reafirmando sua importância na narrativa.","explicacao_detalhada":"Aqui, 'Jesus' é o foco da busca dos gregos, simbolizando a universalidade da mensagem do Evangelho.","por_que_esta_palavra":"A repetição do nome 'Jesus' enfatiza sua centralidade na fé e no ministério.","conexao_teologica":"Jesus é o mediador entre Deus e a humanidade, e seu nome é a chave para a salvação.","referencias_relacionadas":["João 14:6","Atos 10:43","1 João 5:12"]},"joao_12_22_nome":{"palavra_pt":"nome","palavra_original":"Φίλιππος","transliteracao":"Phílippos","strong":"G5376","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Filippos' refere-se a um dos discípulos que desempenha um papel na narrativa.","explicacao_detalhada":"Neste contexto, Filippos é um intermediário que leva a mensagem dos gregos a Jesus, mostrando a importância da comunicação no ministério.","por_que_esta_palavra":"A menção do nome 'Filippos' destaca a diversidade dos seguidores de Jesus e a inclusão de diferentes culturas.","conexao_teologica":"A inclusão de Filippos representa a missão de Jesus de alcançar todas as nações.","referencias_relacionadas":["Mateus 10:3","Atos 8:5","Atos 21:8"]},"joao_12_22_grande":{"palavra_pt":"vir","palavra_original":"ἔρχομαι","transliteracao":"érchomai","strong":"G2064","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir' indica a ação de se aproximar ou chegar a um lugar.","explicacao_detalhada":"Neste versículo, 'vir' refere-se à expectativa de que Jesus se manifeste aos que o buscam.","por_que_esta_palavra":"A ação de 'vir' é crucial, pois representa a resposta de Jesus ao chamado de seus seguidores.","conexao_teologica":"A vinda de Jesus é um tema central, simbolizando a presença de Deus entre os homens.","referencias_relacionadas":["Mateus 11:28","João 1:14","Hebreus 10:25"]},"joao_12_23_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A menção de 'Jesus' novamente reafirma sua centralidade na narrativa.","explicacao_detalhada":"Aqui, Jesus fala sobre a sua glorificação, que está prestes a acontecer através da sua morte e ressurreição.","por_que_esta_palavra":"A repetição do nome 'Jesus' enfatiza sua identidade e missão redentora.","conexao_teologica":"A glorificação de Jesus é um ponto crucial na teologia cristã, pois representa a vitória sobre o pecado e a morte.","referencias_relacionadas":["João 7:39","João 17:1","Romanos 6:4"]},"joao_12_23_gloria":{"palavra_pt":"gloria","palavra_original":"δοξάζω","transliteracao":"doxázō","strong":"G1392","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A palavra 'gloria' refere-se à manifestação da grandeza e majestade de Deus.","explicacao_detalhada":"Neste contexto, a 'gloria' de Jesus está ligada à sua morte e ressurreição, que trazem redenção à humanidade.","por_que_esta_palavra":"A 'gloria' é um tema central na obra de Cristo, refletindo sua divindade e poder.","conexao_teologica":"A glorificação de Jesus é essencial para entender a natureza de Deus e sua relação com a humanidade.","referencias_relacionadas":["Isaías 42:8","João 1:14","2 Coríntios 4:6"]},"joao_12_23_dia":{"palavra_pt":"dia","palavra_original":"ὥρα","transliteracao":"hṓra","strong":"G5610","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um tempo específico, muitas vezes associado a eventos significativos.","explicacao_detalhada":"Neste versículo, 'dia' indica o momento da glorificação de Jesus, que é um ponto culminante na história da salvação.","por_que_esta_palavra":"O 'dia' é importante porque marca a realização do plano redentor de Deus.","conexao_teologica":"O conceito de 'dia' é frequentemente usado na Bíblia para indicar momentos de intervenção divina.","referencias_relacionadas":["Salmos 118:24","Mateus 24:36","Apocalipse 1:7"]},"joao_12_24_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' é usada para simbolizar a vida e a morte, especialmente no contexto da semeadura.","explicacao_detalhada":"Neste versículo, 'terra' representa o solo onde a semente deve morrer para dar fruto, simbolizando a morte de Jesus.","por_que_esta_palavra":"A 'terra' é um elemento essencial na metáfora da semeadura, que ilustra a necessidade da morte para a vida.","conexao_teologica":"A ideia de que a morte leva à vida é um princípio central no cristianismo, refletindo a obra redentora de Cristo.","referencias_relacionadas":["Gênesis 3:19","João 3:16","1 Coríntios 15:36"]},"joao_12_24_alone":{"palavra_pt":"sozinho","palavra_original":"μόνος","transliteracao":"mónos","strong":"G3441","significado_raiz":"Ideia básica: sozinho.","significado_contextual":"Refere-se à condição de estar isolado, sem companhia, enfatizando a solidão do grão de trigo que precisa morrer para produzir frutos.","explicacao_detalhada":"A palavra 'sozinho' (μόνος) é utilizada para ilustrar a necessidade de sacrifício e a transformação que ocorre quando algo é deixado para trás. No contexto do versículo, Jesus fala sobre sua própria morte e como isso é essencial para a frutificação espiritual.","por_que_esta_palavra":"A escolha da palavra 'sozinho' destaca a singularidade do sacrifício de Cristo, que, embora solitário em sua morte, resulta em uma colheita abundante de almas.","conexao_teologica":"A solidão de Cristo na cruz é um reflexo do amor sacrificial de Deus pela humanidade, mostrando que a verdadeira vida e frutificação vêm através da morte e ressurreição.","referencias_relacionadas":["João 12:24","Mateus 16:25","Romanos 6:5"]},"joao_12_24_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica a magnitude do resultado que pode ser alcançado através do sacrifício, referindo-se à grande colheita que vem da morte de Cristo.","explicacao_detalhada":"A palavra 'grande' (πολύς) enfatiza a abundância e a importância do fruto que será gerado pela morte do grão de trigo. Isso sugere que o sacrifício de Jesus não é apenas significativo, mas resulta em uma grande quantidade de vida espiritual.","por_que_esta_palavra":"A utilização de 'grande' ressalta a esperança e a promessa de que, através da morte de Cristo, muitos serão salvos e terão vida eterna.","conexao_teologica":"A grandeza do fruto espiritual é um tema central no cristianismo, onde a morte de Cristo é vista como o meio pelo qual muitos são reconciliados com Deus.","referencias_relacionadas":["João 12:24","Gálatas 6:7-8","Mateus 9:37-38"]},"joao_12_25_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à essência da vida humana, indicando que a alma é preciosa e deve ser valorizada.","explicacao_detalhada":"A palavra 'alma' (ψυχή) é usada para descrever a vida interior do ser humano, sua identidade e seu valor eterno. No contexto, Jesus fala sobre a importância de não amar a própria vida a ponto de perder a eternidade.","por_que_esta_palavra":"A escolha de 'alma' enfatiza a luta entre os valores temporais e eternos, desafiando os ouvintes a considerar o que realmente importa.","conexao_teologica":"A alma é vista como a parte imortal do ser humano, e a salvação é apresentada como a redenção da alma perdida.","referencias_relacionadas":["João 12:25","Mateus 16:26","Salmos 49:15"]},"joao_12_25_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida física e espiritual, enfatizando a importância de priorizar a vida eterna sobre a vida terrena.","explicacao_detalhada":"A palavra 'vida' (ζωή) é usada para contrastar a vida temporária com a vida eterna que Jesus oferece. O versículo sugere que aqueles que se apegam à vida terrena a perderão, enquanto aqueles que a abandonam por causa de Cristo encontrarão a verdadeira vida.","por_que_esta_palavra":"A escolha de 'vida' destaca a dualidade entre a existência física e a vida espiritual, enfatizando a necessidade de uma escolha consciente em favor da eternidade.","conexao_teologica":"A vida eterna é um tema central na mensagem de Jesus, que promete que aqueles que creem nele terão vida em abundância.","referencias_relacionadas":["João 12:25","João 10:10","Romanos 6:23"]},"joao_12_25_amigo":{"palavra_pt":"amigo","palavra_original":"φιλέω","transliteracao":"philéō","strong":"G5368","significado_raiz":"Ideia básica: amigo.","significado_contextual":"Refere-se à relação íntima e pessoal que os crentes têm com Cristo, que é descrito como amigo.","explicacao_detalhada":"A palavra 'amigo' (φιλέω) implica um relacionamento de amor e lealdade. Jesus ensina que aqueles que o seguem e obedecem a seus mandamentos são considerados seus amigos.","por_que_esta_palavra":"A escolha de 'amigo' enfatiza a proximidade e a intimidade do relacionamento que os crentes podem ter com Cristo, contrastando com a ideia de servidão.","conexao_teologica":"A amizade com Cristo é um convite para um relacionamento pessoal e transformador, onde os crentes são chamados a viver em comunhão com Ele.","referencias_relacionadas":["João 12:25","João 15:14-15","Tiago 2:23"]},"joao_12_26_mestre":{"palavra_pt":"mestre","palavra_original":"διάκονος","transliteracao":"diákonos","strong":"G1249","significado_raiz":"Ideia básica: mestre.","significado_contextual":"Refere-se ao papel de liderança e serviço que os seguidores de Cristo devem assumir.","explicacao_detalhada":"A palavra 'mestre' (διάκονος) implica um chamado ao serviço e à liderança servil. Jesus ensina que aqueles que o seguem devem estar dispostos a servir aos outros.","por_que_esta_palavra":"A escolha de 'mestre' destaca a importância do serviço no reino de Deus, onde a verdadeira grandeza é encontrada na humildade e no serviço aos outros.","conexao_teologica":"O conceito de liderança servil é fundamental na teologia cristã, refletindo o caráter de Cristo que veio para servir e não para ser servido.","referencias_relacionadas":["João 12:26","Mateus 20:26-28","Marcos 10:43-45"]},"joao_12_27_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à alma de Jesus, que está angustiada diante da sua iminente crucificação.","explicacao_detalhada":"A palavra 'alma' (ψυχή) aqui expressa a profunda dor e agonia que Jesus sente ao se aproximar de sua morte. Ele reconhece a luta entre sua missão e seu desejo humano de evitar o sofrimento.","por_que_esta_palavra":"A escolha de 'alma' enfatiza a humanidade de Cristo, mostrando que Ele experimentou emoções profundas e reais.","conexao_teologica":"A angústia de Jesus antes da crucificação revela a profundidade de seu sacrifício e a seriedade do pecado que Ele estava prestes a carregar.","referencias_relacionadas":["João 12:27","Mateus 26:38","Hebreus 5:7"]},"joao_12_27_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a presença de Jesus entre as pessoas, enfatizando sua missão de estar próximo da humanidade.","explicacao_detalhada":"A palavra 'entre' (ἐκ) sugere a ideia de estar no meio de, implicando que Jesus não está distante, mas acessível e presente em meio ao seu povo.","por_que_esta_palavra":"A escolha de 'entre' destaca a encarnação de Cristo, que veio habitar entre os homens e se relacionar com eles.","conexao_teologica":"A presença de Cristo entre nós é um tema central na teologia cristã, refletindo a encarnação e a proximidade de Deus com a humanidade.","referencias_relacionadas":["João 12:27","Mateus 1:23","Hebreus 2:14"]},"joao_12_28_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao reino celestial e à glória de Deus, que é revelada através da obra de Cristo.","explicacao_detalhada":"A palavra 'céu' (οὐρανός) é usada para descrever a morada de Deus e o lugar de glória eterna. Jesus clama para que o Pai glorifique seu nome, indicando a conexão entre sua obra e a revelação da glória divina.","por_que_esta_palavra":"A escolha de 'céu' enfatiza a esperança e a expectativa do reino de Deus, que é acessível através de Cristo.","conexao_teologica":"A glória de Deus é um tema central na Bíblia, e a obra de Cristo é vista como a culminação da revelação divina ao mundo.","referencias_relacionadas":["João 12:28","Romanos 8:18","Apocalipse 21:1-4"]},"joao_12_28_gloria":{"palavra_pt":"gloria","palavra_original":"δοξάζω","transliteracao":"doxázō","strong":"G1392","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à manifestação da grandeza e majestade de Deus, especialmente através da obra redentora de Cristo.","explicacao_detalhada":"A palavra 'glória' (δοξάζω) implica a revelação do caráter de Deus e sua presença entre os homens. Jesus pede que o Pai glorifique seu nome, indicando que sua morte e ressurreição trarão glória a Deus.","por_que_esta_palavra":"A escolha de 'glória' destaca a importância da adoração e da reverência a Deus, que é revelada através da obra de Cristo.","conexao_teologica":"A glória de Deus é o objetivo final da criação e da redenção, e a obra de Cristo é central para a glorificação do Pai.","referencias_relacionadas":["João 12:28","Isaías 43:7","1 Coríntios 10:31"]},"joao_12_29_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se ao pacto estabelecido entre Deus e seu povo, simbolizando compromisso e relacionamento.","explicacao_detalhada":"No contexto do versículo, a aliança representa a promessa de Deus de estar com seu povo e a expectativa de que essa relação será renovada através de Jesus. A aliança é um tema central na Bíblia, refletindo a fidelidade de Deus.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância do relacionamento entre Deus e a humanidade, especialmente no contexto da nova aliança em Cristo.","conexao_teologica":"A aliança é um conceito teológico que liga o Antigo e o Novo Testamento, mostrando como Deus cumpre suas promessas através de Jesus.","referencias_relacionadas":["Gênesis 9:13-17","Êxodo 24:8","Jeremias 31:31-34","Lucas 22:20","Hebreus 8:6-13"]},"joao_12_29_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se à transformação ou manifestação de algo que já existe em uma nova forma.","explicacao_detalhada":"Neste versículo, a ideia de 'tornar-se' está relacionada à revelação da glória de Deus através de Jesus, que se manifesta em sua morte e ressurreição, trazendo salvação ao mundo.","por_que_esta_palavra":"A palavra é crucial para entender a transição do ministério de Jesus e a culminação de sua missão redentora.","conexao_teologica":"A transformação que ocorre em Cristo é um tema central na teologia cristã, onde a morte e ressurreição de Jesus trazem nova vida aos crentes.","referencias_relacionadas":["Romanos 6:4","2 Coríntios 5:17","Gálatas 2:20","Filipenses 3:21","Colossenses 3:4"]},"joao_12_29_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à multidão que seguia Jesus, representando tanto os crentes quanto aqueles que estavam curiosos sobre seu ministério.","explicacao_detalhada":"No contexto, o povo é uma representação da humanidade que busca respostas e esperança, e a reação deles ao que Jesus diz é fundamental para entender a aceitação ou rejeição do Messias.","por_que_esta_palavra":"A palavra é usada para mostrar a diversidade de reações que Jesus provoca entre as pessoas, refletindo a necessidade de salvação.","conexao_teologica":"O conceito de povo de Deus é central na Bíblia, mostrando como Deus se relaciona com a humanidade e a importância da comunidade de fé.","referencias_relacionadas":["Êxodo 19:6","Salmos 100:3","Mateus 5:14","Atos 2:47","1 Pedro 2:9"]},"joao_12_30_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é o nome do Salvador, que significa 'O Senhor é a salvação'.","explicacao_detalhada":"Neste versículo, Jesus se refere a si mesmo como o centro da revelação de Deus e da salvação, enfatizando sua identidade divina e missão redentora.","por_que_esta_palavra":"A menção de Jesus é essencial para entender a mensagem do evangelho e a centralidade de sua obra na história da salvação.","conexao_teologica":"Jesus é o cumprimento das promessas messiânicas do Antigo Testamento, e sua vida e obra são fundamentais para a teologia cristã.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12","Romanos 10:9","Filipenses 2:9-11"]},"joao_12_30_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' novamente indica uma transformação significativa, neste caso, relacionada à obra de Jesus.","explicacao_detalhada":"A transformação mencionada aqui é a glorificação de Jesus, que ocorre através de sua morte e ressurreição, impactando toda a humanidade.","por_que_esta_palavra":"A repetição da ideia de 'tornar-se' sublinha a importância da obra de Cristo como um ponto de virada na história da salvação.","conexao_teologica":"A glorificação de Jesus é um tema central na teologia cristã, mostrando como sua morte e ressurreição trazem nova vida e esperança.","referencias_relacionadas":["João 7:39","Romanos 6:5","1 Coríntios 15:20-22","Efésios 1:20-23","Hebreus 2:10"]},"joao_12_31_lei":{"palavra_pt":"juizo","palavra_original":"κρίσις","transliteracao":"krísis","strong":"G2920","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo' refere-se ao discernimento e à decisão de Deus sobre o mundo e suas ações.","explicacao_detalhada":"Neste versículo, o juízo é apresentado como um ato de Deus que traz separação entre o bem e o mal, especialmente em relação à rejeição de Jesus.","por_que_esta_palavra":"A palavra é usada para enfatizar a seriedade do julgamento de Deus sobre a humanidade e a necessidade de arrependimento.","conexao_teologica":"O juízo de Deus é um tema recorrente na Bíblia, refletindo sua justiça e santidade, e a necessidade de redenção através de Cristo.","referencias_relacionadas":["Salmos 96:13","Mateus 25:31-46","Romanos 2:6-8","Hebreus 9:27","Apocalipse 20:11-15"]},"joao_12_31_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Ideia básica: mundo.","significado_contextual":"A palavra 'mundo' refere-se à totalidade da criação, incluindo a humanidade que vive em rebelião contra Deus.","explicacao_detalhada":"No contexto, o mundo é visto como o cenário onde a obra redentora de Cristo se desenrola, e onde o juízo de Deus será manifestado.","por_que_esta_palavra":"A palavra é usada para mostrar a abrangência da salvação e do juízo de Deus, que se estende a toda a criação.","conexao_teologica":"O conceito de mundo é central na teologia, refletindo a relação entre Deus e a criação, e a necessidade de reconciliação através de Cristo.","referencias_relacionadas":["Gênesis 1:31","João 3:16","Romanos 8:22","1 João 2:15-17","Apocalipse 21:1"]},"joao_12_32_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico e à criação de Deus, onde a obra de Jesus se realiza.","explicacao_detalhada":"Neste versículo, a terra é o palco onde a salvação será proclamada e onde a glória de Deus será revelada através de Jesus.","por_que_esta_palavra":"A palavra é usada para enfatizar a conexão entre a obra redentora de Cristo e o mundo físico, mostrando que a salvação é para toda a criação.","conexao_teologica":"A terra é um tema importante na teologia, representando tanto a criação quanto a esperança de restauração final através de Cristo.","referencias_relacionadas":["Salmos 24:1","Romanos 8:19-21","Mateus 5:5","Apocalipse 21:1-4","Colossenses 1:20"]},"joao_12_32_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a ideia de presença e intercessão, referindo-se à obra de Jesus no meio da humanidade.","explicacao_detalhada":"No contexto, 'entre' sugere que Jesus está ativamente envolvido na vida das pessoas, trazendo salvação e esperança.","por_que_esta_palavra":"A palavra é usada para mostrar a proximidade de Deus com a humanidade através de Jesus, que se fez carne e habitou entre nós.","conexao_teologica":"A presença de Jesus entre as pessoas é um tema central no Novo Testamento, refletindo a encarnação e a missão de Cristo.","referencias_relacionadas":["Mateus 1:23","João 1:14","Hebreus 2:14-17","1 João 1:1-3","Apocalipse 3:20"]},"joao_12_32_exalt":{"palavra_pt":"exalt","palavra_original":"ὑψόω","transliteracao":"hypsóō","strong":"G5312","significado_raiz":"Ideia básica: exalt.","significado_contextual":"A palavra 'exaltar' refere-se ao ato de elevar ou glorificar, especialmente em relação a Jesus e sua obra redentora.","explicacao_detalhada":"Neste versículo, a exaltação de Jesus é um tema central, indicando que sua morte e ressurreição trarão glória a Deus e salvação ao mundo.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da glorificação de Cristo, que é o cumprimento do plano de Deus para a redenção.","conexao_teologica":"A exaltação de Jesus é um tema fundamental na teologia cristã, mostrando como sua obra traz honra a Deus e esperança à humanidade.","referencias_relacionadas":["Filipenses 2:9-11","Romanos 1:4","Atos 2:33","Hebreus 1:3","Apocalipse 5:12"]},"joao_12_33_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação de Jesus sobre sua morte iminente.","explicacao_detalhada":"Neste contexto, Jesus está se referindo à sua crucificação, onde Ele 'diz' que será levantado da terra, indicando a natureza sacrificial de sua missão.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a clareza e a autoridade de Jesus em comunicar verdades espirituais profundas.","conexao_teologica":"A comunicação de Jesus sobre sua morte é central para a teologia cristã, pois é através de sua morte e ressurreição que a salvação é oferecida à humanidade.","referencias_relacionadas":["João 3:14","João 8:28","João 10:11"]},"joao_12_33_signify":{"palavra_pt":"signify","palavra_original":"σημαίνω","transliteracao":"sēmaínō","strong":"G4591","significado_raiz":"Ideia básica: signify.","significado_contextual":"A palavra 'significar' é usada para indicar o que a morte de Jesus representa.","explicacao_detalhada":"Jesus não apenas fala sobre sua morte, mas também explica que ela tem um significado profundo, que é a salvação e a glorificação de Deus.","por_que_esta_palavra":"A palavra 'significar' destaca a importância do entendimento espiritual sobre os eventos que estão por vir.","conexao_teologica":"A morte de Cristo é um ato que não apenas cumpre profecias, mas também revela o caráter de Deus e seu plano redentor.","referencias_relacionadas":["Isaías 53:5","Mateus 20:28","Romanos 5:8"]},"joao_12_34_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"A palavra 'lei' refere-se à legislação mosaica e às expectativas do povo de Israel sobre o Messias.","explicacao_detalhada":"Os ouvintes de Jesus mencionam a lei, questionando como Ele pode afirmar que o Filho do Homem será levantado, já que a lei diz que o Messias permanece para sempre.","por_que_esta_palavra":"A menção da 'lei' mostra a tensão entre as expectativas messiânicas e a realidade da missão de Jesus.","conexao_teologica":"A relação entre a lei e a graça é um tema central no Novo Testamento, onde Jesus cumpre a lei através de sua obra redentora.","referencias_relacionadas":["Mateus 5:17","Romanos 10:4","Gálatas 3:24"]},"joao_12_34_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'Cristo' significa 'Ungido' e é um título messiânico que se refere a Jesus.","explicacao_detalhada":"Os ouvintes se referem a Jesus como o Cristo, questionando como Ele pode ser o Messias se Ele fala sobre sua morte.","por_que_esta_palavra":"A palavra 'Cristo' é fundamental para entender a identidade de Jesus e sua missão na terra.","conexao_teologica":"A unção de Jesus como o Cristo é essencial para a compreensão da sua autoridade e do cumprimento das promessas de Deus.","referencias_relacionadas":["Salmos 2:2","Isaías 61:1","Atos 10:38"]},"joao_12_34_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à multidão que ouve Jesus e suas reações às suas declarações.","explicacao_detalhada":"O povo questiona a mensagem de Jesus, refletindo a confusão e a incredulidade em relação à sua verdadeira identidade.","por_que_esta_palavra":"A palavra 'povo' destaca a coletividade e a diversidade de reações à mensagem de Jesus.","conexao_teologica":"A resposta do povo a Jesus ilustra a luta entre a fé e a dúvida, um tema recorrente nas Escrituras.","referencias_relacionadas":["Mateus 21:9","Lucas 19:37","João 7:12"]},"joao_12_35_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é o nome próprio do Salvador, que traz luz e vida ao mundo.","explicacao_detalhada":"Neste contexto, Jesus fala sobre a necessidade de caminhar na luz enquanto ainda está presente, enfatizando a urgência de crer nele.","por_que_esta_palavra":"O nome 'Jesus' é central para a mensagem do evangelho, representando a salvação e a esperança.","conexao_teologica":"A luz que Jesus traz é um tema importante, simbolizando a verdade e a vida em contraste com as trevas do pecado.","referencias_relacionadas":["João 8:12","Mateus 5:14","1 João 1:5"]},"joao_12_35_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"A palavra 'depart' refere-se à partida de Jesus deste mundo, que é um tema de tristeza e esperança.","explicacao_detalhada":"Jesus avisa que sua presença física é temporária e que é necessário que as pessoas respondam à sua mensagem antes que Ele parta.","por_que_esta_palavra":"A palavra 'depart' traz um senso de urgência e a necessidade de decisão por parte do povo.","conexao_teologica":"A partida de Jesus é crucial para a vinda do Espírito Santo e a continuidade da obra de Deus na terra.","referencias_relacionadas":["João 14:2-3","Atos 1:9","Hebreus 9:28"]},"joao_12_35_years":{"palavra_pt":"anos","palavra_original":"χρόνος","transliteracao":"chrónos","strong":"G5550","significado_raiz":"Ideia básica: anos.","significado_contextual":"A palavra 'anos' refere-se ao tempo de vida e ministério de Jesus na terra.","explicacao_detalhada":"Jesus menciona que ainda está com eles por pouco tempo, enfatizando a brevidade de sua missão.","por_que_esta_palavra":"A menção de 'anos' destaca a importância do tempo e da oportunidade de crer em Jesus.","conexao_teologica":"A temporalidade da vida de Jesus na terra ressalta a importância de aproveitar o tempo para a salvação.","referencias_relacionadas":["Salmos 90:12","Tiago 4:14","Efésios 5:16"]},"joao_12_36_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é novamente mencionada, reforçando sua identidade e autoridade.","explicacao_detalhada":"Jesus exorta as pessoas a crerem na luz enquanto têm a oportunidade, enfatizando a importância da fé.","por_que_esta_palavra":"A repetição do nome 'Jesus' sublinha a centralidade de sua pessoa na mensagem do evangelho.","conexao_teologica":"A fé em Jesus é o meio pelo qual as pessoas são salvas e reconciliadas com Deus.","referencias_relacionadas":["João 3:16","Romanos 10:9","Atos 16:31"]},"joao_12_36_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' refere-se à ação de ter fé em Jesus e em sua mensagem.","explicacao_detalhada":"Jesus chama as pessoas a crerem nele como a luz do mundo, enfatizando a necessidade de fé para a salvação.","por_que_esta_palavra":"A palavra 'crer' é fundamental para a experiência cristã, pois a fé é o que conecta o crente a Deus.","conexao_teologica":"A fé é um tema central na teologia cristã, sendo a base da relação entre o ser humano e Deus.","referencias_relacionadas":["Hebreus 11:1","Gálatas 2:20","1 João 5:13"]},"joao_12_36_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao processo de transformação ou realização de algo significativo na vida das pessoas.","explicacao_detalhada":"A palavra 'tornar-se' implica uma mudança de estado ou condição, que pode ser vista na obra de Jesus em trazer luz e vida ao mundo.","por_que_esta_palavra":"É usada para enfatizar a importância da fé e da aceitação da mensagem de Cristo, que leva a uma nova vida.","conexao_teologica":"A transformação espiritual é um tema central no cristianismo, onde crer em Jesus resulta em uma nova criação.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"joao_12_37_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de realizar obras, especialmente as que demonstram fé e obediência a Deus.","explicacao_detalhada":"A palavra 'fazer' destaca a importância das ações que acompanham a fé, mostrando que a crença verdadeira se manifesta em obras.","por_que_esta_palavra":"É utilizada para mostrar que, apesar dos milagres de Jesus, muitos ainda não creram, enfatizando a necessidade de ação em resposta à fé.","conexao_teologica":"A relação entre fé e obras é fundamental na teologia cristã, onde a verdadeira fé se expressa em ações.","referencias_relacionadas":["Tiago 2:17","Mateus 7:21","Efésios 2:10"]},"joao_12_37_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se à crença e confiança em Jesus como o Messias e Salvador.","explicacao_detalhada":"A palavra 'crer' implica um compromisso profundo e pessoal com a verdade da mensagem de Cristo, que leva à salvação.","por_que_esta_palavra":"É usada para ressaltar a incredulidade de muitos, mesmo diante das evidências dos milagres realizados por Jesus.","conexao_teologica":"A fé é o meio pelo qual os crentes recebem a salvação e a vida eterna, sendo central na mensagem do evangelho.","referencias_relacionadas":["João 3:16","Romanos 10:9","Hebreus 11:1"]},"joao_12_37_milagre":{"palavra_pt":"sinal","palavra_original":"σημεῖον","transliteracao":"sēmeîon","strong":"G4592","significado_raiz":"Ideia básica: sinal.","significado_contextual":"Refere-se a sinais e maravilhas que apontam para a divindade de Jesus e sua missão redentora.","explicacao_detalhada":"A palavra 'sinal' é usada para descrever os milagres de Jesus como evidências de sua autoridade e identidade como Filho de Deus.","por_que_esta_palavra":"É importante para entender que os milagres não são apenas atos de compaixão, mas também mensagens sobre quem Jesus é.","conexao_teologica":"Os sinais de Jesus confirmam sua missão e são um convite à fé, mostrando que ele é o caminho para a salvação.","referencias_relacionadas":["João 20:30-31","Mateus 11:4-5","Marcos 16:17-18"]},"joao_12_38_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus, que é viva e eficaz, revelando a verdade e a vontade divina.","explicacao_detalhada":"A palavra 'verbo' enfatiza a natureza de Cristo como a manifestação de Deus entre os homens, sendo essencial para a compreensão da fé.","por_que_esta_palavra":"É usada para conectar a mensagem de Jesus com a revelação de Deus, mostrando que ele é a própria palavra que traz vida.","conexao_teologica":"A doutrina do Verbo se relaciona com a encarnação de Cristo, que é a expressão máxima da revelação de Deus à humanidade.","referencias_relacionadas":["João 1:1","Hebreus 1:1-2","Colossenses 1:16-17"]},"joao_12_38_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao reconhecimento de Jesus como Senhor e Mestre, com poder sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' implica em autoridade e domínio, reconhecendo a soberania de Cristo sobre a criação e a vida dos crentes.","por_que_esta_palavra":"É utilizada para enfatizar a necessidade de submissão à autoridade de Jesus, que é o verdadeiro Senhor.","conexao_teologica":"A autoridade de Cristo é um tema central na teologia, onde ele é reconhecido como Rei dos Reis e Senhor dos Senhores.","referencias_relacionadas":["Filipenses 2:9-11","Mateus 28:18","Romanos 14:9"]},"joao_12_39_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se à crença que é obstaculizada pela incredulidade e pela dureza do coração.","explicacao_detalhada":"A repetição da palavra 'crer' destaca a luta entre a fé e a incredulidade, mostrando como muitos resistem à verdade.","por_que_esta_palavra":"É usada para mostrar que a falta de fé é um obstáculo para a salvação e a compreensão da mensagem de Cristo.","conexao_teologica":"A fé é essencial para a salvação, e a incredulidade é um tema recorrente nas Escrituras, que leva à condenação.","referencias_relacionadas":["Marcos 16:14","João 3:18","Hebreus 3:12"]},"joao_12_39_esaias":{"palavra_pt":"esaias","palavra_original":"Ἡσαΐας","transliteracao":"Hēsaḯas","strong":"G2268","significado_raiz":"Ideia básica: esaias.","significado_contextual":"Refere-se ao profeta Isaías, cuja mensagem previu a rejeição do Messias.","explicacao_detalhada":"A palavra 'Esaias' conecta a profecia do Antigo Testamento com o cumprimento em Jesus, mostrando a continuidade da revelação divina.","por_que_esta_palavra":"É usada para validar a mensagem de Jesus, apontando que sua rejeição já havia sido prevista por Isaías.","conexao_teologica":"A profecia e seu cumprimento são fundamentais para entender a missão de Cristo e a resposta do povo a ela.","referencias_relacionadas":["Isaías 53:1","Isaías 6:10","Mateus 13:14-15"]},"joao_12_39_poder":{"palavra_pt":"poder","palavra_original":"δύναμαι","transliteracao":"dýnamai","strong":"G1410","significado_raiz":"Ideia básica: poder.","significado_contextual":"Refere-se à capacidade de realizar ações, especialmente em relação à fé e à salvação.","explicacao_detalhada":"A palavra 'poder' implica na habilidade de crer e de responder à mensagem de Cristo, que é um dom de Deus.","por_que_esta_palavra":"É usada para enfatizar que a incredulidade é uma limitação que impede muitos de experimentar o poder de Deus.","conexao_teologica":"O poder de Deus é manifestado na salvação e na transformação da vida dos crentes, sendo essencial para a fé.","referencias_relacionadas":["Romanos 1:16","Efésios 1:19-20","Atos 1:8"]},"joao_12_40_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à percepção espiritual e à capacidade de ver a verdade de Deus.","explicacao_detalhada":"A palavra 'olho' simboliza a visão espiritual, que é necessária para entender e aceitar a mensagem de Cristo.","por_que_esta_palavra":"É usada para ilustrar a cegueira espiritual que impede muitos de reconhecerem Jesus como o Messias.","conexao_teologica":"A visão espiritual é um tema importante na Bíblia, onde a iluminação do Espírito Santo é necessária para a compreensão da verdade.","referencias_relacionadas":["Mateus 13:16-17","Efésios 1:18","2 Coríntios 4:4"]},"joao_12_40_coracao":{"palavra_pt":"coracao","palavra_original":"καρδία","transliteracao":"kardía","strong":"G2588","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O coração é visto como o centro das emoções e da vontade humana.","explicacao_detalhada":"No contexto de João 12:40, o coração representa a disposição interna das pessoas em relação à verdade e à fé. A citação de Isaías enfatiza a dureza do coração que impede a compreensão e a aceitação da mensagem divina.","por_que_esta_palavra":"A palavra 'coração' é crucial para entender a condição espiritual das pessoas que rejeitam a mensagem de Jesus.","conexao_teologica":"O coração é frequentemente mencionado na Bíblia como o lugar onde Deus busca transformação e arrependimento.","referencias_relacionadas":["Mateus 5:8","Salmos 51:10","Provérbios 4:23"]},"joao_12_40_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, criador e sustentador do universo.","explicacao_detalhada":"Neste versículo, a negação da verdade de Deus é um tema central, onde a falta de fé é atribuída à cegueira espiritual imposta por Deus como juízo sobre a incredulidade.","por_que_esta_palavra":"A menção de Deus é fundamental para entender a soberania divina e a responsabilidade humana em aceitar ou rejeitar a verdade.","conexao_teologica":"Deus é apresentado como aquele que revela e oculta a verdade, dependendo da disposição do coração humano.","referencias_relacionadas":["Romanos 1:20","Salmos 19:1","Isaías 45:5"]},"joao_12_41_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A glória de Deus é a manifestação de sua presença e caráter.","explicacao_detalhada":"Isaías viu a glória do Senhor em uma visão, e essa glória é refletida em Jesus, que é a plenitude da revelação de Deus. A glória é um tema que destaca a majestade e a santidade de Deus.","por_que_esta_palavra":"A palavra 'glória' é essencial para entender a natureza de Deus e a resposta adequada do ser humano a Ele.","conexao_teologica":"A glória de Deus é um tema central na teologia bíblica, que aponta para a adoração e a reverência que devemos ter diante de Sua presença.","referencias_relacionadas":["Êxodo 33:18-19","Salmos 29:2","João 1:14"]},"joao_12_41_esaias":{"palavra_pt":"esaias","palavra_original":"Ἡσαΐας","transliteracao":"Hēsaḯas","strong":"G2268","significado_raiz":"Ideia básica: esaias.","significado_contextual":"Isaías é um profeta do Antigo Testamento que teve visões profundas sobre Deus e o futuro do povo de Israel.","explicacao_detalhada":"A citação de Isaías em João 12:41 mostra como os profetas do Antigo Testamento previram a rejeição de Jesus e a cegueira espiritual do povo.","por_que_esta_palavra":"A menção de Isaías conecta a mensagem de Jesus com as profecias do Antigo Testamento, mostrando a continuidade da revelação divina.","conexao_teologica":"Isaías é um exemplo de como Deus fala através de Seus profetas, preparando o caminho para a vinda do Messias.","referencias_relacionadas":["Isaías 6:1-10","Isaías 53:1","Mateus 13:14-15"]},"joao_12_41_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar refere-se à ação de comunicar ou expressar uma mensagem.","explicacao_detalhada":"No contexto, a palavra 'falar' é usada para descrever a comunicação da verdade divina através dos profetas, culminando na mensagem de Jesus.","por_que_esta_palavra":"A ação de falar é fundamental para a transmissão da revelação de Deus ao homem.","conexao_teologica":"Deus se comunica com a humanidade através de Sua Palavra, e a resposta a essa comunicação é vital para a fé.","referencias_relacionadas":["Hebreus 1:1-2","Romanos 10:17","Salmos 119:105"]},"joao_12_42_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Grande refere-se a algo de importância ou magnitude significativa.","explicacao_detalhada":"No versículo, a palavra 'grande' é usada para descrever a influência e a posição dos que creram em Jesus, mas temeram confessá-lo publicamente.","por_que_esta_palavra":"A grandeza aqui destaca a tensão entre a fé e o medo da rejeição social.","conexao_teologica":"A grandeza da fé é frequentemente acompanhada de desafios e perseguições, refletindo a luta do crente em um mundo hostil.","referencias_relacionadas":["Mateus 10:32-33","Lucas 9:26","Romanos 1:16"]},"joao_12_42_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Crer é o ato de ter fé ou confiança em algo ou alguém.","explicacao_detalhada":"Neste contexto, a fé é apresentada como um elemento essencial para a salvação, mas que é muitas vezes ofuscada pelo medo da rejeição.","por_que_esta_palavra":"A palavra 'crer' é central na mensagem do evangelho, enfatizando a necessidade de uma resposta pessoal a Jesus.","conexao_teologica":"A fé é o meio pelo qual os crentes se conectam com Deus e recebem a salvação.","referencias_relacionadas":["Efésios 2:8-9","Hebreus 11:1","João 3:16"]},"joao_12_42_alianca":{"palavra_pt":"alianca","palavra_original":"ὁμολογέω","transliteracao":"homologéō","strong":"G3670","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A aliança refere-se a um acordo ou compromisso, especialmente entre Deus e Seu povo.","explicacao_detalhada":"A palavra 'aliança' aqui implica um compromisso de fé e lealdade a Deus, que é muitas vezes desafiado pela pressão social.","por_que_esta_palavra":"A aliança é um conceito fundamental na relação entre Deus e a humanidade, refletindo a fidelidade de Deus.","conexao_teologica":"As alianças de Deus com Seu povo são centrais para a compreensão da história da redenção.","referencias_relacionadas":["Gênesis 9:13-17","Êxodo 19:5-6","Hebreus 8:6-13"]},"joao_12_43_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A glória é a manifestação do caráter e da presença de Deus.","explicacao_detalhada":"Neste versículo, a busca pela glória dos homens em detrimento da glória de Deus é um tema central, refletindo a luta interna entre a aceitação de Jesus e o medo da rejeição.","por_que_esta_palavra":"A ênfase na glória destaca a prioridade que os crentes devem dar à honra de Deus sobre a aprovação humana.","conexao_teologica":"A glória de Deus é um tema recorrente na Bíblia, que nos chama a viver para Sua honra.","referencias_relacionadas":["Romanos 2:29","1 Coríntios 10:31","João 17:22"]},"joao_12_43_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o ser supremo, cuja natureza é amor, justiça e santidade.","explicacao_detalhada":"A referência a Deus neste contexto destaca a importância de buscar a Sua aprovação acima da aprovação humana, refletindo a verdadeira essência da fé.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a relação entre o crente e o Criador, enfatizando a necessidade de viver em conformidade com Sua vontade.","conexao_teologica":"A busca por Deus e Sua glória é um chamado central na vida cristã.","referencias_relacionadas":["Salmos 37:4","Mateus 6:33","Hebreus 11:6"]},"joao_12_43_because":{"palavra_pt":"porque","palavra_original":"γάρ","transliteracao":"gár","strong":"G1063","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma explicação ou razão.","explicacao_detalhada":"A palavra 'porque' conecta a ideia anterior à razão pela qual as pessoas não confessavam a Jesus. Refere-se à busca por aprovação humana em vez da aprovação divina.","por_que_esta_palavra":"É crucial para entender a motivação das pessoas em relação à fé e à aceitação de Jesus.","conexao_teologica":"Reflete a tensão entre a aceitação de Cristo e o medo do julgamento humano.","referencias_relacionadas":["João 5:44","Gálatas 1:10","Mateus 10:32"]},"joao_12_44_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome do Salvador e Messias.","explicacao_detalhada":"Jesus é apresentado como a figura central da fé cristã, aquele que revela a verdade de Deus e oferece salvação.","por_que_esta_palavra":"O nome 'Jesus' é fundamental para a identidade cristã e a compreensão da missão divina.","conexao_teologica":"A crença em Jesus como Senhor é central para a salvação e a vida eterna.","referencias_relacionadas":["Atos 4:12","Romanos 10:9","João 14:6"]},"joao_12_44_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Ato de acreditar ou confiar.","explicacao_detalhada":"A palavra 'crer' implica uma confiança ativa em Jesus e em sua mensagem, essencial para a salvação.","por_que_esta_palavra":"A fé é o meio pelo qual os indivíduos se conectam com Deus e recebem a vida eterna.","conexao_teologica":"A fé em Cristo é o fundamento da relação do crente com Deus.","referencias_relacionadas":["Hebreus 11:1","Efésios 2:8-9","João 3:16"]},"joao_12_44_chamar":{"palavra_pt":"chamar","palavra_original":"κράζω","transliteracao":"krázō","strong":"G2896","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Ato de clamar ou invocar.","explicacao_detalhada":"A palavra 'chamar' sugere um convite ou uma convocação para reconhecer Jesus como Senhor.","por_que_esta_palavra":"É um apelo à ação, enfatizando a necessidade de responder ao chamado de Deus.","conexao_teologica":"O chamado de Deus é um tema recorrente nas Escrituras, enfatizando a resposta humana à graça divina.","referencias_relacionadas":["Romanos 10:13","Mateus 11:28","Apocalipse 3:20"]},"joao_12_45_behold":{"palavra_pt":"eis","palavra_original":"θεωρέω","transliteracao":"theōréō","strong":"G2334","significado_raiz":"Ideia básica: eis.","significado_contextual":"Ver ou observar com atenção.","explicacao_detalhada":"A palavra 'eis' é um convite para perceber a importância de Jesus como a luz do mundo.","por_que_esta_palavra":"Enfatiza a revelação de Deus através de Cristo, chamando a atenção para sua divindade.","conexao_teologica":"A visão espiritual é essencial para entender a natureza de Cristo e sua missão.","referencias_relacionadas":["João 1:9","Mateus 5:14","2 Coríntios 4:6"]},"joao_12_45_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"Usado para concluir ou resumir uma ideia.","explicacao_detalhada":"A palavra 'portanto' indica uma consequência lógica da afirmação anterior sobre Jesus como a luz.","por_que_esta_palavra":"É importante para conectar a revelação de Jesus à resposta esperada dos crentes.","conexao_teologica":"Mostra a relação entre a revelação de Cristo e a responsabilidade do crente em segui-lo.","referencias_relacionadas":["Romanos 12:1","Tiago 1:22","1 Pedro 2:9"]},"joao_12_46_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Ato de acreditar ou confiar.","explicacao_detalhada":"A palavra 'crer' é reiterada, enfatizando a importância da fé em Jesus como a luz que traz salvação.","por_que_esta_palavra":"Reforça a ideia de que a fé é essencial para a vida espiritual e a relação com Deus.","conexao_teologica":"A fé é a chave para a transformação e a vida em Cristo.","referencias_relacionadas":["João 3:36","Gálatas 2:20","1 João 5:12"]},"joao_12_46_fogo":{"palavra_pt":"luz","palavra_original":"φῶς","transliteracao":"phōs","strong":"G5457","significado_raiz":"Ideia básica: luz.","significado_contextual":"Simboliza luz e revelação.","explicacao_detalhada":"A palavra 'luz' representa a verdade e a vida que Jesus oferece ao mundo, contrastando com as trevas do pecado.","por_que_esta_palavra":"É fundamental para entender a missão de Jesus como aquele que ilumina o caminho para a salvação.","conexao_teologica":"A luz de Cristo é um tema central na teologia cristã, simbolizando a verdade divina.","referencias_relacionadas":["João 1:5","Mateus 4:16","1 João 1:5"]},"joao_12_46_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Ideia básica: mundo.","significado_contextual":"Refere-se à totalidade da criação e da humanidade.","explicacao_detalhada":"A palavra 'mundo' indica o contexto em que Jesus veio para trazer luz e salvação, abrangendo todos os povos.","por_que_esta_palavra":"É importante para entender a abrangência da missão de Jesus e seu impacto global.","conexao_teologica":"A salvação é oferecida a todos, não apenas a um grupo específico.","referencias_relacionadas":["João 3:16","Mateus 28:19","Romanos 1:16"]},"joao_12_47_mal":{"palavra_pt":"mal","palavra_original":"ῥῆμα","transliteracao":"rhēma","strong":"G4487","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se a palavras ou ações que estão em oposição à vontade de Deus.","explicacao_detalhada":"A palavra 'mal' destaca a gravidade do julgamento que vem sobre aqueles que rejeitam a mensagem de Jesus.","por_que_esta_palavra":"É crucial para entender as consequências da rejeição de Cristo e a importância da obediência.","conexao_teologica":"O conceito de julgamento é central na teologia cristã, enfatizando a necessidade de arrependimento.","referencias_relacionadas":["Mateus 12:36","Romanos 2:6","Apocalipse 20:12"]},"joao_12_47_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como a fonte de salvação e juízo.","explicacao_detalhada":"Neste versículo, Jesus fala sobre a sua missão de salvar o mundo e como a rejeição dele implica em rejeitar a mensagem de Deus.","por_que_esta_palavra":"A palavra 'Deus' é central na teologia cristã, representando o Criador e a autoridade suprema.","conexao_teologica":"Deus é o juiz e salvador, e a rejeição de Jesus é uma rejeição ao próprio Deus.","referencias_relacionadas":["João 3:16","Romanos 10:9","1 João 5:12"]},"joao_12_47_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Ideia básica: mundo.","significado_contextual":"O mundo é visto como o objeto da missão de Jesus, que veio para salvar a humanidade.","explicacao_detalhada":"Jesus menciona o 'mundo' para enfatizar que sua mensagem e sacrifício são para todos, não apenas para um grupo específico.","por_que_esta_palavra":"A palavra 'mundo' destaca a abrangência da salvação e a condição pecaminosa da humanidade.","conexao_teologica":"A salvação é oferecida a todos os povos, refletindo o amor de Deus por toda a criação.","referencias_relacionadas":["Mateus 28:19","João 3:17","1 João 2:2"]},"joao_12_48_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"O 'verbo' refere-se à palavra de Deus e à mensagem que Jesus trouxe ao mundo.","explicacao_detalhada":"Jesus é o 'Verbo' que se fez carne, e sua palavra é a verdade que julgará no último dia.","por_que_esta_palavra":"A palavra 'verbo' enfatiza a comunicação divina e a revelação de Deus através de Jesus.","conexao_teologica":"Cristo é a encarnação da palavra de Deus, e sua mensagem é a base do juízo final.","referencias_relacionadas":["João 1:1","Hebreus 4:12","Apocalipse 19:13"]},"joao_12_48_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' refere-se ao dia do juízo, quando as palavras de Jesus serão usadas para julgar.","explicacao_detalhada":"Este dia é um momento de revelação e prestação de contas, onde cada um será avaliado pela sua resposta à mensagem de Cristo.","por_que_esta_palavra":"A palavra 'dia' simboliza um tempo definido e inevitável de julgamento.","conexao_teologica":"O conceito de um dia de juízo é fundamental na escatologia cristã, onde a justiça de Deus será plenamente manifestada.","referencias_relacionadas":["Mateus 25:31-46","Romanos 14:10","2 Coríntios 5:10"]},"joao_12_48_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é mencionado como a autoridade suprema que valida a mensagem de Jesus.","explicacao_detalhada":"A rejeição da palavra de Jesus é uma rejeição direta à vontade de Deus, que enviou seu Filho.","por_que_esta_palavra":"A palavra 'Deus' é essencial para entender a relação entre a divindade e a humanidade.","conexao_teologica":"A relação entre Jesus e Deus é fundamental para a compreensão da Trindade e da salvação.","referencias_relacionadas":["João 14:6","Atos 4:12","1 Timóteo 2:5"]},"joao_12_49_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a relação de Jesus com as instruções que recebeu do Pai.","explicacao_detalhada":"Jesus fala sobre a autoridade que tem para ensinar, que vem diretamente de Deus, mostrando sua submissão e unidade com o Pai.","por_que_esta_palavra":"A palavra 'entre' destaca a conexão e a comunicação entre Jesus e Deus.","conexao_teologica":"A relação entre o Filho e o Pai é um tema central na teologia cristã, refletindo a unidade na Trindade.","referencias_relacionadas":["João 5:19","João 10:30","Filipenses 2:6"]},"joao_12_49_mandamento":{"palavra_pt":"mandamento","palavra_original":"ἐντολή","transliteracao":"entolḗ","strong":"G1785","significado_raiz":"Ideia básica: mandamento.","significado_contextual":"O 'mandamento' refere-se às instruções divinas que Jesus recebeu para cumprir sua missão.","explicacao_detalhada":"Jesus enfatiza que suas palavras e ações estão alinhadas com a vontade de Deus, mostrando sua obediência.","por_que_esta_palavra":"A palavra 'mandamento' é crucial para entender a relação entre a lei de Deus e a missão de Jesus.","conexao_teologica":"Os mandamentos de Deus são a base da moralidade e da ética cristã, refletindo o caráter divino.","referencias_relacionadas":["Mateus 22:37-40","João 14:15","1 João 5:3"]},"joao_12_50_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A 'vida' mencionada refere-se à vida eterna que Jesus oferece aos que creem nele.","explicacao_detalhada":"Jesus fala sobre a vida que vem através da obediência ao seu mandamento, que é a chave para a salvação.","por_que_esta_palavra":"A palavra 'vida' é central na mensagem cristã, simbolizando a transformação e a esperança.","conexao_teologica":"A vida eterna é um dos principais temas do Novo Testamento, mostrando a promessa de Deus para a humanidade.","referencias_relacionadas":["João 3:16","João 10:10","Romanos 6:23"]},"joao_12_50_mandamento":{"palavra_pt":"mandamento","palavra_original":"ἐντολή","transliteracao":"entolḗ","strong":"G1785","significado_raiz":"Ideia básica: mandamento.","significado_contextual":"O 'mandamento' é a instrução que Jesus dá sobre como viver em comunhão com Deus.","explicacao_detalhada":"Este mandamento é fundamental para entender a relação entre amor, obediência e vida eterna.","por_que_esta_palavra":"A palavra 'mandamento' destaca a importância da obediência na vida cristã.","conexao_teologica":"Os mandamentos de Deus são expressões do seu amor e vontade para a humanidade.","referencias_relacionadas":["João 14:21","1 João 2:3-5","Tiago 1:22"]}}