{"joao_13_1_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é apresentado como o Messias que serve e ama até o fim.","explicacao_detalhada":"Neste versículo, a identidade de Jesus é enfatizada, mostrando sua natureza divina e seu papel como servo.","por_que_esta_palavra":"A palavra 'Jesus' é central para a fé cristã, representando a encarnação de Deus entre os homens.","conexao_teologica":"A vida e ministério de Jesus são a revelação do caráter de Deus e seu plano de salvação.","referencias_relacionadas":["Mateus 1:21","João 1:14","Filipenses 2:7-8"]},"joao_13_1_continual":{"palavra_pt":"continuo","palavra_original":"τέλος","transliteracao":"télos","strong":"G5056","significado_raiz":"Ideia básica: continuo.","significado_contextual":"Refere-se à continuidade da ação de Jesus em demonstrar amor e serviço aos seus discípulos.","explicacao_detalhada":"A palavra 'continuo' indica que a ação de Jesus não é um evento isolado, mas parte de um padrão de vida e ministério que Ele exemplifica. Neste contexto, Jesus está prestes a realizar um ato significativo de humildade ao lavar os pés dos discípulos.","por_que_esta_palavra":"A escolha da palavra enfatiza a natureza persistente do amor de Jesus, que se estende até o fim de sua vida terrena.","conexao_teologica":"A continuidade do amor de Cristo é um tema central na teologia cristã, refletindo a relação constante entre Deus e a humanidade.","referencias_relacionadas":["João 13:1","Romanos 8:38-39","1 Coríntios 13:8"]},"joao_13_2_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Indica a transformação que ocorre durante a celebração da Páscoa, onde Jesus se revela como o verdadeiro Cordeiro.","explicacao_detalhada":"A palavra 'tornar-se' sugere um processo de mudança e revelação, onde Jesus não apenas participa da festa, mas também redefine seu significado ao instituir a Ceia do Senhor.","por_que_esta_palavra":"É crucial para entender como Jesus se coloca no centro da nova aliança, transformando a festa em um ato de lembrança de seu sacrifício.","conexao_teologica":"A transformação que Jesus traz é um reflexo da nova criação em Cristo, onde o antigo dá lugar ao novo.","referencias_relacionadas":["Mateus 26:26-28","Lucas 22:19-20","1 Coríntios 11:23-26"]},"joao_13_2_festa":{"palavra_pt":"festa","palavra_original":"δεῖπνον","transliteracao":"deîpnon","strong":"G1173","significado_raiz":"Ideia básica: festa.","significado_contextual":"Refere-se à refeição da Páscoa, um momento de comunhão e lembrança da libertação do povo de Israel.","explicacao_detalhada":"A palavra 'festa' evoca a ideia de celebração e união, onde Jesus se prepara para compartilhar um momento íntimo com seus discípulos, simbolizando a nova aliança.","por_que_esta_palavra":"A festa é um elemento central na narrativa, pois Jesus utiliza este momento para ensinar sobre serviço e sacrifício.","conexao_teologica":"A Ceia do Senhor, que se origina desta festa, é um sacramento fundamental na vida da Igreja, simbolizando a comunhão com Cristo.","referencias_relacionadas":["Êxodo 12:14","Mateus 26:17-19","Lucas 22:1-2"]},"joao_13_2_coracao":{"palavra_pt":"coracao","palavra_original":"καρδία","transliteracao":"kardía","strong":"G2588","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao estado interior dos discípulos, que estavam prestes a enfrentar a traição e a crucificação de Jesus.","explicacao_detalhada":"A palavra 'coração' simboliza não apenas as emoções, mas também a vontade e a mente, indicando a profundidade do que Jesus estava prestes a ensinar sobre amor e serviço.","por_que_esta_palavra":"É importante para entender a vulnerabilidade dos discípulos e a necessidade de Jesus em prepará-los para os eventos que se aproximavam.","conexao_teologica":"A transformação do coração é um tema recorrente na Bíblia, enfatizando a necessidade de um novo coração em Cristo.","referencias_relacionadas":["Salmos 51:10","Ezequiel 36:26","Romanos 10:9"]},"joao_13_3_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Identifica Jesus como o Messias, o Filho de Deus, que tem autoridade sobre todas as coisas.","explicacao_detalhada":"A palavra 'Jesus' é central para a fé cristã, pois representa a encarnação de Deus e o cumprimento das promessas messiânicas.","por_que_esta_palavra":"A menção de Jesus neste contexto destaca sua divindade e seu papel como servo sofredor.","conexao_teologica":"A identidade de Jesus como o Salvador é fundamental para a compreensão da salvação e da relação entre Deus e a humanidade.","referencias_relacionadas":["Mateus 1:21","João 1:14","Atos 4:12"]},"joao_13_3_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina de Jesus e sua relação com o Pai.","explicacao_detalhada":"A palavra 'Deus' enfatiza a soberania e a autoridade de Jesus, que, mesmo sendo Deus, se humilha para servir.","por_que_esta_palavra":"É crucial para entender a dualidade da natureza de Cristo como plenamente Deus e plenamente homem.","conexao_teologica":"A divindade de Cristo é um pilar da fé cristã, essencial para a compreensão da Trindade e da redenção.","referencias_relacionadas":["João 10:30","Colossenses 2:9","Hebreus 1:3"]},"joao_13_3_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"Indica a partida de Jesus do mundo, um tema que permeia o discurso de despedida.","explicacao_detalhada":"A palavra 'depart' sugere não apenas uma saída física, mas também a transição para um novo estado de existência após a ressurreição.","por_que_esta_palavra":"É importante para entender o contexto da missão de Jesus e a preparação dos discípulos para sua ausência.","conexao_teologica":"A partida de Jesus é um elemento que prepara o caminho para a vinda do Espírito Santo e a continuidade da obra de Deus na Terra.","referencias_relacionadas":["João 14:2-3","Atos 1:9-11","1 Tessalonicenses 4:16-17"]},"joao_13_4_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se à morte iminente de Jesus e ao seu significado redentor.","explicacao_detalhada":"A palavra 'morte' é central para a narrativa da salvação, pois representa o sacrifício que Jesus estava prestes a fazer pela humanidade.","por_que_esta_palavra":"É crucial para entender a profundidade do amor de Cristo e a natureza do seu sacrifício.","conexao_teologica":"A morte de Cristo é o ponto central da teologia da redenção, onde a justiça de Deus e a misericórdia se encontram.","referencias_relacionadas":["Isaías 53:5","João 3:16","Romanos 5:8"]},"joao_13_4_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"Simboliza a ação de colocar algo em seu devido lugar, refletindo a ordem e o propósito divino.","explicacao_detalhada":"A palavra 'arco' pode ser vista como uma metáfora para a disposição de Jesus em se colocar em posição de serviço, preparando-se para lavar os pés dos discípulos.","por_que_esta_palavra":"É importante para entender a atitude de humildade e serviço que Jesus exemplifica.","conexao_teologica":"O ato de servir é um princípio fundamental do reino de Deus, onde os últimos são os primeiros.","referencias_relacionadas":["Mateus 20:26-28","Filipenses 2:5-7","Marcos 10:45"]},"joao_13_4_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à presença de Jesus entre os discípulos, enfatizando a comunhão e a proximidade.","explicacao_detalhada":"A palavra 'entre' destaca a intimidade do relacionamento de Jesus com seus seguidores, que é um tema central no evangelho de João.","por_que_esta_palavra":"É crucial para entender a natureza da comunidade cristã e a importância da presença de Cristo em nossas vidas.","conexao_teologica":"A presença de Jesus entre nós é um aspecto fundamental da encarnação e da promessa de que Ele estará conosco até o fim dos tempos.","referencias_relacionadas":["Mateus 18:20","João 14:23","Apocalipse 3:20"]},"joao_13_5_agua":{"palavra_pt":"agua","palavra_original":"ὕδωρ","transliteracao":"hýdōr","strong":"G5204","significado_raiz":"Ideia básica: agua.","significado_contextual":"Água simboliza purificação e serviço.","explicacao_detalhada":"No contexto de João 13, Jesus usa a água para lavar os pés dos discípulos, demonstrando humildade e servidão. A água representa a limpeza espiritual que Ele oferece.","por_que_esta_palavra":"A água é um elemento essencial para a vida e, neste contexto, representa a necessidade de purificação e renovação espiritual.","conexao_teologica":"A lavagem dos pés é um ato que reflete a humildade de Cristo e seu chamado para que os discípulos sirvam uns aos outros.","referencias_relacionadas":["João 3:5","Efésios 5:26","Isaías 1:16-18"]},"joao_13_6_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Rocha simboliza firmeza e estabilidade.","explicacao_detalhada":"Pedro, cujo nome significa 'rocha', é um dos discípulos que recebe a lavagem dos pés. Isso enfatiza a importância de sua liderança e a base sólida que ele representa na igreja.","por_que_esta_palavra":"A rocha é um símbolo de força e segurança, refletindo a natureza de Cristo como a pedra angular da fé.","conexao_teologica":"A firmeza de Pedro como líder da igreja é um reflexo da firmeza de Cristo, que é a verdadeira rocha.","referencias_relacionadas":["Mateus 16:18","Salmos 18:2","1 Pedro 2:4-5"]},"joao_13_6_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor refere-se à autoridade de Jesus sobre seus discípulos.","explicacao_detalhada":"Jesus, ao se referir a si mesmo como Senhor, destaca sua posição de autoridade e o exemplo que deve ser seguido pelos discípulos em servir aos outros.","por_que_esta_palavra":"A palavra 'senhor' implica respeito e submissão, reconhecendo a soberania de Cristo.","conexao_teologica":"A autoridade de Jesus é fundamental para entender seu papel como Salvador e Mestre, que serve aos outros.","referencias_relacionadas":["Mateus 28:18","Filipenses 2:9-11","Romanos 10:9"]},"joao_13_6_nome":{"palavra_pt":"nome","palavra_original":"Σίμων","transliteracao":"Símōn","strong":"G4613","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome refere-se à identidade e ao caráter de Simão Pedro.","explicacao_detalhada":"O nome 'Simão' é mencionado para enfatizar a relação pessoal de Jesus com Pedro e a transformação que ele experimentará ao seguir a Cristo.","por_que_esta_palavra":"Os nomes na Bíblia muitas vezes carregam significados profundos e refletem a identidade e o propósito de uma pessoa.","conexao_teologica":"A mudança de nome de Simão para Pedro simboliza a nova identidade que os seguidores de Cristo recebem ao se tornarem parte de sua família.","referencias_relacionadas":["Mateus 16:17-18","Gálatas 2:9","João 1:42"]},"joao_13_7_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o Salvador e exemplo supremo de serviço.","explicacao_detalhada":"Neste versículo, Jesus demonstra sua disposição em servir, mesmo sendo o Senhor. Ele ensina aos discípulos a importância do serviço humilde.","por_que_esta_palavra":"O nome 'Jesus' significa 'O Senhor salva', refletindo sua missão de redenção.","conexao_teologica":"A vida de Jesus é um modelo de serviço e sacrifício, que os cristãos são chamados a imitar.","referencias_relacionadas":["Mateus 20:28","Filipenses 2:5-7","Marcos 10:45"]},"joao_13_7_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Fazer refere-se à ação de Jesus em lavar os pés dos discípulos.","explicacao_detalhada":"A palavra 'fazer' destaca a ação prática de Jesus em servir, mostrando que o serviço é uma expressão de amor e humildade.","por_que_esta_palavra":"A ação de fazer é central na vida cristã, onde a fé se manifesta em obras.","conexao_teologica":"O ato de fazer é um chamado para que os cristãos pratiquem o amor e o serviço em suas vidas diárias.","referencias_relacionadas":["Tiago 2:17","Gálatas 5:13","1 João 3:18"]},"joao_13_7_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Seguir implica em seguir o exemplo de Jesus.","explicacao_detalhada":"Jesus ensina que os discípulos devem seguir seu exemplo de serviço e humildade, vivendo de acordo com seus ensinamentos.","por_que_esta_palavra":"Seguir é um chamado à ação, um convite para imitar a vida e os ensinamentos de Cristo.","conexao_teologica":"Seguir a Cristo é essencial para a vida cristã, refletindo a disposição de viver em obediência e serviço.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 12:26"]},"joao_13_8_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Rocha novamente simboliza a firmeza de Pedro.","explicacao_detalhada":"A repetição da palavra 'rocha' reforça a importância de Pedro como um dos pilares da igreja e a necessidade de sua purificação.","por_que_esta_palavra":"A rocha representa a estabilidade e a força que Pedro deve ter como líder.","conexao_teologica":"A firmeza de Pedro é um reflexo da firmeza de Cristo, que é a verdadeira rocha sobre a qual a igreja é construída.","referencias_relacionadas":["Mateus 16:18","1 Pedro 2:5","Salmos 18:2"]},"joao_13_8_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o agente de purificação e serviço.","explicacao_detalhada":"Neste versículo, a ênfase está na ação de Jesus como aquele que purifica e serve, mesmo sendo o Senhor.","por_que_esta_palavra":"O nome 'Jesus' é central na mensagem do evangelho, representando a salvação e o serviço.","conexao_teologica":"A obra de Jesus é um modelo de serviço que os cristãos são chamados a seguir.","referencias_relacionadas":["Mateus 20:28","Filipenses 2:5-7","Marcos 10:45"]},"joao_13_8_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o criador e soberano sobre todas as coisas.","explicacao_detalhada":"A menção de Deus neste contexto ressalta a divindade de Jesus e sua autoridade como Filho de Deus.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a natureza de Cristo e sua relação com a humanidade.","conexao_teologica":"A divindade de Jesus é essencial para a compreensão da Trindade e da salvação.","referencias_relacionadas":["João 1:1","Colossenses 2:9","Hebreus 1:3"]},"joao_13_9_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' é usada para descrever a firmeza e a estabilidade de Pedro como apóstolo.","explicacao_detalhada":"No contexto de João 13:9, a referência a 'rocha' simboliza a base sólida da fé que Pedro teria, sendo um dos pilares da Igreja. Jesus, ao chamar Pedro de 'rocha', destaca sua importância na fundação do cristianismo.","por_que_esta_palavra":"A escolha da palavra 'rocha' enfatiza a força e a durabilidade da fé de Pedro, contrastando com a fragilidade humana.","conexao_teologica":"A rocha é frequentemente usada na Bíblia como símbolo de Deus e de sua proteção. Jesus é também chamado de rocha em várias passagens, indicando que a fé deve estar firmada nele.","referencias_relacionadas":["Mateus 16:18","Salmos 18:2","1 Coríntios 10:4"]},"joao_13_9_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade de Jesus sobre seus discípulos e sobre toda a criação.","explicacao_detalhada":"Em João 13:9, a palavra 'senhor' é usada para reconhecer a posição de Jesus como mestre e líder. Isso estabelece a dinâmica de respeito e submissão entre Jesus e seus seguidores.","por_que_esta_palavra":"A palavra 'senhor' é crucial para entender a relação entre Jesus e seus discípulos, pois implica em autoridade e reverência.","conexao_teologica":"A autoridade de Jesus é um tema central no Novo Testamento, onde ele é reconhecido como Senhor tanto por seus seguidores quanto por seus opositores.","referencias_relacionadas":["Filipenses 2:10-11","Mateus 28:18","Romanos 10:9"]},"joao_13_9_alone":{"palavra_pt":"sozinho","palavra_original":"μόνος","transliteracao":"mónos","strong":"G3441","significado_raiz":"Ideia básica: sozinho.","significado_contextual":"A palavra 'sozinho' destaca a solidão que Jesus enfrentou em sua missão, especialmente em momentos de rejeição.","explicacao_detalhada":"No versículo, 'sozinho' refere-se ao fato de que, apesar de estar cercado por seus discípulos, Jesus sabia que estava prestes a ser traído e abandonado.","por_que_esta_palavra":"A solidão de Jesus é um elemento importante para entender seu sacrifício e a profundidade de sua missão redentora.","conexao_teologica":"A solidão de Cristo antecipa o sofrimento que ele enfrentaria na cruz, refletindo a profundidade do amor e da entrega de Jesus pela humanidade.","referencias_relacionadas":["Mateus 26:56","João 16:32","Salmos 22:1"]},"joao_13_10_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é o nome que representa a encarnação de Deus e seu papel como Salvador.","explicacao_detalhada":"Em João 13:10, o nome 'Jesus' é central, pois ele é o protagonista da história da salvação, e seu nome significa 'O Senhor salva'.","por_que_esta_palavra":"O nome 'Jesus' é fundamental para a identidade cristã, pois encapsula a missão divina de redimir a humanidade.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e seu nome é invocado em oração e adoração, simbolizando a esperança de salvação.","referencias_relacionadas":["Atos 4:12","Romanos 10:13","Mateus 1:21"]},"joao_13_10_business":{"palavra_pt":"assunto","palavra_original":"χρεία","transliteracao":"chreía","strong":"G5532","significado_raiz":"Ideia básica: assunto.","significado_contextual":"A palavra 'assunto' refere-se à necessidade ou ao propósito que Jesus tem ao interagir com seus discípulos.","explicacao_detalhada":"No contexto de João 13:10, 'assunto' implica na missão de Jesus de ensinar e preparar seus discípulos para o que estava por vir.","por_que_esta_palavra":"A palavra 'assunto' é importante para entender que cada ação de Jesus tinha um propósito divino e um significado profundo.","conexao_teologica":"A missão de Jesus é um tema recorrente, onde cada ensinamento e milagre servem para revelar a natureza de Deus e seu plano de salvação.","referencias_relacionadas":["Lucas 19:10","João 3:17","Mateus 28:19-20"]},"joao_13_10_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade e à soberania de Deus sobre todas as coisas.","explicacao_detalhada":"Em João 13:10, a menção a 'deus' destaca a relação de Jesus com o Pai e a autoridade divina que ele possui.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a natureza de Jesus como Filho de Deus e sua missão redentora.","conexao_teologica":"A divindade de Cristo é um pilar da fé cristã, onde Jesus é reconhecido como plenamente Deus e plenamente homem.","referencias_relacionadas":["João 1:1","Colossenses 2:9","Hebreus 1:3"]},"joao_13_11_conhecer":{"palavra_pt":"ver/conhecer","palavra_original":"εἴδω","transliteracao":"eídō","strong":"G1492","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver/conhecer' refere-se à compreensão espiritual que os discípulos devem ter sobre a missão de Jesus.","explicacao_detalhada":"Em João 13:11, 'conhecer' implica em entender a natureza do sacrifício de Jesus e a necessidade de seguir seu exemplo.","por_que_esta_palavra":"A palavra 'conhecer' é crucial para a fé, pois envolve não apenas conhecimento intelectual, mas uma relação pessoal com Cristo.","conexao_teologica":"O conhecimento de Cristo é essencial para a salvação e para viver uma vida que glorifique a Deus.","referencias_relacionadas":["Filipenses 3:10","1 João 2:3","João 17:3"]},"joao_13_11_libertar":{"palavra_pt":"libertar","palavra_original":"παραδίδωμι","transliteracao":"paradídōmi","strong":"G3860","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' refere-se à ação de Jesus em trazer liberdade espiritual aos que creem nele.","explicacao_detalhada":"Em João 13:11, 'libertar' destaca a missão de Jesus de salvar a humanidade do pecado e da morte.","por_que_esta_palavra":"A libertação é um tema central na mensagem de Jesus, que oferece redenção e transformação.","conexao_teologica":"A libertação que Jesus oferece é uma expressão do amor de Deus e do cumprimento das promessas do Antigo Testamento.","referencias_relacionadas":["Gálatas 5:1","João 8:36","Romanos 8:1-2"]},"joao_13_11_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação de Jesus com seus discípulos, transmitindo ensinamentos e verdades espirituais.","explicacao_detalhada":"Em João 13:11, 'falar' é um ato de revelação, onde Jesus compartilha com seus discípulos a importância de sua missão e o que está por vir.","por_que_esta_palavra":"A comunicação de Jesus é vital para o crescimento espiritual dos discípulos e para a propagação do evangelho.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação de Jesus é um exemplo de como devemos ouvir e seguir seus ensinamentos.","referencias_relacionadas":["Mateus 4:4","Hebreus 4:12","Tiago 1:22"]},"joao_13_12_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se às ações de Jesus e ao exemplo que ele deixa para seus discípulos.","explicacao_detalhada":"Em João 13:12, 'fazer' implica em agir com amor e serviço, como Jesus fez ao lavar os pés dos discípulos.","por_que_esta_palavra":"A ação de 'fazer' é um chamado à prática da fé, onde os seguidores de Cristo são incentivados a servir uns aos outros.","conexao_teologica":"O serviço é um princípio central no cristianismo, refletindo o caráter de Cristo e sua disposição em servir a humanidade.","referencias_relacionadas":["Marcos 10:45","Gálatas 5:13","1 Pedro 4:10"]},"joao_13_13_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para reconhecer a autoridade de Jesus sobre seus discípulos.","explicacao_detalhada":"Neste contexto, Jesus se apresenta como Senhor, enfatizando sua posição de autoridade e liderança. Ele é o mestre que guia e ensina seus seguidores.","por_que_esta_palavra":"A escolha da palavra 'senhor' reflete a relação de respeito e submissão que os discípulos devem ter em relação a Jesus.","conexao_teologica":"A autoridade de Jesus como Senhor é central na teologia cristã, pois Ele é reconhecido como o Filho de Deus e Salvador.","referencias_relacionadas":["Mateus 28:18","Romanos 10:9","Filipenses 2:9-11"]},"joao_13_13_mestre":{"palavra_pt":"mestre","palavra_original":"διδάσκαλος","transliteracao":"didáskalos","strong":"G1320","significado_raiz":"Ideia básica: mestre.","significado_contextual":"A palavra 'mestre' indica a função de Jesus como aquele que ensina e orienta.","explicacao_detalhada":"Jesus é chamado de mestre porque Ele não apenas transmite conhecimento, mas também vive e exemplifica os ensinamentos que dá aos seus discípulos.","por_que_esta_palavra":"A palavra 'mestre' é importante para entender a relação de ensino e aprendizado entre Jesus e seus seguidores.","conexao_teologica":"A função de Jesus como mestre é um aspecto fundamental do discipulado cristão, onde os crentes são chamados a aprender e seguir seus ensinamentos.","referencias_relacionadas":["Mateus 23:8","Lucas 6:40","João 3:2"]},"joao_13_13_humano":{"palavra_pt":"humano","palavra_original":"φωνέω","transliteracao":"phōnéō","strong":"G5455","significado_raiz":"Ideia básica: humano.","significado_contextual":"A palavra 'humano' refere-se à natureza encarnada de Jesus.","explicacao_detalhada":"Jesus, embora seja Senhor e Mestre, também se apresenta como humano, mostrando sua identificação com a condição humana e suas limitações.","por_que_esta_palavra":"A humanidade de Jesus é crucial para a compreensão da sua missão redentora, pois Ele se torna um mediador entre Deus e os homens.","conexao_teologica":"A encarnação de Cristo é um pilar da fé cristã, pois Ele é plenamente Deus e plenamente homem.","referencias_relacionadas":["João 1:14","Hebreus 2:14","Filipenses 2:7"]},"joao_13_14_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' reafirma a autoridade de Jesus ao ensinar sobre o serviço e a humildade.","explicacao_detalhada":"Aqui, Jesus usa sua autoridade para exemplificar o serviço, lavando os pés dos discípulos, um ato que contrasta com a expectativa de um líder.","por_que_esta_palavra":"A palavra 'senhor' é utilizada para mostrar que, mesmo sendo Senhor, Jesus se coloca em uma posição de serviço.","conexao_teologica":"O conceito de liderança servidora é central no cristianismo, refletindo a natureza de Cristo.","referencias_relacionadas":["Mateus 20:26-28","Marcos 10:43-45","Lucas 22:27"]},"joao_13_14_mestre":{"palavra_pt":"mestre","palavra_original":"διδάσκαλος","transliteracao":"didáskalos","strong":"G1320","significado_raiz":"Ideia básica: mestre.","significado_contextual":"A palavra 'mestre' é usada para enfatizar a função de Jesus como educador e guia espiritual.","explicacao_detalhada":"Jesus, como mestre, ensina seus discípulos a importância da humildade e do serviço ao próximo, desafiando as normas sociais da época.","por_que_esta_palavra":"A palavra 'mestre' é crucial para entender a dinâmica de ensino e aprendizado no ministério de Jesus.","conexao_teologica":"O ensino de Jesus molda a ética cristã, que valoriza o serviço e a humildade.","referencias_relacionadas":["Mateus 5:1-2","João 7:14","Atos 1:1"]},"joao_13_15_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de Jesus em dar um exemplo aos seus discípulos.","explicacao_detalhada":"Jesus instrui seus discípulos a seguir seu exemplo de serviço, enfatizando que a verdadeira liderança é demonstrada através de ações.","por_que_esta_palavra":"A palavra 'fazer' é importante porque destaca a necessidade de ação prática na vida cristã.","conexao_teologica":"A prática do amor e do serviço é um princípio fundamental do cristianismo, refletindo a natureza de Cristo.","referencias_relacionadas":["Tiago 1:22","Gálatas 5:13","1 João 3:18"]},"joao_13_15_enexample":{"palavra_pt":"en ex ample","palavra_original":"ὑπόδειγμα","transliteracao":"hypódeigma","strong":"G5262","significado_raiz":"Ideia básica: en ex ample.","significado_contextual":"A palavra 'exemplo' refere-se ao padrão que Jesus estabelece para seus seguidores.","explicacao_detalhada":"Jesus não apenas ensina, mas também vive o que prega, servindo como um modelo a ser seguido pelos discípulos.","por_que_esta_palavra":"A palavra 'exemplo' é crucial para entender a importância de viver de acordo com os ensinamentos de Jesus.","conexao_teologica":"O conceito de Jesus como exemplo é fundamental para a formação do caráter cristão.","referencias_relacionadas":["1 Pedro 2:21","Filipenses 3:17","Hebreus 12:1"]},"joao_13_15_libertar":{"palavra_pt":"dar","palavra_original":"δίδωμι","transliteracao":"dídōmi","strong":"G1325","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de Jesus em oferecer aos discípulos um novo entendimento sobre liderança e serviço.","explicacao_detalhada":"Jesus ensina que dar é um ato de amor e serviço, desafiando a visão convencional de poder e autoridade.","por_que_esta_palavra":"A palavra 'dar' é significativa porque enfatiza a generosidade e a disposição de servir aos outros.","conexao_teologica":"O ato de dar é central na mensagem cristã, refletindo o amor de Deus por nós.","referencias_relacionadas":["Lucas 6:38","Atos 20:35","2 Coríntios 9:7"]},"joao_13_16_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' reafirma a posição de Jesus como autoridade suprema.","explicacao_detalhada":"Jesus destaca que, mesmo sendo Senhor, Ele se coloca em uma posição de serviço, ensinando que a verdadeira grandeza vem do servir.","por_que_esta_palavra":"A palavra 'senhor' é usada para enfatizar a natureza paradoxal do reino de Deus, onde os últimos serão os primeiros.","conexao_teologica":"A autoridade de Jesus é um tema recorrente nas Escrituras, mostrando que Ele é digno de nosso respeito e obediência.","referencias_relacionadas":["Mateus 7:29","João 13:13-14","Romanos 14:9"]},"joao_13_16_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"A palavra 'temor' refere-se ao respeito e reverência que devemos ter por Jesus como Senhor.","explicacao_detalhada":"O temor do Senhor é um tema bíblico que implica em reconhecer a grandeza e a santidade de Deus.","por_que_esta_palavra":"A palavra 'temor' é importante para entender a relação de reverência que os crentes devem ter com Deus.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, conforme ensinado em Provérbios.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 33:6"]},"joao_13_17_blessed":{"palavra_pt":"bem aventurado","palavra_original":"μακάριος","transliteracao":"makários","strong":"G3107","significado_raiz":"Ideia básica: bem aventurado.","significado_contextual":"A palavra 'bem aventurado' é usada por Jesus para descrever a condição de felicidade e bênção que resulta da obediência aos Seus ensinamentos.","explicacao_detalhada":"No contexto de João 13:17, Jesus ensina aos Seus discípulos que a verdadeira felicidade vem de praticar o que Ele ensinou. A palavra 'bem aventurado' implica uma alegria profunda que não depende das circunstâncias externas.","por_que_esta_palavra":"Esta palavra é escolhida para enfatizar a importância da ação e da atitude correta diante dos ensinamentos de Cristo, mostrando que a obediência traz bênçãos.","conexao_teologica":"A ideia de ser 'bem aventurado' está ligada à vida cristã e à prática da fé, refletindo a natureza do Reino de Deus, onde os humildes e obedientes são exaltados.","referencias_relacionadas":["Mateus 5:3-12","Salmos 1:1-3","Tiago 1:12"]},"joao_13_17_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de cumprir os mandamentos de Jesus, que é central para a vida cristã.","explicacao_detalhada":"Em João 13:17, Jesus destaca a importância de não apenas ouvir Seus ensinamentos, mas também de colocá-los em prática. 'Fazer' implica uma ação deliberada e comprometida.","por_que_esta_palavra":"A escolha da palavra 'fazer' enfatiza que a fé sem obras é morta, e que a verdadeira obediência se manifesta em ações concretas.","conexao_teologica":"A relação entre fé e obras é um tema recorrente na teologia cristã, onde a ação é vista como uma expressão da fé genuína.","referencias_relacionadas":["Tiago 2:17","Mateus 7:21","Gálatas 5:6"]},"joao_13_18_santo":{"palavra_pt":"santo","palavra_original":"γραφή","transliteracao":"graphḗ","strong":"G1124","significado_raiz":"Ideia básica: santo.","significado_contextual":"A palavra 'santo' refere-se à separação e consagração a Deus, indicando a pureza e a dedicação que devem caracterizar os seguidores de Cristo.","explicacao_detalhada":"No versículo, Jesus menciona que um dos Seus discípulos O trairá, ressaltando a importância da santidade e da fidelidade em contraste com a traição.","por_que_esta_palavra":"A palavra 'santo' é usada para lembrar os discípulos da necessidade de permanecerem fiéis e separados para Deus, mesmo em meio à adversidade.","conexao_teologica":"A santidade é um atributo de Deus e um chamado para todos os crentes, refletindo a natureza divina em suas vidas.","referencias_relacionadas":["1 Pedro 1:16","Romanos 12:1","Hebreus 12:14"]},"joao_13_18_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em acompanhar e obedecer a Jesus, que é o caminho, a verdade e a vida.","explicacao_detalhada":"No contexto de João 13:18, Jesus fala sobre a traição, mas também sobre a importância de seguir Seus passos e ensinamentos, mesmo quando outros falham.","por_que_esta_palavra":"A escolha da palavra 'seguir' enfatiza a necessidade de um compromisso ativo com Cristo, que vai além da mera crença.","conexao_teologica":"Seguir a Cristo é um chamado para todos os crentes, refletindo a relação de discipulado e a transformação que ocorre na vida do crente.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"joao_13_18_heel":{"palavra_pt":"heel","palavra_original":"πτέρνα","transliteracao":"ptérna","strong":"G4418","significado_raiz":"Ideia básica: heel.","significado_contextual":"A palavra 'heel' é usada metaforicamente para descrever a traição de Judas, que se aproxima de Jesus como um traidor.","explicacao_detalhada":"No versículo, a referência ao 'heel' simboliza a vulnerabilidade e a traição, onde Judas, um dos doze, se volta contra o Mestre.","por_que_esta_palavra":"A escolha da palavra 'heel' destaca a traição e a dor que Jesus experimenta, mostrando a profundidade da traição de Judas.","conexao_teologica":"A traição de Judas é um exemplo do pecado humano e da necessidade de redenção, refletindo a luta entre o bem e o mal.","referencias_relacionadas":["Salmos 41:9","Mateus 26:14-16","Lucas 22:48"]},"joao_13_19_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' refere-se ao processo de transformação que ocorre na vida dos crentes ao seguirem a Cristo.","explicacao_detalhada":"Em João 13:19, Jesus revela que o que está prestes a acontecer é parte do plano divino, e que os discípulos devem entender a grandeza do que Ele está fazendo.","por_que_esta_palavra":"A palavra 'tornar-se' é importante para mostrar que a vida cristã é um processo contínuo de crescimento e transformação.","conexao_teologica":"A transformação é um tema central na vida cristã, onde os crentes são chamados a se tornarem mais semelhantes a Cristo.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Filipenses 1:6"]},"joao_13_19_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' é fundamental para a fé cristã, referindo-se à confiança em Jesus e em Suas promessas.","explicacao_detalhada":"No contexto de João 13:19, Jesus está preparando os discípulos para o que está por vir, enfatizando a importância de crer nEle mesmo diante da adversidade.","por_que_esta_palavra":"A escolha da palavra 'crer' é essencial para destacar que a fé é a resposta necessária à revelação de Deus em Cristo.","conexao_teologica":"A fé é a base da salvação e da vida cristã, sendo um tema central em toda a Escritura.","referencias_relacionadas":["João 3:16","Hebreus 11:1","Romanos 10:9"]},"joao_13_19_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação de Jesus com Seus discípulos, revelando verdades profundas sobre Sua missão.","explicacao_detalhada":"Em João 13:19, Jesus está se preparando para a traição e a crucificação, e Sua palavra é um aviso e um chamado à fé.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a importância da revelação verbal de Deus e a necessidade de ouvir e responder a essa revelação.","conexao_teologica":"A comunicação de Deus com a humanidade é um tema central na teologia, onde a Palavra se torna carne em Cristo.","referencias_relacionadas":["João 1:14","Romanos 10:17","1 João 1:1"]},"joao_13_20_enviar":{"palavra_pt":"enviar","palavra_original":"πέμπω","transliteracao":"pémpō","strong":"G3992","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se à missão que Jesus confere aos Seus discípulos, indicando um chamado para a ação.","explicacao_detalhada":"No contexto de João 13:20, Jesus fala sobre a importância de ser enviado, o que implica em levar a mensagem do Evangelho ao mundo.","por_que_esta_palavra":"A escolha da palavra 'enviar' é crucial para entender o papel dos discípulos como mensageiros do Reino de Deus.","conexao_teologica":"O envio é um tema central na Grande Comissão, onde Jesus comissiona Seus seguidores a fazer discípulos de todas as nações.","referencias_relacionadas":["Mateus 28:19-20","João 20:21","Atos 1:8"]},"joao_13_20_agarrar":{"palavra_pt":"receber","palavra_original":"λαμβάνω","transliteracao":"lambánō","strong":"G2983","significado_raiz":"Ideia básica: receber.","significado_contextual":"A palavra 'receber' refere-se à aceitação da mensagem e do ministério de Jesus, bem como à disposição de acolher a missão que Ele confere.","explicacao_detalhada":"Em João 13:20, Jesus destaca que aqueles que O recebem e aceitam Sua palavra são abençoados e têm um papel no plano de Deus.","por_que_esta_palavra":"A escolha da palavra 'receber' enfatiza a importância da aceitação ativa da verdade de Cristo e da missão que Ele confere aos Seus seguidores.","conexao_teologica":"Receber a mensagem de Cristo é fundamental para a salvação e para a vida cristã, refletindo a relação entre fé e acolhimento.","referencias_relacionadas":["João 1:12","Romanos 5:17","Gálatas 3:26"]},"joao_13_21_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o nome do Salvador, o Messias prometido.","explicacao_detalhada":"O nome 'Jesus' deriva do hebraico 'Yeshua', que significa 'O Senhor é salvação'. Neste contexto, Jesus está prestes a revelar a traição de Judas, enfatizando sua divindade e missão redentora.","por_que_esta_palavra":"A palavra 'Jesus' é central na fé cristã, representando a encarnação de Deus e a salvação da humanidade.","conexao_teologica":"Jesus é o cumprimento das profecias messiânicas e a chave para a reconciliação entre Deus e os homens.","referencias_relacionadas":["Mateus 1:21","Lucas 2:11","Atos 4:12"]},"joao_13_21_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Espírito refere-se à presença de Deus que habita entre os crentes.","explicacao_detalhada":"A palavra 'espírito' (πνεῦμα) é frequentemente associada à ação de Deus no mundo, especialmente na vida dos crentes, sendo o Consolador prometido por Jesus.","por_que_esta_palavra":"O Espírito Santo é essencial para a vida cristã, guiando, confortando e capacitando os crentes.","conexao_teologica":"A presença do Espírito Santo é a garantia da nova aliança e da transformação espiritual dos crentes.","referencias_relacionadas":["João 14:26","Atos 2:4","Romanos 8:26"]},"joao_13_21_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Entre indica a proximidade e a relação entre Jesus e seus discípulos.","explicacao_detalhada":"A palavra 'entre' sugere uma intimidade e um relacionamento profundo, especialmente no contexto da Última Ceia, onde Jesus compartilha momentos significativos com seus discípulos.","por_que_esta_palavra":"A ideia de estar 'entre' enfatiza a comunidade e a união que Jesus estabelece com seus seguidores.","conexao_teologica":"A presença de Jesus entre os discípulos simboliza a encarnação e a comunhão que Deus deseja ter com a humanidade.","referencias_relacionadas":["Mateus 18:20","João 15:4","Hebreus 10:25"]},"joao_13_22_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer refere-se à comunicação de Jesus com seus discípulos.","explicacao_detalhada":"A palavra 'dizer' é fundamental para entender a revelação de Jesus, que frequentemente ensina e orienta seus seguidores através de suas palavras.","por_que_esta_palavra":"A comunicação de Jesus é vital para a formação da fé e do entendimento dos discípulos sobre sua missão.","conexao_teologica":"As palavras de Jesus são a verdade que liberta e guiam os crentes em sua jornada espiritual.","referencias_relacionadas":["João 8:32","Mateus 4:4","Romanos 10:17"]},"joao_13_22_now":{"palavra_pt":"now","palavra_original":"οὖν","transliteracao":"oûn","strong":"G3767","significado_raiz":"Ideia básica: now.","significado_contextual":"Agora indica um momento de transição ou revelação importante.","explicacao_detalhada":"A palavra 'agora' (οὖν) é usada para introduzir um novo pensamento ou ação, marcando um ponto crucial na narrativa da Última Ceia.","por_que_esta_palavra":"O uso de 'agora' enfatiza a urgência e a importância do que está prestes a ser revelado por Jesus.","conexao_teologica":"Este momento é um ponto de virada que leva à crucificação e à redenção da humanidade.","referencias_relacionadas":["Lucas 22:21","Mateus 26:21","Marcos 14:18"]},"joao_13_23_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o centro da narrativa e da fé cristã.","explicacao_detalhada":"Neste contexto, Jesus é apresentado como o Mestre que tem conhecimento de todas as coisas, incluindo a traição que está prestes a ocorrer.","por_que_esta_palavra":"O nome 'Jesus' é fundamental para a identidade cristã e a compreensão da salvação.","conexao_teologica":"A divindade de Jesus é um tema central que permeia toda a Escritura, revelando seu papel como Salvador.","referencias_relacionadas":["João 1:14","Colossenses 1:16-17","Hebreus 1:3"]},"joao_13_23_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Entre indica a relação íntima entre Jesus e seus discípulos.","explicacao_detalhada":"A palavra 'entre' reforça a ideia de que Jesus está em comunhão com seus seguidores, compartilhando momentos significativos e ensinamentos.","por_que_esta_palavra":"A proximidade de Jesus com seus discípulos é um aspecto essencial do ministério dele.","conexao_teologica":"A comunhão entre Jesus e seus discípulos reflete a relação que Deus deseja ter com todos os crentes.","referencias_relacionadas":["João 15:5","Mateus 28:20","1 João 1:3"]},"joao_13_24_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Rocha refere-se a Pedro, simbolizando firmeza e liderança na igreja.","explicacao_detalhada":"A palavra 'rocha' (Πέτρος) é usada por Jesus para designar Pedro como a base sobre a qual a igreja seria construída, destacando sua importância no ministério apostólico.","por_que_esta_palavra":"Pedro, como 'rocha', representa a estabilidade e a força da liderança cristã.","conexao_teologica":"A escolha de Pedro como 'rocha' é um símbolo da fundação da igreja e da continuidade da missão de Cristo.","referencias_relacionadas":["Mateus 16:18","Atos 2:14-41","Gálatas 2:9"]},"joao_13_24_nome":{"palavra_pt":"nome","palavra_original":"Σίμων","transliteracao":"Símōn","strong":"G4613","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome refere-se à identidade de Simão Pedro.","explicacao_detalhada":"A palavra 'nome' (Σίμων) é significativa, pois representa a identidade e a transformação de Simão em Pedro, o apóstolo.","por_que_esta_palavra":"O nome é um símbolo da nova identidade que Pedro recebe ao seguir a Jesus.","conexao_teologica":"A mudança de nome de Simão para Pedro reflete a transformação que ocorre na vida de quem segue a Cristo.","referencias_relacionadas":["João 1:42","Mateus 4:19","Marcos 3:16"]},"joao_13_24_beckon":{"palavra_pt":"beckon","palavra_original":"νεύω","transliteracao":"neúō","strong":"G3506","significado_raiz":"Ideia básica: beckon.","significado_contextual":"Beckon refere-se ao ato de chamar ou sinalizar a alguém.","explicacao_detalhada":"A palavra 'beckon' (νεύω) implica um convite ou uma instrução, mostrando a interação entre Jesus e seus discípulos.","por_que_esta_palavra":"O ato de chamar é uma demonstração da liderança e da autoridade de Jesus sobre seus seguidores.","conexao_teologica":"Jesus chama seus discípulos para uma vida de serviço e compromisso, refletindo o chamado que todos os crentes recebem.","referencias_relacionadas":["Mateus 9:9","Lucas 5:10-11","João 10:27"]},"joao_13_25_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que se refere a Jesus de Nazaré, o Messias.","explicacao_detalhada":"Jesus é o nome que significa 'O Senhor é salvação'. Ele é central na fé cristã como o Filho de Deus que veio ao mundo para redimir a humanidade.","por_que_esta_palavra":"A palavra é usada para identificar a pessoa de Jesus, que é o foco da narrativa e da teologia cristã.","conexao_teologica":"Jesus é visto como o cumprimento das profecias messiânicas do Antigo Testamento.","referencias_relacionadas":["Mateus 1:21","João 3:16","Atos 4:12"]},"joao_13_25_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Termo que denota poder e domínio, frequentemente usado para se referir a Deus ou a Jesus.","explicacao_detalhada":"A palavra 'senhor' implica autoridade e respeito, sendo usada para reconhecer a soberania de Jesus sobre todas as coisas.","por_que_esta_palavra":"É importante para enfatizar a posição de Jesus como Senhor e Salvador, destacando sua autoridade divina.","conexao_teologica":"A autoridade de Jesus é um tema central no Novo Testamento, onde Ele é reconhecido como Senhor por seus seguidores.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:10-11","Mateus 28:18"]},"joao_13_26_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se novamente a Jesus, o protagonista da narrativa.","explicacao_detalhada":"O nome Jesus é mencionado para destacar sua presença e ação no contexto da Última Ceia.","por_que_esta_palavra":"A repetição do nome enfatiza a importância de Jesus nas interações e eventos que ocorrem.","conexao_teologica":"A presença de Jesus na Última Ceia é fundamental para a compreensão da instituição da Eucaristia.","referencias_relacionadas":["Lucas 22:19-20","Mateus 26:26-28","Marcos 14:22-24"]},"joao_13_26_nome":{"palavra_pt":"nome","palavra_original":"Ἰούδας","transliteracao":"Ioúdas","strong":"G2455","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Judas Iscariotes, o traidor.","explicacao_detalhada":"O nome 'Judas' é significativo, pois representa a traição e a escolha de um caminho contrário ao de Jesus.","por_que_esta_palavra":"A menção do nome é crucial para o entendimento do papel de Judas na narrativa da traição de Jesus.","conexao_teologica":"A traição de Judas é um exemplo de livre arbítrio e suas consequências na história da salvação.","referencias_relacionadas":["Mateus 26:14-16","Marcos 14:10-11","Lucas 22:3-6"]},"joao_13_27_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Mais uma referência a Jesus, enfatizando sua centralidade na narrativa.","explicacao_detalhada":"A repetição do nome Jesus destaca sua importância e o papel que Ele desempenha na salvação.","por_que_esta_palavra":"É essencial para a compreensão do caráter de Jesus e de suas ações durante a Última Ceia.","conexao_teologica":"Jesus, como o Cordeiro de Deus, é central na redenção da humanidade.","referencias_relacionadas":["João 1:29","Hebreus 9:28","Apocalipse 5:12"]},"joao_13_27_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Verbo que significa realizar ou executar uma ação.","explicacao_detalhada":"A palavra 'fazer' é usada para descrever a ação que Judas estava prestes a realizar ao trair Jesus.","por_que_esta_palavra":"É importante para entender a ação deliberada de Judas e o cumprimento das profecias.","conexao_teologica":"A traição de Judas é um exemplo de como as ações humanas podem se alinhar ou se opor ao plano divino.","referencias_relacionadas":["Salmos 41:9","Mateus 26:24","Atos 1:16-20"]},"joao_13_27_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Preposição que indica movimento ou acompanhamento.","explicacao_detalhada":"A palavra 'seguir' é usada para descrever a ação de Judas em relação a Jesus, mas também pode ser vista como um convite a todos os discípulos.","por_que_esta_palavra":"É crucial para entender a dinâmica entre Jesus e seus discípulos, especialmente no contexto da traição.","conexao_teologica":"Seguir a Jesus é um tema central no discipulado cristão.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"joao_13_28_homem":{"palavra_pt":"homem","palavra_original":"οὐδείς","transliteracao":"oudeís","strong":"G3762","significado_raiz":"Ideia básica: homem.","significado_contextual":"Termo que se refere à humanidade ou a um indivíduo.","explicacao_detalhada":"A palavra 'homem' é usada para enfatizar a condição humana e a fragilidade diante das escolhas morais.","por_que_esta_palavra":"É importante para destacar a universalidade da experiência humana, incluindo a traição.","conexao_teologica":"A condição humana é um tema central na teologia, especialmente em relação ao pecado e à redenção.","referencias_relacionadas":["Romanos 3:23","Gênesis 1:27","Salmos 8:4-5"]},"joao_13_28_grande":{"palavra_pt":"conhecer","palavra_original":"γινώσκω","transliteracao":"ginṓskō","strong":"G1097","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Verbo que significa ter conhecimento ou entendimento.","explicacao_detalhada":"A palavra 'conhecer' é usada para descrever a percepção e a compreensão das ações de Jesus e de Judas.","por_que_esta_palavra":"É fundamental para entender a relação entre os discípulos e a revelação de Jesus.","conexao_teologica":"O conhecimento de Jesus é essencial para a fé e a salvação.","referencias_relacionadas":["João 17:3","1 João 5:20","Provérbios 1:7"]},"joao_13_28_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Verbo que significa expressar-se verbalmente.","explicacao_detalhada":"A palavra 'falar' é usada para descrever a comunicação entre Jesus e seus discípulos, especialmente em momentos críticos.","por_que_esta_palavra":"É importante para entender a dinâmica da conversa e a revelação de Jesus sobre a traição.","conexao_teologica":"A comunicação de Jesus é um meio pelo qual Ele revela verdades espirituais aos seus seguidores.","referencias_relacionadas":["Mateus 5:37","Tiago 1:19","Efésios 4:29"]},"joao_13_29_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que se refere a Jesus Cristo, o Messias.","explicacao_detalhada":"Jesus é o nome que significa 'O Senhor é Salvação'. No contexto de João 13:29, refere-se a Jesus como o líder e mestre que estava prestes a ser traído.","por_que_esta_palavra":"A menção de Jesus neste versículo é crucial, pois destaca a sua autoridade e o papel central que ele desempenha na narrativa da Última Ceia.","conexao_teologica":"Jesus é visto como o cumprimento das profecias messiânicas e a encarnação da salvação divina.","referencias_relacionadas":["Mateus 1:21","João 3:16","Atos 4:12"]},"joao_13_29_business":{"palavra_pt":"assunto","palavra_original":"χρεία","transliteracao":"chreía","strong":"G5532","significado_raiz":"Ideia básica: assunto.","significado_contextual":"Refere-se a um assunto ou necessidade específica que deve ser atendida.","explicacao_detalhada":"A palavra 'assunto' indica uma tarefa ou responsabilidade que Judas Iscariotes tinha, que era a de cuidar da bolsa de dinheiro dos discípulos.","por_que_esta_palavra":"A menção do 'assunto' é importante para entender a traição de Judas e o papel que ele desempenhou na narrativa da crucificação.","conexao_teologica":"Este versículo destaca a soberania de Deus mesmo nas ações humanas, incluindo a traição.","referencias_relacionadas":["Lucas 22:3-6","Mateus 26:14-16","João 12:6"]},"joao_13_30_midnight":{"palavra_pt":"mid night","palavra_original":"νύξ","transliteracao":"nýx","strong":"G3571","significado_raiz":"Ideia básica: mid night.","significado_contextual":"Refere-se ao momento da noite em que Judas saiu para trair Jesus.","explicacao_detalhada":"A expressão 'meia-noite' simboliza um tempo de trevas e traição, contrastando com a luz que Jesus representa.","por_que_esta_palavra":"Este momento é significativo, pois marca a transição para os eventos que levarão à crucificação de Jesus.","conexao_teologica":"A escuridão da noite simboliza a rejeição de Jesus e a chegada do pecado ao mundo.","referencias_relacionadas":["Mateus 26:45","Marcos 14:41","Lucas 22:53"]},"joao_13_30_agarrar":{"palavra_pt":"receber","palavra_original":"λαμβάνω","transliteracao":"lambánō","strong":"G2983","significado_raiz":"Ideia básica: receber.","significado_contextual":"Refere-se ao ato de receber ou tomar algo.","explicacao_detalhada":"No contexto, Judas recebe o pedaço de pão que Jesus lhe oferece, um ato que simboliza a sua traição.","por_que_esta_palavra":"A palavra 'receber' é crucial para entender a dinâmica da traição e a escolha de Judas.","conexao_teologica":"Este ato de receber o pão é um símbolo da comunhão, contrastando com a traição de Judas.","referencias_relacionadas":["Mateus 26:23-25","Marcos 14:18-21","Lucas 22:21-23"]},"joao_13_31_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se novamente a Jesus, enfatizando sua identidade e missão.","explicacao_detalhada":"Neste versículo, Jesus fala sobre a glorificação que está prestes a ocorrer através de sua morte e ressurreição.","por_que_esta_palavra":"A repetição do nome Jesus enfatiza sua centralidade na narrativa e na teologia cristã.","conexao_teologica":"A glorificação de Jesus é um tema central no Novo Testamento, representando a vitória sobre o pecado e a morte.","referencias_relacionadas":["João 12:23","Filipenses 2:9-11","Hebreus 2:9"]},"joao_13_31_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus, o Pai, que é glorificado através das ações de Jesus.","explicacao_detalhada":"Neste contexto, Jesus fala sobre como sua morte e ressurreição glorificam o Pai, mostrando a unidade entre eles.","por_que_esta_palavra":"A menção de Deus é fundamental para entender a relação entre o Filho e o Pai na obra da salvação.","conexao_teologica":"A glorificação de Deus através de Jesus é um tema recorrente, destacando a importância da Trindade.","referencias_relacionadas":["João 14:13","Romanos 15:6","1 Coríntios 10:31"]},"joao_13_31_gloria":{"palavra_pt":"gloria","palavra_original":"δοξάζω","transliteracao":"doxázō","strong":"G1392","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à honra e reconhecimento que Jesus e o Pai receberão.","explicacao_detalhada":"A palavra 'glória' implica a manifestação da presença e poder de Deus, especialmente através da obra redentora de Jesus.","por_que_esta_palavra":"A ênfase na glória destaca a importância da obra de Cristo e sua relevância para a fé cristã.","conexao_teologica":"A glória de Deus é um tema central na Escritura, refletindo sua natureza e caráter.","referencias_relacionadas":["Isaías 43:7","João 17:1-5","Romanos 8:18"]},"joao_13_32_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus, enfatizando sua soberania e poder.","explicacao_detalhada":"Neste versículo, a glorificação de Jesus também resulta na glorificação do Pai, mostrando a interdependência entre eles.","por_que_esta_palavra":"A menção de Deus reforça a ideia de que a obra de Jesus é parte do plano divino.","conexao_teologica":"A relação entre a glorificação de Jesus e a glorificação de Deus é um tema importante na teologia cristã.","referencias_relacionadas":["João 17:10","Mateus 5:16","Apocalipse 4:11"]},"joao_13_32_gloria":{"palavra_pt":"gloria","palavra_original":"δοξάζω","transliteracao":"doxázō","strong":"G1392","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à honra e reconhecimento que Deus receberá através da obra de Jesus.","explicacao_detalhada":"A glória de Deus é manifestada na obra redentora de Cristo, que traz salvação à humanidade.","por_que_esta_palavra":"A ênfase na glória de Deus é crucial para entender o propósito da vinda de Jesus ao mundo.","conexao_teologica":"A glória de Deus é um tema central na adoração e na vida cristã.","referencias_relacionadas":["Salmos 19:1","Isaías 6:3","Romanos 11:36"]},"joao_13_32_forasmuch":{"palavra_pt":"porque","palavra_original":"εἰ","transliteracao":"ei","strong":"G1487","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se à razão ou causa de algo.","explicacao_detalhada":"Neste contexto, 'porque' introduz a explicação do motivo pelo qual Deus é glorificado através de Jesus.","por_que_esta_palavra":"A palavra 'porque' é fundamental para entender a lógica da glorificação de Deus e Jesus.","conexao_teologica":"A relação entre a glorificação de Jesus e a glorificação de Deus é um tema importante na teologia cristã.","referencias_relacionadas":["João 12:28","Romanos 8:30","1 Pedro 4:11"]},"joao_13_33_children":{"palavra_pt":"children","palavra_original":"τεκνίον","transliteracao":"tekníon","strong":"G5040","significado_raiz":"Ideia básica: children.","significado_contextual":"Refere-se aos discípulos de Jesus, que são chamados de 'filhos' em um sentido espiritual, indicando a relação íntima entre eles e o Mestre.","explicacao_detalhada":"A palavra 'τεκνίον' (tekníon) é um diminutivo de 'teknon', que significa 'filho'. Neste contexto, Jesus se dirige aos seus discípulos com um tom de carinho e preocupação, como um pai que se despede de seus filhos.","por_que_esta_palavra":"Jesus usa 'children' para enfatizar a relação de amor e cuidado que Ele tem por seus seguidores, destacando a necessidade de união e amor entre eles.","conexao_teologica":"A relação entre Jesus e seus discípulos é frequentemente descrita em termos de paternidade e filiação, refletindo a natureza do relacionamento entre Deus e Seus filhos.","referencias_relacionadas":["João 1:12","Romanos 8:16","Gálatas 4:6"]},"joao_13_33_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"A palavra 'buscar' é usada no sentido de procurar ou anseiar por algo, neste caso, a presença de Jesus.","explicacao_detalhada":"A palavra 'ζητέω' (zētéō) implica uma busca ativa e intencional. Jesus está alertando seus discípulos sobre a sua partida e a necessidade de buscá-lo em espírito e verdade.","por_que_esta_palavra":"A escolha da palavra 'buscar' destaca a importância da busca espiritual e da devoção, especialmente em tempos de incerteza.","conexao_teologica":"Buscar a presença de Deus é um tema central na Bíblia, refletindo a necessidade de comunhão contínua com o Senhor.","referencias_relacionadas":["Mateus 7:7","Salmos 27:8","Hebreus 11:6"]},"joao_13_33_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"Refere-se à partida iminente de Jesus, que está prestes a ser crucificado.","explicacao_detalhada":"A palavra 'ὑπάγω' (hypágō) significa 'ir embora' ou 'partir'. Jesus está preparando seus discípulos para sua ausência física, mas também para a continuidade de sua missão.","por_que_esta_palavra":"A palavra 'depart' é crucial para entender a transição do ministério de Jesus para a era da Igreja, onde os discípulos devem continuar a obra.","conexao_teologica":"A partida de Jesus é essencial para a vinda do Espírito Santo, que capacita os crentes a continuar sua obra.","referencias_relacionadas":["João 14:2-3","Atos 1:9","Mateus 28:19-20"]},"joao_13_34_mandamento":{"palavra_pt":"mandamento","palavra_original":"ἐντολή","transliteracao":"entolḗ","strong":"G1785","significado_raiz":"Ideia básica: mandamento.","significado_contextual":"Jesus dá um novo mandamento aos seus discípulos, que é amar uns aos outros.","explicacao_detalhada":"A palavra 'ἐντολή' (entolḗ) refere-se a uma ordem ou instrução. Este mandamento é fundamental para a ética cristã e a vida em comunidade.","por_que_esta_palavra":"O mandamento de amar é central para a mensagem de Jesus e reflete o caráter de Deus, que é amor.","conexao_teologica":"O amor é a essência da lei de Deus e o cumprimento de todas as Escrituras, conforme Romanos 13:10.","referencias_relacionadas":["Mateus 22:37-39","1 João 4:7","Romanos 13:10"]},"joao_13_34_new":{"palavra_pt":"new","palavra_original":"καινός","transliteracao":"kainós","strong":"G2537","significado_raiz":"Ideia básica: new.","significado_contextual":"Refere-se ao novo mandamento que Jesus está dando, que é um chamado à transformação do coração.","explicacao_detalhada":"A palavra 'καινός' (kainós) significa 'novo' no sentido de algo que traz renovação e frescor. Este mandamento não é apenas uma repetição da lei antiga, mas uma nova expressão do amor.","por_que_esta_palavra":"O uso de 'novo' indica que a mensagem de Jesus traz uma nova perspectiva sobre o amor e a comunidade entre os crentes.","conexao_teologica":"A nova aliança em Cristo é caracterizada por um amor que transcende a lei e se manifesta em ações concretas.","referencias_relacionadas":["2 Coríntios 5:17","Hebreus 8:13","Gálatas 6:15"]},"joao_13_34_libertar":{"palavra_pt":"dar","palavra_original":"δίδωμι","transliteracao":"dídōmi","strong":"G1325","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar, especialmente no contexto de amor e serviço aos outros.","explicacao_detalhada":"A palavra 'δίδωμι' (dídōmi) implica um ato de generosidade e entrega. Jesus exemplifica isso ao dar sua vida pelos outros.","por_que_esta_palavra":"Dar é um princípio fundamental do cristianismo, refletindo o amor sacrificial de Cristo.","conexao_teologica":"O ato de dar é central na vida cristã, refletindo a natureza de Deus que deu Seu Filho por nós.","referencias_relacionadas":["João 3:16","Atos 20:35","2 Coríntios 9:7"]},"joao_13_35_grande":{"palavra_pt":"conhecer","palavra_original":"γινώσκω","transliteracao":"ginṓskō","strong":"G1097","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Refere-se ao reconhecimento dos discípulos como seguidores de Jesus pelo amor que demonstram uns pelos outros.","explicacao_detalhada":"A palavra 'γινώσκω' (ginṓskō) significa 'conhecer' no sentido de reconhecimento e entendimento profundo. O amor é a marca distintiva dos verdadeiros discípulos.","por_que_esta_palavra":"O amor mútuo é a evidência visível da verdadeira fé e relacionamento com Cristo.","conexao_teologica":"O amor é o cumprimento da lei e a evidência da presença do Espírito Santo na vida dos crentes.","referencias_relacionadas":["1 João 3:14","Gálatas 5:22-23","Romanos 5:5"]},"joao_13_35_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao modo de vida que os discípulos devem seguir, caracterizado pelo amor.","explicacao_detalhada":"A palavra 'πᾶς' (pâs) é um termo abrangente que implica que todos os aspectos da vida do crente devem refletir o amor de Cristo.","por_que_esta_palavra":"O caminho do amor é o que distingue os seguidores de Cristo no mundo.","conexao_teologica":"O caminho de Jesus é um modelo para a vida cristã, onde o amor deve ser a motivação central.","referencias_relacionadas":["Mateus 5:16","Efésios 5:2","1 Pedro 2:21"]},"joao_13_36_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Refere-se a Pedro, que é chamado de 'rocha' por Jesus, simbolizando sua firmeza na fé.","explicacao_detalhada":"A palavra 'Πέτρος' (Pétros) significa 'rocha' e representa a base sobre a qual a Igreja seria construída. Jesus reconhece a liderança e a importância de Pedro entre os discípulos.","por_que_esta_palavra":"A designação de Pedro como 'rocha' é significativa para entender seu papel na fundação da Igreja.","conexao_teologica":"A Igreja é construída sobre a confissão de fé em Cristo, e Pedro é um exemplo de liderança e fé.","referencias_relacionadas":["Mateus 16:18","Atos 2:14-41","1 Pedro 2:5"]},"joao_13_36_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade de Jesus como Senhor e Mestre, que deve ser reconhecida pelos discípulos.","explicacao_detalhada":"A palavra 'κύριος' (kýrios) é usada para designar alguém com autoridade e poder. Jesus é reconhecido como Senhor, e isso implica submissão e respeito por parte dos discípulos.","por_que_esta_palavra":"Reconhecer Jesus como Senhor é fundamental para a fé cristã e para a vida em comunidade.","conexao_teologica":"A autoridade de Cristo é central na teologia cristã, refletindo seu papel como Salvador e Rei.","referencias_relacionadas":["Filipenses 2:9-11","Romanos 10:9","Colossenses 1:16-17"]},"joao_13_36_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o nome do Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"No contexto de João 13:36, Pedro pergunta a Jesus para onde Ele vai, demonstrando sua preocupação e lealdade. Jesus, sendo o Salvador, é a figura central que traz redenção e esperança.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental para a fé cristã, pois representa a encarnação de Deus e a promessa de salvação.","conexao_teologica":"Jesus é o mediador entre Deus e a humanidade, e seu nome é invocado em oração e adoração.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:13"]},"joao_13_37_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Pedro, cujo nome significa 'rocha', é visto como a base da igreja.","explicacao_detalhada":"Em João 13:37, Pedro afirma que está disposto a dar a vida por Jesus. O nome 'Pedro' simboliza firmeza e estabilidade na fé.","por_que_esta_palavra":"A rocha representa segurança e confiança, características que Pedro deve ter como líder entre os apóstolos.","conexao_teologica":"A igreja é construída sobre a confissão de fé em Cristo, que é a verdadeira rocha.","referencias_relacionadas":["Mateus 16:18","1 Pedro 2:4-5","Salmos 18:2"]},"joao_13_37_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade de Jesus sobre a vida e a morte.","explicacao_detalhada":"No versículo, Pedro chama Jesus de 'Senhor', reconhecendo sua posição divina e autoridade. Isso reflete a relação de submissão e respeito.","por_que_esta_palavra":"A palavra 'senhor' é usada para expressar reverência e reconhecimento da soberania de Cristo.","conexao_teologica":"Jesus é o Senhor que governa sobre todas as coisas e a quem devemos obedecer.","referencias_relacionadas":["Filipenses 2:9-11","Romanos 10:9","1 Coríntios 8:6"]},"joao_13_37_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' refere-se à essência da vida humana.","explicacao_detalhada":"Pedro expressa sua disposição de dar sua vida, ou alma, por Jesus. Isso mostra a profundidade de seu compromisso e amor.","por_que_esta_palavra":"A alma é vista como a parte imortal do ser humano, e sua entrega representa um sacrifício total.","conexao_teologica":"A entrega da alma é um tema central na fé cristã, refletindo o sacrifício de Cristo por nós.","referencias_relacionadas":["Mateus 16:26","Marcos 8:37","Lucas 9:24"]},"joao_13_38_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus reafirma sua identidade e missão como o Salvador.","explicacao_detalhada":"Neste versículo, Jesus responde a Pedro, prevendo sua negação. O nome 'Jesus' é central para a compreensão de sua obra redentora.","por_que_esta_palavra":"O nome 'Jesus' é essencial para a salvação e a relação do crente com Deus.","conexao_teologica":"A obra de Jesus na cruz é o fundamento da fé cristã.","referencias_relacionadas":["João 3:16","Atos 2:21","Romanos 5:8"]},"joao_13_38_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' é usada para descrever a vida e a identidade de uma pessoa.","explicacao_detalhada":"Pedro se compromete a dar sua alma por Jesus, mostrando a intensidade de seu amor e devoção.","por_que_esta_palavra":"A alma é vista como a parte mais íntima do ser humano, e sua entrega é um ato de total entrega.","conexao_teologica":"A entrega da alma é um reflexo do amor que devemos ter por Cristo.","referencias_relacionadas":["Mateus 22:37","Lucas 14:26","1 João 3:16"]},"joao_13_38_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"A palavra 'arco' pode simbolizar um compromisso ou uma aliança.","explicacao_detalhada":"Embora o uso da palavra 'arco' não seja comum neste contexto, pode ser interpretado como um símbolo de proteção e compromisso.","por_que_esta_palavra":"O arco representa a ideia de um pacto, que é central na relação entre Deus e a humanidade.","conexao_teologica":"A aliança de Deus com seu povo é um tema recorrente na Bíblia.","referencias_relacionadas":["Gênesis 9:13","Hebreus 8:6","Mateus 26:28"]}}