{"joao_14_1_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Ser Supremo, criador e sustentador do universo.","explicacao_detalhada":"Em João 14:1, Jesus conforta seus discípulos, afirmando que eles devem crer em Deus e nele. Isso destaca a unidade entre o Pai e o Filho.","por_que_esta_palavra":"A crença em Deus é fundamental para a fé cristã, sendo a base da esperança e da confiança.","conexao_teologica":"A relação entre Deus e Jesus é central na teologia cristã, mostrando a divindade de Cristo.","referencias_relacionadas":["João 10:30","Hebreus 11:6","1 João 5:20"]},"joao_14_1_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' implica confiança e fé em Deus e em Jesus.","explicacao_detalhada":"Jesus exorta seus discípulos a crerem, enfatizando a importância da fé em tempos de incerteza.","por_que_esta_palavra":"A fé é o meio pelo qual recebemos a salvação e a graça de Deus.","conexao_teologica":"A fé é essencial para a vida cristã e a relação com Deus.","referencias_relacionadas":["Efésios 2:8-9","Hebreus 11:1","Romanos 1:17"]},"joao_14_2_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude da casa de Deus.","explicacao_detalhada":"Jesus fala sobre a casa do Pai, que é vasta e acolhedora, simbolizando o lugar que Ele preparou para os crentes.","por_que_esta_palavra":"A grandeza da casa de Deus reflete seu amor e cuidado por seus filhos.","conexao_teologica":"A promessa de um lar eterno é um dos pilares da esperança cristã.","referencias_relacionadas":["Apocalipse 21:2","Hebreus 11:16","1 Pedro 1:4"]},"joao_14_2_familia":{"palavra_pt":"familia","palavra_original":"οἰκία","transliteracao":"oikía","strong":"G3614","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se ao lar ou à casa, simbolizando a união e o acolhimento.","explicacao_detalhada":"A palavra 'familia' no contexto de João 14:2 sugere um espaço de segurança e pertencimento, onde os crentes são acolhidos por Deus.","por_que_esta_palavra":"Jesus usa 'familia' para transmitir a ideia de que há um lugar preparado para os que creem, enfatizando a intimidade e o cuidado de Deus.","conexao_teologica":"A noção de 'familia' reflete a relação entre Deus e os crentes, como filhos e filhas em Sua casa.","referencias_relacionadas":["Salmos 68:6","Efésios 2:19","1 João 3:1"]},"joao_14_3_morrer":{"palavra_pt":"ir","palavra_original":"πορεύομαι","transliteracao":"poreúomai","strong":"G4198","significado_raiz":"Ideia básica: ir.","significado_contextual":"Indica a ação de ir para um lugar específico, neste caso, o céu.","explicacao_detalhada":"A palavra 'ir' é usada por Jesus para afirmar que Ele está indo preparar um lugar para os Seus seguidores, o que implica uma transição para a vida eterna.","por_que_esta_palavra":"A escolha da palavra 'ir' enfatiza a certeza do retorno de Jesus e a preparação do lugar para os crentes.","conexao_teologica":"A ideia de 'ir' está ligada à missão de Jesus e à promessa de Sua volta, reforçando a esperança da vida eterna.","referencias_relacionadas":["Atos 1:11","1 Tessalonicenses 4:16-17","Apocalipse 21:2"]},"joao_14_3_prepare":{"palavra_pt":"preparar","palavra_original":"ἑτοιμάζω","transliteracao":"hetoimázō","strong":"G2090","significado_raiz":"Ideia básica: preparar.","significado_contextual":"Refere-se ao ato de preparar um lugar, simbolizando cuidado e intenção.","explicacao_detalhada":"Jesus afirma que Ele vai preparar um lugar para os crentes, indicando que há um planejamento divino para a vida eterna.","por_que_esta_palavra":"A palavra 'preparar' sugere que o céu não é um lugar aleatório, mas um lar cuidadosamente planejado por Deus.","conexao_teologica":"A preparação do lugar reflete o amor de Deus e Sua intenção de acolher os crentes em Sua presença.","referencias_relacionadas":["Hebreus 11:16","Mateus 25:34","Apocalipse 21:3"]},"joao_14_4_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"Indica a ação de sair ou partir para um destino.","explicacao_detalhada":"Jesus usa 'depart' para afirmar que Ele está indo para o Pai, reforçando a ideia de que Sua missão na terra está chegando ao fim.","por_que_esta_palavra":"A palavra 'depart' é significativa, pois marca a transição de Jesus da terra para o céu, preparando o caminho para os crentes.","conexao_teologica":"A partida de Jesus é essencial para a vinda do Espírito Santo e para a continuidade da obra de Deus na terra.","referencias_relacionadas":["João 16:7","Lucas 24:51","Atos 1:9"]},"joao_14_4_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"Usado para conectar ideias, indicando consequência ou conclusão.","explicacao_detalhada":"A palavra 'portanto' liga a afirmação anterior à necessidade de conhecer o caminho que leva ao Pai.","por_que_esta_palavra":"É uma transição importante que leva os ouvintes a refletirem sobre a importância de saber o caminho para o Pai.","conexao_teologica":"A conexão entre a partida de Jesus e o conhecimento do caminho é fundamental para a fé cristã.","referencias_relacionadas":["Romanos 10:14","Hebreus 10:19-20","1 João 5:20"]},"joao_14_5_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à posição de Senhor, indicando autoridade e soberania.","explicacao_detalhada":"Tomé questiona Jesus sobre o caminho, e a resposta de Jesus reafirma Sua autoridade como Senhor e guia.","por_que_esta_palavra":"A palavra 'senhor' é crucial para entender a relação de submissão e confiança que os crentes devem ter em Jesus.","conexao_teologica":"A autoridade de Jesus é um tema central no Novo Testamento, destacando Sua divindade e papel redentor.","referencias_relacionadas":["Mateus 28:18","Filipenses 2:9-11","Romanos 14:9"]},"joao_14_5_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"Reitera a ideia de partir, enfatizando a continuidade da mensagem de Jesus.","explicacao_detalhada":"A repetição da palavra 'depart' reforça a certeza de que Jesus está indo para o Pai e que isso é parte do plano divino.","por_que_esta_palavra":"A ênfase na partida de Jesus é essencial para entender a natureza de Sua missão e o propósito de Sua vinda.","conexao_teologica":"A partida de Jesus é um passo necessário para a realização da salvação e a vinda do Espírito Santo.","referencias_relacionadas":["João 16:28","Atos 1:11","Hebreus 9:28"]},"joao_14_6_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se ao nome e à identidade de Jesus como o Salvador.","explicacao_detalhada":"Jesus se apresenta como o caminho, a verdade e a vida, afirmando Sua singularidade como mediador entre Deus e os homens.","por_que_esta_palavra":"A identificação de Jesus é fundamental para a fé cristã, pois Ele é o único caminho para a salvação.","conexao_teologica":"A afirmação de que Jesus é o caminho, a verdade e a vida é central para a teologia cristã e a compreensão da salvação.","referencias_relacionadas":["Atos 4:12","1 Timóteo 2:5","Romanos 5:1"]},"joao_14_6_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida plena e eterna que Jesus oferece.","explicacao_detalhada":"A palavra 'vida' implica não apenas a existência física, mas uma vida espiritual abundante em comunhão com Deus.","por_que_esta_palavra":"A ênfase na 'vida' destaca a promessa de Jesus de que aqueles que O seguem terão vida eterna.","conexao_teologica":"A vida em Cristo é um tema central na doutrina cristã, refletindo a redenção e a nova criação.","referencias_relacionadas":["João 10:10","Romanos 6:23","Gálatas 2:20"]},"joao_14_7_grande":{"palavra_pt":"conhecer","palavra_original":"γινώσκω","transliteracao":"ginṓskō","strong":"G1097","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Refere-se ao ato de conhecer, implicando uma relação íntima e pessoal.","explicacao_detalhada":"Jesus ensina que conhecer a Ele é fundamental para conhecer o Pai, enfatizando a revelação divina.","por_que_esta_palavra":"A palavra 'conhecer' sugere um relacionamento profundo, não apenas intelectual, mas espiritual.","conexao_teologica":"O conhecimento de Deus é essencial para a vida cristã e a experiência da salvação.","referencias_relacionadas":["João 17:3","1 João 2:3","Filipenses 3:10"]},"joao_14_7_behold":{"palavra_pt":"eis","palavra_original":"ὁράω","transliteracao":"horáō","strong":"G3708","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é usada para chamar a atenção para algo importante que está prestes a ser revelado.","explicacao_detalhada":"Neste contexto, Jesus está se preparando para explicar a natureza de sua relação com o Pai e a importância de conhecê-lo.","por_que_esta_palavra":"A utilização de 'eis' enfatiza a urgência e a importância da mensagem que Jesus está prestes a transmitir.","conexao_teologica":"A palavra conecta-se à revelação divina, onde Jesus é o mediador que traz a verdade sobre Deus ao mundo.","referencias_relacionadas":["João 1:18","Hebreus 1:3","Mateus 11:27"]},"joao_14_8_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade e soberania de Jesus como o Cristo.","explicacao_detalhada":"Felipe, ao chamar Jesus de 'Senhor', reconhece sua posição de autoridade e divindade, refletindo a relação de submissão e reverência.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a identidade de Jesus e sua relação com os discípulos e a humanidade.","conexao_teologica":"A autoridade de Jesus é um tema central no Novo Testamento, onde Ele é reconhecido como Senhor sobre todas as coisas.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:9-11","Atos 2:36"]},"joao_14_8_nome":{"palavra_pt":"nome","palavra_original":"Φίλιππος","transliteracao":"Phílippos","strong":"G5376","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' aqui se refere à identidade e ao caráter de Jesus.","explicacao_detalhada":"Quando Felipe pede para ver o Pai, ele está buscando uma compreensão mais profunda da natureza de Deus, que se revela em Jesus.","por_que_esta_palavra":"O 'nome' de Jesus é sinônimo de sua autoridade e poder, e conhecer seu nome é essencial para a fé cristã.","conexao_teologica":"O nome de Jesus é central na salvação e na revelação de Deus ao homem.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Filipenses 2:9"]},"joao_14_9_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é o nome próprio do Salvador, que significa 'O Senhor é salvação'.","explicacao_detalhada":"Neste versículo, Jesus está enfatizando que conhecer a Ele é conhecer o Pai, pois Ele é a manifestação de Deus na terra.","por_que_esta_palavra":"O nome 'Jesus' é fundamental para a fé cristã, pois representa a encarnação de Deus e a salvação oferecida à humanidade.","conexao_teologica":"A identidade de Jesus como o Filho de Deus é central para a teologia cristã, que vê nele a plenitude da revelação divina.","referencias_relacionadas":["João 1:14","Colossenses 2:9","Hebreus 1:2"]},"joao_14_9_years":{"palavra_pt":"anos","palavra_original":"χρόνος","transliteracao":"chrónos","strong":"G5550","significado_raiz":"Ideia básica: anos.","significado_contextual":"A palavra 'anos' refere-se ao tempo que Jesus passou com seus discípulos, ensinando e revelando a verdade.","explicacao_detalhada":"Jesus menciona o tempo que esteve com eles para enfatizar a intimidade e a continuidade de seu ministério.","por_que_esta_palavra":"A menção de 'anos' destaca a paciência e a dedicação de Jesus em ensinar seus discípulos.","conexao_teologica":"O tempo de Jesus na terra é visto como um período de preparação para a missão dos discípulos após sua ascensão.","referencias_relacionadas":["Lucas 3:23","Mateus 4:17","Marcos 1:14"]},"joao_14_9_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em um compromisso ativo de seguir os ensinamentos e o exemplo de Jesus.","explicacao_detalhada":"Jesus está chamando seus discípulos a não apenas conhecê-lo, mas a seguir seus passos e viver de acordo com sua palavra.","por_que_esta_palavra":"A ideia de seguir é central na vida cristã, que envolve ação e dedicação à fé.","conexao_teologica":"Seguir a Jesus é um chamado à discipulado, que implica em transformação e obediência.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"joao_14_10_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' refere-se à fé e confiança em Jesus como o Filho de Deus.","explicacao_detalhada":"Jesus está desafiando seus discípulos a crerem não apenas em suas palavras, mas também nas obras que Ele realiza.","por_que_esta_palavra":"A fé é um elemento essencial para a salvação e a relação com Deus.","conexao_teologica":"A crença em Jesus é o fundamento da vida cristã e da relação com Deus.","referencias_relacionadas":["João 3:16","Romanos 1:17","Hebreus 11:6"]},"joao_14_10_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se às obras que Jesus realiza, que são sinais de sua divindade.","explicacao_detalhada":"Jesus afirma que as obras que Ele faz são uma demonstração de sua unidade com o Pai e de sua missão redentora.","por_que_esta_palavra":"A ação de fazer é crucial para entender o ministério de Jesus e sua autoridade.","conexao_teologica":"As obras de Jesus são evidências de sua natureza divina e do cumprimento das promessas de Deus.","referencias_relacionadas":["João 5:36","Atos 2:22","Mateus 11:5"]},"joao_14_11_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' é reiterada para enfatizar a importância da fé na compreensão da obra de Jesus.","explicacao_detalhada":"Jesus está reforçando que a fé é necessária para entender a relação entre Ele e o Pai, e as obras que realiza.","por_que_esta_palavra":"A repetição da palavra 'crer' sublinha a necessidade de fé contínua na vida do crente.","conexao_teologica":"A fé é a chave para a salvação e para a vida em comunhão com Deus.","referencias_relacionadas":["João 20:29","Gálatas 2:20","Efésios 2:8-9"]},"joao_14_11_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à natureza divina e à relação de Jesus com o Pai.","explicacao_detalhada":"Neste contexto, Jesus está afirmando sua divindade e a unidade com o Pai, desafiando os discípulos a reconhecerem essa verdade.","por_que_esta_palavra":"A menção de 'deus' é fundamental para entender a teologia da Trindade e a natureza de Cristo.","conexao_teologica":"A divindade de Jesus é um pilar da fé cristã, que afirma que Ele é verdadeiramente Deus e verdadeiramente homem.","referencias_relacionadas":["João 1:1","Colossenses 1:16-17","Hebreus 1:8"]},"joao_14_12_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' refere-se à fé e confiança em Jesus como o Filho de Deus e Salvador.","explicacao_detalhada":"Neste versículo, Jesus afirma que aqueles que creem nele farão obras ainda maiores do que as que Ele fez, enfatizando a importância da fé ativa e da crença em sua divindade.","por_que_esta_palavra":"A palavra 'crer' é fundamental para a relação do crente com Deus, pois é através da fé que se estabelece a conexão com o divino e se recebe a salvação.","conexao_teologica":"A crença em Jesus é o ponto central da teologia cristã, que ensina que a salvação vem pela fé e não por obras.","referencias_relacionadas":["João 3:16","Hebreus 11:1","Romanos 10:9"]},"joao_14_12_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' implica em realizar ações que refletem a fé e o poder de Deus.","explicacao_detalhada":"Jesus menciona que aqueles que creem nele farão obras maiores, indicando que a fé deve ser acompanhada de ações concretas que manifestem essa crença.","por_que_esta_palavra":"A ação de 'fazer' é uma resposta prática à fé, mostrando que a crença deve se traduzir em obras que glorificam a Deus.","conexao_teologica":"A relação entre fé e obras é um tema recorrente na Bíblia, onde a verdadeira fé se manifesta em ações.","referencias_relacionadas":["Tiago 2:17","Mateus 5:16","Gálatas 5:6"]},"joao_14_12_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"O 'temor' aqui se refere a um respeito profundo e reverente a Deus.","explicacao_detalhada":"O temor do Senhor é o princípio da sabedoria e é essencial para uma vida que agrada a Deus, refletindo a relação de submissão e respeito ao Criador.","por_que_esta_palavra":"O temor é uma resposta adequada à grandeza de Deus e à sua santidade, levando os crentes a viverem de maneira justa.","conexao_teologica":"O temor do Senhor é frequentemente mencionado nas Escrituras como fundamental para a vida espiritual e moral do crente.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 33:6"]},"joao_14_13_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' novamente enfatiza a ação que deve acompanhar a fé.","explicacao_detalhada":"Jesus promete que tudo o que pedirmos em seu nome será feito, o que implica em agir de acordo com a vontade de Deus.","por_que_esta_palavra":"A ação de 'fazer' é uma expressão da fé que se manifesta em oração e dependência de Deus.","conexao_teologica":"A oração em nome de Jesus é um meio pelo qual os crentes se conectam com o Pai e realizam sua vontade na terra.","referencias_relacionadas":["Mateus 7:7","Tiago 4:3","1 João 5:14"]},"joao_14_14_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A repetição da palavra 'fazer' reforça a ideia de que a fé deve ser acompanhada de ações.","explicacao_detalhada":"Jesus continua a enfatizar a importância de pedir em seu nome, mostrando que a ação deve estar alinhada com a vontade divina.","por_que_esta_palavra":"A ação de 'fazer' é um reflexo da fé e da confiança em Jesus como nosso intercessor.","conexao_teologica":"A intercessão de Cristo é um tema central na teologia cristã, onde Ele atua como mediador entre Deus e os homens.","referencias_relacionadas":["Romanos 8:34","Hebreus 7:25","1 Timóteo 2:5"]},"joao_14_15_mandamento":{"palavra_pt":"mandamento","palavra_original":"ἐντολή","transliteracao":"entolḗ","strong":"G1785","significado_raiz":"Ideia básica: mandamento.","significado_contextual":"A palavra 'mandamento' refere-se às instruções de Jesus para viver em obediência.","explicacao_detalhada":"Jesus destaca a importância de guardar seus mandamentos como uma expressão de amor e compromisso com Ele.","por_que_esta_palavra":"Os mandamentos são diretrizes que orientam a vida do crente, mostrando como viver de maneira que agrade a Deus.","conexao_teologica":"A obediência aos mandamentos de Deus é um sinal de amor e fidelidade, fundamental na vida cristã.","referencias_relacionadas":["João 15:10","1 João 5:3","Mateus 22:37-40"]},"joao_14_15_olho":{"palavra_pt":"guardar","palavra_original":"τηρέω","transliteracao":"tēréō","strong":"G5083","significado_raiz":"Ideia básica: guardar.","significado_contextual":"A palavra 'guardar' implica em proteger e obedecer aos mandamentos de Deus.","explicacao_detalhada":"Guardar os mandamentos é uma demonstração de amor a Deus e um compromisso de viver segundo sua vontade.","por_que_esta_palavra":"A ação de 'guardar' é essencial para a vida cristã, pois reflete a dedicação e a lealdade ao Senhor.","conexao_teologica":"A guarda dos mandamentos é uma expressão da fé e do relacionamento íntimo com Deus.","referencias_relacionadas":["Salmos 119:11","João 14:21","Tiago 1:22"]},"joao_14_16_intercessor":{"palavra_pt":"intercessor","palavra_original":"παράκλητος","transliteracao":"paráklētos","strong":"G3875","significado_raiz":"Ideia básica: intercessor.","significado_contextual":"A palavra 'intercessor' refere-se ao Espírito Santo, que é enviado para ajudar e guiar os crentes.","explicacao_detalhada":"Jesus promete enviar o Consolador, que intercede e ajuda os crentes em sua jornada espiritual.","por_que_esta_palavra":"O papel do intercessor é crucial, pois ele é o agente de Deus que atua na vida dos crentes, fortalecendo e guiando.","conexao_teologica":"A presença do Espírito Santo é uma das promessas de Jesus, assegurando que os crentes não estão sozinhos.","referencias_relacionadas":["Romanos 8:26","Gálatas 4:6","Atos 1:8"]},"joao_14_16_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em acompanhar e obedecer a Jesus em sua vida e ensinamentos.","explicacao_detalhada":"Seguir Jesus significa viver de acordo com seus ensinamentos e exemplo, refletindo sua vida em nossas ações.","por_que_esta_palavra":"O ato de seguir é uma escolha consciente de dedicar a vida a Cristo e seus princípios.","conexao_teologica":"Seguir Jesus é o chamado fundamental do cristão, que implica em renúncia e compromisso com a missão de Deus.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"joao_14_17_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se ao Espírito Santo, que é a presença de Deus entre os crentes.","explicacao_detalhada":"O Espírito Santo é descrito como o Consolador que habita nos crentes, guiando e ensinando-os em toda verdade.","por_que_esta_palavra":"O Espírito é essencial para a vida cristã, pois é Ele quem capacita e transforma os crentes.","conexao_teologica":"A doutrina do Espírito Santo é fundamental na teologia cristã, pois Ele é a presença ativa de Deus na vida do crente.","referencias_relacionadas":["Atos 2:4","1 Coríntios 12:13","Efésios 1:13-14"]},"joao_14_17_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Ideia básica: mundo.","significado_contextual":"Refere-se ao sistema mundial que se opõe a Deus e aos Seus princípios.","explicacao_detalhada":"No contexto de João 14:17, Jesus fala sobre o Espírito da Verdade que habitará nos crentes, contrastando com o 'mundo' que não pode recebê-lo, pois não o vê nem o conhece. O 'mundo' aqui representa a humanidade em rebelião contra Deus.","por_que_esta_palavra":"A palavra 'mundo' é usada para descrever a condição espiritual da humanidade que está afastada de Deus.","conexao_teologica":"A distinção entre os que pertencem a Deus e os que pertencem ao mundo é um tema recorrente na teologia cristã, enfatizando a necessidade de transformação e renovação espiritual.","referencias_relacionadas":["João 15:18-19","1 João 2:15-17","Romanos 12:2"]},"joao_14_17_poder":{"palavra_pt":"poder","palavra_original":"δύναμαι","transliteracao":"dýnamai","strong":"G1410","significado_raiz":"Ideia básica: poder.","significado_contextual":"Refere-se à capacidade divina do Espírito Santo que habitará nos crentes.","explicacao_detalhada":"Neste versículo, Jesus promete que o Espírito Santo dará aos crentes o poder necessário para viver de acordo com a vontade de Deus, capacitando-os a testemunhar e a viver em santidade.","por_que_esta_palavra":"A palavra 'poder' é fundamental para entender a atuação do Espírito Santo na vida do crente, que não é apenas uma força, mas uma presença ativa que transforma.","conexao_teologica":"O poder do Espírito Santo é essencial para a vida cristã, permitindo que os crentes cumpram a missão de Deus e vivam em obediência.","referencias_relacionadas":["Atos 1:8","Romanos 8:11","2 Timóteo 1:7"]},"joao_14_18_comfortless":{"palavra_pt":"comfortless","palavra_original":"ὀρφανός","transliteracao":"orphanós","strong":"G3737","significado_raiz":"Ideia básica: comfortless.","significado_contextual":"Refere-se à condição de estar desamparado ou sem consolo.","explicacao_detalhada":"Jesus promete que não deixará os seus discípulos como órfãos, indicando que Ele enviará o Espírito Santo para ser o Consolador, preenchendo a ausência que sua partida causaria.","por_que_esta_palavra":"A palavra 'comfortless' enfatiza a necessidade humana de consolo e apoio, especialmente em tempos de perda e incerteza.","conexao_teologica":"A presença do Espírito Santo como Consolador é uma das promessas centrais do cristianismo, garantindo que Deus está sempre presente com Seu povo.","referencias_relacionadas":["Salmos 68:5","Isaías 41:10","2 Coríntios 1:3-4"]},"joao_14_18_grande":{"palavra_pt":"vir","palavra_original":"ἔρχομαι","transliteracao":"érchomai","strong":"G2064","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de vir, especialmente no contexto da vinda do Espírito Santo.","explicacao_detalhada":"Jesus afirma que Ele voltará para os seus discípulos, o que se relaciona com a promessa do Espírito Santo e a esperança da segunda vinda de Cristo.","por_que_esta_palavra":"A palavra 'vir' é crucial para entender a expectativa da presença contínua de Cristo na vida dos crentes, tanto agora quanto no futuro.","conexao_teologica":"A vinda de Cristo e a promessa do Espírito Santo são interligadas, mostrando a continuidade da obra de Deus na história da salvação.","referencias_relacionadas":["Mateus 28:20","Atos 2:33","1 Tessalonicenses 4:16-17"]},"joao_14_18_homem":{"palavra_pt":"homem","palavra_original":"οὐ","transliteracao":"ou","strong":"G3756","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à condição humana e à necessidade de redenção.","explicacao_detalhada":"Neste contexto, a palavra 'homem' é usada para enfatizar a fragilidade e a dependência do ser humano em relação a Deus, especialmente na ausência de Cristo.","por_que_esta_palavra":"A palavra 'homem' destaca a natureza humana e sua vulnerabilidade, ressaltando a importância da intervenção divina.","conexao_teologica":"A teologia cristã enfatiza a necessidade de um Salvador, e a condição do homem é central para a compreensão do plano de salvação.","referencias_relacionadas":["Gênesis 1:27","Romanos 3:23","Efésios 2:1-3"]},"joao_14_19_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se à vida espiritual que é dada por Cristo.","explicacao_detalhada":"Jesus afirma que, embora Ele esteja prestes a ser crucificado, aqueles que creem Nele terão vida, uma vida que transcende a morte física e é caracterizada pela comunhão com Deus.","por_que_esta_palavra":"A palavra 'viver' é fundamental para a mensagem do evangelho, que oferece vida eterna através da fé em Cristo.","conexao_teologica":"A vida em Cristo é um tema central na teologia cristã, representando a transformação que ocorre na vida do crente.","referencias_relacionadas":["João 10:10","Romanos 6:4","1 João 5:11-12"]},"joao_14_19_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Ideia básica: mundo.","significado_contextual":"Refere-se ao sistema que rejeita a Deus e Sua verdade.","explicacao_detalhada":"Aqui, Jesus contrasta a vida que Ele oferece com a condição do mundo, que está em oposição a Deus e à Sua mensagem de salvação.","por_que_esta_palavra":"A palavra 'mundo' é usada para descrever a realidade espiritual que os crentes enfrentam, enfatizando a necessidade de permanecer firmes na fé.","conexao_teologica":"A luta entre o mundo e os valores do Reino de Deus é um tema recorrente nas Escrituras, desafiando os crentes a viverem de maneira distinta.","referencias_relacionadas":["João 16:33","1 João 5:19","Tiago 4:4"]},"joao_14_19_least":{"palavra_pt":"least","palavra_original":"μικρός","transliteracao":"mikrós","strong":"G3398","significado_raiz":"Ideia básica: least.","significado_contextual":"Refere-se à ideia de ser o menor ou menos importante.","explicacao_detalhada":"Jesus menciona que os que creem Nele, mesmo os considerados 'menos' no mundo, têm um lugar especial no Reino de Deus, enfatizando que todos são valiosos para Ele.","por_que_esta_palavra":"A palavra 'least' destaca a inversão de valores no Reino de Deus, onde os humildes e os desprezados são exaltados.","conexao_teologica":"A teologia do Reino de Deus frequentemente desafia as normas sociais, mostrando que a verdadeira grandeza é encontrada na humildade e no serviço.","referencias_relacionadas":["Mateus 5:3","Lucas 9:48","1 Coríntios 1:27-29"]},"joao_14_20_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que os discípulos reconhecerão a presença de Cristo.","explicacao_detalhada":"Jesus fala sobre um 'dia' em que os discípulos entenderão plenamente a sua relação com Ele e com o Pai, marcando um momento de revelação espiritual.","por_que_esta_palavra":"A palavra 'dia' simboliza um tempo de clareza e entendimento, onde a verdade de Cristo será plenamente revelada.","conexao_teologica":"A revelação de Cristo é um tema central na teologia cristã, onde o conhecimento de Deus é progressivamente revelado aos crentes.","referencias_relacionadas":["João 16:23-24","1 Coríntios 13:12","Apocalipse 21:23"]},"joao_14_20_grande":{"palavra_pt":"conhecer","palavra_original":"γινώσκω","transliteracao":"ginṓskō","strong":"G1097","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Refere-se ao ato de conhecer, especialmente em um nível mais profundo.","explicacao_detalhada":"Jesus enfatiza que conhecer a Ele e ao Pai é essencial para a vida espiritual, destacando a importância do relacionamento pessoal com Deus.","por_que_esta_palavra":"A palavra 'conhecer' implica um entendimento íntimo e relacional, não apenas intelectual.","conexao_teologica":"O conhecimento de Deus é fundamental para a vida cristã, sendo a base para a fé e a prática.","referencias_relacionadas":["Filipenses 3:10","Colossenses 1:10","1 João 2:3"]},"joao_14_21_mandamento":{"palavra_pt":"mandamento","palavra_original":"ἐντολή","transliteracao":"entolḗ","strong":"G1785","significado_raiz":"Ideia básica: mandamento.","significado_contextual":"O mandamento mencionado por Jesus refere-se à ordem de amar e obedecer a Deus.","explicacao_detalhada":"Neste versículo, Jesus enfatiza que aqueles que amam a Ele são aqueles que guardam Seus mandamentos. O amor a Deus se manifesta na obediência às Suas instruções.","por_que_esta_palavra":"A palavra 'mandamento' é crucial para entender a relação entre amor e obediência na vida cristã.","conexao_teologica":"A obediência aos mandamentos de Deus é um sinal de amor e compromisso com Ele, refletindo a aliança entre Deus e Seu povo.","referencias_relacionadas":["João 14:15","1 João 5:3","Mateus 22:37-40"]},"joao_14_21_possessao":{"palavra_pt":"possessao","palavra_original":"ἔχω","transliteracao":"échō","strong":"G2192","significado_raiz":"Ideia básica: possessao.","significado_contextual":"Possessão aqui se refere à presença de Deus na vida do crente como resultado da obediência.","explicacao_detalhada":"Jesus promete que aqueles que O amam e guardam Seus mandamentos terão a manifestação de Deus em suas vidas, indicando uma relação íntima e pessoal.","por_que_esta_palavra":"A palavra 'possessão' destaca a ideia de que Deus habita no coração dos que O obedecem.","conexao_teologica":"A presença de Deus na vida do crente é um tema central na teologia cristã, simbolizando a comunhão e a intimidade com o Senhor.","referencias_relacionadas":["João 14:23","Romanos 8:9-11","1 Coríntios 3:16"]},"joao_14_22_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' refere-se à autoridade de Jesus como Mestre e Salvador.","explicacao_detalhada":"Judas (não o Iscariotes) questiona Jesus sobre a manifestação de Sua autoridade e presença, revelando a busca por compreensão sobre o reino de Deus.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para reconhecer a soberania de Cristo em nossas vidas.","conexao_teologica":"A autoridade de Jesus é um aspecto central da fé cristã, pois Ele é reconhecido como Senhor e Salvador.","referencias_relacionadas":["Filipenses 2:9-11","Mateus 28:18","Atos 2:36"]},"joao_14_22_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se à transformação que ocorre na vida do crente ao seguir a Cristo.","explicacao_detalhada":"Jesus fala sobre a grandeza que vem da obediência e do amor, indicando que a verdadeira grandeza é encontrada em servir a Deus e aos outros.","por_que_esta_palavra":"A palavra 'tornar-se' enfatiza a ideia de transformação e crescimento espiritual na vida do crente.","conexao_teologica":"A transformação do crente é um tema recorrente na Bíblia, refletindo a obra do Espírito Santo na vida do fiel.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 2:20"]},"joao_14_22_nome":{"palavra_pt":"nome","palavra_original":"Ἰούδας","transliteracao":"Ioúdas","strong":"G2455","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Judas' é mencionado como um exemplo de questionamento e busca por entendimento sobre a revelação de Deus.","explicacao_detalhada":"Judas (não o Iscariotes) representa aqueles que desejam entender mais sobre a manifestação de Jesus e Seu papel como Messias.","por_que_esta_palavra":"O nome é importante para identificar a pessoa e seu papel na narrativa, além de simbolizar a busca por respostas espirituais.","conexao_teologica":"A busca por conhecimento e entendimento sobre Deus é um aspecto importante da vida cristã.","referencias_relacionadas":["Mateus 10:4","Lucas 6:16","Atos 1:13"]},"joao_14_23_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é central na fé cristã, representando a salvação e a presença de Deus entre os homens.","explicacao_detalhada":"Jesus afirma que aqueles que O amam e guardam Seus mandamentos terão a presença de Deus em suas vidas, destacando a importância do relacionamento pessoal com Ele.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental para a identidade cristã, pois é através Dele que temos acesso ao Pai.","conexao_teologica":"A encarnação de Jesus é um tema central na teologia cristã, simbolizando a união entre Deus e a humanidade.","referencias_relacionadas":["João 1:14","Atos 4:12","Romanos 10:9"]},"joao_14_23_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'verbo' refere-se à manifestação de Deus em Jesus, que é a Palavra viva.","explicacao_detalhada":"Jesus é descrito como o Verbo que se fez carne, indicando que Ele é a revelação plena de Deus para a humanidade.","por_que_esta_palavra":"A palavra 'verbo' é essencial para entender a natureza de Cristo como a comunicação de Deus para nós.","conexao_teologica":"A doutrina do Verbo é fundamental para a cristologia, enfatizando a divindade e humanidade de Cristo.","referencias_relacionadas":["João 1:1-3","Hebreus 1:1-3","Colossenses 1:16-17"]},"joao_14_23_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de obedecer aos mandamentos de Jesus.","explicacao_detalhada":"Jesus destaca que a obediência é uma expressão do amor e que aqueles que O amam demonstram isso através de suas ações.","por_que_esta_palavra":"A palavra 'fazer' é importante para entender que a fé se manifesta em ações concretas.","conexao_teologica":"A relação entre fé e obras é um tema recorrente na Bíblia, mostrando que a verdadeira fé se traduz em ações.","referencias_relacionadas":["Tiago 2:17","Gálatas 5:6","Mateus 7:21"]},"joao_14_24_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'verbo' é novamente utilizada para enfatizar a importância da Palavra de Deus na vida do crente.","explicacao_detalhada":"Jesus reafirma que aqueles que não O amam não guardam Suas palavras, destacando a relação entre amor e obediência.","por_que_esta_palavra":"A repetição da palavra 'verbo' reforça a centralidade da mensagem de Cristo na vida do crente.","conexao_teologica":"A Palavra de Deus é viva e eficaz, sendo essencial para a transformação e crescimento espiritual.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","1 Pedro 1:23"]},"joao_14_24_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é utilizada para enfatizar a soberania e a autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Jesus menciona que as palavras que Ele fala não são suas, mas do Pai, destacando a unidade entre Ele e Deus.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a natureza divina e a relação entre o Pai e o Filho.","conexao_teologica":"A doutrina da Trindade é central na teologia cristã, enfatizando a unidade e diversidade dentro da natureza de Deus.","referencias_relacionadas":["João 10:30","Mateus 28:19","2 Coríntios 13:14"]},"joao_14_25_pregar":{"palavra_pt":"falar","palavra_original":"λαλέω","transliteracao":"laléō","strong":"G2980","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação da verdade de Deus aos discípulos.","explicacao_detalhada":"Neste contexto, Jesus está preparando seus discípulos para a sua partida, enfatizando a importância de transmitir seus ensinamentos.","por_que_esta_palavra":"A escolha da palavra 'falar' destaca a necessidade de comunicação clara e direta da mensagem divina.","conexao_teologica":"A comunicação da verdade é fundamental para a edificação da fé e a continuidade da missão da Igreja.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","Romanos 10:14"]},"joao_14_25_abide":{"palavra_pt":"permanecer","palavra_original":"μένω","transliteracao":"ménō","strong":"G3306","significado_raiz":"Ideia básica: permanecer.","significado_contextual":"A palavra 'permanecer' indica a necessidade de estar em comunhão constante com Jesus.","explicacao_detalhada":"Jesus ensina que a permanência nele é essencial para a frutificação espiritual e a vida cristã.","por_que_esta_palavra":"A permanência em Cristo é um tema central no Novo Testamento, simbolizando a relação íntima entre o crente e o Salvador.","conexao_teologica":"A ideia de permanecer em Cristo está ligada à doutrina da salvação e da vida eterna.","referencias_relacionadas":["João 15:4-5","1 João 2:6","Romanos 8:38-39"]},"joao_14_25_amigo":{"palavra_pt":"amigo","palavra_original":"παρά","transliteracao":"pará","strong":"G3844","significado_raiz":"Ideia básica: amigo.","significado_contextual":"A palavra 'amigo' revela a intimidade e a relação especial entre Jesus e seus discípulos.","explicacao_detalhada":"Jesus se refere aos seus seguidores como amigos, indicando que eles compartilham de sua missão e revelação.","por_que_esta_palavra":"A amizade com Cristo implica em um relacionamento de confiança e obediência.","conexao_teologica":"A amizade com Jesus é um reflexo do amor de Deus e da chamada para a comunhão com Ele.","referencias_relacionadas":["João 15:13-15","Tiago 2:23","1 João 1:3"]},"joao_14_26_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se ao Consolador que Jesus enviará após sua ascensão.","explicacao_detalhada":"O Espírito Santo é descrito como aquele que ensina e recorda os ensinamentos de Jesus aos crentes.","por_que_esta_palavra":"A presença do Espírito Santo é essencial para a vida espiritual e a compreensão da verdade.","conexao_teologica":"O Espírito Santo é a terceira pessoa da Trindade, atuando na vida dos crentes e na Igreja.","referencias_relacionadas":["Atos 2:4","Romanos 8:26-27","1 Coríntios 2:12"]},"joao_14_26_intercessor":{"palavra_pt":"intercessor","palavra_original":"παράκλητος","transliteracao":"paráklētos","strong":"G3875","significado_raiz":"Ideia básica: intercessor.","significado_contextual":"A palavra 'intercessor' refere-se ao papel do Espírito Santo como defensor e conselheiro.","explicacao_detalhada":"O Espírito Santo intercede em favor dos crentes, ajudando-os em suas fraquezas e guiando-os na verdade.","por_que_esta_palavra":"A intercessão do Espírito é uma demonstração do cuidado de Deus por seus filhos.","conexao_teologica":"O papel do intercessor é fundamental na vida cristã, refletindo a graça e a misericórdia de Deus.","referencias_relacionadas":["Romanos 8:26","Hebreus 7:25","1 João 2:1"]},"joao_14_27_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' refere-se à tranquilidade e segurança que Jesus oferece aos seus seguidores.","explicacao_detalhada":"Jesus promete uma paz que não é como a do mundo, mas que traz conforto e esperança em meio às tribulações.","por_que_esta_palavra":"A paz de Cristo é um presente que fortalece a fé e a confiança em Deus.","conexao_teologica":"A paz é um dos frutos do Espírito e um sinal da presença de Deus na vida do crente.","referencias_relacionadas":["Filipenses 4:7","Colossenses 3:15","Romanos 5:1"]},"joao_14_27_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Ideia básica: mundo.","significado_contextual":"A palavra 'mundo' refere-se à realidade em que os crentes vivem, marcada por desafios e conflitos.","explicacao_detalhada":"Jesus reconhece as dificuldades do mundo, mas oferece esperança e paz aos que nele confiam.","por_que_esta_palavra":"A distinção entre o mundo e a paz de Cristo é crucial para entender a natureza da vida cristã.","conexao_teologica":"A relação entre o crente e o mundo é um tema recorrente nas Escrituras, enfatizando a necessidade de viver em santidade.","referencias_relacionadas":["João 16:33","1 João 2:15-17","Romanos 12:2"]},"joao_14_27_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para enfatizar a soberania e a autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Jesus menciona Deus para reafirmar a relação entre Ele e o Pai, destacando a divindade de Cristo.","por_que_esta_palavra":"A compreensão de Deus como soberano é fundamental para a fé cristã.","conexao_teologica":"A divindade de Cristo e a relação com o Pai são centrais na teologia cristã.","referencias_relacionadas":["João 1:1","Colossenses 1:16-17","Hebreus 1:3"]},"joao_14_28_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"A palavra 'temor' refere-se à reverência e respeito que os discípulos devem ter por Deus.","explicacao_detalhada":"Jesus menciona o temor para encorajar os discípulos a confiar em Deus, mesmo diante da sua partida.","por_que_esta_palavra":"O temor a Deus é um princípio de sabedoria e um aspecto importante da vida cristã.","conexao_teologica":"O temor do Senhor é frequentemente associado à adoração e à obediência nas Escrituras.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 33:6"]},"joao_14_29_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se/acontecer' refere-se à realização das promessas de Deus.","explicacao_detalhada":"Jesus fala sobre o que acontecerá após sua partida, enfatizando a importância da fé nas promessas de Deus.","por_que_esta_palavra":"A ideia de que algo grande está por acontecer é um chamado à expectativa e à esperança.","conexao_teologica":"A realização das promessas de Deus é um tema central na narrativa bíblica, refletindo sua fidelidade.","referencias_relacionadas":["Romanos 4:21","Hebreus 10:23","2 Pedro 3:9"]},"joao_14_29_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' é utilizada por Jesus para enfatizar a importância da fé em suas promessas.","explicacao_detalhada":"Neste versículo, Jesus está preparando seus discípulos para sua partida e os encoraja a crer nas coisas que Ele disse, reforçando a necessidade de fé em tempos de incerteza.","por_que_esta_palavra":"A palavra 'crer' é fundamental para a relação entre o crente e Deus, pois a fé é o meio pelo qual recebemos a salvação e a certeza das promessas divinas.","conexao_teologica":"A fé é um tema central na teologia cristã, sendo a base para a justificação e a vida cristã.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Gálatas 2:20"]},"joao_14_29_falar":{"palavra_pt":"falar","palavra_original":"ἐρέω","transliteracao":"eréō","strong":"G2046","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação de Jesus sobre o que está por vir, enfatizando a clareza de sua mensagem.","explicacao_detalhada":"Jesus fala sobre a importância de ouvir suas palavras e entender o que Ele está comunicando, preparando os discípulos para os eventos futuros.","por_que_esta_palavra":"A comunicação é essencial para a revelação de Deus, e Jesus é a Palavra que se fez carne, trazendo a mensagem de salvação.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação divina é um meio pelo qual Deus se relaciona com a humanidade.","referencias_relacionadas":["João 1:14","Mateus 4:4","Romanos 10:14"]},"joao_14_30_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a autoridade e o poder do príncipe deste mundo, que é Satanás.","explicacao_detalhada":"Jesus menciona que o príncipe deste mundo vem, mas não tem nada nele, indicando que, apesar de sua grandeza, ele não tem poder sobre Jesus.","por_que_esta_palavra":"A grandeza do inimigo é reconhecida, mas a vitória de Cristo é assegurada, mostrando que a verdadeira grandeza está em Deus.","conexao_teologica":"A batalha entre o bem e o mal é uma temática central na Bíblia, e a vitória de Cristo sobre o pecado e a morte é a grande mensagem do evangelho.","referencias_relacionadas":["1 João 4:4","Romanos 8:37","Efésios 6:12"]},"joao_14_30_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em acompanhar e obedecer aos ensinamentos de Jesus.","explicacao_detalhada":"Jesus está chamando seus discípulos a segui-lo em sua missão, enfatizando a importância da obediência e do discipulado.","por_que_esta_palavra":"Seguir a Jesus é um chamado para uma vida de compromisso e dedicação ao seu exemplo e ensinamentos.","conexao_teologica":"O discipulado é um aspecto fundamental da vida cristã, onde os crentes são chamados a seguir o exemplo de Cristo.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"joao_14_30_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Ideia básica: mundo.","significado_contextual":"A palavra 'mundo' refere-se ao sistema que se opõe a Deus e aos valores do Reino.","explicacao_detalhada":"Jesus menciona o mundo para contrastar a sua missão divina com as influências e tentações que os discípulos enfrentarão.","por_que_esta_palavra":"O mundo é um conceito que representa a rebelião contra Deus e a necessidade de os crentes se manterem firmes na fé.","conexao_teologica":"A relação entre o crente e o mundo é um tema recorrente, onde somos chamados a não nos conformar com os padrões mundanos.","referencias_relacionadas":["1 João 2:15-17","Romanos 12:2","Tiago 4:4"]},"joao_14_31_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de Jesus em cumprir a vontade do Pai.","explicacao_detalhada":"Jesus fala sobre fazer o que o Pai lhe ordenou, demonstrando sua submissão e obediência à vontade divina.","por_que_esta_palavra":"Fazer a vontade de Deus é essencial para a missão de Jesus e serve como exemplo para os crentes.","conexao_teologica":"A obediência à vontade de Deus é um princípio fundamental na vida cristã, refletindo a relação entre o crente e seu Criador.","referencias_relacionadas":["João 6:38","Mateus 7:21","Hebreus 5:8"]},"joao_14_31_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' é usada para descrever a iminente crucificação de Jesus e sua vitória sobre a morte.","explicacao_detalhada":"Jesus fala sobre sua morte como parte do plano redentor de Deus, onde a morte não é o fim, mas o início da vida eterna.","por_que_esta_palavra":"A morte de Cristo é central para a fé cristã, pois é através dela que a salvação é oferecida à humanidade.","conexao_teologica":"A morte e ressurreição de Jesus são os pilares da fé cristã, simbolizando a vitória sobre o pecado e a morte.","referencias_relacionadas":["1 Coríntios 15:55-57","Romanos 5:8","Hebreus 2:14"]},"joao_14_31_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Ideia básica: mundo.","significado_contextual":"A palavra 'mundo' é mencionada novamente para enfatizar a oposição entre os valores de Cristo e os do mundo.","explicacao_detalhada":"Jesus reafirma que o mundo não tem poder sobre Ele, destacando a vitória que Ele tem sobre as forças malignas.","por_que_esta_palavra":"A repetição da palavra 'mundo' serve para reforçar a ideia de que os crentes devem permanecer firmes em sua fé, apesar das pressões externas.","conexao_teologica":"A luta entre o Reino de Deus e o mundo é uma temática central, onde os crentes são chamados a viver de acordo com os princípios do Reino.","referencias_relacionadas":["João 16:33","1 João 5:4","Romanos 12:2"]}}