{"joao_15_2_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é utilizada para descrever a soberania e a autoridade de Deus sobre a vida dos crentes.","explicacao_detalhada":"Jesus fala sobre a relação entre o agricultor (Deus) e a videira (Cristo), enfatizando a importância de estar conectado a Ele.","por_que_esta_palavra":"Reconhecer Deus como o agricultor é entender que Ele é quem cuida e sustenta a vida espiritual dos crentes.","conexao_teologica":"A soberania de Deus é um tema central na teologia, onde Ele é visto como o provedor e sustentador de todas as coisas.","referencias_relacionadas":["Salmos 80:8-9","Isaías 5:1-2","Mateus 15:13"]},"joao_15_2_fruto":{"palavra_pt":"fruto","palavra_original":"καρπός","transliteracao":"karpós","strong":"G2590","significado_raiz":"Ideia básica: fruto.","significado_contextual":"A palavra 'fruto' refere-se aos resultados da vida em Cristo, que devem ser evidentes na vida do crente.","explicacao_detalhada":"Jesus ensina que o verdadeiro discípulo produzirá frutos, que são evidências de uma vida transformada e conectada a Ele.","por_que_esta_palavra":"Produzir frutos é um sinal de saúde espiritual e de obediência à vontade de Deus.","conexao_teologica":"A produção de frutos é um tema recorrente na Bíblia, simbolizando a evidência da obra do Espírito Santo na vida do crente.","referencias_relacionadas":["Gálatas 5:22-23","Mateus 7:17-20","Colossenses 1:10"]},"joao_15_3_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A 'palavra' refere-se à mensagem de Cristo que purifica os crentes.","explicacao_detalhada":"Neste versículo, Jesus explica que a Sua palavra é o meio pelo qual os crentes são limpos e transformados. A 'palavra' é essencial para a vida espiritual e o crescimento dos discípulos.","por_que_esta_palavra":"A palavra de Cristo é fundamental para a santificação e o fortalecimento da fé dos crentes.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo um instrumento de transformação na vida do crente.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Tiago 1:21"]},"joao_15_3_limpo":{"palavra_pt":"limpo","palavra_original":"καθαρός","transliteracao":"katharós","strong":"G2513","significado_raiz":"Ideia básica: limpo.","significado_contextual":"O termo 'limpo' refere-se à purificação espiritual que ocorre através da palavra de Cristo.","explicacao_detalhada":"A limpeza mencionada aqui implica em uma renovação interna que permite ao crente frutificar em boas obras e viver de acordo com a vontade de Deus.","por_que_esta_palavra":"A pureza é essencial para a comunhão com Deus e para a produção de frutos espirituais.","conexao_teologica":"A santidade é um chamado para todos os crentes, e a limpeza espiritual é um passo necessário para isso.","referencias_relacionadas":["1 João 1:9","Efésios 5:26","Salmos 51:10"]},"joao_15_4_fruto":{"palavra_pt":"fruto","palavra_original":"καρπός","transliteracao":"karpós","strong":"G2590","significado_raiz":"Ideia básica: fruto.","significado_contextual":"O 'fruto' representa as boas obras e o caráter que devem resultar da vida em Cristo.","explicacao_detalhada":"Jesus ensina que, assim como uma videira produz frutos, os crentes devem produzir frutos espirituais que glorificam a Deus e demonstram a sua fé.","por_que_esta_palavra":"O fruto é uma evidência da vida de Cristo em nós e do nosso relacionamento com Ele.","conexao_teologica":"A produção de frutos é um sinal de verdadeira fé e um testemunho do poder transformador de Deus.","referencias_relacionadas":["Gálatas 5:22-23","Mateus 7:17-20","Colossenses 1:10"]},"joao_15_4_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui enfatiza a soberania e a autoridade de Deus sobre a vida do crente.","explicacao_detalhada":"Neste contexto, a referência a Deus destaca a importância de permanecer Nele para produzir frutos e viver uma vida que O glorifique.","por_que_esta_palavra":"Reconhecer Deus como fonte de vida é fundamental para a frutificação espiritual.","conexao_teologica":"A dependência de Deus é essencial para a vida cristã e para a realização do Seu propósito.","referencias_relacionadas":["João 15:1","Filipenses 4:13","Romanos 11:36"]},"joao_15_5_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' enfatiza a importância da união com Cristo para a realização de grandes coisas.","explicacao_detalhada":"Jesus afirma que sem Ele, nada podemos fazer, mas com Ele, podemos realizar grandes obras que glorificam a Deus.","por_que_esta_palavra":"A grandeza das obras de Deus em nossas vidas é uma demonstração do Seu poder e graça.","conexao_teologica":"A grandeza de Deus se manifesta através da vida dos crentes que permanecem Nele.","referencias_relacionadas":["Efésios 3:20","Mateus 19:26","Filipenses 4:13"]},"joao_15_5_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação que resulta da união com Cristo.","explicacao_detalhada":"Jesus ensina que a verdadeira ação e produção de frutos vêm da conexão com Ele, e não de esforços próprios.","por_que_esta_palavra":"A ação de fazer é um reflexo da vida de Cristo em nós e da nossa obediência à Sua palavra.","conexao_teologica":"A fé sem obras é morta; portanto, a ação é uma expressão da fé viva.","referencias_relacionadas":["Tiago 2:26","Gálatas 6:9","Colossenses 3:23"]},"joao_15_6_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui enfatiza a consequência de não permanecer em Cristo.","explicacao_detalhada":"Jesus alerta que aqueles que não permanecem Nele são como ramos secos, que são cortados e lançados fora, simbolizando a separação de Deus.","por_que_esta_palavra":"A separação de Deus resulta em morte espiritual e perda de propósito.","conexao_teologica":"A permanência em Cristo é vital para a vida espiritual e para evitar a condenação.","referencias_relacionadas":["Romanos 8:1","João 15:2","Hebreus 6:4-6"]},"joao_15_7_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' refere-se à vontade de Deus e à escolha do crente em permanecer em Cristo.","explicacao_detalhada":"Jesus ensina que a escolha de permanecer Nele resulta em respostas às orações e em uma vida frutífera.","por_que_esta_palavra":"A escolha é um ato de fé que demonstra a confiança do crente em Deus.","conexao_teologica":"A escolha de seguir a Cristo é um aspecto fundamental da vida cristã e da relação com Deus.","referencias_relacionadas":["Deuteronômio 30:19","Josué 24:15","Gálatas 5:13"]},"joao_15_7_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' enfatiza a transformação que ocorre na vida do crente.","explicacao_detalhada":"A vida em Cristo leva a uma mudança significativa, onde o crente se torna mais semelhante a Ele e realiza grandes coisas.","por_que_esta_palavra":"A transformação é um sinal da obra do Espírito Santo na vida do crente.","conexao_teologica":"A santificação é um processo contínuo que resulta em maior semelhança com Cristo.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 2:20"]},"joao_15_7_mal":{"palavra_pt":"mal","palavra_original":"ῥῆμα","transliteracao":"rhēma","strong":"G4487","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' refere-se àquilo que é contrário à vontade de Deus.","explicacao_detalhada":"Jesus destaca que o que não está alinhado com a Sua palavra é considerado mal e não produzirá frutos.","por_que_esta_palavra":"O mal é uma consequência da desobediência e da separação de Deus.","conexao_teologica":"A luta entre o bem e o mal é uma realidade na vida cristã, e a escolha de permanecer em Cristo é crucial.","referencias_relacionadas":["Romanos 7:19","Gálatas 5:17","1 Pedro 5:8"]},"joao_15_8_gloria":{"palavra_pt":"gloria","palavra_original":"δοξάζω","transliteracao":"doxázō","strong":"G1392","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A glória de Deus é manifestada através dos frutos que os discípulos produzem.","explicacao_detalhada":"A palavra 'glória' refere-se à manifestação da presença e do caráter de Deus. No contexto de João 15:8, a glória é revelada quando os discípulos produzem frutos, evidenciando a obra de Deus em suas vidas.","por_que_esta_palavra":"Esta palavra é importante porque destaca a relação entre a obediência dos discípulos e a glorificação de Deus.","conexao_teologica":"A glória de Deus é um tema central na teologia bíblica, refletindo Sua majestade e poder. A produção de frutos é uma forma de glorificá-Lo.","referencias_relacionadas":["Mateus 5:16","Romanos 15:6","1 Coríntios 10:31"]},"joao_15_8_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza dos frutos que os discípulos devem produzir.","explicacao_detalhada":"A palavra 'grande' enfatiza a quantidade e a qualidade dos frutos que os seguidores de Cristo devem gerar, refletindo a obra de Deus em suas vidas.","por_que_esta_palavra":"A grandeza dos frutos é um indicativo da verdadeira conexão com Cristo e da eficácia do ministério dos discípulos.","conexao_teologica":"A grandeza dos frutos está ligada à ideia de que, em Cristo, somos capacitados a realizar obras que glorificam a Deus.","referencias_relacionadas":["Gálatas 5:22-23","Efésios 2:10","Colossenses 1:10"]},"joao_15_9_abide":{"palavra_pt":"permanecer","palavra_original":"μένω","transliteracao":"ménō","strong":"G3306","significado_raiz":"Ideia básica: permanecer.","significado_contextual":"Permanecer em Cristo é essencial para a vida espiritual do crente.","explicacao_detalhada":"A palavra 'permanecer' implica em uma relação contínua e íntima com Jesus, onde o crente se sustenta na Sua presença e amor.","por_que_esta_palavra":"A permanência em Cristo é fundamental para a produção de frutos espirituais e para a vivência da fé.","conexao_teologica":"A ideia de permanecer em Cristo é central na teologia do Novo Testamento, refletindo a união do crente com o Salvador.","referencias_relacionadas":["1 João 2:6","Romanos 11:22","Colossenses 3:3"]},"joao_15_10_mandamento":{"palavra_pt":"mandamento","palavra_original":"ἐντολή","transliteracao":"entolḗ","strong":"G1785","significado_raiz":"Ideia básica: mandamento.","significado_contextual":"Os mandamentos de Jesus são instruções para a vida do crente.","explicacao_detalhada":"A palavra 'mandamento' refere-se às diretrizes que Jesus deu para que Seus seguidores vivam em obediência e amor, refletindo Seu caráter.","por_que_esta_palavra":"Os mandamentos são essenciais para a vida cristã, pois guiam o comportamento e as ações dos crentes.","conexao_teologica":"A obediência aos mandamentos de Cristo é uma expressão do amor do crente por Ele e uma evidência de sua fé.","referencias_relacionadas":["Mateus 22:37-40","João 14:15","1 João 5:3"]},"joao_15_10_olho":{"palavra_pt":"guardar","palavra_original":"τηρέω","transliteracao":"tēréō","strong":"G5083","significado_raiz":"Ideia básica: guardar.","significado_contextual":"Guardar os mandamentos é um sinal de amor e obediência a Deus.","explicacao_detalhada":"A palavra 'guardar' implica em proteger e seguir os mandamentos de Jesus, mostrando comprometimento com Sua vontade.","por_que_esta_palavra":"Guardar os mandamentos é uma demonstração prática da fé e do amor do crente por Cristo.","conexao_teologica":"A guarda dos mandamentos é um tema recorrente na Bíblia, refletindo a relação entre amor e obediência.","referencias_relacionadas":["Salmos 119:11","João 14:21","Tiago 1:22"]},"joao_15_11_gladness":{"palavra_pt":"alegria","palavra_original":"χαρά","transliteracao":"chará","strong":"G5479","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A alegria é o resultado da obediência e da comunhão com Cristo.","explicacao_detalhada":"A palavra 'alegria' refere-se a um estado de contentamento profundo que vem da presença de Deus e da vivência dos Seus mandamentos.","por_que_esta_palavra":"A alegria é uma consequência natural da vida em Cristo e da obediência a Seus ensinamentos.","conexao_teologica":"A alegria no Senhor é um tema central na vida cristã, refletindo a esperança e a paz que vêm de uma relação íntima com Deus.","referencias_relacionadas":["Filipenses 4:4","Salmos 16:11","Gálatas 5:22"]},"joao_15_11_pregar":{"palavra_pt":"falar","palavra_original":"λαλέω","transliteracao":"laléō","strong":"G2980","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar sobre Cristo e Seus ensinamentos é uma parte vital da vida cristã.","explicacao_detalhada":"A palavra 'falar' implica em comunicar a verdade do evangelho e compartilhar a mensagem de Cristo com os outros.","por_que_esta_palavra":"Falar sobre Jesus é uma expressão de fé e um chamado para a evangelização.","conexao_teologica":"A proclamação do evangelho é um mandamento de Cristo e uma responsabilidade de todos os crentes.","referencias_relacionadas":["Mateus 28:19-20","Romanos 10:14","Atos 1:8"]},"joao_15_12_mandamento":{"palavra_pt":"mandamento","palavra_original":"ἐντολή","transliteracao":"entolḗ","strong":"G1785","significado_raiz":"Ideia básica: mandamento.","significado_contextual":"O mandamento de amar é central na vida cristã.","explicacao_detalhada":"A palavra 'mandamento' aqui se refere ao chamado de Jesus para que Seus seguidores amem uns aos outros, refletindo o amor que Ele tem por eles.","por_que_esta_palavra":"Este mandamento é fundamental para a comunidade cristã e para a vivência da fé.","conexao_teologica":"O amor é a essência do caráter de Deus e deve ser a marca distintiva dos seguidores de Cristo.","referencias_relacionadas":["João 13:34-35","1 João 4:7","Romanos 13:10"]},"joao_15_13_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"A alma é vista como o ser interior que deve ser amado e cuidado.","explicacao_detalhada":"A palavra 'alma' refere-se à essência da vida humana, que deve ser dedicada a Deus e ao próximo.","por_que_esta_palavra":"A ênfase na alma destaca a importância da vida espiritual e do relacionamento com Deus.","conexao_teologica":"A alma é o que Deus busca redimir e restaurar, refletindo a importância da salvação.","referencias_relacionadas":["Mateus 16:26","Salmos 23:3","1 Pedro 1:9"]},"joao_15_13_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"O temor do Senhor é o princípio da sabedoria.","explicacao_detalhada":"A palavra 'temor' refere-se a um respeito profundo e reverente a Deus, que leva à obediência e à sabedoria.","por_que_esta_palavra":"O temor é essencial para uma vida que agrada a Deus e reflete Seu caráter.","conexao_teologica":"O temor do Senhor é um tema recorrente na sabedoria bíblica, indicando a relação entre reverência e vida justa.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Eclesiastes 12:13"]},"joao_15_13_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"O termo 'arco' refere-se a um símbolo de proteção e aliança, representando a relação entre Deus e a humanidade.","explicacao_detalhada":"No contexto de João 15:13, onde Jesus fala sobre o amor supremo, o 'arco' pode ser visto como uma metáfora para a aliança que Ele estabelece com seus seguidores, onde o amor é a base dessa relação.","por_que_esta_palavra":"A palavra 'arco' é utilizada para ilustrar a ideia de um compromisso profundo e duradouro, semelhante ao que um arco representa em termos de proteção e união.","conexao_teologica":"A conexão teológica está na aliança de Deus com seu povo, onde o amor é o elemento central que une a divindade e a humanidade.","referencias_relacionadas":["Gênesis 9:13","Romanos 5:8","1 João 4:9-10"]},"joao_15_14_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' implica em ações que demonstram compromisso e obediência aos mandamentos de Jesus.","explicacao_detalhada":"Em João 15:14, Jesus afirma que aqueles que obedecem aos seus mandamentos são seus amigos, enfatizando que a verdadeira amizade com Ele se manifesta em ações concretas.","por_que_esta_palavra":"A escolha da palavra 'fazer' destaca a importância da prática da fé, não apenas a crença, mas a ação que a acompanha.","conexao_teologica":"A teologia da obediência é central no cristianismo, onde a fé se expressa através de ações que refletem o caráter de Cristo.","referencias_relacionadas":["Tiago 2:17","Mateus 7:21","1 João 2:3"]},"joao_15_14_amigo":{"palavra_pt":"amigo","palavra_original":"φίλος","transliteracao":"phílos","strong":"G5384","significado_raiz":"Ideia básica: amigo.","significado_contextual":"A palavra 'amigo' denota uma relação íntima e pessoal entre Jesus e seus seguidores.","explicacao_detalhada":"Em João 15:14, Jesus redefine o conceito de amizade, afirmando que aqueles que seguem seus ensinamentos são considerados amigos, o que implica em um relacionamento de confiança e revelação.","por_que_esta_palavra":"A palavra 'amigo' é significativa porque reflete a intimidade que Jesus deseja ter com seus discípulos, contrastando com a ideia de servidão.","conexao_teologica":"A amizade com Cristo é um tema central na teologia cristã, onde a comunhão com Ele é vista como um aspecto vital da vida espiritual.","referencias_relacionadas":["Salmos 25:14","João 15:15","Tiago 2:23"]},"joao_15_15_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade de Jesus sobre a vida dos crentes.","explicacao_detalhada":"Em João 15:15, Jesus se apresenta como Senhor, enfatizando que Ele não apenas dá ordens, mas também compartilha com seus seguidores o que ouviu do Pai, estabelecendo um relacionamento de confiança.","por_que_esta_palavra":"A palavra 'senhor' é crucial para entender a posição de Jesus como autoridade divina e seu papel como guia e mestre.","conexao_teologica":"A autoridade de Cristo é um tema recorrente na teologia, onde Ele é reconhecido como Senhor e Salvador, digno de obediência.","referencias_relacionadas":["Mateus 28:18","Romanos 10:9","Filipenses 2:9-11"]},"joao_15_15_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' novamente enfatiza a importância da ação em resposta ao chamado de Jesus.","explicacao_detalhada":"Em João 15:15, a repetição da palavra 'fazer' reforça a ideia de que a amizade com Cristo se manifesta em ações que refletem sua vontade.","por_que_esta_palavra":"A escolha de 'fazer' destaca que a verdadeira amizade com Jesus é ativa e não passiva, exigindo comprometimento.","conexao_teologica":"A prática da fé é um aspecto essencial da vida cristã, onde as ações devem estar alinhadas com os ensinamentos de Cristo.","referencias_relacionadas":["Gálatas 5:6","Colossenses 3:17","1 Pedro 2:9"]},"joao_15_16_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"O termo 'arco' aqui pode simbolizar a missão e o propósito que Jesus confere aos seus discípulos.","explicacao_detalhada":"Em João 15:16, Jesus fala sobre a escolha dos discípulos para que vão e deem frutos, usando 'arco' como uma metáfora para a direção e o propósito divino na vida deles.","por_que_esta_palavra":"A palavra 'arco' representa a ideia de que os crentes são enviados com uma missão específica, assim como um arco direciona uma flecha.","conexao_teologica":"A missão dos discípulos é um tema central no Novo Testamento, onde cada crente é chamado a produzir frutos que glorificam a Deus.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","João 15:8"]},"joao_15_16_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"A palavra 'depart' refere-se ao ato de ser enviado ou chamado para uma missão.","explicacao_detalhada":"Em João 15:16, Jesus destaca que os discípulos não apenas foram escolhidos, mas também enviados para cumprir um propósito, que é dar frutos.","por_que_esta_palavra":"A palavra 'depart' é significativa porque indica que a missão dos crentes é ativa e envolve ir além de si mesmos.","conexao_teologica":"A teologia da missão é fundamental no cristianismo, onde cada crente é chamado a ser um agente de transformação no mundo.","referencias_relacionadas":["Isaías 6:8","Mateus 10:7","Romanos 10:15"]},"joao_15_16_fruto":{"palavra_pt":"fruto","palavra_original":"καρπός","transliteracao":"karpós","strong":"G2590","significado_raiz":"Ideia básica: fruto.","significado_contextual":"A palavra 'fruto' simboliza os resultados e as obras que devem ser produzidos pelos seguidores de Cristo.","explicacao_detalhada":"Em João 15:16, Jesus fala sobre a importância de dar frutos, que são evidências da vida em Cristo e do trabalho do Espírito Santo na vida do crente.","por_que_esta_palavra":"A palavra 'fruto' é usada para ilustrar a vitalidade e a produtividade que devem caracterizar a vida cristã.","conexao_teologica":"A produção de frutos é um tema central na teologia cristã, onde a vida em Cristo deve resultar em boas obras e testemunho.","referencias_relacionadas":["Gálatas 5:22-23","Mateus 7:17-20","João 15:8"]},"joao_15_17_charge":{"palavra_pt":"charge","palavra_original":"ἐντέλλομαι","transliteracao":"entéllomai","strong":"G1781","significado_raiz":"Ideia básica: charge.","significado_contextual":"A palavra 'charge' refere-se ao mandamento que Jesus dá aos seus discípulos.","explicacao_detalhada":"Em João 15:17, Jesus resume sua mensagem ao enfatizar a importância do amor, que deve ser a base das relações entre os crentes.","por_que_esta_palavra":"A palavra 'charge' é significativa porque representa a responsabilidade que os discípulos têm de amar uns aos outros como Cristo os amou.","conexao_teologica":"O amor é um tema central na teologia cristã, onde é visto como o cumprimento da lei e a essência do caráter de Deus.","referencias_relacionadas":["1 João 4:21","Romanos 13:10","Gálatas 5:14"]},"joao_15_17_albeit":{"palavra_pt":"albeit","palavra_original":"ἵνα","transliteracao":"hína","strong":"G2443","significado_raiz":"Ideia básica: albeit.","significado_contextual":"A palavra 'albeit' indica a intenção ou propósito por trás do mandamento de Jesus.","explicacao_detalhada":"Em João 15:17, Jesus usa 'albeit' para enfatizar que o amor deve ser a motivação para todas as ações dos discípulos, refletindo seu caráter.","por_que_esta_palavra":"A palavra 'albeit' é importante porque destaca a razão pela qual os discípulos devem agir, que é o amor que Cristo exemplificou.","conexao_teologica":"A motivação do amor é fundamental na teologia cristã, onde as ações devem ser impulsionadas pelo amor de Deus.","referencias_relacionadas":["1 Coríntios 16:14","Colossenses 3:14","1 João 3:18"]},"joao_15_18_amor":{"palavra_pt":"amor","palavra_original":"μισέω","transliteracao":"miséō","strong":"G3404","significado_raiz":"Ideia básica: amor.","significado_contextual":"O amor mencionado aqui é o amor que os discípulos devem ter uns pelos outros, refletindo o amor de Cristo.","explicacao_detalhada":"O amor é um tema central no ensino de Jesus. Ele não apenas ordena que amemos, mas também exemplifica esse amor sacrificial. O amor é visto como um mandamento e uma característica distintiva dos verdadeiros seguidores de Cristo.","por_que_esta_palavra":"A palavra 'amor' é crucial para entender a relação entre Jesus e seus discípulos, bem como a relação entre os próprios discípulos.","conexao_teologica":"O amor é a essência da natureza de Deus e é fundamental para a vida cristã. Em 1 João 4:8, é afirmado que 'Deus é amor'.","referencias_relacionadas":["João 13:34","1 João 4:7","Romanos 13:10"]},"joao_15_18_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Ideia básica: mundo.","significado_contextual":"O 'mundo' refere-se ao sistema de valores e à cultura que se opõem a Deus e ao seu reino.","explicacao_detalhada":"Jesus alerta seus discípulos que, assim como Ele foi odiado pelo mundo, eles também enfrentarão hostilidade. O mundo representa aqueles que rejeitam a mensagem de Cristo.","por_que_esta_palavra":"A palavra 'mundo' é importante para entender a oposição que os cristãos enfrentam e a necessidade de permanecer firmes na fé.","conexao_teologica":"O conceito de 'mundo' é frequentemente associado à ideia de pecado e rebelião contra Deus, como em 1 João 2:15-17.","referencias_relacionadas":["João 17:14","1 João 5:19","Tiago 4:4"]},"joao_15_18_grande":{"palavra_pt":"conhecer","palavra_original":"γινώσκω","transliteracao":"ginṓskō","strong":"G1097","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"O verbo 'conhecer' implica um entendimento profundo e relacional, não apenas intelectual.","explicacao_detalhada":"Conhecer a Cristo é mais do que saber sobre Ele; é ter um relacionamento pessoal e íntimo com Ele. Esse conhecimento transforma a vida do crente.","por_que_esta_palavra":"A palavra 'conhecer' é fundamental para a experiência cristã, pois enfatiza a importância de um relacionamento pessoal com Jesus.","conexao_teologica":"O conhecimento de Deus é um tema recorrente nas Escrituras, como em Filipenses 3:10, onde Paulo expressa seu desejo de conhecer a Cristo.","referencias_relacionadas":["João 10:14","Filipenses 3:8-10","Colossenses 1:10"]},"joao_15_19_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"A palavra 'índio' refere-se a uma relação mais próxima e pessoal, indicando que os discípulos são propriedade de Cristo.","explicacao_detalhada":"Ser 'índio' implica um relacionamento especial e exclusivo com Jesus, que não é compartilhado com o mundo.","por_que_esta_palavra":"A palavra 'índio' é usada para enfatizar a intimidade e a exclusividade da relação entre Jesus e seus seguidores.","conexao_teologica":"A ideia de pertencimento a Cristo é central na teologia cristã, como em Romanos 8:16-17, onde somos chamados de filhos de Deus.","referencias_relacionadas":["Romanos 8:17","Gálatas 4:7","1 Pedro 2:9"]},"joao_15_19_amigo":{"palavra_pt":"amigo","palavra_original":"φιλέω","transliteracao":"philéō","strong":"G5368","significado_raiz":"Ideia básica: amigo.","significado_contextual":"A amizade com Jesus implica em um relacionamento de confiança e revelação mútua.","explicacao_detalhada":"Jesus chama seus discípulos de amigos porque compartilha com eles os segredos do Reino de Deus. Essa amizade é baseada na obediência.","por_que_esta_palavra":"A palavra 'amigo' destaca a intimidade e a responsabilidade que os discípulos têm em seguir os ensinamentos de Cristo.","conexao_teologica":"A amizade com Deus é um tema que aparece em várias partes da Bíblia, como em Tiago 2:23, onde Abraão é chamado amigo de Deus.","referencias_relacionadas":["Tiago 2:23","Salmos 25:14","João 15:14"]},"joao_15_19_amor":{"palavra_pt":"amor","palavra_original":"μισέω","transliteracao":"miséō","strong":"G3404","significado_raiz":"Ideia básica: amor.","significado_contextual":"Em João 15:19, \"amor\" aparece na frase \"Se vós fôsseis do mundo, o mundo amaria o que era seu, mas porque não sois do mundo, antes eu vos escolhi do mundo, por isso é que o mundo…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (μισέω; miséō; G3404), \"amor\" traz a ideia de amor. Aqui, essa palavra deixa o ensino de João 15:19 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"amor\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em João 15:23. Lendo junto com João 15:19, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["João 15:19","João 15:23","João 1:1"]},"joao_15_20_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'verbo' refere-se à comunicação de Deus ao mundo através de Cristo.","explicacao_detalhada":"Jesus é o Logos, a Palavra que se fez carne, revelando a natureza de Deus e Seu plano de salvação. Ele é a expressão máxima da verdade divina.","por_que_esta_palavra":"A palavra 'verbo' é fundamental para entender a encarnação e a revelação de Deus em Cristo.","conexao_teologica":"A teologia do Logos é central no Evangelho de João, especialmente em João 1:1-14, que fala da divindade de Cristo.","referencias_relacionadas":["João 1:1-14","Hebreus 1:1-3","Colossenses 1:16-17"]},"joao_15_20_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' implica em autoridade e soberania sobre todas as coisas.","explicacao_detalhada":"Jesus é reconhecido como Senhor, o que significa que Ele tem autoridade sobre a vida dos crentes e sobre o mundo.","por_que_esta_palavra":"A palavra 'senhor' é essencial para entender a relação de submissão e reverência que os crentes devem ter em relação a Cristo.","conexao_teologica":"A soberania de Cristo é um tema importante na teologia cristã, como em Filipenses 2:9-11, onde se afirma que todo joelho se dobrará diante dEle.","referencias_relacionadas":["Filipenses 2:9-11","Mateus 28:18","Atos 2:36"]},"joao_15_20_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"O 'temor' aqui se refere a um respeito profundo e reverente por Deus.","explicacao_detalhada":"Temer a Deus é reconhecer Sua grandeza e autoridade, levando a uma vida de obediência e reverência.","por_que_esta_palavra":"A palavra 'temor' é importante para entender a atitude que os crentes devem ter diante de Deus.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, conforme Provérbios 1:7, e é essencial para uma vida de fé.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Eclesiastes 12:13"]},"joao_15_21_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de obedecer aos mandamentos de Cristo.","explicacao_detalhada":"Fazer o que Jesus ordena é uma demonstração de amor e compromisso com Ele. A obediência é um sinal de verdadeira fé.","por_que_esta_palavra":"A palavra 'fazer' é crucial para entender a prática da fé cristã, que envolve ações concretas.","conexao_teologica":"A obediência é um tema central na vida cristã, como em Tiago 1:22, que nos exorta a sermos praticantes da palavra.","referencias_relacionadas":["Tiago 1:22","Mateus 7:21","João 14:15"]},"joao_15_21_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"O termo 'caminho' refere-se à trajetória ou modo de vida que os seguidores de Cristo devem adotar.","explicacao_detalhada":"No contexto de João 15, Jesus fala sobre a relação entre Ele e seus discípulos, enfatizando que o caminho que devem seguir é o amor e a obediência aos Seus mandamentos.","por_que_esta_palavra":"A palavra 'caminho' é usada para ilustrar a jornada espiritual e as escolhas que os crentes fazem em sua vida diária.","conexao_teologica":"O 'caminho' simboliza a vida cristã, que é guiada por Jesus, o verdadeiro caminho para a vida eterna.","referencias_relacionadas":["João 14:6","Salmos 119:105","Provérbios 3:6"]},"joao_15_22_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é utilizada para enfatizar a divindade de Jesus e Sua relação com o Pai.","explicacao_detalhada":"Neste versículo, Jesus menciona que se não tivesse vindo e falado, não teriam pecado, destacando a revelação de Deus através de Sua presença.","por_que_esta_palavra":"A palavra 'deus' é crucial para entender a natureza divina de Cristo e Sua missão redentora.","conexao_teologica":"A revelação de Deus em Cristo é central para a fé cristã, pois Ele é a manifestação do amor e da verdade divina.","referencias_relacionadas":["Hebreus 1:1-2","João 1:18","Colossenses 1:15"]},"joao_15_22_cloke":{"palavra_pt":"cloke","palavra_original":"πρόφασις","transliteracao":"próphasis","strong":"G4392","significado_raiz":"Ideia básica: cloke.","significado_contextual":"A palavra 'cloke' refere-se a uma justificativa ou pretexto que as pessoas usam para esconder suas ações.","explicacao_detalhada":"Jesus menciona que a vinda d'Ele expõe a verdade e remove as desculpas que as pessoas poderiam ter para seus pecados.","por_que_esta_palavra":"A ideia de 'cloke' é importante para entender como as pessoas tentam evitar a responsabilidade por suas ações diante de Deus.","conexao_teologica":"A verdade de Cristo traz à luz a escuridão do pecado, revelando a necessidade de arrependimento e transformação.","referencias_relacionadas":["João 3:19-20","Romanos 1:20","1 João 1:5"]},"joao_15_22_grande":{"palavra_pt":"vir","palavra_original":"ἔρχομαι","transliteracao":"érchomai","strong":"G2064","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir' é usada para descrever a ação de Cristo ao se manifestar ao mundo.","explicacao_detalhada":"Jesus enfatiza que Sua vinda é um ato de amor e revelação, trazendo luz e verdade aos homens.","por_que_esta_palavra":"A palavra 'vir' é fundamental para entender a encarnação e a missão de Jesus na terra.","conexao_teologica":"A vinda de Cristo é um cumprimento das promessas de Deus e um ato de salvação para a humanidade.","referencias_relacionadas":["Mateus 1:23","Lucas 19:10","Gálatas 4:4"]},"joao_15_23_amor":{"palavra_pt":"amor","palavra_original":"μισέω","transliteracao":"miséō","strong":"G3404","significado_raiz":"Ideia básica: amor.","significado_contextual":"A palavra 'amor' aqui refere-se ao amor que os discípulos devem ter por Jesus e uns pelos outros.","explicacao_detalhada":"Jesus ensina que o amor é o mandamento central que deve guiar a vida dos cristãos, refletindo o amor de Deus.","por_que_esta_palavra":"A palavra 'amor' é essencial para a compreensão da ética cristã e da comunidade de fé.","conexao_teologica":"O amor é a essência do caráter de Deus e deve ser o fundamento das relações entre os crentes.","referencias_relacionadas":["1 João 4:7","João 13:34-35","Romanos 13:10"]},"joao_15_24_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se às ações que Jesus realizou e que testemunham Sua divindade.","explicacao_detalhada":"Jesus menciona que as obras que Ele fez são evidências de Sua missão e do poder de Deus em ação.","por_que_esta_palavra":"A palavra 'fazer' destaca a importância das ações concretas na fé cristã e na vida de Jesus.","conexao_teologica":"As obras de Jesus são um testemunho da Sua identidade como Filho de Deus e Salvador.","referencias_relacionadas":["João 10:37-38","Atos 2:22","Mateus 5:16"]},"joao_15_24_amor":{"palavra_pt":"amor","palavra_original":"μισέω","transliteracao":"miséō","strong":"G3404","significado_raiz":"Ideia básica: amor.","significado_contextual":"A palavra 'amor' é reiterada para enfatizar a importância desse sentimento nas ações dos crentes.","explicacao_detalhada":"Jesus ensina que o amor deve ser a motivação por trás de todas as ações dos Seus seguidores.","por_que_esta_palavra":"A repetição da palavra 'amor' reforça sua centralidade na mensagem de Cristo.","conexao_teologica":"O amor é a marca distintiva dos verdadeiros discípulos de Cristo e reflete a natureza de Deus.","referencias_relacionadas":["1 Coríntios 13:1-3","Gálatas 5:22-23","Efésios 5:2"]},"joao_15_24_obra":{"palavra_pt":"obra","palavra_original":"ἔργον","transliteracao":"érgon","strong":"G2041","significado_raiz":"Ideia básica: obra.","significado_contextual":"A palavra 'obra' refere-se às ações e realizações que demonstram a natureza de Cristo.","explicacao_detalhada":"Jesus fala sobre as obras que Ele fez como prova de Sua missão e da verdade que Ele traz.","por_que_esta_palavra":"A palavra 'obra' é importante para entender a relação entre fé e ações na vida cristã.","conexao_teologica":"As obras são uma expressão da fé viva e do compromisso com os ensinamentos de Cristo.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Colossenses 3:23"]},"joao_15_25_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/verbo' refere-se à revelação de Deus através de Cristo.","explicacao_detalhada":"Jesus é descrito como o 'Verbo' que se fez carne, trazendo a mensagem de Deus ao mundo.","por_que_esta_palavra":"A palavra 'palavra' é fundamental para entender a comunicação de Deus com a humanidade.","conexao_teologica":"Cristo como o Verbo é central para a teologia cristã, pois Ele é a encarnação da verdade divina.","referencias_relacionadas":["João 1:1-14","Hebreus 4:12","1 João 1:1"]},"joao_15_25_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"A palavra 'lei' refere-se aos mandamentos de Deus e à revelação moral que Ele deu ao Seu povo.","explicacao_detalhada":"Jesus menciona a lei para mostrar que Ele não veio para abolir, mas para cumprir as exigências da justiça divina.","por_que_esta_palavra":"A palavra 'lei' é importante para entender a relação entre a graça e a obediência na vida cristã.","conexao_teologica":"A lei de Deus é um reflexo do Seu caráter e da Sua vontade para a humanidade.","referencias_relacionadas":["Mateus 5:17-18","Romanos 3:31","Gálatas 3:24"]},"joao_15_25_amor":{"palavra_pt":"amor","palavra_original":"μισέω","transliteracao":"miséō","strong":"G3404","significado_raiz":"Ideia básica: amor.","significado_contextual":"O amor mencionado aqui é um amor que se opõe ao ódio do mundo.","explicacao_detalhada":"Neste versículo, Jesus fala sobre como o mundo O odiará, assim como odeia aqueles que O seguem. O amor que Ele menciona é um amor que se manifesta em obediência e sacrifício, refletindo a relação entre Ele e o Pai.","por_que_esta_palavra":"A palavra 'amor' é central na mensagem de Jesus, pois Ele veio para mostrar o amor de Deus pela humanidade.","conexao_teologica":"O amor é a essência de Deus e é fundamental para a compreensão do relacionamento entre Deus e a humanidade.","referencias_relacionadas":["João 3:16","1 João 4:8","Romanos 5:8"]},"joao_15_26_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"O Espírito Santo é descrito como aquele que vem para consolar e guiar os crentes.","explicacao_detalhada":"Neste versículo, Jesus promete enviar o Espírito Santo, que é o 'sopro' de Deus, para ajudar os discípulos a testemunhar sobre Ele. O Espírito é a presença de Deus que habita nos crentes.","por_que_esta_palavra":"A palavra 'espírito' é crucial para entender a ação de Deus no mundo e na vida dos crentes.","conexao_teologica":"O Espírito Santo é a terceira pessoa da Trindade e desempenha um papel vital na vida cristã.","referencias_relacionadas":["Atos 1:8","Romanos 8:26","Gálatas 5:22-23"]},"joao_15_26_intercessor":{"palavra_pt":"intercessor","palavra_original":"παράκλητος","transliteracao":"paráklētos","strong":"G3875","significado_raiz":"Ideia básica: intercessor.","significado_contextual":"O intercessor é aquele que defende e ajuda os crentes diante de Deus.","explicacao_detalhada":"Jesus se refere ao Espírito Santo como o 'Intercessor', que irá ensinar e lembrar os discípulos de tudo o que Ele disse. Isso mostra a continuidade do ministério de Jesus através do Espírito.","por_que_esta_palavra":"A palavra 'intercessor' destaca a função do Espírito Santo em apoiar e guiar os crentes em sua jornada de fé.","conexao_teologica":"A intercessão é um aspecto fundamental da obra do Espírito Santo e de Cristo, que intercede por nós diante do Pai.","referencias_relacionadas":["Romanos 8:34","Hebreus 7:25","1 João 2:1"]},"joao_15_27_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Seguir Jesus implica em ser Seu testemunho no mundo.","explicacao_detalhada":"Neste versículo, Jesus afirma que os discípulos devem testemunhar sobre Ele, pois estiveram com Ele desde o princípio. Seguir Jesus é um chamado à ação e ao testemunho.","por_que_esta_palavra":"A palavra 'seguir' enfatiza a necessidade de uma vida ativa de fé e compromisso com Cristo.","conexao_teologica":"Seguir Jesus é um tema central no Novo Testamento, refletindo a chamada à discipulado.","referencias_relacionadas":["Mateus 4:19","Lucas 9:23","João 10:27"]},"joao_15_27_testemunha":{"palavra_pt":"testemunha","palavra_original":"μαρτυρέω","transliteracao":"martyréō","strong":"G3140","significado_raiz":"Ideia básica: testemunha.","significado_contextual":"A testemunha é alguém que dá testemunho da verdade de Cristo.","explicacao_detalhada":"Jesus destaca a importância de ser uma testemunha de Sua vida e ensinamentos. Os discípulos são chamados a compartilhar o que viram e ouviram.","por_que_esta_palavra":"A palavra 'testemunha' é fundamental para a missão da igreja, que é proclamar o evangelho.","conexao_teologica":"A testemunha é um papel que todos os crentes são chamados a desempenhar, refletindo a verdade de Cristo no mundo.","referencias_relacionadas":["Atos 1:8","1 Pedro 2:9","Apocalipse 12:11"]}}