{"joao_16_1_pecado":{"palavra_pt":"pecado","palavra_original":"σκανδαλίζω","transliteracao":"skandalízō","strong":"G4624","significado_raiz":"Ideia básica: pecado.","significado_contextual":"O pecado é a transgressão da lei de Deus e causa separação entre o homem e Deus.","explicacao_detalhada":"Jesus alerta os discípulos sobre as dificuldades que enfrentarão e como o mundo os rejeitará, devido ao pecado que não reconhece a verdade.","por_que_esta_palavra":"A palavra 'pecado' é essencial para entender a necessidade de redenção e a obra de Cristo.","conexao_teologica":"O pecado é um tema central na teologia cristã, que enfatiza a necessidade de salvação através de Jesus.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Tiago 4:17"]},"joao_16_1_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como a fonte de toda verdade e justiça.","explicacao_detalhada":"Neste contexto, a palavra 'deus' é usada para enfatizar a soberania e a autoridade divina sobre todas as coisas.","por_que_esta_palavra":"A palavra 'deus' é fundamental para a compreensão da natureza divina e do relacionamento do homem com Ele.","conexao_teologica":"A compreensão de Deus é central para a fé cristã, sendo a base de toda a revelação bíblica.","referencias_relacionadas":["Salmos 46:10","Isaías 40:28","João 4:24"]},"joao_16_1_pregar":{"palavra_pt":"falar","palavra_original":"λαλέω","transliteracao":"laléō","strong":"G2980","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar sobre Cristo é um chamado para todos os crentes.","explicacao_detalhada":"Jesus instrui os discípulos a falarem sobre as verdades que aprenderam dEle, enfatizando a importância da comunicação da fé.","por_que_esta_palavra":"A palavra 'falar' destaca a responsabilidade dos crentes em compartilhar o evangelho.","conexao_teologica":"A pregação é um aspecto vital da missão da igreja, que deve proclamar a mensagem de Cristo ao mundo.","referencias_relacionadas":["Mateus 28:19-20","Romanos 10:14","1 Coríntios 1:21"]},"joao_16_2_deus":{"palavra_pt":"deus","palavra_original":"λατρεία","transliteracao":"latreía","strong":"G2999","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é adorado e reverenciado, e a verdadeira adoração é feita em espírito e verdade.","explicacao_detalhada":"Neste contexto, a palavra 'deus' é usada para enfatizar a importância da adoração genuína e da relação pessoal com Ele.","por_que_esta_palavra":"A palavra 'deus' é essencial para entender a natureza da adoração e do relacionamento com o Criador.","conexao_teologica":"A adoração a Deus é um tema central na Bíblia, refletindo a resposta do homem à Sua grandeza.","referencias_relacionadas":["Salmos 95:6","João 4:24","Hebreus 12:28"]},"joao_16_2_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Fazer refere-se à ação de cumprir a vontade de Deus.","explicacao_detalhada":"Jesus alerta sobre as ações que os crentes devem evitar, enfatizando a importância de viver de acordo com a vontade de Deus.","por_que_esta_palavra":"A palavra 'fazer' é crucial para entender a prática da fé e a obediência aos mandamentos de Deus.","conexao_teologica":"A ação é um reflexo da fé genuína, e a obediência é um aspecto vital da vida cristã.","referencias_relacionadas":["Tiago 1:22","Mateus 7:21","Gálatas 5:13"]},"joao_16_3_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de realizar algo, muitas vezes em um contexto de obediência ou cumprimento de mandamentos.","explicacao_detalhada":"No contexto de João 16:3, 'fazer' implica em ações que podem ser motivadas pela ignorância da verdade sobre Jesus. Os discípulos são alertados sobre as consequências de suas ações em relação à fé.","por_que_esta_palavra":"Esta palavra é crucial para entender como as ações dos indivíduos podem ser influenciadas pela falta de conhecimento espiritual.","conexao_teologica":"A ação de fazer está ligada à obediência a Deus e à prática da fé, refletindo a importância de viver de acordo com a verdade revelada.","referencias_relacionadas":["Mateus 7:21","Tiago 1:22","1 João 2:17"]},"joao_16_3_grande":{"palavra_pt":"conhecer","palavra_original":"γινώσκω","transliteracao":"ginṓskō","strong":"G1097","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"A palavra 'conhecer' refere-se a um entendimento profundo e relacional, não apenas intelectual.","explicacao_detalhada":"Em João 16:3, 'conhecer' implica em um relacionamento íntimo com Cristo, que é essencial para a salvação e a vida cristã.","por_que_esta_palavra":"Conhecer a verdade sobre Jesus é fundamental para evitar enganos e viver uma vida que glorifica a Deus.","conexao_teologica":"O conhecimento de Deus e de Sua verdade é central na teologia cristã, pois leva à transformação e à vida eterna.","referencias_relacionadas":["João 17:3","1 João 5:20","Romanos 10:9-10"]},"joao_16_4_dia":{"palavra_pt":"dia","palavra_original":"ὥρα","transliteracao":"hṓra","strong":"G5610","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' pode referir-se a um período específico de tempo, mas também simboliza um tempo de revelação e cumprimento das promessas de Deus.","explicacao_detalhada":"No versículo, 'dia' indica um tempo em que os discípulos enfrentarão desafios e perseguições, mas também um tempo de esperança e realização das promessas de Jesus.","por_que_esta_palavra":"Entender o 'dia' é importante para reconhecer os tempos de Deus e a preparação que Ele oferece aos Seus seguidores.","conexao_teologica":"A noção de tempo em Deus é frequentemente ligada ao Seu plano redentor e à expectativa da volta de Cristo.","referencias_relacionadas":["Atos 2:20","1 Tessalonicenses 5:2","Hebreus 10:25"]},"joao_16_4_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma relação de proximidade ou posição em meio a algo ou alguém.","explicacao_detalhada":"No contexto de João 16:4, 'entre' sugere a presença dos discípulos em um mundo hostil, mas também a proteção e a presença de Cristo no meio deles.","por_que_esta_palavra":"É essencial entender como os crentes estão posicionados entre as dificuldades do mundo e a esperança em Cristo.","conexao_teologica":"A presença de Cristo entre os crentes é um tema central, enfatizando a comunhão e a proteção divina.","referencias_relacionadas":["Mateus 28:20","Salmos 23:4","Romanos 8:31"]},"joao_16_4_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em um movimento em direção a algo ou alguém, geralmente com um propósito.","explicacao_detalhada":"Em João 16:4, 'seguir' refere-se à necessidade de os discípulos continuarem a seguir Jesus, mesmo em tempos de dificuldade e incerteza.","por_que_esta_palavra":"Seguir a Cristo é um chamado constante para os crentes, que devem permanecer firmes na fé.","conexao_teologica":"O seguimento de Cristo é um aspecto vital da vida cristã, refletindo a devoção e a entrega ao Senhor.","referencias_relacionadas":["Lucas 9:23","João 10:27","Mateus 16:24"]},"joao_16_5_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"A palavra 'depart' refere-se ao ato de ir embora ou se afastar, muitas vezes com um sentido de separação.","explicacao_detalhada":"No contexto de João 16:5, 'depart' se refere à partida de Jesus, que traz tristeza aos discípulos, mas também a promessa de um Consolador.","por_que_esta_palavra":"Compreender a partida de Jesus é essencial para entender a dinâmica da nova aliança e a vinda do Espírito Santo.","conexao_teologica":"A partida de Cristo é um passo necessário para a realização do plano de salvação e a vinda do Espírito Santo.","referencias_relacionadas":["João 14:16-17","Atos 1:9","Romanos 8:9"]},"joao_16_5_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' aqui também indica a posição dos discípulos em relação ao mundo e à presença de Jesus.","explicacao_detalhada":"Em João 16:5, 'entre' sugere que, apesar da partida de Jesus, Ele ainda está presente espiritualmente entre os crentes.","por_que_esta_palavra":"É importante entender que a presença de Jesus não se limita à Sua forma física, mas se estende à Sua presença espiritual.","conexao_teologica":"A presença contínua de Cristo entre os crentes é um tema de conforto e esperança na teologia cristã.","referencias_relacionadas":["Mateus 18:20","João 14:18","Hebreus 13:5"]},"joao_16_6_grief":{"palavra_pt":"dor","palavra_original":"λύπη","transliteracao":"lýpē","strong":"G3077","significado_raiz":"Ideia básica: dor.","significado_contextual":"A palavra 'dor' refere-se a um sentimento de tristeza ou sofrimento emocional.","explicacao_detalhada":"No contexto de João 16:6, 'dor' expressa a tristeza dos discípulos pela partida de Jesus e as dificuldades que eles enfrentarão.","por_que_esta_palavra":"Reconhecer a dor é importante para entender a profundidade da experiência humana e a necessidade de consolo divino.","conexao_teologica":"A dor e o sofrimento são temas recorrentes na Bíblia, que mostram a necessidade de esperança e consolo em Deus.","referencias_relacionadas":["Salmos 34:18","2 Coríntios 1:3-4","Romanos 5:3-5"]},"joao_16_6_coracao":{"palavra_pt":"coracao","palavra_original":"καρδία","transliteracao":"kardía","strong":"G2588","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' refere-se ao centro das emoções e da vontade humana.","explicacao_detalhada":"Em João 16:6, 'coração' simboliza a tristeza e a confusão que os discípulos sentem diante das palavras de Jesus.","por_que_esta_palavra":"Entender o papel do coração é fundamental para reconhecer a vulnerabilidade humana e a necessidade de Deus.","conexao_teologica":"O coração é frequentemente mencionado na Bíblia como o lugar onde Deus trabalha, transformando vidas e trazendo cura.","referencias_relacionadas":["Provérbios 4:23","Salmos 51:10","Ezequiel 36:26"]},"joao_16_6_pregar":{"palavra_pt":"falar","palavra_original":"λαλέω","transliteracao":"laléō","strong":"G2980","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' implica em comunicar uma mensagem, muitas vezes com um propósito de edificação ou advertência.","explicacao_detalhada":"No contexto de João 16:6, 'falar' pode referir-se à necessidade de os discípulos expressarem suas preocupações e dúvidas, buscando entendimento.","por_que_esta_palavra":"Falar é uma parte essencial da vida comunitária e da expressão da fé, permitindo que os crentes compartilhem suas experiências.","conexao_teologica":"A comunicação é vital na vida cristã, refletindo a importância da palavra de Deus e do testemunho entre os crentes.","referencias_relacionadas":["Tiago 1:19","Efésios 4:29","Colossenses 3:16"]},"joao_16_7_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, o Criador e Sustentador do universo.","explicacao_detalhada":"No contexto de João 16:7, Jesus menciona a necessidade de sua partida para que o Consolador, o Espírito Santo, possa vir. A presença de Deus é essencial para a vida espiritual dos crentes.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a relação entre Jesus e o Pai, bem como a obra do Espírito Santo na vida dos crentes.","conexao_teologica":"A presença de Deus em forma do Espírito Santo é uma promessa de Jesus que garante a continuidade da comunhão divina com os crentes após sua ascensão.","referencias_relacionadas":["João 14:16","Mateus 28:20","Atos 1:8"]},"joao_16_7_intercessor":{"palavra_pt":"intercessor","palavra_original":"παράκλητος","transliteracao":"paráklētos","strong":"G3875","significado_raiz":"Ideia básica: intercessor.","significado_contextual":"A palavra 'intercessor' refere-se ao Espírito Santo que atua como advogado e consolador dos crentes.","explicacao_detalhada":"Jesus promete que o Espírito Santo virá para ajudar, guiar e interceder em favor dos crentes, especialmente em momentos de dificuldade e dúvida.","por_que_esta_palavra":"A função do intercessor é crucial para a vida cristã, pois ele é o elo entre o crente e Deus, trazendo conforto e direção.","conexao_teologica":"O Espírito Santo como intercessor destaca a importância da Trindade e a continuidade da presença de Deus na vida dos crentes.","referencias_relacionadas":["Romanos 8:26-27","1 João 2:1","João 14:26"]},"joao_16_7_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação de Jesus sobre a vinda do Espírito Santo.","explicacao_detalhada":"Jesus está explicando aos discípulos a importância de sua partida e como isso se relaciona com a vinda do Consolador.","por_que_esta_palavra":"A comunicação clara de Jesus é vital para que os discípulos compreendam o plano de Deus e a obra do Espírito Santo.","conexao_teologica":"A palavra 'dizer' enfatiza a revelação divina e a importância da palavra de Deus na vida dos crentes.","referencias_relacionadas":["João 1:1","Hebreus 1:1-2","Mateus 4:4"]},"joao_16_8_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"A palavra 'justiça' refere-se ao padrão moral de Deus e à necessidade de arrependimento.","explicacao_detalhada":"O Espírito Santo convence o mundo do pecado, da justiça e do juízo, mostrando a necessidade de se alinhar com a justiça de Deus.","por_que_esta_palavra":"A justiça é um aspecto central da mensagem do evangelho, que chama os crentes a viver de acordo com os padrões de Deus.","conexao_teologica":"A justiça de Deus é um tema recorrente na Bíblia, refletindo seu caráter e a necessidade de redenção.","referencias_relacionadas":["Romanos 3:23-24","Gálatas 2:16","2 Coríntios 5:21"]},"joao_16_8_lei":{"palavra_pt":"juizo","palavra_original":"κρίσις","transliteracao":"krísis","strong":"G2920","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo' refere-se ao julgamento de Deus sobre o pecado e a condenação do príncipe deste mundo.","explicacao_detalhada":"O Espírito Santo traz convicção sobre o juízo que está por vir, alertando os crentes sobre a seriedade do pecado e a necessidade de arrependimento.","por_que_esta_palavra":"O juízo é um aspecto importante da justiça de Deus, que deve ser compreendido para que os crentes vivam em santidade.","conexao_teologica":"O juízo de Deus é um tema que destaca a soberania de Deus e a responsabilidade humana diante de suas leis.","referencias_relacionadas":["Romanos 14:10-12","Apocalipse 20:11-15","Mateus 12:36-37"]},"joao_16_8_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Ideia básica: mundo.","significado_contextual":"A palavra 'mundo' refere-se à humanidade e ao sistema que se opõe a Deus.","explicacao_detalhada":"O Espírito Santo convence o mundo do pecado, mostrando a necessidade de salvação e a realidade do juízo.","por_que_esta_palavra":"Entender o 'mundo' é crucial para compreender a missão de Jesus e a obra do Espírito Santo na salvação.","conexao_teologica":"A relação entre Deus e o mundo é central na mensagem do evangelho, que busca redimir a criação caída.","referencias_relacionadas":["João 3:16","1 João 2:15-17","Romanos 5:12"]},"joao_16_9_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' refere-se à fé necessária para a salvação e a relação com Deus.","explicacao_detalhada":"A convicção do Espírito Santo leva as pessoas a crerem em Jesus como o Salvador e a reconhecerem seu papel redentor.","por_que_esta_palavra":"A fé é fundamental para a vida cristã, sendo o meio pelo qual os crentes recebem a graça de Deus.","conexao_teologica":"A fé é um tema central na teologia cristã, refletindo a confiança em Deus e sua palavra.","referencias_relacionadas":["Efésios 2:8-9","Hebreus 11:1","Romanos 10:17"]},"joao_16_9_indeed":{"palavra_pt":"indeed","palavra_original":"μέν","transliteracao":"mén","strong":"G3303","significado_raiz":"Ideia básica: indeed.","significado_contextual":"A palavra 'indeed' enfatiza a certeza e a verdade da afirmação de Jesus.","explicacao_detalhada":"Jesus usa 'indeed' para reforçar a importância do que está prestes a dizer sobre a obra do Espírito Santo.","por_que_esta_palavra":"A ênfase na verdade é crucial para que os discípulos compreendam a seriedade da mensagem de Jesus.","conexao_teologica":"A verdade é um atributo de Deus e um aspecto essencial da fé cristã.","referencias_relacionadas":["João 14:6","Salmos 119:160","1 João 5:20"]},"joao_16_10_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"A palavra 'justiça' novamente refere-se ao padrão moral de Deus e à obra redentora de Cristo.","explicacao_detalhada":"O Espírito Santo convence sobre a justiça de Cristo, que foi exaltado à direita de Deus após sua ressurreição.","por_que_esta_palavra":"A justiça de Cristo é fundamental para a salvação, pois é através dela que os crentes são justificados.","conexao_teologica":"A justiça de Cristo é a base da justificação pela fé, um tema central na teologia cristã.","referencias_relacionadas":["Romanos 5:1","Gálatas 3:24","Filipenses 3:9"]},"joao_16_10_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"A palavra 'depart' refere-se à ascensão de Jesus ao céu.","explicacao_detalhada":"A partida de Jesus é necessária para que o Espírito Santo possa vir e habitar nos crentes, cumprindo a promessa de Deus.","por_que_esta_palavra":"A partida de Jesus é um ponto crucial na história da salvação, marcando a transição para a nova aliança.","conexao_teologica":"A ascensão de Cristo é um aspecto importante da obra redentora e da continuidade da presença de Deus com seu povo.","referencias_relacionadas":["Atos 1:9-11","Efésios 4:10","Hebreus 4:14"]},"joao_16_11_lei":{"palavra_pt":"juizo","palavra_original":"κρίσις","transliteracao":"krísis","strong":"G2920","significado_raiz":"Ideia básica: juizo.","significado_contextual":"O juízo mencionado refere-se ao julgamento que será feito sobre o príncipe deste mundo, Satanás.","explicacao_detalhada":"O juízo é a decisão final de Deus sobre o destino do mundo e das pessoas. Neste contexto, Jesus está anunciando que o príncipe deste mundo já foi julgado, indicando a vitória sobre o mal.","por_que_esta_palavra":"A palavra 'juízo' é crucial para entender a justiça divina e a condenação do mal, que é um tema central na mensagem de Jesus.","conexao_teologica":"O juízo de Deus é um tema recorrente nas Escrituras, refletindo a soberania de Deus sobre a história e a certeza de que o mal será derrotado.","referencias_relacionadas":["João 12:31","Romanos 14:10","Apocalipse 20:10"]},"joao_16_11_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Ideia básica: mundo.","significado_contextual":"O 'mundo' aqui se refere à ordem social e espiritual que se opõe a Deus e à verdade.","explicacao_detalhada":"Jesus fala sobre o mundo como um sistema que rejeita a luz e vive na escuridão, enfatizando a necessidade de discernimento espiritual.","por_que_esta_palavra":"A palavra 'mundo' é importante para entender a luta entre a luz e as trevas, e a missão de Jesus de salvar aqueles que estão perdidos.","conexao_teologica":"O conceito de mundo é frequentemente usado para descrever a condição humana caída e a necessidade de redenção.","referencias_relacionadas":["João 3:16","1 João 2:15-17","Romanos 12:2"]},"joao_16_11_julgar":{"palavra_pt":"julgar","palavra_original":"κρίνω","transliteracao":"krínō","strong":"G2919","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Julgar implica a ação de discernir entre o certo e o errado, e neste caso, refere-se ao julgamento do príncipe deste mundo.","explicacao_detalhada":"Jesus está afirmando que o julgamento é inevitável e que o mal será confrontado e derrotado.","por_que_esta_palavra":"A palavra 'julgar' é fundamental para a compreensão da justiça de Deus e da necessidade de arrependimento.","conexao_teologica":"O julgamento é um aspecto essencial da teologia cristã, refletindo a natureza justa de Deus.","referencias_relacionadas":["Mateus 7:1-2","Romanos 2:6-8","Apocalipse 20:12"]},"joao_16_12_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude das verdades que Jesus ainda não pode compartilhar com seus discípulos.","explicacao_detalhada":"Jesus reconhece que há muitas coisas que seus seguidores ainda não estão prontos para entender, indicando um crescimento espiritual necessário.","por_que_esta_palavra":"A ideia de 'grande' sugere a profundidade e a importância das revelações que virão através do Espírito Santo.","conexao_teologica":"O crescimento espiritual é um tema importante na vida cristã, onde os crentes são chamados a amadurecer na fé.","referencias_relacionadas":["Hebreus 5:12-14","Efésios 4:15","Colossenses 1:10"]},"joao_16_12_possessao":{"palavra_pt":"possessao","palavra_original":"ἔχω","transliteracao":"échō","strong":"G2192","significado_raiz":"Ideia básica: possessao.","significado_contextual":"A palavra 'possessão' refere-se à capacidade de ter ou manter algo, neste caso, a verdade que Jesus deseja compartilhar.","explicacao_detalhada":"Jesus está enfatizando que há verdades que Ele possui e que serão reveladas aos discípulos no tempo certo.","por_que_esta_palavra":"A ideia de 'possessão' é importante para entender a relação entre Jesus e seus seguidores, onde Ele é a fonte de toda verdade.","conexao_teologica":"A possessão da verdade é um tema central na relação entre Deus e a humanidade, onde a revelação divina é essencial.","referencias_relacionadas":["João 14:6","1 Coríntios 2:12","Tiago 1:5"]},"joao_16_12_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' implica a comunicação de verdades e ensinamentos que são essenciais para a fé.","explicacao_detalhada":"Jesus está preparando os discípulos para que, através do Espírito Santo, eles possam entender e comunicar a mensagem do Evangelho.","por_que_esta_palavra":"A comunicação é vital na transmissão da mensagem cristã, e Jesus enfatiza a importância de ouvir e entender.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação divina é um aspecto fundamental da experiência cristã.","referencias_relacionadas":["Romanos 10:17","2 Timóteo 3:16-17","Hebreus 4:12"]},"joao_16_13_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"O 'espírito' refere-se ao Espírito Santo, que guia e revela a verdade aos crentes.","explicacao_detalhada":"Jesus promete que o Espírito Santo virá para ensinar e lembrar os discípulos de tudo o que Ele disse.","por_que_esta_palavra":"A presença do Espírito Santo é essencial para a vida cristã, pois Ele é o Consolador e o guia espiritual.","conexao_teologica":"A obra do Espírito Santo é fundamental na teologia cristã, pois Ele é quem aplica a salvação e a verdade na vida dos crentes.","referencias_relacionadas":["Atos 1:8","Romanos 8:26-27","Gálatas 5:22-23"]},"joao_16_13_grande":{"palavra_pt":"vir","palavra_original":"ἔρχομαι","transliteracao":"érchomai","strong":"G2064","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir' refere-se à vinda do Espírito Santo e à revelação de verdades maiores aos discípulos.","explicacao_detalhada":"Jesus está enfatizando que o Espírito Santo não apenas virá, mas também revelará coisas profundas e significativas.","por_que_esta_palavra":"A vinda do Espírito é um marco na história da Igreja, onde os crentes são capacitados a viver e testemunhar a verdade.","conexao_teologica":"A expectativa da vinda do Espírito Santo é um tema central na promessa de Jesus e na formação da Igreja.","referencias_relacionadas":["Atos 2:1-4","Gálatas 4:6","Efésios 1:13-14"]},"joao_16_13_caminho":{"palavra_pt":"caminho","palavra_original":"ὁδηγέω","transliteracao":"hodēgéō","strong":"G3594","significado_raiz":"Ideia básica: caminho.","significado_contextual":"O 'caminho' refere-se à direção e orientação que o Espírito Santo dará aos crentes na verdade.","explicacao_detalhada":"Jesus está afirmando que o Espírito Santo guiará os discípulos em toda a verdade, mostrando o caminho a seguir.","por_que_esta_palavra":"A ideia de 'caminho' é fundamental na vida cristã, onde os crentes são chamados a seguir a direção de Deus.","conexao_teologica":"A orientação do Espírito Santo é essencial para a vida cristã, refletindo a necessidade de dependência divina.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:5-6","João 14:26"]},"joao_16_14_gloria":{"palavra_pt":"gloria","palavra_original":"δοξάζω","transliteracao":"doxázō","strong":"G1392","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A 'glória' refere-se à manifestação da presença e do caráter de Deus, que será revelada através do Espírito Santo.","explicacao_detalhada":"Jesus afirma que o Espírito Santo glorificará a Ele, revelando a verdade e a majestade de Deus aos crentes.","por_que_esta_palavra":"A glória de Deus é um tema central na Escritura, refletindo Sua natureza e a adoração que Ele merece.","conexao_teologica":"A glorificação de Jesus pelo Espírito é um aspecto essencial da obra do Espírito Santo na vida da Igreja.","referencias_relacionadas":["Romanos 8:30","2 Coríntios 3:18","Apocalipse 4:11"]},"joao_16_14_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma relação de proximidade ou inclusão.","explicacao_detalhada":"No contexto de João 16:14, Jesus fala sobre o Espírito Santo que glorificará a Ele, mostrando que o Espírito está em comunhão íntima com o Pai e o Filho, e que essa relação é fundamental para a revelação da verdade.","por_que_esta_palavra":"A escolha da palavra 'entre' enfatiza a interdependência e a unidade entre as pessoas da Trindade.","conexao_teologica":"A palavra 'entre' reflete a comunhão e a unidade do Espírito Santo com o Pai e o Filho, essencial para a compreensão da Trindade.","referencias_relacionadas":["João 14:16-17","João 15:26","João 17:21"]},"joao_16_14_agarrar":{"palavra_pt":"receber","palavra_original":"λαμβάνω","transliteracao":"lambánō","strong":"G2983","significado_raiz":"Ideia básica: receber.","significado_contextual":"A palavra 'receber' implica em aceitar ou tomar algo que é oferecido.","explicacao_detalhada":"Em João 16:14, o Espírito Santo é descrito como aquele que 'recebe' do que é de Jesus e revela aos discípulos, indicando a ação ativa do Espírito em transmitir a verdade divina.","por_que_esta_palavra":"A palavra 'receber' é crucial para entender a dinâmica do Espírito Santo em relação ao ensinamento e à revelação.","conexao_teologica":"A ação de 'receber' do Espírito Santo demonstra a continuidade da revelação divina e a importância do Espírito na vida do crente.","referencias_relacionadas":["João 14:17","Atos 2:4","1 Coríntios 2:12"]},"joao_16_15_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' novamente destaca a relação de proximidade e inclusão.","explicacao_detalhada":"No versículo, Jesus afirma que tudo o que o Pai tem é d'Ele, e o Espírito Santo revela isso aos discípulos, reforçando a ideia de que a revelação é feita em um contexto de comunhão.","por_que_esta_palavra":"A palavra 'entre' é utilizada para mostrar a interconexão entre o Pai, o Filho e o Espírito Santo.","conexao_teologica":"A unidade entre o Pai e o Filho é essencial para a compreensão da obra do Espírito Santo na revelação da verdade.","referencias_relacionadas":["João 10:30","João 14:10","João 17:22"]},"joao_16_15_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' refere-se à maneira pela qual se deve viver ou seguir.","explicacao_detalhada":"No contexto de João 16:15, o 'caminho' implica que a revelação do Espírito Santo orienta os crentes na verdade e na vida cristã.","por_que_esta_palavra":"A escolha de 'caminho' sugere que a vida cristã é uma jornada que deve ser guiada pelo Espírito.","conexao_teologica":"O 'caminho' representa a vida em Cristo, que é guiada pelo Espírito Santo, essencial para a santificação.","referencias_relacionadas":["João 14:6","Salmos 119:105","Gálatas 5:16"]},"joao_16_16_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"A palavra 'depart' indica uma saída ou afastamento.","explicacao_detalhada":"Em João 16:16, Jesus fala sobre sua partida, que é um momento de tristeza para os discípulos, mas que também é necessário para a vinda do Consolador.","por_que_esta_palavra":"A palavra 'depart' é crucial para entender a transição da presença física de Jesus para a presença do Espírito Santo.","conexao_teologica":"A partida de Jesus é um passo necessário para a realização do plano de salvação e a vinda do Espírito Santo.","referencias_relacionadas":["João 14:3","Atos 1:9","Hebreus 10:12"]},"joao_16_16_least":{"palavra_pt":"least","palavra_original":"μικρός","transliteracao":"mikrós","strong":"G3398","significado_raiz":"Ideia básica: least.","significado_contextual":"A palavra 'least' refere-se ao menor ou ao que é considerado de menor importância.","explicacao_detalhada":"No contexto, Jesus menciona que os discípulos se sentirão tristes, mas essa tristeza será transformada em alegria, mostrando que mesmo os momentos de dor têm um propósito maior.","por_que_esta_palavra":"A palavra 'least' é usada para enfatizar a fragilidade humana diante das dificuldades, mas também a grandeza da alegria que virá.","conexao_teologica":"A transformação da tristeza em alegria é um tema central na obra redentora de Cristo, que traz esperança mesmo nas dificuldades.","referencias_relacionadas":["Romanos 8:18","2 Coríntios 4:17","Salmos 30:5"]},"joao_16_17_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"A palavra 'depart' novamente indica uma saída ou afastamento.","explicacao_detalhada":"Jesus menciona sua partida, que gera confusão entre os discípulos, refletindo a dificuldade de entender a necessidade de sua ausência para a vinda do Espírito.","por_que_esta_palavra":"A repetição da palavra 'depart' enfatiza a importância desse evento na narrativa da salvação.","conexao_teologica":"A partida de Jesus é essencial para a realização do plano de Deus e a vinda do Espírito Santo.","referencias_relacionadas":["João 14:28","João 16:7","Atos 1:11"]},"joao_16_17_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' reforça a ideia de proximidade e inclusão.","explicacao_detalhada":"Neste versículo, a confusão dos discípulos sobre a partida de Jesus é abordada, mostrando a necessidade de entender a relação entre a ausência de Jesus e a presença do Espírito.","por_que_esta_palavra":"A palavra 'entre' destaca a interconexão entre a experiência dos discípulos e a obra do Espírito Santo.","conexao_teologica":"A presença do Espírito Santo é uma continuidade da presença de Cristo entre os crentes.","referencias_relacionadas":["João 14:18","Mateus 28:20","Atos 2:33"]},"joao_16_18_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação de uma mensagem.","explicacao_detalhada":"Em João 16:18, Jesus fala sobre o que os discípulos ouvirão, enfatizando a importância da comunicação da verdade.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para entender a revelação e a transmissão da mensagem de Cristo.","conexao_teologica":"A comunicação da verdade é essencial para a edificação da fé e a missão da Igreja.","referencias_relacionadas":["Mateus 28:19-20","Romanos 10:14","1 Pedro 3:15"]},"joao_16_18_least":{"palavra_pt":"least","palavra_original":"μικρός","transliteracao":"mikrós","strong":"G3398","significado_raiz":"Ideia básica: least.","significado_contextual":"A palavra 'least' refere-se ao menor ou ao que é considerado de menor importância.","explicacao_detalhada":"Neste contexto, Jesus menciona a confusão e a tristeza dos discípulos, mas também a promessa de alegria que virá, mostrando que mesmo os momentos difíceis têm um propósito.","por_que_esta_palavra":"A palavra 'least' é usada para enfatizar a fragilidade humana diante das dificuldades, mas também a grandeza da alegria que virá.","conexao_teologica":"A transformação da tristeza em alegria é um tema central na obra redentora de Cristo, que traz esperança mesmo nas dificuldades.","referencias_relacionadas":["Romanos 8:18","2 Coríntios 4:17","Salmos 30:5"]},"joao_16_19_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que representa a figura central do cristianismo, o Salvador.","explicacao_detalhada":"Jesus é o nome dado ao Filho de Deus, que veio ao mundo para redimir a humanidade através de sua morte e ressurreição. O nome significa 'O Senhor é Salvação'.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental para a fé cristã, pois representa a encarnação de Deus e a promessa de salvação.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua obra redentora é o centro da mensagem do evangelho.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"joao_16_19_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Ato de selecionar ou optar por algo.","explicacao_detalhada":"Escolher implica em um ato de vontade, onde se decide entre várias opções. No contexto bíblico, Deus escolhe seu povo e os crentes são chamados a escolher seguir a Cristo.","por_que_esta_palavra":"A escolha é um tema recorrente na Bíblia, refletindo a soberania de Deus e a responsabilidade humana.","conexao_teologica":"A escolha de Deus em salvar os que creem é um aspecto central da graça e da fé.","referencias_relacionadas":["Efésios 1:4","Deuteronômio 30:19","João 15:16"]},"joao_16_19_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Ato de procurar ou investigar.","explicacao_detalhada":"Buscar é um convite à ação, onde os crentes são incentivados a procurar a verdade e a presença de Deus em suas vidas.","por_que_esta_palavra":"Buscar a Deus é um princípio fundamental da vida cristã, refletindo a necessidade de relacionamento com o Criador.","conexao_teologica":"A busca por Deus é frequentemente recompensada com a revelação de Sua vontade e presença.","referencias_relacionadas":["Mateus 7:7","Jeremias 29:13","Hebreus 11:6"]},"joao_16_20_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"Ser supremo, criador do universo.","explicacao_detalhada":"Deus é descrito na Bíblia como onipotente, onisciente e onipresente. Ele é o autor da vida e o sustentador de todas as coisas.","por_que_esta_palavra":"A palavra 'Deus' é central na teologia cristã, representando a fonte de toda a criação e a base da moralidade.","conexao_teologica":"A relação entre Deus e a humanidade é fundamental para a compreensão da salvação e da vida eterna.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","João 3:16"]},"joao_16_20_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Referente a algo que se torna maior ou mais significativo.","explicacao_detalhada":"No contexto bíblico, 'tornar-se' pode referir-se à transformação que ocorre na vida dos crentes através da obra do Espírito Santo.","por_que_esta_palavra":"A ideia de transformação é central na vida cristã, onde os crentes são chamados a se tornar novas criaturas em Cristo.","conexao_teologica":"A grandeza de Deus se manifesta na transformação e na redenção do ser humano.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"joao_16_20_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Ideia básica: mundo.","significado_contextual":"O sistema de vida e a criação que Deus fez.","explicacao_detalhada":"Mundo, no contexto bíblico, pode referir-se tanto à criação física quanto ao sistema moral e espiritual que se opõe a Deus.","por_que_esta_palavra":"A compreensão do mundo é essencial para entender a missão de Jesus e o chamado dos crentes para serem luz em meio à escuridão.","conexao_teologica":"A relação entre Deus e o mundo é um tema central, onde a redenção é oferecida a toda a criação.","referencias_relacionadas":["João 3:16","1 João 2:15-17","Romanos 8:21"]},"joao_16_21_semente":{"palavra_pt":"semente","palavra_original":"τίκτω","transliteracao":"tíktō","strong":"G5088","significado_raiz":"Ideia básica: semente.","significado_contextual":"Elemento que dá origem a uma nova vida.","explicacao_detalhada":"A semente é uma metáfora poderosa na Bíblia, simbolizando o potencial de crescimento e a nova vida que vem através da fé em Cristo.","por_que_esta_palavra":"A ideia de semente é usada para ilustrar como a Palavra de Deus pode produzir frutos na vida dos crentes.","conexao_teologica":"A semente representa a obra do Espírito Santo na vida do crente, trazendo transformação e crescimento espiritual.","referencias_relacionadas":["Mateus 13:31-32","Gálatas 6:7-9","1 Pedro 1:23"]},"joao_16_21_pai":{"palavra_pt":"pai","palavra_original":"γεννάω","transliteracao":"gennáō","strong":"G1080","significado_raiz":"Ideia básica: pai.","significado_contextual":"A figura paterna que representa cuidado e proteção.","explicacao_detalhada":"Pai, no contexto bíblico, refere-se a Deus como o Criador e protetor da humanidade, além de ser a relação que Jesus tem com o Pai celestial.","por_que_esta_palavra":"A paternidade de Deus é um conceito central na Bíblia, refletindo amor, cuidado e autoridade.","conexao_teologica":"A relação entre o Pai e o Filho é fundamental para entender a Trindade e a obra redentora de Cristo.","referencias_relacionadas":["Mateus 6:9","Romanos 8:15","João 14:6-7"]},"joao_16_22_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"Ser supremo, criador do universo.","explicacao_detalhada":"Deus é descrito na Bíblia como a fonte de alegria e consolo, especialmente em momentos de dor e sofrimento.","por_que_esta_palavra":"A palavra 'Deus' é central na teologia cristã, representando a fonte de toda a criação e a base da moralidade.","conexao_teologica":"A relação entre Deus e a humanidade é fundamental para a compreensão da salvação e da vida eterna.","referencias_relacionadas":["Salmos 30:5","Romanos 15:13","2 Coríntios 1:3-4"]},"joao_16_22_grief":{"palavra_pt":"dor","palavra_original":"λύπη","transliteracao":"lýpē","strong":"G3077","significado_raiz":"Ideia básica: dor.","significado_contextual":"Sentimento de dor ou tristeza.","explicacao_detalhada":"A dor é uma experiência humana comum, e a Bíblia reconhece a dor como parte da vida, mas também oferece esperança e consolo em Deus.","por_que_esta_palavra":"A dor é um tema importante na Bíblia, refletindo a realidade do pecado e a necessidade de redenção.","conexao_teologica":"A dor e o sofrimento são transformados pela esperança que temos em Cristo, que venceu a morte.","referencias_relacionadas":["Salmos 34:18","Romanos 8:18","2 Coríntios 4:17"]},"joao_16_22_coracao":{"palavra_pt":"coracao","palavra_original":"καρδία","transliteracao":"kardía","strong":"G2588","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O coração é frequentemente visto como o centro das emoções e da vontade humana.","explicacao_detalhada":"No contexto de João 16:22, Jesus fala sobre a tristeza que os discípulos sentiriam pela sua partida, mas que essa tristeza se transformaria em alegria. O coração, portanto, representa o local onde essas emoções profundas ocorrem.","por_que_esta_palavra":"A palavra 'coração' é usada para expressar a profundidade das emoções humanas e a capacidade de sentir alegria e tristeza.","conexao_teologica":"O coração é visto como o centro do ser humano, onde se processam as experiências espirituais e emocionais. A transformação da tristeza em alegria reflete a obra do Espírito Santo na vida do crente.","referencias_relacionadas":["Salmos 37:4","Provérbios 4:23","Mateus 5:8"]},"joao_16_23_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia aqui se refere a um tempo específico de comunhão e resposta a Deus.","explicacao_detalhada":"Em João 16:23, Jesus menciona que naquele dia os discípulos não precisarão perguntar mais nada a Ele, pois terão acesso direto ao Pai. O 'dia' simboliza um novo tempo de relacionamento com Deus.","por_que_esta_palavra":"A palavra 'dia' é usada para indicar um período de revelação e mudança, onde a relação entre o homem e Deus é restaurada.","conexao_teologica":"Esse 'dia' é um prenúncio da nova aliança, onde os crentes têm acesso direto ao Pai através de Jesus.","referencias_relacionadas":["Hebreus 4:16","Efésios 2:18","1 João 5:14"]},"joao_16_24_gladness":{"palavra_pt":"alegria","palavra_original":"χαρά","transliteracao":"chará","strong":"G5479","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A alegria é a resposta emocional à realização de promessas e à presença de Deus.","explicacao_detalhada":"No versículo, Jesus promete que a alegria dos discípulos será completa quando eles receberem o que pedirem ao Pai em Seu nome. A alegria aqui é uma consequência da comunhão com Deus.","por_que_esta_palavra":"A palavra 'alegria' é utilizada para descrever o estado emocional que resulta da fé e da resposta de Deus às orações.","conexao_teologica":"A alegria é um fruto do Espírito e um sinal da presença de Deus na vida do crente.","referencias_relacionadas":["Gálatas 5:22","Salmos 16:11","Romanos 15:13"]},"joao_16_24_homem":{"palavra_pt":"homem","palavra_original":"οὐδείς","transliteracao":"oudeís","strong":"G3762","significado_raiz":"Ideia básica: homem.","significado_contextual":"O homem representa a humanidade em sua totalidade, em sua relação com Deus.","explicacao_detalhada":"Em João 16:24, a referência ao homem destaca a universalidade da oferta de Deus e a necessidade de todos se voltarem a Ele.","por_que_esta_palavra":"A palavra 'homem' é usada para enfatizar a condição humana e a dependência de Deus.","conexao_teologica":"A inclusão do homem na promessa de alegria e resposta às orações reflete a graça de Deus que se estende a todos.","referencias_relacionadas":["Romanos 3:23","Gênesis 1:27","1 Timóteo 2:4"]},"joao_16_25_parable":{"palavra_pt":"parable","palavra_original":"παροιμία","transliteracao":"paroimía","strong":"G3942","significado_raiz":"Ideia básica: parable.","significado_contextual":"A parábola é uma forma de ensino que usa histórias para transmitir verdades espirituais.","explicacao_detalhada":"Jesus usa parábolas para ensinar verdades profundas de maneira acessível. Em João 16:25, Ele menciona que usará figuras para comunicar suas mensagens.","por_que_esta_palavra":"A palavra 'parábola' é significativa porque indica um método de ensino que envolve comparação e ilustração.","conexao_teologica":"As parábolas revelam o caráter de Deus e a natureza do Seu reino, desafiando os ouvintes a refletirem sobre suas vidas.","referencias_relacionadas":["Mateus 13:10-17","Lucas 8:10","Marcos 4:34"]},"joao_16_25_dia":{"palavra_pt":"dia","palavra_original":"ὥρα","transliteracao":"hṓra","strong":"G5610","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia representa um tempo de revelação e entendimento pleno.","explicacao_detalhada":"Jesus fala sobre um dia em que as verdades que Ele ensinou serão claramente compreendidas pelos discípulos, sem necessidade de parábolas.","por_que_esta_palavra":"A palavra 'dia' aqui simboliza um tempo de clareza e revelação divina.","conexao_teologica":"Esse dia é associado ao entendimento pleno da obra de Cristo e à revelação do plano de Deus para a humanidade.","referencias_relacionadas":["João 14:20","1 Coríntios 13:12","Apocalipse 21:23"]},"joao_16_26_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao mesmo dia de revelação e acesso ao Pai.","explicacao_detalhada":"Em João 16:26, Jesus reforça que nesse dia os discípulos poderão pedir diretamente ao Pai em Seu nome, indicando um novo relacionamento.","por_que_esta_palavra":"A repetição da palavra 'dia' enfatiza a importância desse tempo de mudança na relação entre Deus e os homens.","conexao_teologica":"Esse acesso direto ao Pai é uma das principais promessas da nova aliança em Cristo.","referencias_relacionadas":["Hebreus 10:19-22","João 14:13","Efésios 3:12"]},"joao_16_27_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o Pai que ouve e responde às orações dos Seus filhos.","explicacao_detalhada":"No contexto de João 16:27, Jesus afirma que o Pai ama os discípulos porque eles creram n'Ele. Isso destaca a relação íntima entre Deus e Seus filhos.","por_que_esta_palavra":"A palavra 'Deus' é central na fé cristã, representando a fonte de amor, graça e salvação.","conexao_teologica":"A relação entre o Pai e os crentes é fundamental para a compreensão da nova aliança e do amor de Deus.","referencias_relacionadas":["Romanos 5:8","1 João 3:1","Salmos 103:13"]},"joao_16_27_amigo":{"palavra_pt":"amigo","palavra_original":"φιλέω","transliteracao":"philéō","strong":"G5368","significado_raiz":"Ideia básica: amigo.","significado_contextual":"Amigo aqui representa a intimidade e a relação pessoal com Jesus.","explicacao_detalhada":"Em João 16:27, Jesus fala sobre a amizade que os discípulos têm com Ele, enfatizando a proximidade e a confiança que devem ter.","por_que_esta_palavra":"A palavra 'amigo' é usada para descrever a relação íntima que Jesus oferece aos Seus seguidores.","conexao_teologica":"A amizade com Cristo é um aspecto vital da vida cristã, refletindo a comunhão e o amor que devemos ter uns pelos outros.","referencias_relacionadas":["João 15:15","Tiago 2:23","1 João 1:3"]},"joao_16_27_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Crer é a resposta necessária para receber as promessas de Deus.","explicacao_detalhada":"Em João 16:27, a fé dos discípulos é reconhecida como a base para o amor do Pai por eles. A crença em Jesus é essencial para a relação com Deus.","por_que_esta_palavra":"A palavra 'crer' é fundamental na teologia cristã, representando a confiança e a entrega a Deus.","conexao_teologica":"A fé é o meio pelo qual os crentes acessam as promessas de Deus e experimentam Sua graça.","referencias_relacionadas":["Hebreus 11:6","João 3:16","Romanos 10:9"]},"joao_16_28_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Ideia básica: mundo.","significado_contextual":"Refere-se ao mundo em sua totalidade, incluindo a humanidade e a criação.","explicacao_detalhada":"No contexto de João 16:28, Jesus fala sobre sua origem e missão no mundo, enfatizando que Ele veio do Pai e retornará a Ele. O termo 'mundo' aqui é usado para descrever a realidade em que os seres humanos vivem, muitas vezes em oposição ao reino de Deus.","por_que_esta_palavra":"A palavra 'mundo' é crucial para entender a relação entre Jesus e a humanidade, destacando a encarnação e a missão redentora de Cristo.","conexao_teologica":"A ideia de Jesus vindo ao mundo é central na teologia cristã, pois reflete a encarnação e a salvação oferecida a toda a humanidade.","referencias_relacionadas":["João 1:10","João 3:16","1 João 2:15"]},"joao_16_28_forth":{"palavra_pt":"adiante","palavra_original":"ἐξέρχομαι","transliteracao":"exérchomai","strong":"G1831","significado_raiz":"Ideia básica: adiante.","significado_contextual":"Indica um movimento para fora ou para além de um ponto de origem.","explicacao_detalhada":"Neste versículo, 'adiante' refere-se ao ato de Jesus sair do mundo e retornar ao Pai, simbolizando a conclusão de sua missão terrena e a transição para a sua glorificação.","por_que_esta_palavra":"A palavra 'adiante' é importante para entender o propósito de Jesus e sua ascensão, que é um tema recorrente no Novo Testamento.","conexao_teologica":"A ascensão de Jesus é um evento fundamental que confirma sua divindade e a promessa de retorno.","referencias_relacionadas":["Atos 1:9","Hebreus 1:3","Filipenses 2:9-11"]},"joao_16_29_parable":{"palavra_pt":"parable","palavra_original":"παροιμία","transliteracao":"paroimía","strong":"G3942","significado_raiz":"Ideia básica: parable.","significado_contextual":"Refere-se a uma forma de ensino que usa comparações ou analogias.","explicacao_detalhada":"Os discípulos reconhecem que Jesus está falando de maneira clara, em contraste com suas parábolas anteriores. Isso indica um momento de revelação e entendimento mais profundo sobre sua identidade e missão.","por_que_esta_palavra":"A palavra 'parable' destaca a mudança no estilo de ensino de Jesus, que agora é mais direto e acessível aos seus seguidores.","conexao_teologica":"As parábolas de Jesus são uma forma de revelar verdades espirituais profundas, e sua clareza neste momento é um sinal do cumprimento de sua missão.","referencias_relacionadas":["Mateus 13:34-35","Marcos 4:34","Lucas 8:10"]},"joao_16_30_business":{"palavra_pt":"assunto","palavra_original":"χρεία","transliteracao":"chreía","strong":"G5532","significado_raiz":"Ideia básica: assunto.","significado_contextual":"Refere-se a um assunto ou questão importante.","explicacao_detalhada":"Os discípulos mencionam que Jesus conhece todas as coisas, incluindo seus pensamentos e preocupações, o que demonstra sua divindade e intimidade com eles.","por_que_esta_palavra":"A palavra 'assunto' enfatiza a relação pessoal entre Jesus e seus discípulos, mostrando que Ele se importa com suas dúvidas e questões.","conexao_teologica":"A onisciência de Jesus é um aspecto fundamental de sua natureza divina, que conforta os crentes em suas incertezas.","referencias_relacionadas":["Salmos 139:1-4","Mateus 10:30","Hebreus 4:13"]},"joao_16_30_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao ser supremo, criador e sustentador do universo.","explicacao_detalhada":"Neste versículo, a menção de Deus destaca a relação entre Jesus e o Pai, enfatizando a unidade e a missão divina de Jesus.","por_que_esta_palavra":"A palavra 'deus' é central na compreensão da natureza de Jesus como Filho de Deus e sua autoridade.","conexao_teologica":"A relação entre Jesus e Deus Pai é fundamental para a doutrina da Trindade e a compreensão da salvação.","referencias_relacionadas":["João 10:30","João 14:9","Romanos 1:20"]},"joao_16_30_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se à crença ou confiança em algo ou alguém.","explicacao_detalhada":"Os discípulos expressam sua crença em Jesus, reconhecendo sua divindade e autoridade, o que é um passo importante em sua jornada de fé.","por_que_esta_palavra":"A palavra 'crer' é fundamental para a fé cristã, que se baseia na confiança em Jesus como o Salvador.","conexao_teologica":"A fé em Jesus é o meio pelo qual os crentes recebem a salvação e a vida eterna.","referencias_relacionadas":["João 3:36","Romanos 10:9-10","Efésios 2:8-9"]},"joao_16_31_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se ao nome do Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"Neste versículo, Jesus é reconhecido como o Messias, e sua identidade é central para a fé dos discípulos.","por_que_esta_palavra":"A palavra 'jesus' é fundamental para a teologia cristã, pois representa a encarnação de Deus e a salvação oferecida à humanidade.","conexao_teologica":"A identidade de Jesus como o Salvador é a base da fé cristã e da esperança da redenção.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 5:8"]},"joao_16_31_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se à crença ou confiança em Jesus como o Filho de Deus.","explicacao_detalhada":"A reafirmação da fé dos discípulos em Jesus é um momento crucial, pois demonstra sua compreensão e aceitação de sua missão.","por_que_esta_palavra":"A palavra 'crer' é essencial para a vida cristã, pois a fé é o que conecta os crentes a Deus.","conexao_teologica":"A fé em Jesus é o fundamento da salvação e da vida eterna prometida aos crentes.","referencias_relacionadas":["João 6:69","Gálatas 2:20","1 João 5:13"]},"joao_16_32_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"Refere-se a um relacionamento íntimo ou familiar.","explicacao_detalhada":"Jesus fala sobre estar 'sozinho', indicando que, embora os discípulos estejam com Ele, a verdadeira compreensão de sua missão e identidade é algo que só Ele pode realizar.","por_que_esta_palavra":"A palavra 'acquaintance' destaca a relação única entre Jesus e seus discípulos, que é ao mesmo tempo próxima e distinta.","conexao_teologica":"A relação pessoal entre Jesus e seus seguidores é um tema central no Novo Testamento, enfatizando a importância do relacionamento com Cristo.","referencias_relacionadas":["Mateus 11:28-30","João 15:15","1 João 1:3"]},"joao_16_32_alone":{"palavra_pt":"sozinho","palavra_original":"μόνος","transliteracao":"mónos","strong":"G3441","significado_raiz":"Ideia básica: sozinho.","significado_contextual":"Refere-se à condição de estar sem companhia ou apoio.","explicacao_detalhada":"Jesus menciona que Ele estará sozinho, o que antecipa sua crucificação e o abandono que Ele enfrentará, mesmo que os discípulos estejam fisicamente presentes.","por_que_esta_palavra":"A palavra 'sozinho' enfatiza o sacrifício de Jesus e a solidão que Ele experimentará em sua missão redentora.","conexao_teologica":"A solidão de Jesus na cruz é um aspecto importante da teologia da redenção, mostrando o custo do pecado e o amor de Deus.","referencias_relacionadas":["Mateus 26:56","Marcos 14:50","Salmos 22:1"]},"joao_16_32_dia":{"palavra_pt":"dia","palavra_original":"ὥρα","transliteracao":"hṓra","strong":"G5610","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo determinado em que Jesus enfrentará a crucificação e a separação dos discípulos.","explicacao_detalhada":"A palavra 'dia' (ὥρα) neste contexto indica um momento específico na cronologia da paixão de Cristo, onde Ele antecipa a sua morte e a dispersão dos discípulos.","por_que_esta_palavra":"Jesus usa 'dia' para enfatizar a iminência de sua crucificação e o impacto que isso terá sobre seus seguidores.","conexao_teologica":"Este 'dia' é crucial para a redenção da humanidade, pois marca o cumprimento do plano de salvação.","referencias_relacionadas":["Mateus 26:31","Marcos 14:27","Lucas 22:31-32"]},"joao_16_33_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"A paz mencionada por Jesus é uma paz que transcende as circunstâncias e é encontrada somente Nele.","explicacao_detalhada":"A palavra 'paz' (εἰρήνη) é usada por Jesus para confortar os discípulos, assegurando que, apesar das tribulações, eles podem encontrar descanso em Sua presença.","por_que_esta_palavra":"Jesus oferece a paz como um presente, contrastando com a tribulação do mundo, mostrando que a verdadeira paz vem dEle.","conexao_teologica":"A paz de Cristo é um tema central no Novo Testamento, representando a reconciliação entre Deus e a humanidade.","referencias_relacionadas":["Filipenses 4:7","Romanos 5:1","Colossenses 3:15"]},"joao_16_33_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Ideia básica: mundo.","significado_contextual":"O 'mundo' representa as forças e sistemas que se opõem a Deus e à Sua verdade.","explicacao_detalhada":"A palavra 'mundo' (κόσμος) é usada para descrever a realidade em que os discípulos viverão, marcada por desafios e perseguições.","por_que_esta_palavra":"Jesus menciona o 'mundo' para alertar os discípulos sobre as dificuldades que enfrentarão, mas também para encorajá-los a permanecer firmes na fé.","conexao_teologica":"O conceito de 'mundo' é frequentemente associado à luta entre o bem e o mal, e a vitória de Cristo sobre o mundo é um tema central.","referencias_relacionadas":["1 João 5:4","Romanos 12:2","Tiago 4:4"]},"joao_16_33_afflictedtion":{"palavra_pt":"afflicted tion","palavra_original":"θλῖψις","transliteracao":"thlîpsis","strong":"G2347","significado_raiz":"Ideia básica: afflicted tion.","significado_contextual":"Refere-se às dificuldades e tribulações que os seguidores de Cristo enfrentarão no mundo.","explicacao_detalhada":"A palavra 'afflicted tion' (θλῖψις) é usada para descrever a pressão e o sofrimento que os crentes podem experimentar por causa de sua fé.","por_que_esta_palavra":"Jesus usa essa palavra para preparar os discípulos para os desafios que virão, assegurando-lhes que Ele já venceu o mundo.","conexao_teologica":"As tribulações são vistas como parte da vida cristã, mas também como uma oportunidade para experimentar a força de Deus.","referencias_relacionadas":["Romanos 8:18","2 Coríntios 4:17","Tiago 1:2-4"]}}