{"joao_19_1_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador, que está prestes a ser julgado e crucificado.","explicacao_detalhada":"Neste versículo, o nome 'Jesus' é mencionado em um contexto de sofrimento e injustiça, destacando a missão redentora do Filho de Deus.","por_que_esta_palavra":"O nome 'Jesus' significa 'O Senhor é salvação', e sua menção aqui é crucial para entender o propósito de sua vinda ao mundo.","conexao_teologica":"A paixão de Cristo é o cumprimento das profecias messiânicas, onde Ele se torna o sacrifício perfeito pelos pecados da humanidade.","referencias_relacionadas":["Isaías 53:5","Mateus 1:21","Romanos 5:8"]},"joao_19_1_firme":{"palavra_pt":"firme","palavra_original":"Πιλᾶτος","transliteracao":"Pilâtos","strong":"G4091","significado_raiz":"Ideia básica: firme.","significado_contextual":"A palavra 'firme' refere-se à figura de Pôncio Pilatos, que representa a autoridade romana e a decisão de condenar Jesus.","explicacao_detalhada":"Pilatos, como governador, tem a responsabilidade de julgar, mas sua firmeza é questionada diante da pressão da multidão e da verdade que está diante dele.","por_que_esta_palavra":"A firmeza de Pilatos é um reflexo da luta entre a verdade e a conveniência política, mostrando a fragilidade da justiça humana.","conexao_teologica":"A decisão de Pilatos de condenar Jesus, apesar de reconhecer sua inocência, ilustra a corrupção do sistema humano em contraste com a justiça divina.","referencias_relacionadas":["Mateus 27:24","Lucas 23:4","João 19:6"]},"joao_19_1_agarrar":{"palavra_pt":"receber","palavra_original":"λαμβάνω","transliteracao":"lambánō","strong":"G2983","significado_raiz":"Ideia básica: receber.","significado_contextual":"A palavra 'receber' é usada para descrever a ação de Pilatos ao entregar Jesus à multidão.","explicacao_detalhada":"Neste contexto, 'receber' implica em aceitar a responsabilidade pela condenação de Jesus, simbolizando a entrega do inocente ao julgamento.","por_que_esta_palavra":"A palavra destaca a transição de Jesus de um estado de liberdade para a condenação, refletindo a aceitação do sacrifício.","conexao_teologica":"A entrega de Jesus é um ato que cumpre a profecia e inicia o processo de redenção da humanidade através de seu sacrifício.","referencias_relacionadas":["Isaías 53:7","Mateus 26:56","João 10:18"]},"joao_19_2_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' é usada para descrever a posição de Jesus entre os soldados e a multidão.","explicacao_detalhada":"Neste versículo, 'entre' enfatiza a vulnerabilidade de Jesus, que está cercado por aqueles que o rejeitam e o humilham.","por_que_esta_palavra":"A posição de Jesus entre os soldados simboliza a sua entrega e submissão ao plano de Deus, mesmo em meio ao desprezo.","conexao_teologica":"A presença de Jesus entre os homens reflete a encarnação e a identificação de Deus com a humanidade em sua dor e sofrimento.","referencias_relacionadas":["Filipenses 2:7","Hebreus 4:15","Mateus 1:23"]},"joao_19_3_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada em um contexto de zombaria e desprezo, onde Jesus é tratado como um rei de forma irônica.","explicacao_detalhada":"Os soldados zombam de Jesus, chamando-o de rei dos judeus, o que revela a incompreensão da verdadeira natureza de sua realeza e divindade.","por_que_esta_palavra":"A utilização da palavra 'deus' aqui é uma ironia, pois aqueles que zombam não reconhecem a verdadeira identidade de Jesus como o Filho de Deus.","conexao_teologica":"A zombaria dos soldados contrasta com a verdadeira realeza de Cristo, que é reconhecida por aqueles que têm fé.","referencias_relacionadas":["Salmos 22:7","Mateus 27:29","Lucas 23:35"]},"joao_19_3_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"A palavra 'jewess' refere-se ao povo judeu, que está presente no julgamento de Jesus.","explicacao_detalhada":"Neste contexto, a menção aos judeus destaca a responsabilidade do povo escolhido em rejeitar seu Messias.","por_que_esta_palavra":"A palavra 'jewess' é significativa, pois representa a identidade étnica e religiosa dos que clamam pela crucificação de Jesus.","conexao_teologica":"A rejeição de Jesus pelos judeus é um tema recorrente nas Escrituras, refletindo a luta entre a tradição e a revelação divina.","referencias_relacionadas":["Mateus 27:25","Atos 2:23","Romanos 9:4-5"]},"joao_19_4_firme":{"palavra_pt":"firme","palavra_original":"Πιλᾶτος","transliteracao":"Pilâtos","strong":"G4091","significado_raiz":"Ideia básica: firme.","significado_contextual":"A palavra 'firme' novamente se refere à figura de Pôncio Pilatos, que se mantém em sua decisão de condenar Jesus.","explicacao_detalhada":"Pilatos, apesar de suas dúvidas, mantém sua posição firme, simbolizando a pressão política e a falta de coragem moral.","por_que_esta_palavra":"A firmeza de Pilatos é um reflexo da luta interna entre a verdade e a conveniência, mostrando a fragilidade da justiça humana.","conexao_teologica":"A decisão de Pilatos de condenar Jesus, mesmo sabendo de sua inocência, ilustra a corrupção do sistema humano em contraste com a justiça divina.","referencias_relacionadas":["Mateus 27:24","Lucas 23:4","João 19:6"]},"joao_19_4_forth":{"palavra_pt":"adiante","palavra_original":"ἐξέρχομαι","transliteracao":"exérchomai","strong":"G1831","significado_raiz":"Ideia básica: adiante.","significado_contextual":"A palavra 'adiante' é usada para descrever o ato de Pilatos de levar Jesus para fora, em direção à crucificação.","explicacao_detalhada":"Neste contexto, 'adiante' simboliza o movimento em direção ao sacrifício, onde Jesus se dirige ao cumprimento de sua missão redentora.","por_que_esta_palavra":"A palavra 'adiante' é significativa, pois representa o avanço do plano de Deus para a salvação da humanidade através da crucificação.","conexao_teologica":"O ato de levar Jesus adiante para ser crucificado é um cumprimento das profecias e uma demonstração do amor sacrificial de Deus.","referencias_relacionadas":["Isaías 53:6","Mateus 27:31","João 10:11"]},"joao_19_4_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para relatar as declarações feitas por Pilatos sobre Jesus.","explicacao_detalhada":"Neste contexto, Pilatos se dirige à multidão e menciona Jesus, enfatizando sua inocência e a injustiça da condenação.","por_que_esta_palavra":"A escolha da palavra 'dizer' reflete a importância da comunicação e do testemunho na narrativa da crucificação.","conexao_teologica":"A palavra de Deus é central na revelação divina, e aqui vemos a palavra de Pilatos como um eco da verdade sobre Jesus.","referencias_relacionadas":["Mateus 27:11-14","Marcos 15:2-5","Lucas 23:3-5"]},"joao_19_5_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é mencionado como o protagonista central da história da salvação.","explicacao_detalhada":"Jesus, que significa 'O Senhor é salvação', é apresentado diante da multidão, simbolizando a entrega de Deus ao mundo.","por_que_esta_palavra":"A menção do nome de Jesus é crucial, pois ele é o cumprimento das profecias messiânicas.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua identificação é fundamental para entender sua missão redentora.","referencias_relacionadas":["Mateus 1:21","Lucas 2:11","Atos 4:12"]},"joao_19_6_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρόω","transliteracao":"stauróō","strong":"G4717","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A palavra 'cruz' refere-se ao instrumento de execução de Jesus, simbolizando sacrifício e redenção.","explicacao_detalhada":"A cruz é um símbolo de vergonha e dor, mas também de vitória sobre o pecado e a morte.","por_que_esta_palavra":"A cruz representa o amor incondicional de Deus e o sacrifício de Jesus pela humanidade.","conexao_teologica":"A crucificação é o ponto central da teologia cristã, onde a justiça e a misericórdia de Deus se encontram.","referencias_relacionadas":["Gálatas 6:14","1 Pedro 2:24","Romanos 5:8"]},"joao_19_6_servo":{"palavra_pt":"servo","palavra_original":"ὑπηρέτης","transliteracao":"hypērétēs","strong":"G5257","significado_raiz":"Ideia básica: servo.","significado_contextual":"A palavra 'servo' é usada para descrever a posição de Jesus como aquele que serve e se entrega.","explicacao_detalhada":"Jesus é apresentado como o servo sofredor, que se humilha para cumprir a vontade do Pai.","por_que_esta_palavra":"A ideia de servidão é central no ministério de Jesus, que veio para servir e dar sua vida.","conexao_teologica":"O conceito de servo é fundamental na compreensão do caráter de Cristo e sua missão redentora.","referencias_relacionadas":["Isaías 53:3-5","Mateus 20:28","Filipenses 2:7"]},"joao_19_6_firme":{"palavra_pt":"firme","palavra_original":"Πιλᾶτος","transliteracao":"Pilâtos","strong":"G4091","significado_raiz":"Ideia básica: firme.","significado_contextual":"A palavra 'firme' refere-se à postura de Pilatos, que se mantém firme em sua decisão.","explicacao_detalhada":"Pilatos, apesar da pressão da multidão, tenta manter sua posição, refletindo a luta entre a verdade e a conveniência.","por_que_esta_palavra":"A firmeza de Pilatos destaca a tensão entre a justiça e a pressão social.","conexao_teologica":"A firmeza em decisões morais é um tema recorrente nas Escrituras, onde a verdade deve prevalecer.","referencias_relacionadas":["Provérbios 4:25-27","Salmos 37:5","Tiago 1:12"]},"joao_19_7_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"A palavra 'lei' refere-se à legislação judaica que estava sendo invocada pelos líderes religiosos.","explicacao_detalhada":"Os acusadores de Jesus apelam à lei para justificar sua condenação, revelando a hipocrisia de sua aplicação.","por_que_esta_palavra":"A lei é um elemento central na narrativa, mostrando a tensão entre a letra da lei e o espírito da justiça.","conexao_teologica":"A lei aponta para a necessidade de um Salvador, que cumpre a lei perfeitamente.","referencias_relacionadas":["Romanos 3:20","Gálatas 3:24","Mateus 5:17"]},"joao_19_7_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é mencionada em relação à acusação de blasfêmia contra Jesus.","explicacao_detalhada":"Os líderes religiosos consideram as reivindicações de Jesus como uma ofensa à divindade, levando à sua condenação.","por_que_esta_palavra":"A divindade de Jesus é um tema central no Novo Testamento, desafiando as crenças judaicas da época.","conexao_teologica":"A divindade de Cristo é essencial para a compreensão da Trindade e da salvação.","referencias_relacionadas":["João 1:1","Colossenses 2:9","Hebreus 1:3"]},"joao_19_7_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se às ações que Jesus realizou e que foram questionadas pelos líderes religiosos.","explicacao_detalhada":"As obras de Jesus, incluindo milagres e ensinamentos, são vistas como ameaças à autoridade religiosa.","por_que_esta_palavra":"A ação de fazer é central no ministério de Jesus, que veio para realizar a vontade do Pai.","conexao_teologica":"As obras de Jesus são um testemunho de sua identidade e missão como Filho de Deus.","referencias_relacionadas":["João 14:12","Mateus 5:16","Atos 10:38"]},"joao_19_8_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/verbo' é usada para descrever a natureza de Cristo como a manifestação de Deus.","explicacao_detalhada":"Cristo é o Logos, a Palavra que estava com Deus e que é Deus, revelando a plenitude da divindade.","por_que_esta_palavra":"A ideia de 'palavra' enfatiza a comunicação de Deus com a humanidade através de Cristo.","conexao_teologica":"Cristo como a Palavra é fundamental para a teologia cristã, mostrando a encarnação de Deus.","referencias_relacionadas":["João 1:14","Hebreus 1:1-2","Apocalipse 19:13"]},"joao_19_8_firme":{"palavra_pt":"firme","palavra_original":"Πιλᾶτος","transliteracao":"Pilâtos","strong":"G4091","significado_raiz":"Ideia básica: firme.","significado_contextual":"A palavra 'firme' é novamente usada para descrever a postura de Pilatos diante da situação.","explicacao_detalhada":"Pilatos, mesmo diante da pressão, mantém uma postura firme, refletindo a complexidade de sua posição.","por_que_esta_palavra":"A firmeza de Pilatos é um contraste com a instabilidade da multidão que clama por crucificação.","conexao_teologica":"A firmeza em momentos de decisão é um tema importante na vida cristã, onde a verdade deve ser defendida.","referencias_relacionadas":["1 Coríntios 15:58","Efésios 6:13","2 Timóteo 4:2"]},"joao_19_8_temor":{"palavra_pt":"temor","palavra_original":"φοβέω","transliteracao":"phobéō","strong":"G5399","significado_raiz":"Ideia básica: temor.","significado_contextual":"O temor aqui se refere ao medo que Pilatos sentiu ao perceber a gravidade da situação em que Jesus se encontrava.","explicacao_detalhada":"Pilatos, ao ouvir as acusações contra Jesus e perceber que Ele era inocente, sentiu um temor que o levou a hesitar em tomar uma decisão. Esse temor é um reflexo da consciência de Pilatos sobre a injustiça que estava prestes a cometer.","por_que_esta_palavra":"A palavra 'temor' é utilizada para expressar a reação emocional de Pilatos diante da presença de Jesus, que era visto como um homem justo e possivelmente divino.","conexao_teologica":"O temor é um tema recorrente nas Escrituras, muitas vezes associado à reverência a Deus e à consciência do pecado. Neste contexto, o temor de Pilatos pode ser visto como uma oportunidade perdida de reconhecer a verdade sobre Jesus.","referencias_relacionadas":["Mateus 27:19","Lucas 23:4","João 19:12"]},"joao_19_9_juizo":{"palavra_pt":"juizo","palavra_original":"πραιτώριον","transliteracao":"praitṓrion","strong":"G4232","significado_raiz":"Ideia básica: juizo.","significado_contextual":"O juízo refere-se ao tribunal onde Pilatos estava sentado para decidir o destino de Jesus.","explicacao_detalhada":"O 'praitṓrion' era o local onde as autoridades romanas realizavam julgamentos. Neste contexto, representa a injustiça do julgamento de Jesus, que foi condenado sem um devido processo legal.","por_que_esta_palavra":"A palavra 'juízo' é crucial para entender o cenário em que Jesus foi julgado, destacando a corrupção e a pressão política que influenciaram a decisão de Pilatos.","conexao_teologica":"O juízo de Pilatos é um exemplo da injustiça humana e da necessidade de um juízo divino. Jesus, sendo inocente, se torna o sacrifício perfeito para a redenção da humanidade.","referencias_relacionadas":["Mateus 27:11-26","Marcos 15:1-15","Lucas 23:13-25"]},"joao_19_9_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome Jesus é mencionado como o réu no julgamento, simbolizando a encarnação do Filho de Deus.","explicacao_detalhada":"Jesus, cujo nome significa 'O Senhor é salvação', é o centro do relato. Sua presença no tribunal é um cumprimento das profecias messiânicas e um ato de submissão à vontade do Pai.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental para a fé cristã, pois representa a identidade do Salvador que veio ao mundo para redimir a humanidade.","conexao_teologica":"Jesus é o cumprimento da promessa de Deus de enviar um Redentor. Seu julgamento injusto é parte do plano divino para a salvação.","referencias_relacionadas":["Isaías 53:3-5","Mateus 1:21","João 3:16"]},"joao_19_9_arise":{"palavra_pt":"levantar","palavra_original":"εἰσέρχομαι","transliteracao":"eisérchomai","strong":"G1525","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar-se aqui se refere ao ato de Pilatos chamar Jesus para se apresentar diante dele.","explicacao_detalhada":"A palavra 'eisérchomai' implica um movimento em direção a um lugar de autoridade. Pilatos estava tentando estabelecer controle sobre a situação, mas a verdade estava diante dele.","por_que_esta_palavra":"O ato de levantar-se é simbólico do poder e da autoridade que Pilatos acreditava ter, embora a verdadeira autoridade estivesse com Jesus.","conexao_teologica":"A ideia de levantar-se também pode ser vista como uma alusão à ressurreição de Jesus, que se levantou dos mortos, demonstrando Seu poder sobre a morte.","referencias_relacionadas":["Mateus 28:6","Atos 2:24","Romanos 6:4"]},"joao_19_10_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρόω","transliteracao":"stauróō","strong":"G4717","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A cruz representa o instrumento de execução que seria usado para crucificar Jesus.","explicacao_detalhada":"A palavra 'stauróō' refere-se ao ato de crucificação, que era uma forma de punição brutal e humilhante. A cruz se torna um símbolo central da fé cristã, representando o sacrifício de Jesus.","por_que_esta_palavra":"A cruz é essencial para a compreensão da redenção, pois é através dela que Jesus pagou o preço pelos pecados da humanidade.","conexao_teologica":"A crucificação de Jesus é o cumprimento do plano de salvação de Deus, onde a morte de Cristo traz vida e reconciliação para os crentes.","referencias_relacionadas":["Mateus 27:32-37","Marcos 15:21-26","Gálatas 6:14"]},"joao_19_10_firme":{"palavra_pt":"firme","palavra_original":"Πιλᾶτος","transliteracao":"Pilâtos","strong":"G4091","significado_raiz":"Ideia básica: firme.","significado_contextual":"Firme refere-se à posição de Pilatos como governador, que deveria manter a ordem e a justiça.","explicacao_detalhada":"A palavra 'Pilâtos' é usada para enfatizar a autoridade de Pilatos, que estava em uma posição de poder, mas que falhou em fazer a coisa certa ao condenar Jesus.","por_que_esta_palavra":"A firmeza de Pilatos é irônica, pois ele estava prestes a tomar uma decisão que iria contra sua própria consciência.","conexao_teologica":"A firmeza de Pilatos contrasta com a submissão de Jesus à vontade de Deus, mostrando a diferença entre a autoridade humana e a divina.","referencias_relacionadas":["Mateus 27:2","Lucas 3:1","João 19:12"]},"joao_19_10_autoridade":{"palavra_pt":"autoridade","palavra_original":"ἐξουσία","transliteracao":"exousía","strong":"G1849","significado_raiz":"Ideia básica: autoridade.","significado_contextual":"A autoridade refere-se ao poder que Pilatos acreditava ter sobre a vida e a morte de Jesus.","explicacao_detalhada":"A palavra 'exousía' implica um poder que pode ser exercido, mas Pilatos não compreendeu que a verdadeira autoridade estava com Jesus, que tinha poder sobre a vida eterna.","por_que_esta_palavra":"A menção da autoridade de Pilatos destaca a ironia da situação, onde ele, um governante humano, estava diante do Rei dos Reis.","conexao_teologica":"A autoridade de Jesus é reconhecida em toda a Escritura, e sua entrega à crucificação demonstra que Ele estava em controle, mesmo em sua morte.","referencias_relacionadas":["Mateus 28:18","João 10:18","Romanos 13:1"]},"joao_19_11_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é novamente mencionado como o réu, enfatizando sua inocência e o papel que desempenha na salvação.","explicacao_detalhada":"A repetição do nome Jesus reforça a centralidade de sua pessoa e missão. Ele é o inocente que está prestes a ser condenado.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental para a mensagem do evangelho, pois representa a esperança e a salvação para a humanidade.","conexao_teologica":"A presença de Jesus no julgamento é um lembrete de que Ele se tornou pecado por nós, mesmo sendo sem pecado.","referencias_relacionadas":["Isaías 53:5","1 Pedro 2:24","Hebreus 4:15"]},"joao_19_11_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"O temor aqui é um reconhecimento da grandeza e do poder de Jesus, mesmo diante da condenação.","explicacao_detalhada":"A palavra 'mégas' sugere um temor que é grande, indicando que Pilatos estava ciente da importância da situação e da identidade de Jesus.","por_que_esta_palavra":"O temor de Pilatos reflete a luta interna entre sua autoridade e a verdade que estava diante dele.","conexao_teologica":"O temor é uma resposta natural ao encontro com o divino. Pilatos, mesmo em sua posição de poder, sentiu o peso da presença de Jesus.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Hebreus 10:31"]},"joao_19_11_autoridade":{"palavra_pt":"autoridade","palavra_original":"ἐξουσία","transliteracao":"exousía","strong":"G1849","significado_raiz":"Ideia básica: autoridade.","significado_contextual":"A autoridade aqui se refere ao poder que Pilatos acreditava ter sobre Jesus e sua vida.","explicacao_detalhada":"A palavra 'exousía' é usada para enfatizar a ilusão de controle que Pilatos tinha, enquanto Jesus revela que toda autoridade é dada por Deus.","por_que_esta_palavra":"A menção da autoridade de Pilatos destaca a tensão entre o poder humano e a soberania divina.","conexao_teologica":"A verdadeira autoridade de Jesus é reconhecida em sua ressurreição, onde Ele demonstra que tem poder sobre a morte e o pecado.","referencias_relacionadas":["Mateus 28:18","João 19:10-11","Romanos 13:1"]},"joao_19_12_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"A palavra 'buscar' refere-se à ação de procurar ou solicitar algo.","explicacao_detalhada":"No contexto de João 19:12, 'buscar' implica a busca por justiça e a pressão sobre Pilatos para que ele tome uma decisão sobre Jesus. É uma ação que reflete a urgência e a necessidade de um veredicto.","por_que_esta_palavra":"A escolha da palavra 'buscar' enfatiza a ação ativa dos líderes religiosos e do povo em relação ao destino de Jesus.","conexao_teologica":"A busca por Jesus e sua verdade é um tema recorrente nas Escrituras, refletindo a necessidade humana de encontrar a verdade e a justiça.","referencias_relacionadas":["Mateus 7:7","Lucas 19:10","João 1:38"]},"joao_19_12_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de realizar ou executar algo.","explicacao_detalhada":"Em João 19:12, 'fazer' está relacionado à ação que Pilatos deve tomar em relação a Jesus, destacando a responsabilidade de agir diante da pressão que recebe.","por_que_esta_palavra":"A palavra 'fazer' é crucial, pois implica que Pilatos não está apenas em uma posição passiva, mas tem um papel ativo na decisão que afetará a vida de Jesus.","conexao_teologica":"A ação de fazer a vontade de Deus é um tema central na vida de Jesus e deve ser refletido na vida dos crentes.","referencias_relacionadas":["Tiago 1:22","Mateus 5:16","Colossenses 3:23"]},"joao_19_12_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma posição ou relação de proximidade.","explicacao_detalhada":"No versículo, 'entre' sugere a presença de Jesus no meio do povo e a interação entre Ele e as autoridades, destacando a tensão entre os dois grupos.","por_que_esta_palavra":"A palavra 'entre' é significativa porque mostra a interseção das vidas de Jesus e dos líderes religiosos, refletindo a luta espiritual e social.","conexao_teologica":"A presença de Jesus entre as pessoas é um tema importante, pois Ele veio para estar conosco e nos redimir.","referencias_relacionadas":["Mateus 18:20","Hebreus 2:11","João 1:14"]},"joao_19_13_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/verbo' refere-se à expressão de Deus e à comunicação divina.","explicacao_detalhada":"Em João 19:13, a referência ao 'Cristo' como 'palavra' destaca a natureza divina de Jesus e sua autoridade como o Messias.","por_que_esta_palavra":"A palavra 'Cristo' é fundamental, pois identifica Jesus como o cumprimento das promessas messiânicas do Antigo Testamento.","conexao_teologica":"A ideia de Jesus como a Palavra é central na teologia cristã, mostrando que Ele é a revelação de Deus para a humanidade.","referencias_relacionadas":["João 1:1","Hebreus 1:1-2","Apocalipse 19:13"]},"joao_19_13_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é o nome próprio do Salvador, que significa 'O Senhor é salvação'.","explicacao_detalhada":"No contexto de João 19:13, o nome 'Jesus' é mencionado para enfatizar a identidade do protagonista da narrativa e seu papel redentor.","por_que_esta_palavra":"A palavra 'Jesus' é essencial, pois representa a encarnação de Deus e a esperança da salvação para a humanidade.","conexao_teologica":"A salvação em Jesus é um tema central na Bíblia, refletindo a necessidade de um Salvador para a humanidade caída.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:9"]},"joao_19_13_firme":{"palavra_pt":"firme","palavra_original":"Πιλᾶτος","transliteracao":"Pilâtos","strong":"G4091","significado_raiz":"Ideia básica: firme.","significado_contextual":"A palavra 'firme' refere-se à estabilidade e à autoridade de Pilatos em sua posição.","explicacao_detalhada":"Em João 19:13, 'firme' é usado para descrever a postura de Pilatos ao lidar com a situação de Jesus, refletindo sua luta interna entre a justiça e a pressão popular.","por_que_esta_palavra":"A palavra 'firme' é importante porque mostra a tensão entre a autoridade de Pilatos e a verdade que Jesus representa.","conexao_teologica":"A firmeza na fé é um tema importante na vida cristã, onde os crentes são chamados a permanecer firmes na verdade de Deus.","referencias_relacionadas":["1 Coríntios 15:58","Efésios 6:13","Colossenses 1:23"]},"joao_19_14_preparation":{"palavra_pt":"preparation","palavra_original":"παρασκευή","transliteracao":"paraskeuḗ","strong":"G3904","significado_raiz":"Ideia básica: preparation.","significado_contextual":"A palavra 'preparação' refere-se ao ato de se preparar para um evento significativo.","explicacao_detalhada":"No contexto de João 19:14, a 'preparação' se refere à preparação para a Páscoa, um evento crucial na tradição judaica que simboliza a libertação.","por_que_esta_palavra":"A palavra 'preparação' é significativa, pois destaca a importância da Páscoa e o cumprimento das profecias em Jesus.","conexao_teologica":"A preparação para a Páscoa é um símbolo da preparação espiritual que todos os crentes devem ter ao se aproximar de Deus.","referencias_relacionadas":["Êxodo 12:14","Lucas 22:7","1 Coríntios 5:7"]},"joao_19_14_pascoa":{"palavra_pt":"pascoa","palavra_original":"πάσχα","transliteracao":"páscha","strong":"G3957","significado_raiz":"Ideia básica: pascoa.","significado_contextual":"A palavra 'Páscoa' refere-se à festa judaica que celebra a libertação do povo de Israel do Egito.","explicacao_detalhada":"Em João 19:14, a menção da Páscoa é crucial, pois Jesus é o Cordeiro Pascal que é sacrificado para a salvação da humanidade.","por_que_esta_palavra":"A palavra 'Páscoa' é central, pois conecta a obra de Jesus com a história da redenção do povo de Deus.","conexao_teologica":"A Páscoa simboliza a libertação e a nova aliança em Cristo, que é o verdadeiro Cordeiro de Deus.","referencias_relacionadas":["Êxodo 12:1-14","Mateus 26:17","Hebreus 9:12"]},"joao_19_14_dia":{"palavra_pt":"dia","palavra_original":"ὥρα","transliteracao":"hṓra","strong":"G5610","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de 24 horas, mas também pode ter um significado simbólico.","explicacao_detalhada":"No contexto de João 19:14, o 'dia' é significativo, pois marca o momento da decisão de Pilatos e a iminente crucificação de Jesus.","por_que_esta_palavra":"A palavra 'dia' é importante, pois simboliza um tempo de mudança e cumprimento das promessas de Deus.","conexao_teologica":"O conceito de 'dia' é frequentemente usado na Bíblia para marcar eventos significativos na história da salvação.","referencias_relacionadas":["Salmos 118:24","Mateus 27:45","2 Coríntios 6:2"]},"joao_19_15_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρόω","transliteracao":"stauróō","strong":"G4717","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A palavra 'cruz' refere-se ao instrumento de execução utilizado para crucificar Jesus.","explicacao_detalhada":"Em João 19:15, a 'cruz' simboliza o sacrifício de Jesus e a redenção que Ele traz através de sua morte.","por_que_esta_palavra":"A palavra 'cruz' é central na mensagem cristã, representando o amor de Deus e a salvação oferecida a todos.","conexao_teologica":"A cruz é um símbolo de esperança e transformação, onde a morte de Jesus traz vida e reconciliação com Deus.","referencias_relacionadas":["Gálatas 6:14","1 Pedro 2:24","Romanos 5:8"]},"joao_19_15_firme":{"palavra_pt":"firme","palavra_original":"Πιλᾶτος","transliteracao":"Pilâtos","strong":"G4091","significado_raiz":"Ideia básica: firme.","significado_contextual":"A palavra 'firme' refere-se à decisão inabalável de Pilatos em entregar Jesus à crucificação, apesar das pressões.","explicacao_detalhada":"Neste contexto, 'firme' indica a postura de Pilatos, que, mesmo sabendo da inocência de Jesus, opta por ceder à multidão e às autoridades religiosas. Isso reflete a luta entre a verdade e a conveniência política.","por_que_esta_palavra":"A escolha de Pilatos em ser firme em sua decisão demonstra a fragilidade da justiça humana quando confrontada com a pressão social.","conexao_teologica":"A firmeza de Pilatos contrasta com a submissão de Jesus à vontade do Pai, mostrando a diferença entre a autoridade humana e a divina.","referencias_relacionadas":["Mateus 27:24","Marcos 15:15","Lucas 23:25"]},"joao_19_15_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para enfatizar a rejeição da divindade de Jesus pelos líderes religiosos.","explicacao_detalhada":"Neste versículo, a negação da realeza de Jesus como o Messias é uma rejeição direta à sua natureza divina, refletindo a incredulidade dos líderes judeus.","por_que_esta_palavra":"A palavra 'deus' aqui é crucial para entender a acusação de blasfêmia contra Jesus, que se autodenominava Filho de Deus.","conexao_teologica":"A rejeição de Jesus como Deus pelos líderes religiosos é um tema recorrente que culmina na crucificação, destacando a necessidade da fé.","referencias_relacionadas":["João 10:33","Mateus 26:63-65","João 1:11"]},"joao_19_16_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é central, referindo-se à figura que está prestes a ser crucificada.","explicacao_detalhada":"Neste contexto, 'Jesus' representa não apenas um nome, mas a encarnação do amor e da salvação de Deus, que está prestes a sofrer por toda a humanidade.","por_que_esta_palavra":"A menção de Jesus aqui é fundamental para entender o sacrifício que Ele está prestes a fazer, que é o cumprimento das profecias.","conexao_teologica":"Jesus, como o Salvador, é o centro da narrativa bíblica, e sua crucificação é o ponto culminante do plano redentor de Deus.","referencias_relacionadas":["Isaías 53:5","João 3:16","Romanos 5:8"]},"joao_19_16_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρόω","transliteracao":"stauróō","strong":"G4717","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A palavra 'cruz' refere-se ao instrumento de execução que simboliza a morte de Jesus.","explicacao_detalhada":"A cruz, neste contexto, é um símbolo de vergonha e sofrimento, mas também de redenção e esperança para os cristãos.","por_que_esta_palavra":"A cruz é central na mensagem cristã, representando o sacrifício de Jesus e a vitória sobre o pecado e a morte.","conexao_teologica":"A crucificação de Jesus na cruz é o cumprimento da promessa de salvação e a demonstração do amor incondicional de Deus pela humanidade.","referencias_relacionadas":["Gálatas 6:14","1 Pedro 2:24","Colossenses 2:14"]},"joao_19_16_libertar":{"palavra_pt":"libertar","palavra_original":"παραδίδωμι","transliteracao":"paradídōmi","strong":"G3860","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' refere-se ao desejo da multidão de soltar Barrabás em vez de Jesus.","explicacao_detalhada":"Neste contexto, 'libertar' destaca a escolha entre a liberdade de um criminoso e a condenação de um inocente, refletindo a corrupção do coração humano.","por_que_esta_palavra":"A escolha de libertar Barrabás em vez de Jesus simboliza a rejeição da verdadeira liberdade que Jesus oferece.","conexao_teologica":"A libertação de Barrabás é um paralelo à libertação espiritual que Jesus proporciona a todos que creem nele.","referencias_relacionadas":["Mateus 27:21","Marcos 15:7","Lucas 23:18"]},"joao_19_17_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρός","transliteracao":"staurós","strong":"G4716","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A palavra 'cruz' é novamente mencionada, enfatizando o ato de Jesus carregar sua própria cruz.","explicacao_detalhada":"Carregar a cruz simboliza a aceitação do sofrimento e da morte que Jesus estava prestes a enfrentar, um ato de obediência ao plano de Deus.","por_que_esta_palavra":"A cruz é um símbolo de sacrifício e entrega, representando a disposição de Jesus em cumprir a vontade do Pai.","conexao_teologica":"O ato de carregar a cruz é um chamado para todos os seguidores de Jesus a tomarem suas próprias cruzes e seguirem-no.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","Gálatas 2:20"]},"joao_19_18_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é novamente central, referindo-se ao Salvador que está sendo crucificado.","explicacao_detalhada":"A menção de Jesus neste contexto reforça a identificação do Filho de Deus com a humanidade, que sofre e morre por seus pecados.","por_que_esta_palavra":"A repetição do nome 'Jesus' enfatiza a importância de sua identidade e missão redentora.","conexao_teologica":"A crucificação de Jesus é o ato supremo de amor e sacrifício, essencial para a salvação da humanidade.","referencias_relacionadas":["Romanos 5:8","1 Coríntios 15:3","Hebreus 12:2"]},"joao_19_18_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρόω","transliteracao":"stauróō","strong":"G4717","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A palavra 'cruz' novamente destaca o instrumento de morte de Jesus.","explicacao_detalhada":"A cruz, neste contexto, é um símbolo de dor e sofrimento, mas também de esperança e redenção para aqueles que creem.","por_que_esta_palavra":"A ênfase na cruz é crucial para entender o sacrifício de Jesus e o significado da salvação.","conexao_teologica":"A cruz é o centro da mensagem cristã, simbolizando a vitória sobre o pecado e a morte.","referencias_relacionadas":["1 Pedro 2:24","Gálatas 3:13","Colossenses 1:20"]},"joao_19_18_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' refere-se ao chamado de Jesus para que seus discípulos o acompanhem em sua jornada.","explicacao_detalhada":"Neste contexto, 'seguir' implica em um compromisso de viver de acordo com os ensinamentos de Jesus, mesmo diante do sofrimento.","por_que_esta_palavra":"O chamado para seguir Jesus é um convite à discipulado e à entrega total a Ele.","conexao_teologica":"Seguir Jesus envolve não apenas a aceitação de sua mensagem, mas também a disposição de carregar a própria cruz.","referencias_relacionadas":["Mateus 16:24","Lucas 14:27","João 10:27"]},"joao_19_19_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρός","transliteracao":"staurós","strong":"G4716","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A palavra 'cruz' é mencionada novamente, reforçando o tema da crucificação.","explicacao_detalhada":"A cruz, neste contexto, é um símbolo de condenação, mas também de redenção, representando o sacrifício de Jesus por toda a humanidade.","por_que_esta_palavra":"A repetição da palavra 'cruz' enfatiza a importância do sacrifício de Jesus e seu significado para a salvação.","conexao_teologica":"A cruz é o ponto central da fé cristã, simbolizando a transformação que ocorre através do sacrifício de Cristo.","referencias_relacionadas":["Romanos 6:6","Gálatas 6:14","1 Coríntios 1:18"]},"joao_19_19_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que significa 'O Senhor salva'.","explicacao_detalhada":"Jesus é a figura central do cristianismo, considerado o Filho de Deus e o Salvador da humanidade. Neste versículo, seu nome é utilizado em um contexto de crucificação, onde sua identidade é proclamada.","por_que_esta_palavra":"A menção do nome Jesus enfatiza sua importância e o cumprimento das profecias messiânicas.","conexao_teologica":"Jesus é o cumprimento da promessa de Deus de enviar um Salvador para redimir a humanidade do pecado.","referencias_relacionadas":["Mateus 1:21","Lucas 2:11","João 3:16"]},"joao_19_20_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que significa 'O Senhor salva'.","explicacao_detalhada":"Neste versículo, o nome Jesus é novamente destacado, reforçando sua identidade e o papel que desempenha na salvação.","por_que_esta_palavra":"A repetição do nome Jesus serve para reafirmar sua autoridade e a importância de sua missão.","conexao_teologica":"A identificação de Jesus como o Salvador é central para a fé cristã e sua obra redentora.","referencias_relacionadas":["Atos 4:12","Romanos 10:13","Filipenses 2:9-11"]},"joao_19_20_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude ou importância de algo.","explicacao_detalhada":"A palavra 'grande' neste contexto pode se referir à grandeza do evento da crucificação e ao impacto que isso teria na história da salvação.","por_que_esta_palavra":"A grandeza do sacrifício de Jesus é um tema recorrente nas Escrituras, simbolizando a profundidade do amor de Deus pela humanidade.","conexao_teologica":"A grandeza do sacrifício de Cristo é um ponto central na teologia da redenção.","referencias_relacionadas":["Isaías 53:5","Romanos 5:8","1 João 4:9-10"]},"joao_19_20_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρόω","transliteracao":"stauróō","strong":"G4717","significado_raiz":"Ideia básica: cruz.","significado_contextual":"Instrumento de execução utilizado na crucificação.","explicacao_detalhada":"A cruz simboliza o sacrifício de Jesus e a redenção dos pecados. É um símbolo central da fé cristã, representando a vitória sobre a morte.","por_que_esta_palavra":"A cruz é um lembrete do custo do pecado e do amor sacrificial de Cristo.","conexao_teologica":"A cruz é vista como o meio pelo qual a salvação é alcançada, sendo um símbolo de esperança e redenção.","referencias_relacionadas":["Gálatas 6:14","1 Coríntios 1:18","Colossenses 2:14"]},"joao_19_21_firme":{"palavra_pt":"firme","palavra_original":"Πιλᾶτος","transliteracao":"Pilâtos","strong":"G4091","significado_raiz":"Ideia básica: firme.","significado_contextual":"Refere-se à firmeza ou autoridade de Pilatos ao escrever a inscrição na cruz.","explicacao_detalhada":"A palavra 'firme' pode indicar a decisão de Pilatos em afirmar a identidade de Jesus como Rei dos Judeus, apesar da pressão dos líderes religiosos.","por_que_esta_palavra":"A firmeza de Pilatos destaca a importância da declaração sobre a identidade de Jesus, mesmo em um momento de grande tensão.","conexao_teologica":"A declaração de Jesus como Rei é um reconhecimento de sua soberania e cumprimento das profecias messiânicas.","referencias_relacionadas":["Mateus 27:37","Marcos 15:26","Lucas 23:38"]},"joao_19_21_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"Refere-se aos judeus, o povo escolhido de Deus.","explicacao_detalhada":"A palavra 'judeus' é usada para identificar o grupo que estava presente na crucificação e que rejeitou Jesus como o Messias.","por_que_esta_palavra":"A menção aos judeus é importante para entender o contexto cultural e religioso da época, bem como a resistência ao ministério de Jesus.","conexao_teologica":"A rejeição de Jesus pelos judeus é um tema que aparece em várias partes do Novo Testamento, refletindo a tensão entre a antiga e a nova aliança.","referencias_relacionadas":["João 1:11","Atos 2:22-23","Romanos 9:1-5"]},"joao_19_21_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, ao Criador do universo.","explicacao_detalhada":"A palavra 'Deus' é fundamental para entender a natureza de Jesus como o Filho de Deus e sua relação com o Pai.","por_que_esta_palavra":"A menção de Deus neste contexto é crucial para a compreensão da missão de Jesus e sua divindade.","conexao_teologica":"A divindade de Jesus é um pilar da fé cristã, afirmando que Ele é plenamente Deus e plenamente homem.","referencias_relacionadas":["João 1:1","Colossenses 2:9","Hebreus 1:3"]},"joao_19_22_firme":{"palavra_pt":"firme","palavra_original":"Πιλᾶτος","transliteracao":"Pilâtos","strong":"G4091","significado_raiz":"Ideia básica: firme.","significado_contextual":"Refere-se à firmeza ou autoridade de Pilatos ao escrever a inscrição na cruz.","explicacao_detalhada":"A palavra 'firme' destaca a decisão de Pilatos em afirmar a identidade de Jesus, mostrando sua autoridade mesmo em um momento de crise.","por_que_esta_palavra":"A firmeza de Pilatos é significativa, pois contrasta com a instabilidade dos líderes religiosos que rejeitaram Jesus.","conexao_teologica":"A declaração de Jesus como Rei é um reconhecimento de sua soberania e cumprimento das profecias messiânicas.","referencias_relacionadas":["Mateus 27:37","Marcos 15:26","Lucas 23:38"]},"joao_19_22_describe":{"palavra_pt":"descrever","palavra_original":"γράφω","transliteracao":"gráphō","strong":"G1125","significado_raiz":"Ideia básica: descrever.","significado_contextual":"Refere-se ao ato de escrever ou registrar algo.","explicacao_detalhada":"A palavra 'descrever' é usada para indicar a ação de Pilatos ao escrever a inscrição na cruz, que declarava a identidade de Jesus.","por_que_esta_palavra":"A descrição da identidade de Jesus é crucial para a compreensão do seu papel como o Messias.","conexao_teologica":"A inscrição na cruz serve como um testemunho da verdade sobre quem Jesus é, mesmo que muitos não o reconheçam.","referencias_relacionadas":["Mateus 27:37","Marcos 15:26","Lucas 23:38"]},"joao_19_23_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que significa 'O Senhor salva'.","explicacao_detalhada":"Neste versículo, o nome Jesus é novamente destacado, reforçando sua identidade e o papel que desempenha na salvação.","por_que_esta_palavra":"A repetição do nome Jesus serve para reafirmar sua autoridade e a importância de sua missão.","conexao_teologica":"A identificação de Jesus como o Salvador é central para a fé cristã e sua obra redentora.","referencias_relacionadas":["Atos 4:12","Romanos 10:13","Filipenses 2:9-11"]},"joao_19_23_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρόω","transliteracao":"stauróō","strong":"G4717","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A cruz é o instrumento de tortura e execução utilizado para crucificar Jesus.","explicacao_detalhada":"A cruz simboliza não apenas a morte de Jesus, mas também a redenção da humanidade. A crucificação foi um ato de sacrifício que cumpriu as profecias do Antigo Testamento sobre o Messias.","por_que_esta_palavra":"A palavra 'cruz' é central na narrativa da crucificação, representando o sofrimento e a dor que Jesus suportou por amor à humanidade.","conexao_teologica":"A cruz é um símbolo de salvação e reconciliação entre Deus e os homens, sendo o ponto central da teologia cristã sobre a expiação dos pecados.","referencias_relacionadas":["Mateus 27:32","Marcos 15:21","Lucas 23:26","1 Pedro 2:24"]},"joao_19_23_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de dividir as vestes de Jesus entre os soldados.","explicacao_detalhada":"Neste contexto, a ação de 'fazer' implica em uma execução de ordens e a realização de um ato que, embora cruel, se alinha com as profecias que falavam sobre a divisão das vestes do Messias.","por_que_esta_palavra":"A palavra 'fazer' é utilizada para descrever a ação concreta dos soldados, enfatizando a brutalidade do momento da crucificação.","conexao_teologica":"A ação de 'fazer' neste contexto reflete a realização do plano divino de salvação, onde cada ato, mesmo os mais cruéis, se encaixa na soberania de Deus.","referencias_relacionadas":["Salmos 22:18","Mateus 27:35","Marcos 15:24"]},"joao_19_24_santo":{"palavra_pt":"santo","palavra_original":"γραφή","transliteracao":"graphḗ","strong":"G1124","significado_raiz":"Ideia básica: santo.","significado_contextual":"A palavra 'santo' refere-se à natureza divina de Jesus, que é o Filho de Deus.","explicacao_detalhada":"Neste versículo, a referência ao 'santo' destaca a pureza e a divindade de Jesus, contrastando com a crueldade da crucificação.","por_que_esta_palavra":"A palavra 'santo' é importante para enfatizar que, apesar da injustiça da crucificação, Jesus permanece sem pecado e perfeitamente justo.","conexao_teologica":"A santidade de Jesus é fundamental para a compreensão da sua obra redentora, pois somente um ser santo poderia oferecer um sacrifício perfeito pelos pecados da humanidade.","referencias_relacionadas":["Hebreus 7:26","1 Pedro 1:19","Apocalipse 15:4"]},"joao_19_24_cloven":{"palavra_pt":"cloven","palavra_original":"διαμερίζω","transliteracao":"diamerízō","strong":"G1266","significado_raiz":"Ideia básica: cloven.","significado_contextual":"A palavra 'cloven' refere-se à ação de dividir as vestes de Jesus em partes.","explicacao_detalhada":"A divisão das vestes é um ato que simboliza a desumanização de Jesus, mostrando como Ele foi tratado durante sua crucificação.","por_que_esta_palavra":"A palavra 'cloven' é usada para descrever a brutalidade do ato, que reflete a indiferença dos soldados em relação ao sofrimento de Jesus.","conexao_teologica":"Este ato de divisão das vestes também cumpre a profecia do Antigo Testamento, mostrando como cada detalhe da crucificação estava sob o controle de Deus.","referencias_relacionadas":["Salmos 22:18","Mateus 27:35","Marcos 15:24"]},"joao_19_25_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρός","transliteracao":"staurós","strong":"G4716","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A cruz novamente é mencionada, reforçando seu papel central na crucificação de Jesus.","explicacao_detalhada":"A repetição da palavra 'cruz' enfatiza a gravidade da situação e o sofrimento que Jesus estava enfrentando.","por_que_esta_palavra":"A palavra 'cruz' é crucial para entender o sacrifício de Jesus e a dor que Ele suportou por amor à humanidade.","conexao_teologica":"A cruz é o símbolo máximo do amor de Deus, onde a justiça e a misericórdia se encontram.","referencias_relacionadas":["Gálatas 6:14","1 Coríntios 1:18","Filipenses 2:8"]},"joao_19_25_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se à identidade do Salvador que está sendo crucificado.","explicacao_detalhada":"Neste contexto, o nome 'Jesus' é mencionado para lembrar aos leitores que Ele é o Messias prometido, que veio para salvar a humanidade.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental, pois representa a encarnação de Deus e o cumprimento das promessas feitas ao povo de Israel.","conexao_teologica":"O nome Jesus é central na fé cristã, pois significa 'O Senhor é a salvação', refletindo sua missão na Terra.","referencias_relacionadas":["Mateus 1:21","Lucas 2:11","Atos 4:12"]},"joao_19_25_nome":{"palavra_pt":"nome","palavra_original":"Μαρία","transliteracao":"María","strong":"G3137","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identificação de Maria, mãe de Jesus, que estava presente na crucificação.","explicacao_detalhada":"O nome 'Maria' é mencionado para destacar a dor e o sofrimento da mãe ao ver seu filho sendo crucificado.","por_que_esta_palavra":"A palavra 'nome' é importante para dar um rosto humano à dor da crucificação, mostrando a realidade emocional do evento.","conexao_teologica":"Maria, como mãe de Jesus, desempenha um papel significativo na história da salvação, e sua presença na crucificação enfatiza o custo do sacrifício.","referencias_relacionadas":["Lucas 1:30","João 2:1","Atos 1:14"]},"joao_19_26_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é novamente mencionada, reforçando sua identidade e papel na crucificação.","explicacao_detalhada":"A repetição do nome 'Jesus' neste contexto serve para enfatizar a importância de sua missão e o sacrifício que Ele estava prestes a completar.","por_que_esta_palavra":"A palavra 'Jesus' é crucial para a narrativa, pois é através dele que a salvação é oferecida à humanidade.","conexao_teologica":"A identidade de Jesus como o Salvador é central para a fé cristã, e sua crucificação é o cumprimento do plano de Deus para a redenção.","referencias_relacionadas":["Mateus 27:37","Marcos 15:26","Lucas 23:38"]},"joao_19_27_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"A palavra 'acquaintance' refere-se à relação de Jesus com seus discípulos e seguidores.","explicacao_detalhada":"Neste contexto, a palavra destaca a intimidade e o cuidado que Jesus tinha por aqueles que o seguiam, mesmo em seu momento de sofrimento.","por_que_esta_palavra":"A palavra 'acquaintance' é utilizada para mostrar que Jesus se preocupava com o bem-estar de sua mãe e de seus discípulos, mesmo enquanto estava na cruz.","conexao_teologica":"A preocupação de Jesus por sua mãe e discípulos reflete o amor e a compaixão de Deus por sua criação, mesmo em momentos de dor.","referencias_relacionadas":["Mateus 12:50","João 10:14","João 15:15"]},"joao_19_28_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é mencionada novamente, enfatizando sua identidade e o sofrimento que Ele estava passando.","explicacao_detalhada":"A repetição do nome 'Jesus' neste contexto serve para lembrar aos leitores que Ele é o centro da narrativa e o foco da redenção.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental para a compreensão do sacrifício que Ele estava prestes a completar, sendo o ponto culminante da história da salvação.","conexao_teologica":"A identidade de Jesus como o Salvador é central para a fé cristã, e sua crucificação é o cumprimento do plano de Deus para a redenção.","referencias_relacionadas":["Mateus 27:37","Marcos 15:26","Lucas 23:38"]},"joao_19_28_santo":{"palavra_pt":"santo","palavra_original":"γραφή","transliteracao":"graphḗ","strong":"G1124","significado_raiz":"Ideia básica: santo.","significado_contextual":"Refere-se à santidade de Jesus, que é considerado o Santo de Deus.","explicacao_detalhada":"A palavra 'santo' no contexto de João 19:28 enfatiza a pureza e a separação de Jesus para a obra redentora. Ele é o único que pode ser chamado de Santo, pois não conheceu pecado.","por_que_esta_palavra":"A utilização da palavra 'santo' destaca a natureza divina de Jesus e sua missão de salvar a humanidade.","conexao_teologica":"A santidade de Jesus é fundamental para a compreensão da sua obra redentora e da necessidade de um Salvador perfeito.","referencias_relacionadas":["Hebreus 7:26","1 Pedro 1:19","Apocalipse 3:7"]},"joao_19_28_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Indica a ação de acompanhar ou obedecer a Jesus.","explicacao_detalhada":"A palavra 'seguir' implica em um compromisso ativo de seguir os ensinamentos e o exemplo de Jesus, especialmente em momentos de sofrimento.","por_que_esta_palavra":"É uma chamada à ação para os crentes, enfatizando a importância de não apenas acreditar, mas também viver de acordo com a fé.","conexao_teologica":"Seguir a Cristo é um tema central no Novo Testamento, refletindo a relação entre o crente e o Salvador.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"joao_19_29_boca":{"palavra_pt":"boca","palavra_original":"στόμα","transliteracao":"stóma","strong":"G4750","significado_raiz":"Ideia básica: boca.","significado_contextual":"Refere-se à parte do corpo usada para falar e se alimentar, simbolizando a comunicação e a vida.","explicacao_detalhada":"A palavra 'boca' é usada para descrever a necessidade de Jesus de se refrescar, mas também pode simbolizar a comunicação da verdade e da palavra de Deus.","por_que_esta_palavra":"A boca é um instrumento vital para a expressão e a comunicação, refletindo a importância da palavra de Deus.","conexao_teologica":"A boca é frequentemente associada à proclamação do evangelho e à importância de falar a verdade.","referencias_relacionadas":["Salmos 81:10","Mateus 12:34","Tiago 3:10"]},"joao_19_29_urso":{"palavra_pt":"urso","palavra_original":"προσφέρω","transliteracao":"prosphérō","strong":"G4374","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de oferecer algo, neste caso, o vinagre a Jesus.","explicacao_detalhada":"A palavra 'urso' implica em trazer algo para alguém, simbolizando a oferta e o sacrifício.","por_que_esta_palavra":"A oferta de vinagre a Jesus no momento da crucificação é um ato que reflete a compaixão e a necessidade de alívio em seu sofrimento.","conexao_teologica":"A oferta de algo a Jesus pode ser vista como um símbolo do sacrifício que Ele fez por nós.","referencias_relacionadas":["Salmos 69:21","Mateus 27:34","Marcos 15:36"]},"joao_19_30_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se ao nome do Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"A menção de 'Jesus' neste contexto é crucial, pois Ele é o centro da história da salvação e o cumprimento das profecias messiânicas.","por_que_esta_palavra":"O nome de Jesus é invocado como a fonte de salvação e esperança para a humanidade.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e seu nome é fundamental para a fé cristã.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:13"]},"joao_19_30_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito ou à vida que Jesus entrega ao morrer.","explicacao_detalhada":"A palavra 'espírito' indica a essência da vida e a conexão com Deus. Ao entregar seu espírito, Jesus completa sua missão redentora.","por_que_esta_palavra":"A entrega do espírito é um ato de submissão à vontade do Pai e um cumprimento da obra de salvação.","conexao_teologica":"A morte de Jesus e a entrega do espírito são fundamentais para a doutrina da expiação e da ressurreição.","referencias_relacionadas":["Lucas 23:46","João 10:18","Romanos 8:11"]},"joao_19_30_vinho":{"palavra_pt":"vinho","palavra_original":"ὄξος","transliteracao":"óxos","strong":"G3690","significado_raiz":"Ideia básica: vinho.","significado_contextual":"Refere-se ao vinagre oferecido a Jesus, que simboliza o sofrimento e a humilhação.","explicacao_detalhada":"O 'vinho' aqui representa o amargo sofrimento que Jesus enfrentou na cruz, contrastando com a alegria da salvação.","por_que_esta_palavra":"O vinho é um símbolo de sacrifício e da nova aliança estabelecida por meio do sangue de Cristo.","conexao_teologica":"O vinho é frequentemente associado à ceia do Senhor, representando o sangue de Cristo derramado por nós.","referencias_relacionadas":["Mateus 26:29","Marcos 14:25","1 Coríntios 11:25"]},"joao_19_31_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρός","transliteracao":"staurós","strong":"G4716","significado_raiz":"Ideia básica: cruz.","significado_contextual":"Refere-se ao instrumento de tortura e morte de Jesus, que se tornou um símbolo de redenção.","explicacao_detalhada":"A 'cruz' é central na fé cristã, representando o sacrifício de Jesus e a vitória sobre o pecado e a morte.","por_que_esta_palavra":"A cruz simboliza o amor de Deus e a disposição de Jesus em sofrer por nossos pecados.","conexao_teologica":"A cruz é um símbolo de esperança e salvação, sendo a base da mensagem do evangelho.","referencias_relacionadas":["Gálatas 6:14","1 Pedro 2:24","Colossenses 2:14"]},"joao_19_31_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia da crucificação, um momento crucial na história da salvação.","explicacao_detalhada":"O 'dia' aqui é significativo, pois marca a culminação do plano de Deus para a redenção da humanidade através da morte de Jesus.","por_que_esta_palavra":"O dia da crucificação é lembrado como um momento de dor, mas também de esperança e renovação.","conexao_teologica":"A importância do dia da crucificação é refletida na celebração da Páscoa e na prática da ceia do Senhor.","referencias_relacionadas":["Lucas 23:54","Mateus 27:62","Marcos 15:42"]},"joao_19_31_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se ao temor que os soldados e as autoridades sentiram diante da morte de Jesus.","explicacao_detalhada":"O 'temor' é uma reação ao poder de Deus manifestado na morte de Cristo, que trouxe a consciência do pecado e da necessidade de redenção.","por_que_esta_palavra":"O temor é um reconhecimento da grandeza de Deus e da seriedade do sacrifício de Jesus.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria e reflete a reverência que devemos ter diante de Deus.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Hebreus 10:31"]},"joao_19_32_leg":{"palavra_pt":"leg","palavra_original":"σκέλος","transliteracao":"skélos","strong":"G4628","significado_raiz":"Ideia básica: leg.","significado_contextual":"Refere-se à parte do corpo humano, especificamente a perna, que é mencionada no contexto da crucificação.","explicacao_detalhada":"A palavra 'leg' (σκέλος) é utilizada para descrever as pernas dos crucificados, que foram quebradas para acelerar a morte. Isso se relaciona ao cumprimento das profecias sobre o Messias.","por_que_esta_palavra":"A quebra das pernas era uma prática comum para garantir que os crucificados não sobrevivessem por mais tempo na cruz.","conexao_teologica":"A ausência de fraturas nas pernas de Jesus é um cumprimento da profecia de que nenhum osso do Messias seria quebrado (Salmo 34:20).","referencias_relacionadas":["Salmo 34:20","Êxodo 12:46","Números 9:12"]},"joao_19_32_grande":{"palavra_pt":"vir","palavra_original":"ἔρχομαι","transliteracao":"érchomai","strong":"G2064","significado_raiz":"Ideia básica: vir.","significado_contextual":"Indica a ação de vir ou chegar a um lugar, neste caso, referindo-se à chegada dos soldados.","explicacao_detalhada":"A palavra 'vir' (ἔρχομαι) é usada para descrever a ação dos soldados que se aproximam para verificar a condição dos crucificados.","por_que_esta_palavra":"É importante para entender o momento em que os soldados se aproximam de Jesus e dos outros crucificados.","conexao_teologica":"A vinda dos soldados representa a autoridade do governo romano e a execução da vontade divina na crucificação de Jesus.","referencias_relacionadas":["Mateus 27:27","Marcos 15:16","Lucas 23:36"]},"joao_19_33_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se ao nome do Salvador, Jesus, que é central na narrativa da crucificação.","explicacao_detalhada":"A palavra 'Jesus' (Ἰησοῦς) é o nome dado ao Filho de Deus, que veio ao mundo para salvar a humanidade.","por_que_esta_palavra":"É crucial para a identificação do personagem central da história da salvação.","conexao_teologica":"Jesus é o cumprimento das promessas messiânicas do Antigo Testamento, e sua crucificação é o clímax de sua missão redentora.","referencias_relacionadas":["Mateus 1:21","Lucas 2:11","Atos 4:12"]},"joao_19_33_leg":{"palavra_pt":"leg","palavra_original":"σκέλος","transliteracao":"skélos","strong":"G4628","significado_raiz":"Ideia básica: leg.","significado_contextual":"Novamente refere-se à parte do corpo humano, especificamente a perna, no contexto da crucificação.","explicacao_detalhada":"A palavra 'leg' (σκέλος) é mencionada quando os soldados verificam se Jesus estava realmente morto, evitando quebrar suas pernas.","por_que_esta_palavra":"A ênfase na integridade do corpo de Jesus é significativa para a teologia da ressurreição.","conexao_teologica":"A preservação dos ossos de Jesus é um símbolo de sua pureza e do cumprimento das profecias.","referencias_relacionadas":["Salmo 34:20","Êxodo 12:46","Números 9:12"]},"joao_19_35_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se à crença ou confiança em algo, neste caso, na veracidade do testemunho sobre Jesus.","explicacao_detalhada":"A palavra 'crer' (πιστεύω) é usada para enfatizar a importância da fé na mensagem do evangelho.","por_que_esta_palavra":"A crença é fundamental para a salvação e a relação do crente com Deus.","conexao_teologica":"A fé é um tema central na teologia cristã, sendo a base da relação entre o ser humano e Deus.","referencias_relacionadas":["João 3:16","Romanos 10:9","Efésios 2:8-9"]},"joao_19_35_testemunha":{"palavra_pt":"testemunha","palavra_original":"μαρτυρία","transliteracao":"martyría","strong":"G3141","significado_raiz":"Ideia básica: testemunha.","significado_contextual":"Refere-se ao ato de dar testemunho sobre a verdade, especialmente sobre a morte de Jesus.","explicacao_detalhada":"A palavra 'testemunha' (μαρτυρία) implica em um relato de eventos que são cruciais para a fé cristã.","por_que_esta_palavra":"O testemunho é essencial para a propagação do evangelho e a confirmação da ressurreição.","conexao_teologica":"O testemunho sobre Jesus é um chamado para todos os crentes a compartilhar a verdade do evangelho.","referencias_relacionadas":["Atos 1:8","1 João 5:11-12","Apocalipse 12:11"]},"joao_19_35_behold":{"palavra_pt":"eis","palavra_original":"ὁράω","transliteracao":"horáō","strong":"G3708","significado_raiz":"Ideia básica: eis.","significado_contextual":"Usado para chamar a atenção para algo importante, neste caso, o testemunho sobre Jesus.","explicacao_detalhada":"A palavra 'eis' (ὁράω) é um convite para observar e considerar a verdade do que está sendo dito.","por_que_esta_palavra":"É uma exortação para que os ouvintes reconheçam a importância do testemunho.","conexao_teologica":"A chamada para 'ver' é um convite à fé e à aceitação da verdade de Cristo.","referencias_relacionadas":["João 1:29","João 20:27","Hebreus 12:2"]},"joao_19_36_santo":{"palavra_pt":"santo","palavra_original":"γραφή","transliteracao":"graphḗ","strong":"G1124","significado_raiz":"Ideia básica: santo.","significado_contextual":"Refere-se à escritura sagrada, que é considerada santa e autoritativa.","explicacao_detalhada":"A palavra 'santo' (γραφή) é usada para descrever as Escrituras que profetizam sobre Jesus.","por_que_esta_palavra":"A santidade das Escrituras é fundamental para a compreensão da revelação de Deus.","conexao_teologica":"As Escrituras são vistas como a palavra de Deus, que revela sua vontade e plano de salvação.","referencias_relacionadas":["2 Timóteo 3:16","Romanos 15:4","Hebreus 4:12"]},"joao_19_36_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de se tornar ou acontecer, especialmente em relação ao cumprimento das profecias.","explicacao_detalhada":"A palavra 'tornar-se' (γίνομαι) é usada para descrever a realização das promessas de Deus através de Jesus.","por_que_esta_palavra":"É importante para entender como os eventos se desenrolam conforme o plano divino.","conexao_teologica":"O ato de se tornar é um tema que reflete a soberania de Deus na história da salvação.","referencias_relacionadas":["Isaías 53:5","Mateus 5:17","Gálatas 4:4"]},"joao_19_37_santo":{"palavra_pt":"santo","palavra_original":"γραφή","transliteracao":"graphḗ","strong":"G1124","significado_raiz":"Ideia básica: santo.","significado_contextual":"Refere-se novamente à escritura sagrada, enfatizando sua importância na narrativa da crucificação.","explicacao_detalhada":"A palavra 'santo' (γραφή) é utilizada para reafirmar a autoridade das profecias que se cumprem em Jesus.","por_que_esta_palavra":"A reafirmação da santidade das Escrituras é crucial para a credibilidade do testemunho sobre Jesus.","conexao_teologica":"A conexão entre as Escrituras e a vida de Jesus é fundamental para a compreensão da fé cristã.","referencias_relacionadas":["Salmo 34:20","Zacarías 12:10","Mateus 27:35"]},"joao_19_37_dia":{"palavra_pt":"dia","palavra_original":"ἕτερος","transliteracao":"héteros","strong":"G2087","significado_raiz":"Ideia básica: dia.","significado_contextual":"O termo 'dia' refere-se ao tempo em que os eventos da crucificação de Jesus ocorreram.","explicacao_detalhada":"No contexto do versículo, 'dia' é usado para indicar um período específico em que a profecia de Zacarias se cumpre, onde se menciona que olharão para aquele que foi traspassado.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender a cronologia dos eventos da crucificação e a importância do momento em que Jesus foi ferido.","conexao_teologica":"O 'dia' representa não apenas um período de tempo, mas também um momento de revelação e cumprimento das promessas de Deus.","referencias_relacionadas":["Zacarias 12:10","Mateus 27:54","Lucas 23:48"]},"joao_19_37_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para relatar a declaração profética sobre Jesus.","explicacao_detalhada":"Neste versículo, a ação de 'dizer' é uma referência ao cumprimento das Escrituras, onde se profetiza que o povo olharia para aquele que foi traspassado.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para a comunicação da verdade divina e a revelação do plano de salvação.","conexao_teologica":"A declaração de 'dizer' conecta-se com a importância da palavra de Deus e como ela se cumpre na vida de Jesus.","referencias_relacionadas":["Isaías 53:5","Mateus 26:56","João 3:14"]},"joao_19_38_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é central na narrativa da crucificação e ressurreição.","explicacao_detalhada":"Jesus, que significa 'O Senhor é salvação', é o protagonista da história da redenção e seu sacrifício é o cumprimento da promessa de Deus.","por_que_esta_palavra":"A menção de 'Jesus' enfatiza a identidade do Salvador e a importância de seu sacrifício na cruz.","conexao_teologica":"Jesus é o cumprimento das profecias messiânicas e o centro da fé cristã.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:9"]},"joao_19_38_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em acompanhar ou estar em conformidade com algo ou alguém.","explicacao_detalhada":"No contexto, 'seguir' refere-se à ação de Nicodemos em se associar a Jesus, mesmo em um momento de grande risco.","por_que_esta_palavra":"A escolha de 'seguir' destaca a disposição de Nicodemos em se identificar com Jesus, mesmo após sua morte.","conexao_teologica":"Seguir a Jesus é um chamado para todos os crentes, refletindo a necessidade de compromisso e fé.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"joao_19_38_firme":{"palavra_pt":"firme","palavra_original":"Πιλᾶτος","transliteracao":"Pilâtos","strong":"G4091","significado_raiz":"Ideia básica: firme.","significado_contextual":"A palavra 'firme' refere-se à determinação e coragem de Pilatos em lidar com a situação de Jesus.","explicacao_detalhada":"Pilatos, apesar de suas hesitações, toma uma decisão firme ao permitir que o corpo de Jesus seja retirado da cruz.","por_que_esta_palavra":"A firmeza de Pilatos é um contraste com a fraqueza dos líderes religiosos que rejeitaram Jesus.","conexao_teologica":"A firmeza em decisões espirituais é essencial para a fé e a liderança cristã.","referencias_relacionadas":["Mateus 27:24","João 19:16","Atos 4:29"]},"joao_19_39_povo":{"palavra_pt":"povo","palavra_original":"Νικόδημος","transliteracao":"Nikódēmos","strong":"G3530","significado_raiz":"Ideia básica: povo.","significado_contextual":"O termo 'povo' refere-se à multidão que testemunhou a crucificação e suas reações.","explicacao_detalhada":"O 'povo' representa tanto os seguidores de Jesus quanto aqueles que o rejeitaram, simbolizando a divisão entre crentes e incrédulos.","por_que_esta_palavra":"A palavra 'povo' é importante para entender a dinâmica social e religiosa da época de Jesus.","conexao_teologica":"A relação entre Jesus e o povo é central para a missão de salvação e a resposta da humanidade ao evangelho.","referencias_relacionadas":["Mateus 27:25","Lucas 23:21","João 1:11"]},"joao_19_39_midnight":{"palavra_pt":"mid night","palavra_original":"νύξ","transliteracao":"nýx","strong":"G3571","significado_raiz":"Ideia básica: mid night.","significado_contextual":"A expressão 'mid night' pode simbolizar um tempo de escuridão e incerteza.","explicacao_detalhada":"Embora não seja uma palavra diretamente usada no versículo, a ideia de 'meia-noite' pode ser associada ao momento de desespero e confusão após a crucificação.","por_que_esta_palavra":"A escuridão da meia-noite pode refletir o estado espiritual da humanidade sem Cristo.","conexao_teologica":"A escuridão é frequentemente usada na Bíblia para simbolizar a separação de Deus e a necessidade de luz, que é Jesus.","referencias_relacionadas":["Mateus 27:45","João 8:12","1 João 1:5"]},"joao_19_40_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A menção de 'Jesus' novamente reforça sua centralidade na narrativa da crucificação.","explicacao_detalhada":"Aqui, Jesus é mencionado em relação ao seu corpo, que foi preparado para o sepultamento, simbolizando a morte e a esperança da ressurreição.","por_que_esta_palavra":"Reiterar o nome 'Jesus' enfatiza a importância de sua identidade e missão.","conexao_teologica":"A morte de Jesus é um ponto crucial para a compreensão da salvação e da nova aliança.","referencias_relacionadas":["Romanos 5:8","1 Coríntios 15:3","Hebreus 9:28"]},"joao_19_40_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' refere-se ao corpo físico de Jesus, que foi crucificado e sepultado.","explicacao_detalhada":"O corpo de Jesus é um símbolo do sacrifício e da expiação pelos pecados da humanidade.","por_que_esta_palavra":"A menção do 'corpo' é essencial para entender a doutrina da encarnação e a importância do sacrifício de Cristo.","conexao_teologica":"O corpo de Cristo é central na Eucaristia e na compreensão da redenção.","referencias_relacionadas":["Isaías 53:5","Mateus 26:26","1 Pedro 2:24"]},"joao_19_41_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρόω","transliteracao":"stauróō","strong":"G4717","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A palavra 'cruz' refere-se ao instrumento de tortura e morte de Jesus.","explicacao_detalhada":"A cruz é um símbolo de sacrifício, vergonha e, paradoxalmente, de vitória sobre o pecado e a morte.","por_que_esta_palavra":"A cruz é fundamental para a mensagem do evangelho, representando o custo da salvação.","conexao_teologica":"A cruz é o ponto de encontro entre a justiça de Deus e a misericórdia, onde Jesus pagou o preço pelos pecados da humanidade.","referencias_relacionadas":["Gálatas 6:14","1 Coríntios 1:18","Colossenses 2:14"]},"joao_19_41_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"O termo 'arco' refere-se ao espaço ou à forma que envolve o sepulcro onde Jesus foi colocado.","explicacao_detalhada":"No contexto do versículo, o 'arco' pode simbolizar a proteção e a separação do corpo de Jesus do mundo exterior, representando um espaço sagrado.","por_que_esta_palavra":"A palavra é utilizada para descrever a estrutura física que abriga o corpo de Cristo, enfatizando a importância do local da sepultura.","conexao_teologica":"O sepulcro é um símbolo da morte e ressurreição de Jesus, que é central para a fé cristã.","referencias_relacionadas":["Mateus 27:60","Marcos 15:46","Lucas 23:53"]},"joao_19_42_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é mencionado como o corpo que foi sepultado, enfatizando sua identidade e missão.","explicacao_detalhada":"Jesus, que significa 'O Senhor é a salvação', é o centro da narrativa da crucificação e ressurreição, e seu sepultamento é um momento crucial na história da salvação.","por_que_esta_palavra":"A menção do nome de Jesus é essencial para identificar o protagonista da história da redenção.","conexao_teologica":"A morte e sepultamento de Jesus são fundamentais para a compreensão da expiação e da nova aliança.","referencias_relacionadas":["Mateus 1:21","Lucas 2:11","Atos 4:12"]},"joao_19_42_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"Repetição do termo 'arco' que se refere ao local onde Jesus foi sepultado.","explicacao_detalhada":"O uso do termo novamente reforça a ideia de um espaço sagrado e reservado para o corpo de Cristo, destacando a importância do sepulcro.","por_que_esta_palavra":"A repetição enfatiza a relevância do local na narrativa da crucificação e ressurreição.","conexao_teologica":"O sepulcro é um símbolo da morte, mas também da esperança da ressurreição.","referencias_relacionadas":["Mateus 27:60","Marcos 15:46","Lucas 23:53"]},"joao_19_42_preparation":{"palavra_pt":"preparation","palavra_original":"παρασκευή","transliteracao":"paraskeuḗ","strong":"G3904","significado_raiz":"Ideia básica: preparation.","significado_contextual":"A palavra 'preparação' refere-se ao dia em que Jesus foi sepultado, que era véspera do sábado.","explicacao_detalhada":"A preparação é um tempo de arranjos e cuidados, especialmente em relação ao descanso sabático, que é um elemento importante na tradição judaica.","por_que_esta_palavra":"A menção da preparação destaca a urgência e a importância do sepultamento de Jesus antes do sábado.","conexao_teologica":"A preparação para o sábado também simboliza a transição entre a morte e a nova vida que vem com a ressurreição.","referencias_relacionadas":["Mateus 27:62","Marcos 15:42","Lucas 23:54"]}}