{"joao_2_1_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' refere-se ao momento específico do milagre nas bodas de Caná.","explicacao_detalhada":"A palavra 'dia' (ἡμέρα) é usada para indicar um tempo significativo na obra de Jesus.","por_que_esta_palavra":"O dia das bodas marca o início dos milagres públicos de Jesus.","conexao_teologica":"Os milagres de Jesus revelam sua glória e sua missão redentora.","referencias_relacionadas":["João 2:11","Mateus 9:35","Marcos 1:39"]},"joao_2_1_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o protagonista do milagre que transforma água em vinho.","explicacao_detalhada":"A palavra 'Jesus' (Ἰησοῦς) é central na narrativa, mostrando seu poder e compaixão.","por_que_esta_palavra":"A ação de Jesus revela sua autoridade sobre a natureza e sua preocupação com as necessidades humanas.","conexao_teologica":"Os atos de Jesus são manifestações do Reino de Deus na terra.","referencias_relacionadas":["João 2:9-10","Lucas 4:18-19","João 10:10"]},"joao_2_1_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' refere-se à transformação da água em vinho.","explicacao_detalhada":"A palavra 'tornar-se' (γίνομαι) indica uma mudança significativa e milagrosa.","por_que_esta_palavra":"Este milagre é um sinal da nova aliança e da abundância que Jesus traz.","conexao_teologica":"A transformação é um tema central na obra de Cristo, simbolizando a nova vida em Deus.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 5:22-23"]},"joao_2_2_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que significa 'O Senhor salva'.","explicacao_detalhada":"Jesus é a figura central do cristianismo, reconhecido como o Filho de Deus e Salvador da humanidade. Neste contexto, Ele é convidado para um casamento, simbolizando a presença divina nas celebrações humanas.","por_que_esta_palavra":"A menção de Jesus neste versículo destaca sua importância e autoridade, além de sua conexão com a alegria e a celebração.","conexao_teologica":"A presença de Jesus em um casamento representa a santidade da união matrimonial e a transformação que Ele traz à vida das pessoas.","referencias_relacionadas":["Mateus 1:21","Lucas 2:11","João 1:29"]},"joao_2_2_marriage":{"palavra_pt":"casamento","palavra_original":"γάμος","transliteracao":"gámos","strong":"G1062","significado_raiz":"Ideia básica: casamento.","significado_contextual":"Instituição sagrada que une um homem e uma mulher.","explicacao_detalhada":"O casamento é visto como uma aliança diante de Deus, simbolizando a união e o compromisso mútuo. No contexto do milagre em Caná, o casamento é o cenário onde Jesus realiza seu primeiro milagre.","por_que_esta_palavra":"A palavra 'casamento' enfatiza a importância da união e da celebração da vida em comunidade, que é abençoada por Jesus.","conexao_teologica":"O casamento é frequentemente usado na Bíblia como uma metáfora para a relação entre Cristo e a Igreja.","referencias_relacionadas":["Gênesis 2:24","Efésios 5:31-32","Hebreus 13:4"]},"joao_2_3_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome que representa a salvação e a presença divina.","explicacao_detalhada":"Neste versículo, Jesus é chamado a intervir em uma situação de necessidade, mostrando sua disposição em ajudar e transformar a realidade das pessoas.","por_que_esta_palavra":"A repetição do nome Jesus destaca sua centralidade na narrativa e sua capacidade de agir em momentos críticos.","conexao_teologica":"Jesus é o mediador entre Deus e a humanidade, sempre pronto a atender às necessidades de seu povo.","referencias_relacionadas":["Mateus 7:7","João 14:13-14","Filipenses 4:19"]},"joao_2_3_vinho":{"palavra_pt":"vinho","palavra_original":"οἶνος","transliteracao":"oînos","strong":"G3631","significado_raiz":"Ideia básica: vinho.","significado_contextual":"Bebida fermentada que simboliza alegria e celebração.","explicacao_detalhada":"O vinho é um elemento essencial nas festividades judaicas, representando a alegria e a abundância. A falta de vinho no casamento simboliza uma crise que Jesus está prestes a resolver.","por_que_esta_palavra":"A menção do vinho destaca a importância da celebração e a transformação que Jesus traz, passando de uma situação de falta para a abundância.","conexao_teologica":"O vinho também é um símbolo do sangue de Cristo na Nova Aliança, representando a redenção e a alegria da salvação.","referencias_relacionadas":["Salmos 104:15","Mateus 26:29","Lucas 5:37-38"]},"joao_2_4_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome que representa a salvação e a autoridade divina.","explicacao_detalhada":"Jesus responde à sua mãe de forma enigmática, indicando que sua hora ainda não havia chegado, mas ao mesmo tempo, Ele demonstra sua disposição para agir.","por_que_esta_palavra":"A repetição do nome Jesus enfatiza sua identidade e a relação com sua missão divina.","conexao_teologica":"A resposta de Jesus reflete sua obediência ao plano divino e o timing perfeito de Deus em todas as coisas.","referencias_relacionadas":["João 7:30","João 12:23","João 17:1"]},"joao_2_4_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Termo usado para se referir a uma mulher, neste caso, Maria, mãe de Jesus.","explicacao_detalhada":"A forma como Jesus se dirige a Maria indica uma relação respeitosa, mas também uma distinção entre sua missão divina e suas relações familiares.","por_que_esta_palavra":"A palavra 'mulher' é usada para mostrar a dignidade de Maria, mas também para afirmar que Jesus não está limitado por laços familiares.","conexao_teologica":"Maria é uma figura importante na história da salvação, mas Jesus reafirma que sua missão transcende sua relação familiar.","referencias_relacionadas":["Lucas 1:28","Mateus 12:48-50","João 19:26-27"]},"joao_2_4_dia":{"palavra_pt":"dia","palavra_original":"ὥρα","transliteracao":"hṓra","strong":"G5610","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo ou momento específico.","explicacao_detalhada":"A 'hora' de Jesus é um tema recorrente nos Evangelhos, referindo-se ao momento designado por Deus para a revelação plena de sua glória.","por_que_esta_palavra":"A menção do 'dia' destaca a importância do tempo divino e o cumprimento das promessas de Deus.","conexao_teologica":"A noção de 'hora' é central na teologia de João, onde cada evento na vida de Jesus ocorre no tempo perfeito de Deus.","referencias_relacionadas":["João 7:30","João 12:23","João 17:1"]},"joao_2_5_mestre":{"palavra_pt":"mestre","palavra_original":"διάκονος","transliteracao":"diákonos","strong":"G1249","significado_raiz":"Ideia básica: mestre.","significado_contextual":"Refere-se a alguém que ensina ou orienta.","explicacao_detalhada":"Maria instrui os serventes a fazerem tudo o que Jesus disser, reconhecendo sua autoridade e capacidade de realizar milagres.","por_que_esta_palavra":"A palavra 'mestre' enfatiza a posição de Jesus como aquele que tem sabedoria e poder para guiar e transformar.","conexao_teologica":"Jesus é o verdadeiro mestre que ensina não apenas com palavras, mas com ações, mostrando o caminho da salvação.","referencias_relacionadas":["Mateus 23:10","João 13:13","Tiago 3:1"]},"joao_2_5_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Ato de realizar ou criar algo.","explicacao_detalhada":"A instrução para 'fazer' reflete a ação necessária para que o milagre aconteça, mostrando a importância da obediência à palavra de Jesus.","por_que_esta_palavra":"A palavra 'fazer' destaca a necessidade de ação e fé na resposta ao chamado de Jesus.","conexao_teologica":"A obediência à palavra de Jesus é fundamental para experimentar sua transformação e poder.","referencias_relacionadas":["Tiago 1:22","Mateus 7:24-25","João 14:15"]},"joao_2_6_familia":{"palavra_pt":"familia","palavra_original":"ὑδρία","transliteracao":"hydría","strong":"G5201","significado_raiz":"Ideia básica: familia.","significado_contextual":"Recipiente usado para armazenar água, neste caso, para a purificação ritual.","explicacao_detalhada":"As 'famílias' mencionadas são as talhas de pedra que Jesus usou para realizar seu primeiro milagre, transformando água em vinho, simbolizando a nova aliança.","por_que_esta_palavra":"A palavra 'família' aqui é um símbolo da tradição judaica de purificação, que Jesus transforma em algo novo e abundante.","conexao_teologica":"O milagre de Jesus em Caná é um prenúncio da transformação que Ele traz à antiga aliança, inaugurando a nova aliança em seu sangue.","referencias_relacionadas":["Mateus 9:17","Hebreus 9:10","João 7:37-39"]},"joao_2_6_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica uma conformidade ou acordo com algo estabelecido.","explicacao_detalhada":"No contexto de João 2:6, 'conforme' refere-se à maneira como as águas foram transformadas em vinho, seguindo as instruções dadas por Jesus. Isso destaca a obediência e a importância de seguir as direções divinas.","por_que_esta_palavra":"A palavra é usada para enfatizar a precisão e a exatidão das ações realizadas em obediência à palavra de Jesus.","conexao_teologica":"A obediência às instruções de Deus é um tema central na Bíblia, mostrando que a fé se manifesta em ações que seguem a Sua palavra.","referencias_relacionadas":["Hebreus 11:8","Tiago 1:22","Romanos 1:5"]},"joao_2_7_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' significa 'O Senhor é salvação' e é central para a fé cristã.","explicacao_detalhada":"Em João 2:7, Jesus é o agente da transformação, mostrando Seu poder divino ao transformar água em vinho, o que simboliza a nova aliança e a alegria que Ele traz.","por_que_esta_palavra":"O uso do nome 'Jesus' destaca Sua identidade e missão como Salvador, essencial para a compreensão do Novo Testamento.","conexao_teologica":"Jesus é o cumprimento das promessas do Antigo Testamento, sendo a figura central da salvação e da revelação de Deus ao homem.","referencias_relacionadas":["Mateus 1:21","Lucas 2:11","Atos 4:12"]},"joao_2_7_familia":{"palavra_pt":"familia","palavra_original":"ὑδρία","transliteracao":"hydría","strong":"G5201","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se a um recipiente, neste caso, usado para armazenar água.","explicacao_detalhada":"No versículo, as 'famílias' são as talhas de pedra que foram utilizadas para a purificação ritual, simbolizando a transformação que Jesus traz em relação às práticas religiosas.","por_que_esta_palavra":"A escolha da palavra 'família' enfatiza a importância dos rituais de purificação na cultura judaica e a nova abordagem que Jesus traz.","conexao_teologica":"A transformação das águas em vinho representa a transição do Antigo para o Novo Testamento, onde Jesus cumpre e redefine as tradições.","referencias_relacionadas":["Mateus 9:17","Hebreus 9:10","Gálatas 4:4-5"]},"joao_2_7_agua":{"palavra_pt":"agua","palavra_original":"ὕδωρ","transliteracao":"hýdōr","strong":"G5204","significado_raiz":"Ideia básica: agua.","significado_contextual":"A palavra 'água' representa a purificação ritual e a necessidade espiritual do ser humano.","explicacao_detalhada":"Em João 2:7, a água é transformada em vinho, simbolizando a nova vida e alegria que Jesus oferece, contrastando com as práticas antigas.","por_que_esta_palavra":"A água é um elemento essencial que, neste contexto, representa a purificação, mas também a transformação que Jesus realiza.","conexao_teologica":"A água é frequentemente usada na Bíblia como símbolo de vida e renovação, refletindo a obra do Espírito Santo.","referencias_relacionadas":["João 4:14","Isaías 12:3","Apocalipse 21:6"]},"joao_2_8_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para indicar a comunicação de uma instrução ou ordem.","explicacao_detalhada":"No contexto, Jesus instrui os serventes a encher as talhas com água, mostrando a importância da obediência às Suas palavras.","por_que_esta_palavra":"A palavra 'dizer' enfatiza a autoridade de Jesus e a necessidade de ouvir e seguir Suas instruções.","conexao_teologica":"A comunicação de Deus com a humanidade é um tema recorrente, onde a obediência à Sua palavra resulta em bênçãos.","referencias_relacionadas":["Salmos 119:105","Mateus 7:24","Romanos 10:17"]},"joao_2_8_urso":{"palavra_pt":"urso","palavra_original":"φέρω","transliteracao":"phérō","strong":"G5342","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' não se aplica diretamente ao contexto do versículo, mas pode ser um erro de interpretação.","explicacao_detalhada":"Se considerarmos a palavra como 'levar', isso se relaciona ao ato de transportar a água ou o vinho, enfatizando a ação dos serventes.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica do milagre, onde a ação humana se une à intervenção divina.","conexao_teologica":"A colaboração entre o humano e o divino é um tema importante, mostrando que Deus usa pessoas para cumprir Seus propósitos.","referencias_relacionadas":["1 Coríntios 3:9","Filipenses 2:13","Efésios 2:10"]},"joao_2_8_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"A palavra 'portanto' indica uma conclusão ou resultado lógico das ações anteriores.","explicacao_detalhada":"Em João 2:8, 'portanto' conecta a instrução de Jesus à ação dos serventes e ao resultado do milagre, enfatizando a importância da obediência.","por_que_esta_palavra":"A palavra é usada para mostrar a relação entre a ordem dada e o resultado que se segue, reforçando a ideia de que a fé leva à ação.","conexao_teologica":"A relação entre fé e obras é um princípio fundamental na teologia cristã, onde a obediência resulta em bênçãos.","referencias_relacionadas":["Tiago 2:17","Gálatas 5:6","Romanos 1:5"]},"joao_2_9_mestre":{"palavra_pt":"mestre","palavra_original":"διάκονος","transliteracao":"diákonos","strong":"G1249","significado_raiz":"Ideia básica: mestre.","significado_contextual":"A palavra 'mestre' refere-se a alguém que serve ou lidera, neste caso, o responsável pela festa.","explicacao_detalhada":"No versículo, o mestre da festa reconhece a qualidade do vinho, simbolizando a sabedoria e discernimento que vêm de Deus.","por_que_esta_palavra":"A palavra é importante para entender a hierarquia social e a apreciação do milagre realizado por Jesus.","conexao_teologica":"A figura do mestre é um reflexo da liderança servil que Jesus exemplifica, onde o maior é aquele que serve.","referencias_relacionadas":["Mateus 20:26-28","Marcos 10:43-45","Lucas 22:26"]},"joao_2_9_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se à transformação que ocorre, neste caso, do vinho.","explicacao_detalhada":"Em João 2:9, a transformação do vinho é um sinal do poder de Jesus e da nova realidade que Ele traz.","por_que_esta_palavra":"A palavra é usada para enfatizar a mudança significativa que Jesus realiza, simbolizando a nova aliança.","conexao_teologica":"A transformação é um tema central na obra de Cristo, onde Ele transforma vidas e situações de maneira sobrenatural.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 6:15"]},"joao_2_10_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"A palavra 'arco' pode ser um erro de tradução, mas se considerarmos 'colocar', refere-se ao ato de servir o vinho.","explicacao_detalhada":"No contexto, o ato de servir o vinho é um momento de celebração e alegria, simbolizando a abundância da graça de Deus.","por_que_esta_palavra":"A palavra é importante para entender a ação de servir e a generosidade que deve caracterizar a vida cristã.","conexao_teologica":"Servir aos outros é um princípio fundamental do cristianismo, refletindo o caráter de Cristo em nossas vidas.","referencias_relacionadas":["Mateus 25:40","Gálatas 5:13","1 Pedro 4:10"]},"joao_2_10_vinho":{"palavra_pt":"vinho","palavra_original":"οἶνος","transliteracao":"oînos","strong":"G3631","significado_raiz":"Ideia básica: vinho.","significado_contextual":"O vinho é um símbolo de alegria e celebração, especialmente em festas de casamento.","explicacao_detalhada":"No contexto do milagre em Caná, o vinho representa a abundância e a bênção de Deus. A falta de vinho em um casamento era uma grande desonra para os noivos, e o milagre de Jesus não apenas salvou a festa, mas também revelou sua glória.","por_que_esta_palavra":"A palavra 'vinho' é usada para enfatizar a transformação que Jesus trouxe, não apenas em termos físicos, mas espirituais, simbolizando a nova aliança.","conexao_teologica":"O vinho é frequentemente associado ao sangue de Cristo na nova aliança, representando a redenção e a alegria da salvação.","referencias_relacionadas":["Mateus 26:29","Lucas 5:37-38","Efésios 5:18"]},"joao_2_10_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para relatar a instrução do mestre de cerimônias sobre a qualidade do vinho.","explicacao_detalhada":"Neste contexto, 'dizer' reflete a autoridade e a comunicação clara que Jesus tinha, mostrando que suas palavras e ações eram dignas de atenção e respeito.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a importância da comunicação e da revelação divina através de Jesus.","conexao_teologica":"A palavra de Jesus é central na teologia cristã, pois Ele é o Verbo que se fez carne.","referencias_relacionadas":["João 1:1","Hebreus 1:1-2","Mateus 7:29"]},"joao_2_11_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o protagonista do milagre em Caná, revelando sua identidade divina.","explicacao_detalhada":"Neste versículo, a menção de Jesus enfatiza sua função como o Messias que traz transformação e alegria. O milagre é um sinal de sua glória e poder.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental, pois representa a encarnação de Deus e a esperança da humanidade.","conexao_teologica":"Jesus é o centro da fé cristã, e seus milagres são manifestações de sua divindade e missão redentora.","referencias_relacionadas":["João 1:14","Mateus 1:21","Atos 4:12"]},"joao_2_11_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A glória de Jesus é revelada através de seus milagres, incluindo a transformação da água em vinho.","explicacao_detalhada":"A palavra 'glória' aqui se refere à manifestação do caráter e da presença de Deus. O milagre em Caná é um exemplo de como Jesus trouxe a glória de Deus para a terra.","por_que_esta_palavra":"A glória é um tema central na teologia bíblica, representando a majestade e a santidade de Deus.","conexao_teologica":"A glória de Deus é revelada em Jesus, que é a imagem do Deus invisível.","referencias_relacionadas":["João 1:14","Romanos 3:23","2 Coríntios 4:6"]},"joao_2_11_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de Jesus ao realizar o milagre.","explicacao_detalhada":"Neste contexto, 'fazer' indica a capacidade de Jesus de transformar a realidade, mostrando seu poder sobre a natureza e sua autoridade divina.","por_que_esta_palavra":"A ação de 'fazer' é essencial para entender o ministério de Jesus, que é caracterizado por ações que demonstram seu amor e poder.","conexao_teologica":"As obras de Jesus são uma expressão de sua missão redentora e do Reino de Deus.","referencias_relacionadas":["João 14:12","Mateus 11:4-5","Atos 10:38"]},"joao_2_12_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' mencionado refere-se ao tempo em que Jesus e seus discípulos estavam juntos após o milagre.","explicacao_detalhada":"O uso de 'dia' pode simbolizar um novo começo ou uma nova fase no ministério de Jesus, onde ele começa a revelar sua identidade e missão.","por_que_esta_palavra":"A palavra 'dia' é significativa, pois representa o tempo de Deus e os momentos de revelação divina.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao plano de Deus na história da salvação.","referencias_relacionadas":["Salmos 118:24","Mateus 6:34","2 Coríntios 6:2"]},"joao_2_12_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' pode se referir à magnitude do milagre e à importância do evento.","explicacao_detalhada":"Neste contexto, 'grande' enfatiza a grandeza do poder de Jesus e a transformação que ele trouxe, não apenas em termos de vinho, mas na vida das pessoas.","por_que_esta_palavra":"A grandeza de Deus é um tema recorrente nas Escrituras, refletindo sua majestade e poder.","conexao_teologica":"A grandeza de Deus é frequentemente associada a sua obra redentora e ao seu plano para a humanidade.","referencias_relacionadas":["Salmos 145:3","Efésios 3:20","Romanos 11:33"]},"joao_2_12_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' refere-se ao ato de acompanhar Jesus e seus discípulos após o milagre.","explicacao_detalhada":"Neste contexto, 'seguir' implica em um compromisso com Jesus e sua mensagem, indicando a resposta dos discípulos ao chamado de Cristo.","por_que_esta_palavra":"A ideia de 'seguir' é central no discipulado, onde os crentes são chamados a seguir a Jesus em sua vida e ministério.","conexao_teologica":"O chamado para seguir a Jesus é um tema central no Novo Testamento, refletindo a vida de fé e obediência.","referencias_relacionadas":["Mateus 4:19","Lucas 9:23","João 10:27"]},"joao_2_13_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A menção de Jesus aqui destaca sua presença e autoridade durante a Páscoa.","explicacao_detalhada":"Neste contexto, Jesus é apresentado como o verdadeiro Cordeiro Pascal, que cumpre o significado da Páscoa ao oferecer-se como sacrifício.","por_que_esta_palavra":"A palavra 'Jesus' é crucial, pois ele é o cumprimento das promessas do Antigo Testamento e o centro da fé cristã.","conexao_teologica":"A Páscoa é um símbolo da libertação e da redenção, que se cumpre em Jesus.","referencias_relacionadas":["1 Coríntios 5:7","Hebreus 9:12","João 1:29"]},"joao_2_13_pascoa":{"palavra_pt":"pascoa","palavra_original":"πάσχα","transliteracao":"páscha","strong":"G3957","significado_raiz":"Ideia básica: pascoa.","significado_contextual":"A Páscoa é uma celebração importante que remete à libertação do povo de Israel do Egito.","explicacao_detalhada":"Neste contexto, a Páscoa é um lembrete da fidelidade de Deus e da salvação, que é plenamente realizada em Jesus.","por_que_esta_palavra":"A palavra 'Páscoa' é significativa, pois representa a passagem da morte para a vida, simbolizando a redenção.","conexao_teologica":"A Páscoa é um precursor da obra redentora de Cristo, que se torna o Cordeiro de Deus.","referencias_relacionadas":["Êxodo 12:13","Lucas 22:15","Mateus 26:2"]},"joao_2_13_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"Refere-se aos judeus, que eram os habitantes da Judeia e seguiam a religião judaica.","explicacao_detalhada":"A palavra 'jewess' (Ἰουδαῖος) é utilizada para descrever a identidade étnica e religiosa dos judeus, que eram o povo escolhido por Deus no Antigo Testamento. No contexto de João 2:13, a referência aos judeus é importante para entender a oposição que Jesus enfrentou em sua missão.","por_que_esta_palavra":"A palavra é usada para enfatizar a origem e a cultura dos que estavam no templo, que eram os responsáveis pela manutenção das tradições religiosas.","conexao_teologica":"A identidade judaica é central para a compreensão do ministério de Jesus, que veio para cumprir a Lei e os Profetas.","referencias_relacionadas":["Mateus 5:17","Romanos 1:16","Gálatas 3:28"]},"joao_2_14_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se ao templo como um lugar sagrado, dedicado ao culto e à adoração a Deus.","explicacao_detalhada":"A palavra 'sagrado' (ἱερόν) indica a santidade do espaço onde os judeus se reuniam para adorar. No contexto de João 2:14, Jesus expulsa os mercadores do templo, mostrando que o lugar sagrado estava sendo profanado.","por_que_esta_palavra":"É crucial para entender a importância do templo na vida religiosa dos judeus e a indignação de Jesus ao ver sua profanação.","conexao_teologica":"O templo representa a presença de Deus entre seu povo, e a purificação do templo por Jesus simboliza a nova aliança que Ele traz.","referencias_relacionadas":["Salmos 69:9","Mateus 21:12","Hebreus 9:11"]},"joao_2_14_sheepfold":{"palavra_pt":"sheep fold","palavra_original":"πρόβατον","transliteracao":"próbaton","strong":"G4263","significado_raiz":"Ideia básica: sheep fold.","significado_contextual":"Refere-se ao local onde as ovelhas eram mantidas, simbolizando proteção e cuidado.","explicacao_detalhada":"A palavra 'sheepfold' (πρόβατον) é usada para ilustrar a relação entre Jesus e seu povo, onde Ele é o bom pastor que cuida de suas ovelhas. No contexto, pode simbolizar a proteção que o templo deveria oferecer.","por_que_esta_palavra":"A imagem do aprisco é significativa para entender o papel de Jesus como protetor e guia espiritual.","conexao_teologica":"Jesus se apresenta como o bom pastor em João 10, reforçando a ideia de que Ele cuida de seu rebanho.","referencias_relacionadas":["João 10:11","Salmos 23:1","Isaías 40:11"]},"joao_2_15_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Novamente refere-se ao templo como um espaço sagrado, enfatizando sua importância na adoração.","explicacao_detalhada":"A repetição da palavra 'sagrado' (ἱερόν) reforça a indignação de Jesus ao ver a comercialização dentro do templo, que deveria ser um lugar de oração e reverência.","por_que_esta_palavra":"É usada para contrastar a santidade do templo com as práticas corruptas que estavam ocorrendo ali.","conexao_teologica":"A purificação do templo é um ato que antecipa a nova forma de adoração que Jesus institui através de sua morte e ressurreição.","referencias_relacionadas":["Mateus 21:13","Marcos 11:17","Lucas 19:46"]},"joao_2_15_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de fazer ou realizar, no contexto da purificação do templo.","explicacao_detalhada":"A palavra 'fazer' (ποιέω) é utilizada para descrever as ações de Jesus ao expulsar os mercadores, mostrando sua autoridade sobre o templo.","por_que_esta_palavra":"É importante para entender a ação decisiva de Jesus em restaurar a santidade do templo.","conexao_teologica":"A ação de Jesus é um sinal do seu papel como Messias, que vem para restaurar a verdadeira adoração.","referencias_relacionadas":["Mateus 21:12","João 2:16","Lucas 19:45"]},"joao_2_16_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à ideia de casa ou lar, simbolizando a comunidade de fé.","explicacao_detalhada":"A palavra 'familia' (οἶκος) é usada para descrever a relação entre os membros da comunidade de fé, que devem ser respeitados e protegidos.","por_que_esta_palavra":"É relevante para entender que o templo deveria ser um lugar de acolhimento e não de exploração.","conexao_teologica":"A ideia de família é central no Novo Testamento, onde todos são chamados a serem parte da família de Deus.","referencias_relacionadas":["Efésios 2:19","1 Pedro 2:5","Gálatas 6:10"]},"joao_2_16_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Novamente refere-se à ação de fazer, no contexto da purificação do templo.","explicacao_detalhada":"A repetição da palavra 'fazer' (ποιέω) enfatiza a determinação de Jesus em restaurar a ordem e a santidade no templo.","por_que_esta_palavra":"É crucial para entender a missão de Jesus de trazer transformação e renovação.","conexao_teologica":"A ação de Jesus é um reflexo do seu ministério de trazer vida e verdade ao seu povo.","referencias_relacionadas":["Mateus 21:12","Marcos 11:15","Lucas 19:45"]},"joao_2_17_marido":{"palavra_pt":"marido","palavra_original":"ζῆλος","transliteracao":"zēlos","strong":"G2205","significado_raiz":"Ideia básica: marido.","significado_contextual":"Refere-se ao zelo, a paixão que Jesus tinha pela casa de Deus.","explicacao_detalhada":"A palavra 'marido' (ζῆλος) indica um forte desejo e compromisso, mostrando a seriedade com que Jesus vê a adoração a Deus.","por_que_esta_palavra":"É usada para ilustrar a intensidade do amor de Jesus pela santidade do templo.","conexao_teologica":"O zelo de Jesus é um reflexo do amor de Deus por seu povo e pela adoração verdadeira.","referencias_relacionadas":["Salmos 69:9","Romanos 12:11","Tiago 4:5"]},"joao_2_17_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"Novamente refere-se à ideia de casa ou lar, enfatizando a comunidade de fé.","explicacao_detalhada":"A repetição da palavra 'familia' (οἶκος) reforça a importância da comunidade de crentes e do respeito ao espaço sagrado.","por_que_esta_palavra":"É relevante para entender que a casa de Deus deve ser um lugar de acolhimento e reverência.","conexao_teologica":"A ideia de família é fundamental na nova aliança, onde todos são chamados a serem parte da família de Deus.","referencias_relacionadas":["Efésios 2:19","1 Pedro 2:5","Gálatas 6:10"]},"joao_2_18_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de fazer, no contexto da resposta de Jesus aos questionamentos sobre sua autoridade.","explicacao_detalhada":"A palavra 'fazer' (ποιέω) é usada para descrever a capacidade de Jesus de realizar sinais e maravilhas, que confirmam sua autoridade divina.","por_que_esta_palavra":"É importante para entender a relação entre a ação de Jesus e a sua identidade como Filho de Deus.","conexao_teologica":"A ação de Jesus é um sinal do seu poder e da sua missão redentora.","referencias_relacionadas":["João 2:19","Mateus 12:28","Lucas 11:20"]},"joao_2_18_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"Refere-se aos judeus que questionam Jesus sobre sua autoridade.","explicacao_detalhada":"Os judeus, como povo escolhido, tinham uma expectativa messiânica e estavam céticos em relação às ações de Jesus, especialmente após o milagre que Ele realizou.","por_que_esta_palavra":"A palavra 'judeu' é importante para entender a identidade cultural e religiosa do povo que estava em contato com Jesus.","conexao_teologica":"A relação entre Jesus e os judeus é central no Novo Testamento, pois Ele é o cumprimento das promessas feitas a Israel.","referencias_relacionadas":["João 1:11","Mateus 15:24","Romanos 1:16"]},"joao_2_18_milagre":{"palavra_pt":"sinal","palavra_original":"σημεῖον","transliteracao":"sēmeîon","strong":"G4592","significado_raiz":"Ideia básica: sinal.","significado_contextual":"O 'sinal' refere-se ao milagre que Jesus realizou, que é um indicativo de sua autoridade divina.","explicacao_detalhada":"Os sinais são manifestações do poder de Deus e servem para confirmar a mensagem de Jesus como o Messias.","por_que_esta_palavra":"A palavra 'sinal' é usada para descrever ações que têm um significado mais profundo, além do ato em si.","conexao_teologica":"Os sinais de Jesus são uma forma de revelar a sua natureza divina e a chegada do Reino de Deus.","referencias_relacionadas":["João 20:30-31","Mateus 12:38-40","Marcos 16:17-18"]},"joao_2_19_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus se refere a si mesmo como o novo templo, que será destruído e ressuscitado.","explicacao_detalhada":"A declaração de Jesus sobre o templo é uma alusão à sua morte e ressurreição, simbolizando a nova aliança.","por_que_esta_palavra":"O nome 'Jesus' é central na fé cristã, representando a salvação e a encarnação de Deus.","conexao_teologica":"A identidade de Jesus como o Messias é fundamental para a compreensão da salvação e da relação entre Deus e a humanidade.","referencias_relacionadas":["Atos 4:12","Filipenses 2:9-11","Hebreus 10:19-22"]},"joao_2_19_templo":{"palavra_pt":"templo","palavra_original":"ναός","transliteracao":"naós","strong":"G3485","significado_raiz":"Ideia básica: templo.","significado_contextual":"O templo é o lugar de adoração e sacrifício, e Jesus se refere ao seu corpo como o novo templo.","explicacao_detalhada":"A destruição do templo físico e a referência ao corpo de Jesus indicam uma nova forma de adoração que não depende de um local específico.","por_que_esta_palavra":"A palavra 'templo' é crucial para entender a transição do culto judaico para a adoração em espírito e verdade.","conexao_teologica":"Jesus como o templo revela a nova aliança, onde Ele é o mediador entre Deus e a humanidade.","referencias_relacionadas":["Mateus 27:51","Hebreus 9:11-12","1 Coríntios 3:16-17"]},"joao_2_19_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' mencionado refere-se ao tempo em que Jesus será crucificado e ressuscitará.","explicacao_detalhada":"Esse dia é um marco na história da salvação, onde a morte e ressurreição de Jesus trazem redenção para a humanidade.","por_que_esta_palavra":"A palavra 'dia' é significativa, pois marca um evento crucial na narrativa bíblica.","conexao_teologica":"O dia da ressurreição é central para a fé cristã, simbolizando a vitória sobre a morte e o pecado.","referencias_relacionadas":["Lucas 24:46","1 Coríntios 15:3-4","Romanos 6:4"]},"joao_2_20_templo":{"palavra_pt":"templo","palavra_original":"ναός","transliteracao":"naós","strong":"G3485","significado_raiz":"Ideia básica: templo.","significado_contextual":"Novamente, refere-se ao templo, enfatizando a transformação que Jesus traz.","explicacao_detalhada":"A repetição da palavra 'templo' sublinha a importância da nova identidade que Jesus oferece aos crentes.","por_que_esta_palavra":"A palavra 'templo' é usada para contrastar o antigo sistema de adoração com a nova realidade em Cristo.","conexao_teologica":"A ideia de Jesus como templo é fundamental para entender a presença de Deus entre os homens.","referencias_relacionadas":["João 4:21-24","Efésios 2:19-22","Apocalipse 21:22"]},"joao_2_20_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que o templo será destruído, simbolizando a morte de Jesus.","explicacao_detalhada":"Esse dia é um ponto de virada na história, onde a morte de Jesus traz um novo entendimento sobre a adoração.","por_que_esta_palavra":"A palavra 'dia' é crucial para a cronologia dos eventos da paixão de Cristo.","conexao_teologica":"O dia da crucificação é um momento de grande significado teológico, representando o sacrifício perfeito.","referencias_relacionadas":["Mateus 27:50-51","Marcos 15:37-38","Lucas 23:44-46"]},"joao_2_20_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte de Jesus é um tema central, representando o sacrifício pelos pecados da humanidade.","explicacao_detalhada":"A palavra 'morte' aqui é um lembrete do custo do pecado e da necessidade de redenção.","por_que_esta_palavra":"A morte de Jesus é essencial para a compreensão da salvação e da nova aliança.","conexao_teologica":"A morte de Cristo é o cumprimento das profecias e a base da fé cristã.","referencias_relacionadas":["Isaías 53:5","Romanos 5:8","1 Pedro 2:24"]},"joao_2_21_templo":{"palavra_pt":"templo","palavra_original":"ναός","transliteracao":"naós","strong":"G3485","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao corpo de Jesus como o novo templo, que será ressuscitado.","explicacao_detalhada":"Essa afirmação de Jesus redefine o conceito de templo, passando de um espaço físico para a pessoa de Cristo.","por_que_esta_palavra":"A palavra 'templo' é usada para enfatizar a nova forma de relacionamento com Deus através de Jesus.","conexao_teologica":"A ressurreição de Jesus é a confirmação de sua divindade e a promessa de vida eterna para os crentes.","referencias_relacionadas":["Romanos 8:11","1 Coríntios 15:20-22","Colossenses 1:18"]},"joao_2_21_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"O corpo de Jesus é o templo que será destruído e ressuscitado, simbolizando a nova aliança.","explicacao_detalhada":"A referência ao corpo destaca a encarnação e a importância do sacrifício de Jesus.","por_que_esta_palavra":"A palavra 'corpo' é fundamental para entender a natureza de Cristo como totalmente humano e totalmente divino.","conexao_teologica":"A encarnação de Cristo é essencial para a doutrina da salvação, pois Ele se fez carne para redimir a humanidade.","referencias_relacionadas":["João 1:14","Hebreus 10:5-10","Gálatas 4:4-5"]},"joao_2_21_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a comunicação de Jesus sobre a destruição do templo e sua ressurreição.","explicacao_detalhada":"No contexto do versículo, Jesus fala sobre a sua morte e ressurreição, utilizando a palavra 'dizer' para enfatizar a importância de suas declarações proféticas.","por_que_esta_palavra":"A escolha da palavra 'dizer' reflete a autoridade de Jesus como o Verbo que se fez carne e que comunica verdades profundas sobre sua missão.","conexao_teologica":"A palavra de Jesus é central na teologia cristã, pois Ele é o Logos, a Palavra que traz vida e verdade.","referencias_relacionadas":["João 1:1","Hebreus 1:1-2","Mateus 28:18"]},"joao_2_22_santo":{"palavra_pt":"santo","palavra_original":"γραφή","transliteracao":"graphḗ","strong":"G1124","significado_raiz":"Ideia básica: santo.","significado_contextual":"A palavra 'santo' refere-se à pureza e à separação de Deus, especialmente em relação ao templo.","explicacao_detalhada":"Jesus se refere ao templo como 'santo', indicando que é um lugar de adoração e presença divina, e que sua destruição e reconstrução têm um significado espiritual profundo.","por_que_esta_palavra":"A palavra 'santo' é crucial para entender a natureza de Deus e a importância do templo como um espaço sagrado.","conexao_teologica":"A santidade de Deus é um tema recorrente na Bíblia, refletindo sua natureza e a necessidade de pureza em adoração.","referencias_relacionadas":["Levítico 19:2","Isaías 6:3","1 Pedro 1:16"]},"joao_2_22_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' é usada para descrever a essência de Cristo como a revelação de Deus.","explicacao_detalhada":"Neste contexto, 'palavra' refere-se ao ensino de Jesus e à sua identidade como o Messias, que traz a verdade e a vida.","por_que_esta_palavra":"A palavra 'palavra' é fundamental para a compreensão da relação entre Deus e a humanidade, sendo Jesus a encarnação dessa verdade.","conexao_teologica":"Cristo é o Logos, a Palavra que estava com Deus e que é Deus, essencial para a fé cristã.","referencias_relacionadas":["João 1:14","Colossenses 1:17","Hebreus 4:12"]},"joao_2_22_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é o nome pelo qual o Salvador é conhecido, enfatizando sua humanidade e missão.","explicacao_detalhada":"Neste versículo, o nome 'Jesus' é mencionado em relação à sua obra redentora e à sua identidade como o Filho de Deus.","por_que_esta_palavra":"O nome 'Jesus' significa 'O Senhor é salvação', refletindo a missão de Cristo de salvar a humanidade.","conexao_teologica":"A identidade de Jesus como o Salvador é central para a fé cristã e a compreensão da salvação.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:9"]},"joao_2_23_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude dos sinais e maravilhas realizados por Jesus.","explicacao_detalhada":"Neste contexto, 'grande' enfatiza a impressionante natureza dos milagres de Jesus, que atraem a fé das pessoas.","por_que_esta_palavra":"A palavra 'grande' é importante para destacar a autoridade e o poder de Jesus sobre a criação e a vida.","conexao_teologica":"Os milagres de Jesus são uma demonstração do Reino de Deus e da sua soberania.","referencias_relacionadas":["Mateus 9:35","Lucas 7:16","João 14:12"]},"joao_2_23_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' refere-se à fé que as pessoas têm em Jesus como o Messias.","explicacao_detalhada":"Neste versículo, a crença é apresentada como uma resposta aos sinais que Jesus realiza, mostrando a importância da fé na vida cristã.","por_que_esta_palavra":"A palavra 'crer' é fundamental para a salvação e a relação com Deus, sendo um convite à confiança em Jesus.","conexao_teologica":"A fé é um tema central na teologia cristã, sendo a base da relação entre o crente e Deus.","referencias_relacionadas":["João 3:16","Efésios 2:8-9","Hebreus 11:1"]},"joao_2_24_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é novamente mencionada, reforçando sua autoridade e conhecimento sobre os corações humanos.","explicacao_detalhada":"Neste contexto, Jesus conhece a natureza das pessoas e suas intenções, o que demonstra sua divindade.","por_que_esta_palavra":"O nome 'Jesus' é essencial para a compreensão de sua missão e identidade como o Salvador.","conexao_teologica":"A onisciência de Jesus é um aspecto importante da sua divindade e do seu papel como juiz.","referencias_relacionadas":["Mateus 9:4","Lucas 6:8","João 16:30"]},"joao_2_24_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' é novamente utilizada, enfatizando a necessidade de fé genuína em Jesus.","explicacao_detalhada":"Neste versículo, a fé é apresentada como um elemento essencial para o relacionamento com Jesus, que conhece o coração humano.","por_que_esta_palavra":"A palavra 'crer' é fundamental para a salvação e a transformação espiritual.","conexao_teologica":"A fé é um tema central na Bíblia, sendo a chave para a vida eterna.","referencias_relacionadas":["Romanos 1:17","Gálatas 2:20","1 João 5:13"]},"joao_2_24_grande":{"palavra_pt":"conhecer","palavra_original":"γινώσκω","transliteracao":"ginṓskō","strong":"G1097","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"A palavra 'conhecer' refere-se ao entendimento profundo que Jesus tem sobre as pessoas.","explicacao_detalhada":"Neste contexto, 'conhecer' implica um conhecimento que vai além do superficial, tocando a essência do ser humano.","por_que_esta_palavra":"A palavra 'conhecer' é importante para entender a relação íntima que Jesus tem com seus seguidores.","conexao_teologica":"O conhecimento de Jesus sobre nós é um aspecto fundamental da sua relação pastoral e amorosa.","referencias_relacionadas":["Salmos 139:1-4","Mateus 10:30","João 10:14"]},"joao_2_25_business":{"palavra_pt":"assunto","palavra_original":"χρεία","transliteracao":"chreía","strong":"G5532","significado_raiz":"Ideia básica: assunto.","significado_contextual":"A palavra 'assunto' refere-se às questões que envolvem a natureza humana e a relação com Deus.","explicacao_detalhada":"Neste contexto, 'assunto' implica em entender as necessidades e motivações das pessoas que se aproximam de Jesus.","por_que_esta_palavra":"A palavra 'assunto' é relevante para a compreensão das interações de Jesus com as pessoas e suas necessidades espirituais.","conexao_teologica":"A preocupação de Jesus com os assuntos humanos reflete seu amor e compaixão.","referencias_relacionadas":["Mateus 6:25-34","Filipenses 4:19","1 Pedro 5:7"]},"joao_2_25_possessao":{"palavra_pt":"possessao","palavra_original":"ἔχω","transliteracao":"échō","strong":"G2192","significado_raiz":"Ideia básica: possessao.","significado_contextual":"A palavra 'possessão' refere-se à ideia de ter ou possuir algo, no contexto de Jesus conhecer a natureza humana.","explicacao_detalhada":"Neste versículo, a possessão implica que Jesus tem um entendimento profundo e completo da condição humana, incluindo suas fraquezas e pecados. Ele não precisa que ninguém lhe diga sobre o homem, pois Ele já conhece o que está no coração de cada um.","por_que_esta_palavra":"A escolha da palavra 'possessão' enfatiza a soberania de Cristo sobre a humanidade e seu conhecimento intrínseco sobre a natureza humana.","conexao_teologica":"A possessão de conhecimento por parte de Jesus reflete sua divindade e onisciência, características fundamentais de Deus.","referencias_relacionadas":["Salmos 139:1-4","Hebreus 4:13","Mateus 9:4"]},"joao_2_25_testemunha":{"palavra_pt":"testemunha","palavra_original":"μαρτυρέω","transliteracao":"martyréō","strong":"G3140","significado_raiz":"Ideia básica: testemunha.","significado_contextual":"A palavra 'testemunha' é usada para descrever alguém que dá testemunho ou atesta a verdade de algo.","explicacao_detalhada":"Neste contexto, a testemunha é Jesus, que conhece a verdade sobre a humanidade e pode atestar a condição do coração humano. Ele não precisa de testemunhas externas para saber o que está dentro de cada pessoa.","por_que_esta_palavra":"A palavra 'testemunha' é crucial para entender a autoridade de Jesus e sua capacidade de discernir a verdade sobre os seres humanos.","conexao_teologica":"A função de Jesus como testemunha se alinha com seu papel como o Verbo que se fez carne, trazendo a verdade de Deus ao mundo.","referencias_relacionadas":["João 5:31-32","Apocalipse 1:5","1 João 5:6"]}}