{"joao_20_1_nome":{"palavra_pt":"nome","palavra_original":"Μαρία","transliteracao":"María","strong":"G3137","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Maria' é mencionado como a mulher que foi ao sepulcro ao amanhecer.","explicacao_detalhada":"Maria representa a fé e a devoção, sendo uma das primeiras a testemunhar a ressurreição de Jesus.","por_que_esta_palavra":"A escolha de Maria como protagonista neste momento crucial destaca o papel das mulheres na narrativa do evangelho.","conexao_teologica":"Maria é um símbolo de esperança e fé, representando todos os que buscam a verdade sobre Jesus.","referencias_relacionadas":["Mateus 28:1","Marcos 16:1","Lucas 24:1"]},"joao_20_1_sabado":{"palavra_pt":"sabado","palavra_original":"σάββατον","transliteracao":"sábbaton","strong":"G4521","significado_raiz":"Ideia básica: sabado.","significado_contextual":"O 'sábado' é o dia de descanso, e a menção dele indica a importância do tempo na narrativa da ressurreição.","explicacao_detalhada":"O sábado representa a conclusão da obra da criação e, neste contexto, a transição para uma nova criação através da ressurreição de Jesus.","por_que_esta_palavra":"A referência ao sábado enfatiza a continuidade da tradição judaica e a nova realidade trazida por Cristo.","conexao_teologica":"A ressurreição de Jesus no primeiro dia da semana simboliza um novo começo e a nova aliança.","referencias_relacionadas":["Mateus 28:1","Marcos 16:2","Lucas 24:1"]},"joao_20_2_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' refere-se a Pedro, que é chamado de 'rocha' por Jesus, simbolizando sua firmeza na fé.","explicacao_detalhada":"Pedro, como rocha, representa a fundação da Igreja e a liderança entre os discípulos.","por_que_esta_palavra":"A menção de Pedro como rocha destaca a importância de sua fé e seu papel na comunidade cristã.","conexao_teologica":"A rocha simboliza a estabilidade e a força que Cristo oferece aos seus seguidores.","referencias_relacionadas":["Mateus 16:18","João 1:42","Atos 2:14"]},"joao_20_2_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A menção de 'Jesus' reafirma sua identidade e a centralidade de sua ressurreição.","explicacao_detalhada":"Jesus é o foco da narrativa, e sua ressurreição é o cumprimento das promessas de Deus.","por_que_esta_palavra":"A repetição do nome de Jesus enfatiza sua importância e a necessidade de reconhecer sua divindade.","conexao_teologica":"A ressurreição de Jesus é a base da fé cristã, simbolizando a vitória sobre a morte.","referencias_relacionadas":["Mateus 28:6","Marcos 16:6","Lucas 24:6"]},"joao_20_2_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade de Jesus, especialmente após sua ressurreição.","explicacao_detalhada":"Jesus é reconhecido como Senhor, o que implica em sua soberania e poder sobre a vida e a morte.","por_que_esta_palavra":"A menção de 'senhor' destaca a reverência e a adoração que Jesus merece.","conexao_teologica":"A ressurreição confirma a autoridade de Jesus como Senhor e Salvador.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:9-11","Atos 2:36"]},"joao_20_3_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A repetição da palavra 'rocha' reforça a identidade de Pedro e sua importância na Igreja.","explicacao_detalhada":"Pedro, como rocha, simboliza a firmeza da fé e a liderança que ele exerce entre os discípulos.","por_que_esta_palavra":"A ênfase em Pedro como rocha destaca seu papel fundamental na construção da Igreja.","conexao_teologica":"A rocha representa a base sólida da fé em Cristo, que é a verdadeira rocha.","referencias_relacionadas":["Mateus 16:18","João 1:42","Atos 2:14"]},"joao_20_3_grave":{"palavra_pt":"grave","palavra_original":"μνημεῖον","transliteracao":"mnēmeîon","strong":"G3419","significado_raiz":"Ideia básica: grave.","significado_contextual":"O termo 'grave' refere-se ao local onde os mortos eram sepultados, simbolizando a morte e a separação.","explicacao_detalhada":"No contexto de João 20:3, 'grave' é usado para descrever o sepulcro de Jesus, que era um lugar de luto e reflexão sobre a morte. Este sepulcro é um ponto central na narrativa da ressurreição.","por_que_esta_palavra":"A palavra 'grave' é importante porque enfatiza a realidade da morte de Jesus antes de sua ressurreição, um evento fundamental para a fé cristã.","conexao_teologica":"A ressurreição de Jesus, que ocorre após sua morte e sepultamento, é a base da esperança cristã na vida eterna.","referencias_relacionadas":["Mateus 27:60","Marcos 15:46","Lucas 23:53"]},"joao_20_4_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' simboliza firmeza e estabilidade, e é usada para descrever Pedro, que é considerado a base da Igreja.","explicacao_detalhada":"Em João 20:4, a referência à 'rocha' pode ser vista como uma alusão à identidade de Pedro, que é chamado de 'Petrus', significando 'rocha'. Isso destaca a importância de Pedro na fundação da Igreja.","por_que_esta_palavra":"A palavra 'rocha' é significativa porque representa a força e a durabilidade da fé que Pedro e os apóstolos devem ter.","conexao_teologica":"A figura de Pedro como 'rocha' é central na compreensão da liderança na Igreja e na continuidade da missão de Cristo.","referencias_relacionadas":["Mateus 16:18","Gálatas 2:9","1 Pedro 2:5"]},"joao_20_4_grave":{"palavra_pt":"grave","palavra_original":"μνημεῖον","transliteracao":"mnēmeîon","strong":"G3419","significado_raiz":"Ideia básica: grave.","significado_contextual":"Assim como em João 20:3, 'grave' se refere ao sepulcro, um local de morte e luto.","explicacao_detalhada":"A repetição do termo 'grave' em João 20:4 reforça a ideia de que o sepulcro é um lugar de transição entre a morte e a vida, especialmente no contexto da ressurreição.","por_que_esta_palavra":"A palavra é crucial para entender a narrativa da ressurreição, pois o sepulcro vazio é um sinal da vitória sobre a morte.","conexao_teologica":"A ressurreição de Jesus transforma o significado do sepulcro de um lugar de morte para um símbolo de nova vida.","referencias_relacionadas":["Mateus 28:6","Marcos 16:6","Lucas 24:5"]},"joao_20_5_stoop":{"palavra_pt":"stoop","palavra_original":"παρακύπτω","transliteracao":"parakýptō","strong":"G3879","significado_raiz":"Ideia básica: stoop.","significado_contextual":"A palavra 'stoop' refere-se ao ato de se inclinar ou se abaixar para olhar dentro do sepulcro.","explicacao_detalhada":"Em João 20:5, o ato de 'stoop' é significativo, pois representa a curiosidade e a busca pela verdade sobre a ressurreição de Jesus.","por_que_esta_palavra":"Esta palavra é importante porque simboliza a disposição de buscar a verdade, mesmo em momentos de confusão e incerteza.","conexao_teologica":"A busca pela verdade sobre a ressurreição é um tema central na fé cristã, que convida os crentes a investigar e compreender.","referencias_relacionadas":["Lucas 24:12","João 20:11","Atos 1:3"]},"joao_20_6_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' novamente se refere à figura de Pedro, simbolizando firmeza e liderança.","explicacao_detalhada":"Em João 20:6, a menção de 'rocha' reforça a identidade de Pedro como um dos principais apóstolos e a base da Igreja.","por_que_esta_palavra":"A palavra é fundamental para entender o papel de Pedro na Igreja primitiva e sua importância na propagação do evangelho.","conexao_teologica":"A rocha como símbolo de Pedro conecta a liderança da Igreja à firmeza da fé em Cristo.","referencias_relacionadas":["Mateus 16:18","Atos 2:14","Gálatas 2:9"]},"joao_20_6_nome":{"palavra_pt":"nome","palavra_original":"Σίμων","transliteracao":"Símōn","strong":"G4613","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade pessoal de Simão Pedro, que é um dos discípulos mais próximos de Jesus.","explicacao_detalhada":"Em João 20:6, o uso do nome 'Simão' destaca a individualidade e a relação pessoal que Pedro tem com Jesus.","por_que_esta_palavra":"O nome é importante porque representa a chamada pessoal de Jesus a Pedro e sua transformação em líder da Igreja.","conexao_teologica":"A identidade de Pedro como 'Simão' e sua transformação em 'Pedro' simboliza a nova vida que Cristo oferece a todos os crentes.","referencias_relacionadas":["Mateus 4:18","João 1:42","Gálatas 2:9"]},"joao_20_6_grave":{"palavra_pt":"grave","palavra_original":"μνημεῖον","transliteracao":"mnēmeîon","strong":"G3419","significado_raiz":"Ideia básica: grave.","significado_contextual":"Como em João 20:3 e 20:4, 'grave' refere-se ao sepulcro, um local de morte.","explicacao_detalhada":"A repetição da palavra 'grave' em João 20:6 enfatiza a importância do sepulcro na narrativa da ressurreição.","por_que_esta_palavra":"A palavra é crucial para entender a transição da morte para a vida que ocorre com a ressurreição.","conexao_teologica":"O sepulcro vazio é um símbolo poderoso da vitória de Cristo sobre a morte e a promessa de vida eterna.","referencias_relacionadas":["Mateus 28:6","Marcos 16:6","Lucas 24:5"]},"joao_20_7_rosto":{"palavra_pt":"rosto","palavra_original":"σουδάριον","transliteracao":"soudárion","strong":"G4676","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' refere-se ao pano que cobria a cabeça de Jesus, um detalhe importante na cena da ressurreição.","explicacao_detalhada":"Em João 20:7, o 'rosto' é mencionado para destacar a ordem em que os lençóis estavam dispostos, indicando que a ressurreição não foi um ato de desordem.","por_que_esta_palavra":"A palavra é significativa porque mostra que a ressurreição de Jesus foi um evento ordenado e intencional.","conexao_teologica":"O cuidado com os detalhes do sepulcro vazio reforça a realidade da ressurreição e a natureza glorificada de Cristo.","referencias_relacionadas":["Mateus 28:6","Marcos 16:6","Lucas 24:12"]},"joao_20_7_head":{"palavra_pt":"cabeca","palavra_original":"κεφαλή","transliteracao":"kephalḗ","strong":"G2776","significado_raiz":"Ideia básica: cabeca.","significado_contextual":"A palavra 'cabeça' refere-se ao pano que cobria a cabeça de Jesus, um detalhe que revela a natureza do sepulcro vazio.","explicacao_detalhada":"Em João 20:7, a menção da 'cabeça' é importante para entender como os lençóis estavam organizados, sugerindo que Jesus não saiu apressadamente do sepulcro.","por_que_esta_palavra":"A palavra é importante porque enfatiza a ordem e a intenção por trás da ressurreição de Jesus.","conexao_teologica":"A ressurreição é apresentada como um evento glorioso e ordenado, refletindo a soberania de Cristo sobre a morte.","referencias_relacionadas":["Mateus 28:6","Marcos 16:6","Lucas 24:12"]},"joao_20_7_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em acompanhar ou seguir a Jesus, um chamado à ação para os crentes.","explicacao_detalhada":"Em João 20:7, 'seguir' pode ser interpretado como um convite para os discípulos e crentes a seguir o exemplo de Jesus após sua ressurreição.","por_que_esta_palavra":"A palavra é significativa porque representa a resposta dos crentes ao chamado de Jesus para segui-lo em sua missão.","conexao_teologica":"Seguir a Jesus é um tema central no cristianismo, refletindo a vida de discipulado e a transformação que ocorre na vida dos crentes.","referencias_relacionadas":["Mateus 4:19","Lucas 9:23","João 10:27"]},"joao_20_8_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' refere-se à fé e à confiança em Jesus, especialmente após a ressurreição.","explicacao_detalhada":"Neste contexto, 'crer' é um ato de fé que vai além da simples crença; é um reconhecimento da divindade de Jesus e da verdade de sua ressurreição.","por_que_esta_palavra":"A palavra é fundamental para a mensagem do evangelho, que enfatiza a importância da fé em Cristo para a salvação.","conexao_teologica":"A crença em Jesus como o Filho de Deus é central para a teologia cristã, ligando a ressurreição à promessa de vida eterna.","referencias_relacionadas":["João 3:16","Romanos 10:9","Hebreus 11:1"]},"joao_20_8_grave":{"palavra_pt":"grave","palavra_original":"μνημεῖον","transliteracao":"mnēmeîon","strong":"G3419","significado_raiz":"Ideia básica: grave.","significado_contextual":"A palavra 'grave' refere-se ao local onde Jesus foi sepultado, simbolizando a morte e a sepultura.","explicacao_detalhada":"O 'grave' é um espaço físico que representa a transição da morte para a vida, sendo o local onde o corpo de Jesus foi colocado após sua crucificação.","por_que_esta_palavra":"É importante para entender o contexto da ressurreição, pois o sepulcro vazio é a evidência da vitória de Cristo sobre a morte.","conexao_teologica":"O sepulcro vazio é um símbolo da ressurreição e da esperança que temos em Cristo, que venceu a morte.","referencias_relacionadas":["Mateus 28:6","Marcos 16:6","Lucas 24:3"]},"joao_20_9_santo":{"palavra_pt":"santo","palavra_original":"γραφή","transliteracao":"graphḗ","strong":"G1124","significado_raiz":"Ideia básica: santo.","significado_contextual":"A palavra 'santo' refere-se à escritura ou à palavra de Deus, que é considerada sagrada.","explicacao_detalhada":"Neste contexto, 'santo' destaca a importância da revelação divina e a autoridade das Escrituras na vida dos crentes.","por_que_esta_palavra":"A palavra é usada para enfatizar a pureza e a verdade das mensagens contidas nas Escrituras, que guiam a fé cristã.","conexao_teologica":"As Escrituras são vistas como a palavra de Deus, que revela seu caráter e plano de salvação para a humanidade.","referencias_relacionadas":["2 Timóteo 3:16","Salmos 119:105","Hebreus 4:12"]},"joao_20_9_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma relação de proximidade ou inclusão, referindo-se ao ato de estar no meio de algo.","explicacao_detalhada":"Neste contexto, 'entre' pode se referir à presença de Jesus entre os discípulos ou à relação entre os crentes.","por_que_esta_palavra":"É importante para entender a comunhão e a unidade que os crentes têm em Cristo.","conexao_teologica":"A presença de Jesus entre os crentes é um tema central, simbolizando a comunhão e a unidade do corpo de Cristo.","referencias_relacionadas":["Mateus 18:20","Atos 2:42","1 Coríntios 12:12"]},"joao_20_9_conhecer":{"palavra_pt":"ver/conhecer","palavra_original":"εἴδω","transliteracao":"eídō","strong":"G1492","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver/conhecer' refere-se ao ato de perceber ou entender algo de forma profunda.","explicacao_detalhada":"Neste contexto, 'conhecer' implica em um entendimento espiritual e uma revelação da verdade sobre Jesus.","por_que_esta_palavra":"É crucial para a fé cristã, pois conhecer a verdade sobre Jesus é fundamental para a salvação.","conexao_teologica":"O conhecimento de Cristo é visto como um relacionamento pessoal que transforma a vida do crente.","referencias_relacionadas":["João 14:6","Filipenses 3:10","1 João 5:20"]},"joao_20_10_now":{"palavra_pt":"now","palavra_original":"οὖν","transliteracao":"oûn","strong":"G3767","significado_raiz":"Ideia básica: now.","significado_contextual":"A palavra 'agora' indica um momento presente ou uma transição de tempo.","explicacao_detalhada":"Neste contexto, 'agora' pode indicar a mudança de um estado de dúvida para um estado de fé após a ressurreição.","por_que_esta_palavra":"É importante para enfatizar a urgência e a relevância do momento em que os discípulos se encontram com a verdade da ressurreição.","conexao_teologica":"A ressurreição de Cristo marca um novo tempo na história da salvação, onde a morte é vencida.","referencias_relacionadas":["Romanos 6:4","2 Coríntios 5:17","Gálatas 2:20"]},"joao_20_10_mao":{"palavra_pt":"mao","palavra_original":"πάλιν","transliteracao":"pálin","strong":"G3825","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' pode simbolizar ação ou controle, referindo-se ao que se faz com as mãos.","explicacao_detalhada":"Neste contexto, 'mão' pode sugerir a ação de Jesus em relação aos seus discípulos ou a maneira como Ele se revela a eles.","por_que_esta_palavra":"É importante para entender como Jesus interage com seus seguidores e a importância de suas ações.","conexao_teologica":"As mãos de Jesus são um símbolo de seu ministério e do cuidado que Ele tem por seu povo.","referencias_relacionadas":["João 10:28","Lucas 24:39","Atos 4:30"]},"joao_20_11_nome":{"palavra_pt":"nome","palavra_original":"Μαρία","transliteracao":"María","strong":"G3137","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade de uma pessoa, neste caso, Maria.","explicacao_detalhada":"Neste contexto, o nome 'Maria' é significativo, pois representa uma das seguidoras mais devotadas de Jesus.","por_que_esta_palavra":"O nome é importante para reconhecer a individualidade e o papel de Maria na narrativa da ressurreição.","conexao_teologica":"Maria é um exemplo de fé e devoção, simbolizando a resposta humana à revelação divina.","referencias_relacionadas":["Lucas 8:2","João 19:25","Marcos 15:40"]},"joao_20_11_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se a um compromisso ou pacto, muitas vezes entre Deus e seu povo.","explicacao_detalhada":"Neste contexto, 'aliança' pode simbolizar o novo pacto estabelecido por meio da morte e ressurreição de Jesus.","por_que_esta_palavra":"É fundamental para entender a relação entre Deus e a humanidade, especialmente na nova aliança em Cristo.","conexao_teologica":"A nova aliança é central para a fé cristã, representando a promessa de salvação e reconciliação com Deus.","referencias_relacionadas":["Hebreus 8:6","Lucas 22:20","Jeremias 31:31"]},"joao_20_11_grave":{"palavra_pt":"grave","palavra_original":"μνημεῖον","transliteracao":"mnēmeîon","strong":"G3419","significado_raiz":"Ideia básica: grave.","significado_contextual":"A palavra 'grave' novamente refere-se ao local de sepultamento de Jesus.","explicacao_detalhada":"Reforça a ideia de que o sepulcro é um lugar de transição, onde a morte foi superada pela ressurreição.","por_que_esta_palavra":"É importante para entender a transformação que ocorreu com a ressurreição de Jesus.","conexao_teologica":"O sepulcro vazio é um símbolo de esperança e da vitória de Cristo sobre a morte.","referencias_relacionadas":["Mateus 28:6","Marcos 16:6","Lucas 24:3"]},"joao_20_12_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que significa 'O Senhor salva'.","explicacao_detalhada":"Jesus é a figura central do cristianismo, considerado o Filho de Deus e o Salvador da humanidade. No contexto de João 20:12, Maria Madalena vê Jesus ressuscitado, simbolizando a vitória sobre a morte.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental para a fé cristã, pois representa a encarnação de Deus e a promessa de salvação.","conexao_teologica":"A ressurreição de Jesus é o fundamento da esperança cristã e a confirmação de sua divindade.","referencias_relacionadas":["Mateus 1:21","João 3:16","Romanos 10:9"]},"joao_20_12_head":{"palavra_pt":"cabeca","palavra_original":"κεφαλή","transliteracao":"kephalḗ","strong":"G2776","significado_raiz":"Ideia básica: cabeca.","significado_contextual":"Refere-se à parte superior do corpo humano, simbolizando autoridade e liderança.","explicacao_detalhada":"A palavra 'cabeça' pode ser vista como uma metáfora para Cristo, que é a cabeça da Igreja, conforme Efésios 5:23. No contexto de João 20:12, a cabeça pode simbolizar a posição de Jesus como líder e salvador.","por_que_esta_palavra":"A cabeça é um símbolo de autoridade e controle, refletindo a posição de Cristo sobre a Igreja.","conexao_teologica":"Cristo como a cabeça da Igreja implica em sua liderança e cuidado por seu povo.","referencias_relacionadas":["Efésios 5:23","Colossenses 1:18","1 Coríntios 11:3"]},"joao_20_13_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Título que denota poder e domínio.","explicacao_detalhada":"A palavra 'senhor' é usada para reconhecer a autoridade de Jesus. No contexto de João 20:13, Maria Madalena se dirige a Jesus com respeito, reconhecendo sua posição divina.","por_que_esta_palavra":"O reconhecimento de Jesus como Senhor é essencial para a fé cristã, pois implica em submissão e adoração.","conexao_teologica":"A autoridade de Jesus é um tema central no Novo Testamento, refletindo sua divindade e soberania.","referencias_relacionadas":["Filipenses 2:10-11","Mateus 28:18","Romanos 14:9"]},"joao_20_13_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"Ação de colocar ou estabelecer algo.","explicacao_detalhada":"No contexto de João 20:13, a palavra 'arco' pode ser interpretada como a ação de estabelecer uma nova realidade após a ressurreição de Jesus, que transforma a compreensão da morte.","por_que_esta_palavra":"A ideia de 'colocar' ou 'estabelecer' é relevante para entender como a ressurreição de Jesus estabelece uma nova aliança entre Deus e a humanidade.","conexao_teologica":"A ressurreição é o ato que estabelece a nova aliança, prometendo vida eterna aos crentes.","referencias_relacionadas":["Hebreus 9:15","Lucas 22:20","Mateus 26:28"]},"joao_20_13_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Termo que se refere ao gênero feminino, frequentemente usado com respeito.","explicacao_detalhada":"No contexto de João 20:13, Maria Madalena é chamada de 'mulher', destacando seu papel significativo como a primeira testemunha da ressurreição de Jesus.","por_que_esta_palavra":"A inclusão de mulheres nas narrativas bíblicas é importante, pois sublinha a dignidade e o valor que Deus atribui a todos os seres humanos.","conexao_teologica":"A ressurreição de Jesus é um evento que transcende gênero, chamando todos a crer e a testemunhar.","referencias_relacionadas":["Gálatas 3:28","Lucas 8:2","João 4:26"]},"joao_20_14_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que significa 'O Senhor salva'.","explicacao_detalhada":"Jesus, no contexto de João 20:14, aparece a Maria Madalena após sua ressurreição, revelando-se como o Salvador que venceu a morte.","por_que_esta_palavra":"A palavra 'Jesus' é central na mensagem cristã de salvação e esperança.","conexao_teologica":"A ressurreição de Jesus é a confirmação de sua identidade como o Messias prometido.","referencias_relacionadas":["Mateus 28:6","Marcos 16:6","João 11:25"]},"joao_20_14_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Ato de estabelecer ou firmar um compromisso.","explicacao_detalhada":"A palavra 'aliança' refere-se ao novo pacto estabelecido por Jesus através de sua morte e ressurreição, que é central para a fé cristã.","por_que_esta_palavra":"A nova aliança é um tema recorrente nas Escrituras, simbolizando a relação renovada entre Deus e a humanidade.","conexao_teologica":"A ressurreição de Jesus é o cumprimento da promessa de uma nova aliança, oferecendo perdão e vida eterna.","referencias_relacionadas":["Hebreus 8:6","Jeremias 31:31-34","Lucas 22:20"]},"joao_20_14_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Ato de expressar-se verbalmente.","explicacao_detalhada":"A palavra 'falar' é usada no contexto de Jesus se dirigindo a Maria Madalena, revelando-se e estabelecendo um relacionamento pessoal com ela.","por_que_esta_palavra":"A comunicação de Jesus com seus seguidores é um aspecto vital do ministério dele, mostrando seu desejo de se relacionar com a humanidade.","conexao_teologica":"A palavra de Jesus traz vida e transformação, refletindo o poder de sua mensagem.","referencias_relacionadas":["João 10:27","Mateus 4:4","Romanos 10:17"]},"joao_20_15_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que significa 'O Senhor salva'.","explicacao_detalhada":"Jesus, mencionado novamente em João 20:15, reafirma sua identidade e missão como o Salvador, que se importa com suas ovelhas.","por_que_esta_palavra":"A presença de Jesus é essencial para a fé cristã, pois ele é o caminho, a verdade e a vida.","conexao_teologica":"A ressurreição de Jesus é a base da fé cristã, oferecendo esperança e redenção.","referencias_relacionadas":["João 14:6","Atos 4:12","1 Coríntios 15:20-22"]},"joao_20_15_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Título que denota poder e domínio.","explicacao_detalhada":"A palavra 'senhor' é usada para reconhecer a autoridade de Jesus, especialmente em sua ressurreição, onde ele reafirma seu poder sobre a morte.","por_que_esta_palavra":"Reconhecer Jesus como Senhor é fundamental para a adoração e a submissão dos crentes.","conexao_teologica":"A autoridade de Jesus é um tema central, refletindo sua divindade e papel como Salvador.","referencias_relacionadas":["Mateus 28:18","Filipenses 2:9-11","Romanos 1:4"]},"joao_20_15_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"A palavra 'buscar' refere-se à ação de procurar ou investigar algo que foi perdido ou que se deseja encontrar.","explicacao_detalhada":"No contexto de João 20:15, Maria Madalena está em busca do corpo de Jesus, que havia ressuscitado. A sua busca é um reflexo da sua devoção e amor por Ele, mostrando a importância da busca espiritual na vida do crente.","por_que_esta_palavra":"A escolha da palavra 'buscar' enfatiza a urgência e a profundidade do desejo de Maria em encontrar Jesus, simbolizando a busca de todos os crentes por um relacionamento mais próximo com Deus.","conexao_teologica":"A busca por Jesus é um tema central na teologia cristã, representando a busca pela verdade, pela salvação e pela presença de Deus em nossas vidas.","referencias_relacionadas":["Mateus 7:7","Hebreus 11:6","Salmos 27:8"]},"joao_20_16_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é central na fé cristã, significando 'O Senhor é a salvação'.","explicacao_detalhada":"Neste versículo, quando Maria reconhece Jesus, ela experimenta a alegria da ressurreição e a confirmação de que Ele é o Messias prometido. O nome de Jesus carrega poder e autoridade, sendo a chave para a salvação.","por_que_esta_palavra":"A menção do nome 'Jesus' destaca a identidade divina e a missão redentora de Cristo, essencial para a compreensão da fé cristã.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e seu nome é invocado em oração e adoração, simbolizando a relação entre o crente e o Salvador.","referencias_relacionadas":["Atos 4:12","Filipenses 2:9-11","Mateus 1:21"]},"joao_20_16_nome":{"palavra_pt":"nome","palavra_original":"Μαρία","transliteracao":"María","strong":"G3137","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Maria' é significativo, pois representa a mulher que foi escolhida para ser a mãe de Jesus e que agora é uma das primeiras a testemunhar a ressurreição.","explicacao_detalhada":"Maria Madalena, ao ouvir seu nome, reconhece Jesus e é chamada pelo seu nome, o que simboliza a relação pessoal que Deus tem com cada um de nós.","por_que_esta_palavra":"O uso do nome 'Maria' enfatiza a importância das pessoas em sua individualidade e o valor que Deus dá a cada um de nós.","conexao_teologica":"A chamada pelo nome é um tema que reflete a intimidade que Deus deseja ter com seus seguidores, mostrando que Ele conhece cada um pessoalmente.","referencias_relacionadas":["Isaías 43:1","João 10:3","Salmos 139:1-4"]},"joao_20_16_senhor":{"palavra_pt":"senhor","palavra_original":"ῥαββονί","transliteracao":"rhabboní","strong":"G4462","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é um título de respeito e autoridade, reconhecendo a divindade de Jesus.","explicacao_detalhada":"Quando Maria chama Jesus de 'Senhor', ela está reconhecendo sua posição como Mestre e Salvador, refletindo a relação de submissão e adoração que os crentes devem ter com Ele.","por_que_esta_palavra":"A utilização do termo 'senhor' enfatiza a soberania de Cristo e a necessidade de reconhecer sua autoridade em nossas vidas.","conexao_teologica":"A relação entre Senhor e servo é fundamental na teologia cristã, onde Jesus é visto como o Senhor que guia e protege seus seguidores.","referencias_relacionadas":["Romanos 10:9","Mateus 28:18","1 Coríntios 12:3"]},"joao_20_17_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' novamente enfatiza a identidade e a missão do Salvador.","explicacao_detalhada":"Neste versículo, Jesus instrui Maria a ir e contar aos discípulos sobre sua ressurreição, reafirmando seu papel como o enviado de Deus para a salvação da humanidade.","por_que_esta_palavra":"A repetição do nome 'Jesus' reforça a centralidade de sua pessoa e obra na mensagem do evangelho.","conexao_teologica":"A ressurreição de Jesus é o fundamento da fé cristã, e seu nome é proclamado como a fonte de esperança e vida eterna.","referencias_relacionadas":["1 Coríntios 15:20-22","Romanos 6:4","João 11:25-26"]},"joao_20_17_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Criador e à fonte de toda a vida e salvação.","explicacao_detalhada":"Quando Jesus menciona Deus, Ele destaca a relação entre o Pai e o Filho, e a importância de reconhecer a divindade de Jesus como parte da Trindade.","por_que_esta_palavra":"A menção de Deus enfatiza a soberania e a autoridade divina, além de mostrar que Jesus é o caminho para o relacionamento com o Pai.","conexao_teologica":"A relação entre Jesus e Deus Pai é fundamental para a compreensão da Trindade e da obra redentora de Cristo.","referencias_relacionadas":["João 14:6","Mateus 28:19","2 Coríntios 5:18-19"]},"joao_20_18_nome":{"palavra_pt":"nome","palavra_original":"Μαρία","transliteracao":"María","strong":"G3137","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Maria' novamente representa a mulher que foi testemunha da ressurreição de Jesus.","explicacao_detalhada":"Maria Madalena é a primeira a anunciar a ressurreição, simbolizando o papel das mulheres na obra de Cristo e a importância de compartilhar a boa nova.","por_que_esta_palavra":"A repetição do nome 'Maria' destaca a importância de sua testemunha e o valor que Deus dá a cada um de seus servos.","conexao_teologica":"A proclamação do evangelho é um chamado para todos os crentes, independentemente de gênero, e Maria exemplifica essa missão.","referencias_relacionadas":["Mateus 28:7","Marcos 16:10","Lucas 24:10"]},"joao_20_18_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' aqui também é um título de respeito, reconhecendo a autoridade de Jesus.","explicacao_detalhada":"Quando Jesus se refere a Deus como 'Senhor', Ele reafirma sua submissão e respeito à autoridade divina, mostrando a relação entre o Filho e o Pai.","por_que_esta_palavra":"A utilização do termo 'senhor' reforça a ideia de que Jesus é o Senhor que tem autoridade sobre todas as coisas.","conexao_teologica":"A autoridade de Jesus é um tema central na teologia, onde Ele é reconhecido como Senhor sobre a criação e sobre a vida dos crentes.","referencias_relacionadas":["Efésios 1:20-22","Colossenses 1:16-17","Filipenses 2:9-11"]},"joao_20_19_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao momento específico em que Jesus aparece aos discípulos após sua ressurreição.","explicacao_detalhada":"O 'dia' da ressurreição é um marco na história da salvação, simbolizando a vitória de Cristo sobre a morte e a promessa de vida eterna.","por_que_esta_palavra":"A menção do 'dia' enfatiza a importância do evento da ressurreição e seu impacto na vida dos crentes.","conexao_teologica":"A ressurreição de Jesus é o fundamento da fé cristã, e o 'dia' em que isso ocorreu é celebrado como a Páscoa, um tempo de renovação e esperança.","referencias_relacionadas":["1 Coríntios 15:55-57","Romanos 6:9","Mateus 28:1-10"]},"joao_20_19_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é novamente central, referindo-se ao Salvador que ressuscitou.","explicacao_detalhada":"Neste versículo, Jesus aparece aos discípulos, trazendo paz e confirmando sua ressurreição, o que é fundamental para a fé cristã.","por_que_esta_palavra":"A repetição do nome 'Jesus' reforça a centralidade de sua pessoa e obra na mensagem do evangelho.","conexao_teologica":"A presença de Jesus entre os discípulos após a ressurreição é um símbolo da continuidade da sua obra e da promessa de sua presença com os crentes.","referencias_relacionadas":["João 20:20","Mateus 28:20","Atos 1:3"]},"joao_20_19_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' é utilizada por Jesus após sua ressurreição, como uma bênção e um desejo de tranquilidade para os discípulos que estavam com medo.","explicacao_detalhada":"No contexto do versículo, a paz que Jesus oferece é uma paz que transcende as circunstâncias, trazendo conforto e segurança aos corações aflitos dos discípulos. É uma paz que vem da presença do Senhor.","por_que_esta_palavra":"Jesus usa 'paz' para acalmar os discípulos e reafirmar sua presença entre eles, mostrando que, apesar da situação tensa, Ele é a fonte de paz.","conexao_teologica":"A paz de Cristo é um tema central no Novo Testamento, simbolizando a reconciliação entre Deus e a humanidade através da obra redentora de Jesus.","referencias_relacionadas":["João 14:27","Romanos 5:1","Filipenses 4:7"]},"joao_20_20_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para reconhecer a autoridade de Jesus, especialmente após sua ressurreição, quando Ele se apresenta aos discípulos.","explicacao_detalhada":"Neste versículo, a utilização de 'senhor' reflete a reverência e o reconhecimento da divindade de Jesus, que agora tem autoridade sobre a vida e a morte.","por_que_esta_palavra":"A palavra é importante porque estabelece a relação de submissão e adoração dos discípulos a Jesus, reconhecendo-o como o Senhor ressuscitado.","conexao_teologica":"A autoridade de Jesus é um tema recorrente nos evangelhos, onde Ele é apresentado como Senhor sobre todas as coisas, incluindo a morte.","referencias_relacionadas":["Mateus 28:18","Atos 2:36","Filipenses 2:9-11"]},"joao_20_20_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é utilizada para enfatizar a divindade de Jesus, especialmente no contexto de sua ressurreição.","explicacao_detalhada":"Neste versículo, a menção de 'deus' reforça a crença dos discípulos na divindade de Jesus, que é reconhecido como o Filho de Deus e parte da Trindade.","por_que_esta_palavra":"A palavra é crucial para afirmar a natureza divina de Jesus, especialmente em um momento em que os discípulos precisam entender a realidade de sua ressurreição.","conexao_teologica":"A divindade de Cristo é fundamental para a fé cristã, pois é através dela que se entende a salvação e a relação com Deus.","referencias_relacionadas":["João 1:1","Colossenses 2:9","Hebreus 1:3"]},"joao_20_20_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' é mencionada quando Jesus mostra suas feridas aos discípulos, evidenciando sua ressurreição.","explicacao_detalhada":"Neste contexto, a mão de Jesus, marcada pelas feridas da crucificação, serve como prova de sua identidade e do sacrifício que Ele fez pela humanidade.","por_que_esta_palavra":"A ênfase nas mãos de Jesus é importante para que os discípulos reconheçam que Ele é realmente o mesmo que foi crucificado.","conexao_teologica":"As feridas de Cristo são um símbolo do sofrimento e da redenção, mostrando que Ele venceu a morte e o pecado.","referencias_relacionadas":["Isaías 53:5","1 Pedro 2:24","Apocalipse 5:6"]},"joao_20_21_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é central na narrativa, referindo-se ao Salvador que ressuscitou e apareceu aos seus discípulos.","explicacao_detalhada":"Neste versículo, a menção de Jesus é uma reafirmação de sua identidade e missão, trazendo esperança e encorajamento aos discípulos.","por_que_esta_palavra":"A palavra é fundamental, pois representa a presença viva de Cristo entre os seus seguidores, após a ressurreição.","conexao_teologica":"Jesus é o centro da fé cristã, e sua ressurreição é a base da esperança cristã na vida eterna.","referencias_relacionadas":["João 11:25-26","Romanos 6:4","1 Coríntios 15:20-22"]},"joao_20_21_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' é novamente utilizada por Jesus, reforçando a mensagem de conforto e segurança aos discípulos.","explicacao_detalhada":"A repetição da palavra 'paz' enfatiza a importância desse estado espiritual que Jesus deseja que seus seguidores experimentem, mesmo em tempos de incerteza.","por_que_esta_palavra":"A paz é um presente que Jesus oferece, essencial para a vida cristã, especialmente após a sua ressurreição.","conexao_teologica":"A paz de Cristo é um tema que permeia a mensagem do evangelho, simbolizando a reconciliação com Deus.","referencias_relacionadas":["João 14:27","Romanos 15:13","Efésios 2:14"]},"joao_20_22_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' é usada quando Jesus sopra sobre os discípulos, simbolizando a outorga do Espírito Santo.","explicacao_detalhada":"Neste momento, Jesus está preparando os discípulos para a missão que têm pela frente, dando-lhes o Espírito Santo como guia e poder.","por_que_esta_palavra":"A palavra 'espírito' é crucial, pois representa a presença ativa de Deus na vida dos crentes, capacitando-os para a obra.","conexao_teologica":"A vinda do Espírito Santo é um marco na história da igreja, sendo fundamental para a vida e ministério dos cristãos.","referencias_relacionadas":["Atos 2:4","Romanos 8:9-11","Gálatas 5:22-23"]},"joao_20_22_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' é utilizada para descrever a ação de Jesus ao comunicar-se com os discípulos.","explicacao_detalhada":"Jesus fala aos discípulos para transmitir instruções e encorajamento, mostrando a importância da comunicação na relação com Deus.","por_que_esta_palavra":"A palavra 'falar' destaca a necessidade de ouvir a voz de Deus e a importância da revelação divina na vida dos crentes.","conexao_teologica":"A comunicação de Deus com a humanidade é um tema central na Bíblia, onde Ele se revela e orienta seu povo.","referencias_relacionadas":["Salmos 29:4","Hebreus 1:1-2","João 10:27"]},"joao_20_22_breathe":{"palavra_pt":"breathe","palavra_original":"ἐμφυσάω","transliteracao":"emphysáō","strong":"G1720","significado_raiz":"Ideia básica: breathe.","significado_contextual":"A palavra 'breathe' refere-se ao ato de Jesus soprar sobre os discípulos, simbolizando a infusão do Espírito Santo.","explicacao_detalhada":"Este ato é um paralelo ao que aconteceu em Gênesis, onde Deus soprou nas narinas do homem e ele se tornou alma vivente, mostrando a nova criação em Cristo.","por_que_esta_palavra":"A palavra é significativa porque representa a nova vida que os discípulos recebem através do Espírito Santo.","conexao_teologica":"A ação de Jesus ao soprar sobre os discípulos é um ato de criação e renovação, essencial para a vida espiritual.","referencias_relacionadas":["Gênesis 2:7","Romanos 8:11","2 Coríntios 5:17"]},"joao_20_23_forca":{"palavra_pt":"forca","palavra_original":"κρατέω","transliteracao":"kratéō","strong":"G2902","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'força' é utilizada no contexto da autoridade que Jesus dá aos discípulos para perdoar pecados.","explicacao_detalhada":"Jesus confere aos discípulos uma autoridade espiritual, permitindo-lhes agir em seu nome, o que é um aspecto fundamental do ministério cristão.","por_que_esta_palavra":"A palavra 'força' é importante porque reflete o poder que os discípulos têm através do Espírito Santo para realizar a obra de Deus.","conexao_teologica":"A autoridade para perdoar pecados é um aspecto central do evangelho, mostrando a missão da igreja na proclamação da graça.","referencias_relacionadas":["Mateus 16:19","2 Coríntios 5:18-19","Atos 1:8"]},"joao_20_24_didymus":{"palavra_pt":"didymus","palavra_original":"Δίδυμος","transliteracao":"Dídymos","strong":"G1324","significado_raiz":"Ideia básica: didymus.","significado_contextual":"Didymus, que significa 'gêmeo', é uma referência a Tomé, um dos apóstolos de Jesus.","explicacao_detalhada":"O nome Didymus é usado para identificar Tomé, que é conhecido por sua dúvida em relação à ressurreição de Jesus. O uso do nome enfatiza sua humanidade e a luta com a fé.","por_que_esta_palavra":"A palavra é importante para mostrar a identidade de Tomé e seu papel na narrativa da ressurreição.","conexao_teologica":"A dúvida de Tomé é um reflexo da luta de muitos crentes em aceitar a ressurreição de Cristo, mostrando que a fé pode ser um processo.","referencias_relacionadas":["João 20:24-29","Mateus 28:16-20","Lucas 24:36-49"]},"joao_20_24_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o nome do Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"O nome Jesus é central na fé cristã, representando a encarnação de Deus e a salvação oferecida à humanidade através de sua morte e ressurreição.","por_que_esta_palavra":"É crucial para a identificação da figura central do cristianismo e seu papel redentor.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua ressurreição é a base da esperança cristã.","referencias_relacionadas":["Mateus 1:21","João 3:16","Atos 4:12"]},"joao_20_25_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade de Jesus sobre a vida e a morte.","explicacao_detalhada":"O uso da palavra 'senhor' destaca a posição de Jesus como o mestre e autoridade suprema, especialmente em relação à sua ressurreição.","por_que_esta_palavra":"É importante para reconhecer a soberania de Cristo e sua divindade.","conexao_teologica":"A autoridade de Jesus é um tema central no Novo Testamento, mostrando que Ele tem poder sobre todas as coisas.","referencias_relacionadas":["Filipenses 2:9-11","Mateus 28:18","Romanos 10:9"]},"joao_20_25_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' refere-se à fé em Jesus e na sua ressurreição.","explicacao_detalhada":"Crer é um ato de fé que envolve confiança em Jesus como o Filho de Deus e Salvador, mesmo diante da dúvida.","por_que_esta_palavra":"É fundamental para a experiência cristã, pois a fé é o meio pelo qual recebemos a salvação.","conexao_teologica":"A fé é um tema central na teologia cristã, sendo a resposta adequada ao evangelho.","referencias_relacionadas":["Hebreus 11:1","Romanos 1:17","Efésios 2:8-9"]},"joao_20_26_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' refere-se ao tempo em que Jesus apareceu novamente aos discípulos após sua ressurreição.","explicacao_detalhada":"Esse dia é significativo porque marca a confirmação da ressurreição de Jesus e a restauração da fé dos discípulos.","por_que_esta_palavra":"O tempo é importante para entender a cronologia dos eventos pós-ressurreição.","conexao_teologica":"A ressurreição de Jesus é um evento que redefine a compreensão do tempo e da história na teologia cristã.","referencias_relacionadas":["João 20:19","Lucas 24:36","Atos 1:3"]},"joao_20_26_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus, o nome do Salvador, é mencionado novamente como a figura central da ressurreição.","explicacao_detalhada":"A presença de Jesus após a ressurreição é um testemunho poderoso de sua divindade e do cumprimento das promessas de Deus.","por_que_esta_palavra":"Reforça a identidade de Jesus como o Cristo e a importância de sua ressurreição.","conexao_teologica":"A ressurreição de Jesus é a base da fé cristã e a garantia da vida eterna para os crentes.","referencias_relacionadas":["Romanos 6:4","1 Coríntios 15:20-22","Apocalipse 1:18"]},"joao_20_27_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se/acontecer' refere-se à transformação que ocorre na fé de Tomé.","explicacao_detalhada":"Esse verbo indica a mudança que acontece quando Tomé finalmente acredita na ressurreição de Jesus.","por_que_esta_palavra":"É importante para entender a dinâmica da fé e a transformação que ela traz.","conexao_teologica":"A transformação da fé é um tema recorrente, mostrando que a crença em Jesus leva a uma nova vida.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"joao_20_27_believeing":{"palavra_pt":"believe ing","palavra_original":"πιστός","transliteracao":"pistós","strong":"G4103","significado_raiz":"Ideia básica: believe ing.","significado_contextual":"A palavra 'crente' refere-se àqueles que têm fé em Jesus e em sua ressurreição.","explicacao_detalhada":"Ser crente implica em ter uma fé ativa e viva, que se manifesta em ações e confiança em Deus.","por_que_esta_palavra":"É essencial para a identidade do cristão, que é chamado a viver pela fé.","conexao_teologica":"A fé é o fundamento da vida cristã e a resposta ao chamado de Deus.","referencias_relacionadas":["Gálatas 3:11","Hebreus 10:38","Tiago 2:19"]},"joao_20_28_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada por Tomé ao reconhecer a divindade de Jesus.","explicacao_detalhada":"Tomé chama Jesus de 'Senhor' após ver as marcas da crucificação, reconhecendo sua autoridade e divindade.","por_que_esta_palavra":"É um reconhecimento da soberania de Cristo e da sua identidade como Deus.","conexao_teologica":"A confissão de Tomé é um exemplo de como a revelação de Jesus leva à adoração e ao reconhecimento de sua divindade.","referencias_relacionadas":["João 1:1-14","Colossenses 2:9","Apocalipse 19:16"]},"joao_20_28_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se à natureza divina de Jesus, reconhecida por Tomé.","explicacao_detalhada":"Tomé declara Jesus como Deus, o que é uma das mais claras confissões de fé no Novo Testamento.","por_que_esta_palavra":"É fundamental para a compreensão da divindade de Cristo e sua relação com o Pai.","conexao_teologica":"A divindade de Jesus é central para a fé cristã, pois Ele é o Deus encarnado que veio para salvar a humanidade.","referencias_relacionadas":["João 10:30","Hebreus 1:3","1 João 5:20"]},"joao_20_29_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que se refere ao Salvador, Jesus Cristo.","explicacao_detalhada":"Jesus é o nome dado ao Filho de Deus, que veio ao mundo para salvar a humanidade. No contexto de João 20:29, Jesus se refere à fé de Tomé, que acreditou após ver as marcas da crucificação.","por_que_esta_palavra":"A palavra 'Jesus' é central na fé cristã, representando a encarnação de Deus e a salvação oferecida a todos.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua ressurreição é a base da fé cristã.","referencias_relacionadas":["Mateus 1:21","João 3:16","Atos 4:12"]},"joao_20_29_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Ato de acreditar ou confiar em algo ou alguém.","explicacao_detalhada":"A fé é um elemento fundamental na relação do crente com Deus. Em João 20:29, Jesus elogia aqueles que creem sem ver, enfatizando a importância da fé.","por_que_esta_palavra":"A fé é essencial para a salvação e para a vida cristã, sendo um convite a confiar em Deus e em suas promessas.","conexao_teologica":"A fé é o meio pelo qual recebemos a graça de Deus e nos conectamos a Ele.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Efésios 2:8-9"]},"joao_20_30_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que se refere ao Salvador, Jesus Cristo.","explicacao_detalhada":"Neste versículo, o autor enfatiza que muitos outros sinais foram feitos por Jesus, além dos que estão escritos, mostrando a grandeza de sua obra.","por_que_esta_palavra":"O nome 'Jesus' é fundamental para a compreensão da missão divina e da revelação de Deus ao homem.","conexao_teologica":"A obra de Jesus é um testemunho do amor e da graça de Deus, revelando seu plano de salvação.","referencias_relacionadas":["João 21:25","Lucas 19:10","Mateus 28:18-20"]},"joao_20_30_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude ou importância dos sinais realizados por Jesus.","explicacao_detalhada":"A palavra 'grande' destaca a importância dos milagres e ensinamentos de Jesus, que são muitos e significativos, revelando seu poder e autoridade.","por_que_esta_palavra":"A grandeza dos sinais de Jesus serve para fortalecer a fé dos crentes e demonstrar sua divindade.","conexao_teologica":"Os sinais e maravilhas de Jesus são evidências de sua natureza divina e de sua missão redentora.","referencias_relacionadas":["Mateus 9:35","Marcos 16:20","João 14:12"]},"joao_20_30_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Ato de realizar ou executar algo.","explicacao_detalhada":"A palavra 'fazer' refere-se à ação de Jesus em realizar milagres e ensinar, mostrando sua autoridade e poder.","por_que_esta_palavra":"O ato de fazer é central na vida de Jesus, que não apenas falou, mas também agiu em favor da humanidade.","conexao_teologica":"As ações de Jesus são uma demonstração do caráter de Deus e de sua vontade para a humanidade.","referencias_relacionadas":["João 5:36","Mateus 7:21","Tiago 1:22"]},"joao_20_31_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que se refere ao Salvador, Jesus Cristo.","explicacao_detalhada":"Neste versículo, o autor afirma que os escritos têm o propósito de levar as pessoas a crerem que Jesus é o Cristo, o Filho de Deus.","por_que_esta_palavra":"O nome 'Jesus' é a chave para a fé e a salvação, sendo essencial para a compreensão do evangelho.","conexao_teologica":"A crença em Jesus como o Cristo é fundamental para a vida eterna e a relação com Deus.","referencias_relacionadas":["João 3:36","Romanos 10:9","1 João 5:13"]},"joao_20_31_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Ser supremo, criador do universo.","explicacao_detalhada":"A palavra 'Deus' refere-se ao ser supremo que se revelou através de Jesus Cristo, enfatizando a divindade de Jesus.","por_que_esta_palavra":"Reconhecer Jesus como Deus é essencial para a fé cristã, pois ele é a manifestação de Deus entre nós.","conexao_teologica":"A divindade de Jesus é um pilar da fé cristã, que afirma que ele é um com o Pai.","referencias_relacionadas":["João 1:1","Colossenses 2:9","Hebreus 1:3"]}}