{"joao_21_1_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que se refere ao Salvador, Jesus Cristo.","explicacao_detalhada":"Neste versículo, Jesus aparece novamente aos seus discípulos após a ressurreição, reafirmando sua presença e continuidade de sua missão.","por_que_esta_palavra":"O nome 'Jesus' é um lembrete constante da esperança e da vida que ele oferece.","conexao_teologica":"A ressurreição de Jesus é a confirmação de sua vitória sobre a morte e o pecado.","referencias_relacionadas":["Mateus 28:9","Lucas 24:36-43","Atos 1:3"]},"joao_21_1_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Ato de acompanhar ou obedecer a alguém.","explicacao_detalhada":"A palavra 'seguir' implica em uma disposição de seguir os ensinamentos e a liderança de Jesus, que é central na vida cristã.","por_que_esta_palavra":"Seguir a Jesus é um chamado para viver de acordo com seus ensinamentos e exemplo.","conexao_teologica":"O seguimento de Jesus é uma expressão de fé e compromisso com sua missão.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"joao_21_2_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Refere-se a Pedro, que é chamado de 'rocha' por Jesus.","explicacao_detalhada":"A palavra 'rocha' simboliza firmeza e estabilidade, características atribuídas a Pedro como líder da Igreja.","por_que_esta_palavra":"Pedro é chamado de rocha porque sua confissão de fé em Jesus é a base sobre a qual a Igreja é construída.","conexao_teologica":"A identidade de Pedro como rocha é um símbolo da fundação da Igreja e da continuidade da missão de Cristo.","referencias_relacionadas":["Mateus 16:18","1 Pedro 2:4-5","Efésios 2:20"]},"joao_21_2_didymus":{"palavra_pt":"didymus","palavra_original":"Δίδυμος","transliteracao":"Dídymos","strong":"G1324","significado_raiz":"Ideia básica: didymus.","significado_contextual":"Didymus é uma referência a Tomé, um dos apóstolos de Jesus, cujo nome significa 'gêmeo'.","explicacao_detalhada":"No contexto do versículo, Didymus é mencionado para identificar Tomé entre os discípulos. Ele é conhecido por sua dúvida em relação à ressurreição de Jesus, o que o torna uma figura importante na narrativa do evangelho.","por_que_esta_palavra":"A inclusão do nome Didymus destaca a presença de Tomé e sua luta com a fé, que é um tema recorrente na vida dos discípulos.","conexao_teologica":"Tomé representa a dúvida e a busca pela verdade, mostrando que a fé pode coexistir com questionamentos. Sua declaração 'Meu Senhor e meu Deus' após ver Jesus ressurreto é um ponto crucial na teologia cristã.","referencias_relacionadas":["João 20:24-29","Mateus 10:3","Marcos 3:18"]},"joao_21_3_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' refere-se a Pedro, que é chamado de 'Pétros', simbolizando firmeza e estabilidade na fé.","explicacao_detalhada":"No contexto, Jesus se refere a Pedro como a rocha sobre a qual Ele edificará Sua igreja. Isso implica em um papel fundamental de liderança e responsabilidade na comunidade cristã.","por_que_esta_palavra":"A metáfora da rocha enfatiza a força e a durabilidade da fé de Pedro, apesar de suas falhas e negações.","conexao_teologica":"A rocha representa a base sólida da fé cristã, onde a igreja é construída sobre a confissão de que Jesus é o Cristo.","referencias_relacionadas":["Mateus 16:18","1 Pedro 2:4-5","Efésios 2:20"]},"joao_21_3_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"A palavra 'depart' indica a ação de ir embora ou se afastar, refletindo a decisão dos discípulos de voltar à pesca.","explicacao_detalhada":"No versículo, os discípulos decidem voltar a pescar após a ressurreição de Jesus, mostrando um momento de transição e incerteza em suas vidas.","por_que_esta_palavra":"A escolha de 'departar' pode simbolizar a luta interna dos discípulos em seguir ou não a nova missão que Jesus lhes confiou.","conexao_teologica":"Esse ato de partir pode ser visto como uma metáfora para a necessidade de deixar o passado e abraçar a nova vida em Cristo.","referencias_relacionadas":["Mateus 4:19","Lucas 5:10-11","João 20:21"]},"joao_21_3_nome":{"palavra_pt":"nome","palavra_original":"Σίμων","transliteracao":"Símōn","strong":"G4613","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Simão' refere-se a Pedro, um dos discípulos mais próximos de Jesus, e é usado para enfatizar sua identidade.","explicacao_detalhada":"No contexto, Jesus se dirige a Simão, lembrando-o de sua antiga vida antes de se tornar um seguidor. Isso destaca a transformação que ocorreu em sua vida.","por_que_esta_palavra":"O uso do nome 'Simão' em vez de 'Pedro' pode indicar um retorno a suas raízes e uma reflexão sobre sua jornada de fé.","conexao_teologica":"A mudança de nome de Simão para Pedro simboliza a nova identidade que os crentes têm em Cristo, sendo chamados para uma nova vida.","referencias_relacionadas":["Mateus 16:17-18","João 1:42","Gálatas 2:9"]},"joao_21_4_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é central na narrativa, referindo-se ao Salvador e à sua presença após a ressurreição.","explicacao_detalhada":"Neste versículo, Jesus aparece aos discípulos, mostrando que Ele está vivo e ativo em suas vidas, mesmo após a crucificação.","por_que_esta_palavra":"A menção de Jesus reafirma a esperança e a promessa de vida eterna para os crentes.","conexao_teologica":"Jesus é a figura central da fé cristã, e sua ressurreição é a base da esperança cristã.","referencias_relacionadas":["Mateus 28:6","Marcos 16:6","Lucas 24:5-6"]},"joao_21_4_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se à ação de algo que acontece, indicando um evento significativo.","explicacao_detalhada":"No contexto, isso se relaciona ao fato de que algo grande está prestes a acontecer na vida dos discípulos, com a manifestação de Jesus.","por_que_esta_palavra":"A ideia de 'tornar-se' sugere transformação e mudança, que são temas centrais na vida cristã.","conexao_teologica":"A transformação que ocorre na vida dos crentes é um aspecto fundamental da experiência cristã, onde o velho se vai e o novo vem.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 6:15"]},"joao_21_4_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se ao compromisso e à relação entre Deus e Seu povo.","explicacao_detalhada":"No contexto, a aliança é um lembrete da fidelidade de Deus e da promessa de estar com os Seus, mesmo em tempos de incerteza.","por_que_esta_palavra":"A menção de aliança enfatiza a continuidade da relação entre Deus e a humanidade, que é central na narrativa bíblica.","conexao_teologica":"A aliança é um tema recorrente na Bíblia, simbolizando a fidelidade de Deus e o chamado à obediência.","referencias_relacionadas":["Gênesis 9:13-17","Êxodo 19:5-6","Hebreus 8:6"]},"joao_21_5_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A menção de Jesus novamente destaca sua presença e autoridade sobre os discípulos.","explicacao_detalhada":"Neste versículo, Jesus se dirige aos discípulos, fazendo uma pergunta que os leva a refletir sobre sua missão e propósito.","por_que_esta_palavra":"A repetição do nome Jesus reforça a importância de sua liderança e a necessidade de seguir suas instruções.","conexao_teologica":"A presença de Jesus é fundamental para a vida cristã, pois Ele é o guia e o sustentador dos crentes.","referencias_relacionadas":["Mateus 28:20","João 14:6","Atos 1:8"]},"joao_21_5_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se à divindade suprema, enfatizando a soberania e o poder de Deus sobre todas as coisas.","explicacao_detalhada":"No contexto, a menção de Deus destaca a relação entre Jesus e o Pai, mostrando a unidade e a missão divina.","por_que_esta_palavra":"A referência a Deus é essencial para entender a natureza da missão de Jesus e o propósito de sua vinda ao mundo.","conexao_teologica":"A relação entre Jesus e Deus é central na teologia cristã, refletindo a doutrina da Trindade.","referencias_relacionadas":["João 1:1","Romanos 1:20","Hebreus 1:3"]},"joao_21_7_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A menção de Jesus novamente reafirma sua presença e a importância de sua orientação para os discípulos.","explicacao_detalhada":"Neste versículo, Jesus é reconhecido pelos discípulos, indicando um momento de revelação e entendimento sobre quem Ele realmente é.","por_que_esta_palavra":"A repetição do nome Jesus enfatiza a centralidade de sua pessoa na vida dos crentes e na missão da igreja.","conexao_teologica":"O reconhecimento de Jesus pelos discípulos é um ponto crucial na formação da fé cristã e na missão da igreja.","referencias_relacionadas":["Mateus 16:16","João 20:28","Atos 2:36"]},"joao_21_7_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' refere-se a Pedro, simbolizando sua firmeza e estabilidade na fé.","explicacao_detalhada":"No contexto de João 21:7, Jesus se revela aos discípulos após a ressurreição, e Pedro, que é chamado de 'rocha', representa a liderança e a base da Igreja. A escolha da palavra 'rocha' enfatiza a força e a durabilidade da fé que Pedro deve ter.","por_que_esta_palavra":"Esta palavra foi escolhida para destacar a importância de Pedro na fundação da Igreja e sua posição de liderança entre os apóstolos.","conexao_teologica":"A rocha é um símbolo de Cristo, que é a verdadeira rocha sobre a qual a Igreja é construída. A firmeza de Pedro reflete a firmeza que todos os crentes devem ter em Cristo.","referencias_relacionadas":["Mateus 16:18","1 Pedro 2:4-5","Salmos 18:2"]},"joao_21_7_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para reconhecer a autoridade de Jesus sobre os discípulos e a criação.","explicacao_detalhada":"No versículo, os discípulos se referem a Jesus como 'senhor', reconhecendo sua divindade e autoridade. Este reconhecimento é crucial para a relação entre Jesus e seus seguidores, especialmente após sua ressurreição.","por_que_esta_palavra":"A escolha da palavra 'senhor' enfatiza a posição de Jesus como mestre e salvador, que tem poder sobre todas as coisas.","conexao_teologica":"A autoridade de Jesus é um tema central no Novo Testamento, onde Ele é reconhecido como Senhor e Salvador, que tem poder sobre a vida e a morte.","referencias_relacionadas":["Filipenses 2:9-11","Romanos 10:9","Atos 2:36"]},"joao_21_8_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao ambiente físico onde os discípulos estavam, simbolizando o mundo material.","explicacao_detalhada":"Neste versículo, a 'terra' é o local onde os discípulos estavam pescando. A menção da terra também pode simbolizar a missão da Igreja de alcançar o mundo.","por_que_esta_palavra":"A palavra 'terra' é utilizada para enfatizar a realidade física e a conexão dos discípulos com o mundo ao seu redor, onde a missão de Jesus deve ser realizada.","conexao_teologica":"A terra representa o campo de missão da Igreja, onde os crentes são chamados a testemunhar e fazer discípulos.","referencias_relacionadas":["Mateus 28:19-20","Marcos 16:15","Atos 1:8"]},"joao_21_9_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' é usada novamente, reforçando o cenário físico da narrativa.","explicacao_detalhada":"A repetição da palavra 'terra' neste versículo destaca a continuidade da ação dos discípulos e a importância do ambiente em que a interação com Jesus ocorre.","por_que_esta_palavra":"A ênfase na 'terra' serve para lembrar que a missão de Jesus é vivida em um contexto real e tangível.","conexao_teologica":"Assim como a terra é o local de trabalho dos discípulos, ela também simboliza o mundo que deve ser evangelizado.","referencias_relacionadas":["Mateus 5:14","Lucas 10:2","Romanos 1:8"]},"joao_21_10_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador, enfatizando sua identidade e missão.","explicacao_detalhada":"Neste versículo, Jesus se dirige aos discípulos, reafirmando sua autoridade e presença. O nome 'Jesus' é central para a fé cristã, pois significa 'O Senhor salva'.","por_que_esta_palavra":"A escolha do nome 'Jesus' é fundamental, pois representa a encarnação de Deus e sua obra redentora na história da humanidade.","conexao_teologica":"Jesus é o centro da teologia cristã, sendo o mediador entre Deus e os homens, e sua presença é essencial na vida dos crentes.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"joao_21_10_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação de Jesus com seus discípulos, enfatizando a importância da palavra.","explicacao_detalhada":"Neste contexto, Jesus chama os discípulos, demonstrando seu papel como comunicador e líder. A palavra 'dizer' destaca a autoridade de Jesus em instruir e guiar.","por_que_esta_palavra":"A escolha da palavra 'dizer' é significativa, pois reflete a maneira como Jesus se relaciona com seus seguidores, através da comunicação clara e direta.","conexao_teologica":"A comunicação de Jesus é um exemplo de como Deus se revela à humanidade, e a importância da palavra de Deus na vida dos crentes.","referencias_relacionadas":["João 10:27","Romanos 10:17","Hebreus 4:12"]},"joao_21_11_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' novamente se refere a Pedro, simbolizando sua firmeza na fé.","explicacao_detalhada":"A repetição da palavra 'rocha' neste versículo reforça a identidade de Pedro como líder da Igreja e a importância de sua fé inabalável.","por_que_esta_palavra":"A palavra 'rocha' é usada para enfatizar a força e a estabilidade que Pedro deve ter em sua missão apostólica.","conexao_teologica":"Pedro, como rocha, é um símbolo de todos os crentes que devem se firmar em Cristo, a verdadeira rocha.","referencias_relacionadas":["Mateus 16:18","1 Coríntios 3:11","Efésios 2:20"]},"joao_21_11_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' é utilizada novamente, reforçando o ambiente físico da narrativa.","explicacao_detalhada":"A repetição da palavra 'terra' destaca a continuidade da ação dos discípulos e a importância do contexto em que a interação com Jesus ocorre.","por_que_esta_palavra":"A ênfase na 'terra' serve para lembrar que a missão de Jesus é vivida em um contexto real e tangível.","conexao_teologica":"A terra representa o campo de missão da Igreja, onde os crentes são chamados a testemunhar e fazer discípulos.","referencias_relacionadas":["Mateus 5:14","Lucas 10:2","Romanos 1:8"]},"joao_21_11_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"A palavra 'temor' refere-se ao respeito e reverência que os discípulos sentem diante de Jesus.","explicacao_detalhada":"Neste versículo, o 'temor' é uma resposta natural à presença gloriosa de Jesus ressuscitado, refletindo a reverência que devemos ter diante de Deus.","por_que_esta_palavra":"A escolha da palavra 'temor' é importante, pois destaca a santidade de Jesus e a necessidade de reverência em sua presença.","conexao_teologica":"O temor do Senhor é um tema recorrente na Bíblia, representando a atitude correta que devemos ter em relação a Deus.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Hebreus 12:28-29"]},"joao_21_12_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é novamente utilizada, reafirmando sua identidade e autoridade.","explicacao_detalhada":"Neste versículo, Jesus se revela aos discípulos, mostrando que Ele é o Senhor ressuscitado que tem autoridade sobre a vida e a morte.","por_que_esta_palavra":"A repetição do nome 'Jesus' enfatiza a centralidade de sua pessoa e obra na fé cristã.","conexao_teologica":"Jesus é o centro da mensagem do Evangelho, e sua ressurreição é a base da esperança cristã.","referencias_relacionadas":["João 11:25-26","Romanos 6:4","1 Coríntios 15:20-22"]},"joao_21_12_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para reconhecer a autoridade de Jesus sobre os discípulos.","explicacao_detalhada":"Neste contexto, os discípulos reconhecem Jesus como seu mestre e líder, o que é fundamental para a dinâmica de sua relação com Ele.","por_que_esta_palavra":"A palavra 'senhor' enfatiza a posição de Jesus como autoridade divina e guia espiritual.","conexao_teologica":"A autoridade de Jesus é um tema central no Novo Testamento, refletindo sua divindade e papel como Salvador.","referencias_relacionadas":["Mateus 28:18","Lucas 6:46","João 13:13"]},"joao_21_13_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é mencionado como a figura central que se revela aos discípulos após a ressurreição.","explicacao_detalhada":"A menção de Jesus neste contexto destaca sua identidade e missão como o Messias e Salvador.","por_que_esta_palavra":"O nome 'Jesus' significa 'O Senhor salva', refletindo sua missão redentora.","conexao_teologica":"A ressurreição de Jesus é um pilar da fé cristã, confirmando sua divindade e a promessa de vida eterna.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:9"]},"joao_21_13_grande":{"palavra_pt":"vir","palavra_original":"ἔρχομαι","transliteracao":"érchomai","strong":"G2064","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir' indica a ação de Jesus se aproximando dos discípulos, simbolizando sua presença e cuidado.","explicacao_detalhada":"A vinda de Jesus é um ato de amor e compaixão, mostrando que Ele está sempre presente em momentos de necessidade.","por_que_esta_palavra":"A ação de 'vir' é um convite à comunhão e ao relacionamento com Jesus.","conexao_teologica":"A presença de Jesus entre os crentes é um tema recorrente, enfatizando a importância da relação pessoal com Ele.","referencias_relacionadas":["Mateus 18:20","Hebreus 13:5","Apocalipse 3:20"]},"joao_21_14_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A repetição do nome 'Jesus' reafirma sua identidade e importância na vida dos discípulos.","explicacao_detalhada":"Neste contexto, Jesus é reconhecido como o ressuscitado, que traz esperança e renovação.","por_que_esta_palavra":"O nome 'Jesus' é central para a fé cristã, representando a salvação e a vida eterna.","conexao_teologica":"A ressurreição de Jesus é a confirmação de sua vitória sobre a morte e o pecado.","referencias_relacionadas":["João 11:25","1 Coríntios 15:55-57","Romanos 6:9"]},"joao_21_14_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' aqui é um lembrete da ressurreição de Jesus, que venceu a morte.","explicacao_detalhada":"A morte de Jesus e sua ressurreição são fundamentais para a compreensão da salvação e da vida eterna.","por_que_esta_palavra":"A morte é um tema crucial, pois representa a separação do homem de Deus, que foi superada por Jesus.","conexao_teologica":"A vitória sobre a morte é um dos principais temas do Novo Testamento, oferecendo esperança aos crentes.","referencias_relacionadas":["Romanos 5:12","1 Coríntios 15:22","Hebreus 2:14"]},"joao_21_15_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' refere-se a Pedro, simbolizando sua firmeza e papel na igreja.","explicacao_detalhada":"Jesus usa a metáfora da rocha para indicar a estabilidade e a fundação que Pedro teria na construção da igreja.","por_que_esta_palavra":"A rocha representa a força e a durabilidade da fé que Pedro e os apóstolos deveriam ter.","conexao_teologica":"A fundação da igreja é um tema importante, onde Pedro é visto como um dos pilares da fé cristã.","referencias_relacionadas":["Mateus 16:18","Atos 2:14","1 Pedro 2:4-5"]},"joao_21_15_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A menção de 'Jesus' reafirma sua autoridade e papel como o bom pastor.","explicacao_detalhada":"Neste contexto, Jesus está restaurando Pedro e reafirmando sua missão de cuidar do rebanho.","por_que_esta_palavra":"O nome 'Jesus' é essencial para a identidade cristã e a missão da igreja.","conexao_teologica":"A relação entre Jesus e seus seguidores é central para a teologia cristã, enfatizando o cuidado e a liderança.","referencias_relacionadas":["João 10:11","Mateus 28:19-20","Atos 20:28"]},"joao_21_15_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' aqui reafirma a posição de Jesus como autoridade suprema.","explicacao_detalhada":"Jesus, como Senhor, tem o direito de direcionar e guiar seus discípulos em sua missão.","por_que_esta_palavra":"A autoridade de Jesus é um aspecto fundamental da fé cristã, mostrando seu poder e soberania.","conexao_teologica":"A soberania de Cristo é um tema recorrente, refletindo sua divindade e papel como Rei.","referencias_relacionadas":["Filipenses 2:9-11","Colossenses 1:16-17","Apocalipse 19:16"]},"joao_21_16_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é novamente usada para reafirmar a autoridade de Jesus sobre Pedro.","explicacao_detalhada":"Jesus questiona Pedro sobre seu amor, estabelecendo um diálogo que reforça a liderança de Pedro na igreja.","por_que_esta_palavra":"A palavra 'senhor' é um reconhecimento da posição de Jesus como o guia e mentor dos discípulos.","conexao_teologica":"A relação de amor e liderança entre Jesus e seus seguidores é um tema central na teologia cristã.","referencias_relacionadas":["João 13:13-14","Mateus 23:8-10","1 Pedro 5:2-3"]},"joao_21_16_amigo":{"palavra_pt":"amigo","palavra_original":"φιλέω","transliteracao":"philéō","strong":"G5368","significado_raiz":"Ideia básica: amigo.","significado_contextual":"A palavra 'amigo' reflete a intimidade e o relacionamento pessoal que Jesus tem com seus discípulos.","explicacao_detalhada":"Jesus chama Pedro de amigo, enfatizando a relação de amor e confiança que deve existir entre eles.","por_que_esta_palavra":"A amizade de Jesus com seus discípulos é um exemplo do amor sacrificial que Ele espera que eles tenham uns pelos outros.","conexao_teologica":"A amizade de Jesus é um modelo para a comunidade cristã, que deve se amar e apoiar mutuamente.","referencias_relacionadas":["João 15:13-15","Romanos 12:10","1 João 4:7"]},"joao_21_16_nome":{"palavra_pt":"nome","palavra_original":"Σίμων","transliteracao":"Símōn","strong":"G4613","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Simão, que é uma forma de identificação e também simboliza a nova identidade que Jesus dá a ele.","explicacao_detalhada":"O nome 'Simão' é importante no contexto do Novo Testamento, pois Jesus renomeia Simão para Pedro, que significa 'rocha'. Isso representa a transformação de Simão em um líder da Igreja.","por_que_esta_palavra":"A palavra 'nome' é usada para enfatizar a identidade e a autoridade que Jesus confere a Simão, que se tornará um dos pilares da fé cristã.","conexao_teologica":"A mudança de nome de Simão para Pedro simboliza a nova vida em Cristo e a chamada para liderar os outros na fé.","referencias_relacionadas":["Mateus 16:18","João 1:42","Atos 2:14"]},"joao_21_17_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' refere-se à firmeza e estabilidade que Pedro representará na Igreja.","explicacao_detalhada":"Jesus usa a metáfora da rocha para descrever Pedro como a base sobre a qual Ele edificará Sua Igreja, simbolizando força e durabilidade na fé.","por_que_esta_palavra":"A palavra 'rocha' é crucial para entender o papel de Pedro como líder e a importância da fé sólida em Cristo.","conexao_teologica":"A rocha representa a verdade de Cristo e a firmeza da Igreja, que deve permanecer inabalável diante das adversidades.","referencias_relacionadas":["Mateus 16:18","1 Pedro 2:4-5","Salmos 18:2"]},"joao_21_17_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para reconhecer a autoridade de Jesus sobre a vida de Pedro e a Igreja.","explicacao_detalhada":"Ao chamar Jesus de 'senhor', Pedro reconhece a soberania de Cristo e sua posição como mestre e guia espiritual.","por_que_esta_palavra":"A palavra 'senhor' enfatiza a relação de submissão e respeito que os discípulos devem ter em relação a Jesus.","conexao_teologica":"A autoridade de Jesus é fundamental para a missão da Igreja, que deve operar sob Sua liderança e direção.","referencias_relacionadas":["Mateus 28:18","Romanos 10:9","Filipenses 2:10-11"]},"joao_21_17_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é central na fé cristã, representando o Salvador e a encarnação de Deus.","explicacao_detalhada":"Jesus, que significa 'O Senhor salva', é a figura central do Novo Testamento, cuja vida e ensinamentos transformam a humanidade.","por_que_esta_palavra":"A palavra 'Jesus' é usada para reafirmar a identidade divina e a missão redentora de Cristo.","conexao_teologica":"A centralidade de Jesus na salvação e na vida cristã é um tema recorrente em toda a Bíblia.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"joao_21_18_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para indicar a comunicação direta de Jesus a Pedro, enfatizando a importância da mensagem.","explicacao_detalhada":"Jesus se dirige a Pedro de forma pessoal, chamando-o para uma missão específica, o que demonstra a importância do chamado individual na vida cristã.","por_que_esta_palavra":"A palavra 'dizer' destaca a autoridade de Jesus ao transmitir instruções e a necessidade de ouvir e obedecer à Sua voz.","conexao_teologica":"O chamado de Jesus a Pedro reflete o chamado de Deus a todos os crentes para seguir e servir.","referencias_relacionadas":["Mateus 4:19","Lucas 5:10-11","Atos 10:13"]},"joao_21_18_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' simboliza controle e direção, referindo-se ao futuro de Pedro e ao modo como ele será guiado.","explicacao_detalhada":"A mão é um símbolo de ação e autoridade, indicando que Pedro será levado a lugares que ele não escolheria por si mesmo, refletindo a soberania de Deus em sua vida.","por_que_esta_palavra":"A palavra 'mão' é usada para ilustrar a maneira como Deus dirige a vida de Seus servos, mesmo em tempos de dificuldade.","conexao_teologica":"A mão de Deus é um tema que representa Sua proteção e guia sobre os que Ele chama.","referencias_relacionadas":["Salmos 139:10","Isaías 41:10","1 Pedro 5:6-7"]},"joao_21_19_morte":{"palavra_pt":"morte","palavra_original":"θάνατος","transliteracao":"thánatos","strong":"G2288","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' refere-se ao destino final de Pedro, que seria martirizado por sua fé.","explicacao_detalhada":"Jesus profetiza sobre a morte de Pedro, indicando que ele glorificará a Deus através de seu sacrifício, o que é um chamado para todos os crentes a estarem prontos para sofrer por Cristo.","por_que_esta_palavra":"A palavra 'morte' é significativa porque destaca o custo do discipulado e a realidade do sofrimento na vida cristã.","conexao_teologica":"A morte de Pedro é um exemplo do chamado de Jesus para que Seus seguidores tomem a cruz e O sigam, mesmo até a morte.","referencias_relacionadas":["Mateus 16:24","João 12:24","Atos 12:2"]},"joao_21_19_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se à soberania divina e ao propósito maior que se cumpre através da vida e morte de Pedro.","explicacao_detalhada":"A menção de Deus enfatiza que a vida e o testemunho de Pedro estão sob a autoridade e o plano divino.","por_que_esta_palavra":"A palavra 'Deus' é central para entender a relação entre a vida de Pedro e a missão divina de salvação.","conexao_teologica":"A soberania de Deus é um tema que permeia toda a Escritura, mostrando que Ele está no controle de todas as coisas.","referencias_relacionadas":["Romanos 8:28","Efésios 1:11","1 Pedro 4:19"]},"joao_21_19_gloria":{"palavra_pt":"gloria","palavra_original":"δοξάζω","transliteracao":"doxázō","strong":"G1392","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A palavra 'glória' refere-se ao reconhecimento e à honra que Deus receberá através da vida e morte de Pedro.","explicacao_detalhada":"Jesus menciona que a morte de Pedro glorificará a Deus, indicando que até mesmo o sofrimento pode trazer honra ao Senhor.","por_que_esta_palavra":"A palavra 'glória' é usada para enfatizar que a vida do crente deve refletir a grandeza de Deus em todas as circunstâncias.","conexao_teologica":"A glória de Deus é o objetivo final de todas as ações dos crentes, que devem viver para glorificá-Lo.","referencias_relacionadas":["Romanos 11:36","1 Coríntios 10:31","1 Pedro 4:11"]},"joao_21_20_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' é repetida para enfatizar a identidade de Pedro como um dos pilares da Igreja.","explicacao_detalhada":"A repetição da palavra 'rocha' reforça a importância de Pedro na fundação da Igreja e seu papel como líder entre os apóstolos.","por_que_esta_palavra":"A palavra 'rocha' é significativa porque representa a estabilidade e a força que Pedro deve ter em sua liderança.","conexao_teologica":"A rocha é uma metáfora para a verdade de Cristo, que é a base da fé cristã e da Igreja.","referencias_relacionadas":["Mateus 16:18","Efésios 2:20","1 Pedro 2:5"]},"joao_21_20_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que se refere a Jesus Cristo, o Filho de Deus.","explicacao_detalhada":"O nome Jesus é derivado do hebraico 'Yeshua', que significa 'salvação'. No contexto do versículo, Jesus aparece após a ressurreição, reafirmando sua identidade e missão.","por_que_esta_palavra":"A palavra é central para a fé cristã, pois representa a encarnação de Deus e a salvação oferecida à humanidade.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua ressurreição é a base da esperança cristã.","referencias_relacionadas":["Mateus 1:21","João 3:16","Atos 4:12"]},"joao_21_20_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade de Jesus como Senhor e Mestre.","explicacao_detalhada":"A palavra 'senhor' implica em domínio e respeito. No contexto, enfatiza a posição de Jesus como autoridade sobre a vida dos discípulos.","por_que_esta_palavra":"É importante reconhecer a autoridade de Jesus para entender sua mensagem e ensinamentos.","conexao_teologica":"A autoridade de Jesus é um tema recorrente nos evangelhos, onde ele é reconhecido como Senhor e Salvador.","referencias_relacionadas":["Mateus 28:18","Lucas 6:46","Romanos 10:9"]},"joao_21_21_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Simboliza a firmeza e a estabilidade, referindo-se a Pedro como a rocha sobre a qual a Igreja seria construída.","explicacao_detalhada":"No contexto, Jesus se dirige a Pedro, reafirmando seu papel fundamental na liderança da Igreja. A metáfora da rocha sugere força e durabilidade.","por_que_esta_palavra":"A rocha representa a base sólida da fé cristã, que é construída sobre a revelação de Cristo.","conexao_teologica":"Pedro é visto como um dos pilares da Igreja, e sua confissão de fé é fundamental para a teologia cristã.","referencias_relacionadas":["Mateus 16:18","Efésios 2:20","1 Pedro 2:4-5"]},"joao_21_21_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que se refere a Jesus Cristo, o Filho de Deus.","explicacao_detalhada":"A presença de Jesus no versículo reafirma sua identidade e missão, especialmente após sua ressurreição.","por_que_esta_palavra":"A palavra é central para a fé cristã, pois representa a encarnação de Deus e a salvação oferecida à humanidade.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua ressurreição é a base da esperança cristã.","referencias_relacionadas":["Mateus 1:21","João 3:16","Atos 4:12"]},"joao_21_21_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade de Jesus como Senhor e Mestre.","explicacao_detalhada":"A palavra 'senhor' implica em domínio e respeito. No contexto, enfatiza a posição de Jesus como autoridade sobre a vida dos discípulos.","por_que_esta_palavra":"É importante reconhecer a autoridade de Jesus para entender sua mensagem e ensinamentos.","conexao_teologica":"A autoridade de Jesus é um tema recorrente nos evangelhos, onde ele é reconhecido como Senhor e Salvador.","referencias_relacionadas":["Mateus 28:18","Lucas 6:46","Romanos 10:9"]},"joao_21_22_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que se refere a Jesus Cristo, o Filho de Deus.","explicacao_detalhada":"O nome Jesus é derivado do hebraico 'Yeshua', que significa 'salvação'. No contexto do versículo, Jesus reafirma sua autoridade e propósito.","por_que_esta_palavra":"A palavra é central para a fé cristã, pois representa a encarnação de Deus e a salvação oferecida à humanidade.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua ressurreição é a base da esperança cristã.","referencias_relacionadas":["Mateus 1:21","João 3:16","Atos 4:12"]},"joao_21_22_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de comunicar ou convocar alguém.","explicacao_detalhada":"No contexto, Jesus chama Pedro para uma missão específica, enfatizando a importância da comunicação divina na vida dos crentes.","por_que_esta_palavra":"A palavra destaca a relação pessoal entre Jesus e seus seguidores, mostrando que Ele se importa com cada um.","conexao_teologica":"O chamado de Jesus é um tema central na vida cristã, onde cada crente é chamado a seguir e servir.","referencias_relacionadas":["Mateus 4:19","João 10:27","Romanos 8:30"]},"joao_21_23_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à Palavra de Deus, que é viva e eficaz.","explicacao_detalhada":"No contexto, a palavra é usada para enfatizar a importância da mensagem de Jesus e sua revelação ao mundo.","por_que_esta_palavra":"A palavra é fundamental para a fé cristã, pois representa a verdade e a revelação de Deus.","conexao_teologica":"A Palavra de Deus é vista como a base da fé e da prática cristã, sendo essencial para o crescimento espiritual.","referencias_relacionadas":["João 1:1","Hebreus 4:12","2 Timóteo 3:16-17"]},"joao_21_23_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que se refere a Jesus Cristo, o Filho de Deus.","explicacao_detalhada":"A presença de Jesus no versículo reafirma sua identidade e missão, especialmente após sua ressurreição.","por_que_esta_palavra":"A palavra é central para a fé cristã, pois representa a encarnação de Deus e a salvação oferecida à humanidade.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua ressurreição é a base da esperança cristã.","referencias_relacionadas":["Mateus 1:21","João 3:16","Atos 4:12"]},"joao_21_23_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Refere-se ao ato de selecionar ou decidir por algo.","explicacao_detalhada":"No contexto, a escolha de Jesus para seus discípulos é um ato de amor e propósito, mostrando que Ele tem um plano para cada um.","por_que_esta_palavra":"A escolha é um tema importante na teologia, refletindo a soberania de Deus na salvação.","conexao_teologica":"A escolha divina é um aspecto fundamental da graça e da redenção na vida cristã.","referencias_relacionadas":["Efésios 1:4","2 Tessalonicenses 2:13","1 Pedro 2:9"]},"joao_21_24_testemunha":{"palavra_pt":"testemunha","palavra_original":"μαρτυρία","transliteracao":"martyría","strong":"G3141","significado_raiz":"Ideia básica: testemunha.","significado_contextual":"A palavra 'testemunha' refere-se àquele que dá testemunho da verdade sobre Jesus e seus ensinamentos.","explicacao_detalhada":"No contexto de João 21:24, a testemunha é alguém que atesta a veracidade dos eventos da vida de Jesus, especialmente sua ressurreição. O autor do Evangelho se identifica como essa testemunha, enfatizando a importância de seu relato.","por_que_esta_palavra":"A escolha da palavra 'testemunha' é crucial, pois implica responsabilidade e credibilidade. O autor não apenas relata fatos, mas também se posiciona como alguém que vivenciou e pode atestar a verdade sobre Jesus.","conexao_teologica":"A ideia de testemunho é central no cristianismo, onde os crentes são chamados a ser testemunhas de Cristo (Atos 1:8). Isso conecta a experiência pessoal com a missão de compartilhar a fé.","referencias_relacionadas":["Atos 1:8","1 João 5:10","Apocalipse 1:2"]},"joao_21_25_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é o nome próprio do Salvador, que significa 'O Senhor é a salvação'.","explicacao_detalhada":"Em João 21:25, o autor menciona Jesus em um contexto que destaca a grandeza de suas obras e ensinamentos. O nome é central para a identidade cristã e representa a encarnação de Deus entre os homens.","por_que_esta_palavra":"O uso do nome 'Jesus' é fundamental, pois encapsula a missão divina de salvação e a relação pessoal que os crentes têm com Ele.","conexao_teologica":"Jesus é o mediador entre Deus e a humanidade, e seu nome é invocado em oração e adoração, refletindo sua autoridade e poder.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Filipenses 2:9-11"]},"joao_21_25_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude das obras de Jesus e a extensão de seu impacto.","explicacao_detalhada":"No versículo, a ênfase na grandeza das ações de Jesus sugere que, embora muitos outros feitos não estejam registrados, sua importância é inegável e transcende a escrita.","por_que_esta_palavra":"A palavra 'grande' é escolhida para transmitir a ideia de que as obras de Jesus são tão numerosas e significativas que não podem ser totalmente documentadas.","conexao_teologica":"A grandeza de Jesus é um tema recorrente nas Escrituras, refletindo sua divindade e o impacto de seu ministério na história da salvação.","referencias_relacionadas":["Salmos 145:3","Mateus 11:11","Hebreus 1:3"]},"joao_21_25_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de realizar ou executar algo, especialmente em relação às obras de Jesus.","explicacao_detalhada":"Em João 21:25, a palavra 'fazer' implica que as ações de Jesus são ativas e intencionais, refletindo sua missão de ensinar, curar e salvar.","por_que_esta_palavra":"A escolha de 'fazer' enfatiza a natureza ativa do ministério de Jesus, que não era passivo, mas cheio de ações significativas que impactaram a vida das pessoas.","conexao_teologica":"As obras de Jesus são um testemunho de sua natureza divina e do cumprimento das promessas de Deus, mostrando que a fé é acompanhada de ações.","referencias_relacionadas":["Tiago 2:17","Mateus 5:16","João 14:12"]}}