{"joao_3_1_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma relação de proximidade ou inclusão, referindo-se ao contexto de Nicodemos se aproximando de Jesus.","explicacao_detalhada":"Neste versículo, 'entre' destaca a interação direta entre Nicodemos e Jesus, mostrando que ele estava buscando respostas e entendimento sobre os ensinamentos de Cristo.","por_que_esta_palavra":"A palavra 'entre' é significativa porque enfatiza a busca de Nicodemos por Jesus, um rabino respeitado, em um momento de vulnerabilidade.","conexao_teologica":"A proximidade entre Nicodemos e Jesus simboliza a busca humana por Deus e a revelação divina que se dá através de Cristo.","referencias_relacionadas":["Mateus 7:7","Hebreus 10:22","Tiago 4:8"]},"joao_3_1_povo":{"palavra_pt":"povo","palavra_original":"Νικόδημος","transliteracao":"Nikódēmos","strong":"G3530","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se a um grupo de pessoas, neste caso, Nicodemos, que era um fariseu e membro do Sinédrio.","explicacao_detalhada":"Nicodemos representa a liderança religiosa da época, que estava em busca de entender a nova mensagem de Jesus, refletindo a tensão entre a tradição e a nova revelação.","por_que_esta_palavra":"A utilização da palavra 'povo' destaca a posição de Nicodemos como representante de uma classe que estava em conflito com os ensinamentos de Jesus.","conexao_teologica":"A busca de Nicodemos por Jesus ilustra a necessidade de todos os povos, incluindo líderes religiosos, de se submeterem à verdade de Deus.","referencias_relacionadas":["Mateus 9:36","Lucas 19:10","Atos 10:34-35"]},"joao_3_2_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, criador e mantenedor do universo, reconhecido por Nicodemos em sua conversa com Jesus.","explicacao_detalhada":"Nicodemos reconhece que Jesus é um mestre enviado por Deus, o que implica um reconhecimento da autoridade divina que Jesus possui.","por_que_esta_palavra":"A palavra 'Deus' é central para a compreensão da identidade de Jesus como o Filho de Deus e seu papel na salvação da humanidade.","conexao_teologica":"O reconhecimento de Jesus como enviado de Deus é um passo crucial na revelação da natureza divina de Cristo e sua missão redentora.","referencias_relacionadas":["João 1:1","João 3:16","Romanos 8:32"]},"joao_3_2_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de realizar ou executar algo, no contexto da obra de Jesus.","explicacao_detalhada":"Neste versículo, 'fazer' implica que Jesus realiza sinais e maravilhas como prova de sua origem divina e autoridade.","por_que_esta_palavra":"A palavra 'fazer' é importante porque enfatiza a ação de Jesus em trazer a mensagem de Deus ao mundo através de suas obras.","conexao_teologica":"As obras de Jesus são um testemunho de sua divindade e da missão que Ele recebeu do Pai.","referencias_relacionadas":["João 5:36","Atos 2:22","Mateus 11:4-5"]},"joao_3_2_midnight":{"palavra_pt":"mid night","palavra_original":"νύξ","transliteracao":"nýx","strong":"G3571","significado_raiz":"Ideia básica: mid night.","significado_contextual":"A palavra 'mid night' (meia-noite) pode simbolizar um tempo de escuridão ou incerteza, refletindo a busca de Nicodemos por entendimento.","explicacao_detalhada":"Nicodemos vem a Jesus à noite, o que pode indicar sua hesitação em ser visto ou sua busca por uma verdade que ainda não compreende plenamente.","por_que_esta_palavra":"A escolha de vir à noite destaca a dualidade entre luz e escuridão, um tema recorrente no Evangelho de João.","conexao_teologica":"A escuridão representa a ignorância espiritual, enquanto Jesus é a luz que ilumina o caminho para a verdade e a vida.","referencias_relacionadas":["João 1:5","João 8:12","1 João 1:5"]},"joao_3_3_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador, que é central para a mensagem do Evangelho.","explicacao_detalhada":"Jesus, como o Filho de Deus, traz a nova vida e a transformação espiritual que Nicodemos busca entender.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental, pois representa a encarnação de Deus e a resposta à necessidade humana de salvação.","conexao_teologica":"A identidade de Jesus como o Messias é essencial para a compreensão do plano de salvação de Deus para a humanidade.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"joao_3_3_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é novamente mencionada, reforçando a conexão entre Jesus e a divindade.","explicacao_detalhada":"Neste contexto, a afirmação de que ninguém pode ver o reino de Deus sem nascer de novo destaca a necessidade de uma transformação espiritual.","por_que_esta_palavra":"A repetição da palavra 'Deus' enfatiza a soberania de Deus sobre o reino e a necessidade de um novo nascimento para entrar nele.","conexao_teologica":"A relação entre Jesus e Deus é fundamental para entender a natureza do novo nascimento e a vida eterna.","referencias_relacionadas":["João 1:12","Romanos 10:9","Gálatas 4:6"]},"joao_3_3_pai":{"palavra_pt":"pai","palavra_original":"γεννάω","transliteracao":"gennáō","strong":"G1080","significado_raiz":"Ideia básica: pai.","significado_contextual":"A palavra 'pai' refere-se à relação de Deus como o criador e mantenedor da vida, e também à relação de Jesus com o Pai.","explicacao_detalhada":"A menção de 'pai' destaca a paternidade de Deus e a intimidade que os crentes podem ter com Ele através de Jesus.","por_que_esta_palavra":"A palavra 'pai' é crucial para entender a relação pessoal que os crentes têm com Deus, que é acessível através de Jesus.","conexao_teologica":"A paternidade de Deus é um tema central na teologia cristã, enfatizando o amor e a aceitação que Ele oferece aos que creem.","referencias_relacionadas":["Mateus 6:9","Romanos 8:15","Gálatas 4:7"]},"joao_3_4_pai":{"palavra_pt":"pai","palavra_original":"γεννάω","transliteracao":"gennáō","strong":"G1080","significado_raiz":"Ideia básica: pai.","significado_contextual":"Refere-se à relação de Deus como Pai, enfatizando a paternidade divina.","explicacao_detalhada":"A palavra 'pai' neste contexto é usada para descrever a natureza de Deus como aquele que gera e cuida de seus filhos. Jesus frequentemente se refere a Deus como Pai, o que revela a intimidade e o amor na relação entre Deus e a humanidade.","por_que_esta_palavra":"A palavra é usada para ilustrar a relação de amor e cuidado que Deus tem com seus filhos, contrastando com a ideia de um Deus distante.","conexao_teologica":"A paternidade de Deus é um tema central na teologia cristã, refletindo a ideia de que todos os crentes são filhos de Deus através de Jesus Cristo.","referencias_relacionadas":["Mateus 6:9","Romanos 8:15","Gálatas 4:6"]},"joao_3_4_povo":{"palavra_pt":"povo","palavra_original":"Νικόδημος","transliteracao":"Nikódēmos","strong":"G3530","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se a Nicodemos, um membro do povo judeu e fariseu que busca entender os ensinamentos de Jesus.","explicacao_detalhada":"Nicodemos representa a busca sincera por conhecimento espiritual e a luta entre a tradição religiosa e a nova revelação trazida por Jesus. Ele é um exemplo de alguém que, apesar de sua posição, reconhece a necessidade de aprender.","por_que_esta_palavra":"A palavra é usada para mostrar que mesmo aqueles em posições de autoridade religiosa podem ter dúvidas e buscar a verdade.","conexao_teologica":"A busca de Nicodemos por Jesus ilustra a ideia de que a salvação é oferecida a todos, independentemente de sua posição social ou religiosa.","referencias_relacionadas":["João 3:1-2","João 7:50-51","João 19:39"]},"joao_3_4_old":{"palavra_pt":"old","palavra_original":"γέρων","transliteracao":"gérōn","strong":"G1088","significado_raiz":"Ideia básica: old.","significado_contextual":"Refere-se à idade avançada de Nicodemos, simbolizando a sabedoria e a experiência.","explicacao_detalhada":"A palavra 'velho' neste contexto sugere que Nicodemos, apesar de sua idade e experiência, ainda estava aprendendo sobre as verdades espirituais que Jesus estava revelando.","por_que_esta_palavra":"É importante para mostrar que a idade não garante entendimento espiritual, e que todos precisam se submeter ao ensino de Jesus.","conexao_teologica":"A ideia de que todos, independentemente da idade ou experiência, precisam nascer de novo para entrar no Reino de Deus.","referencias_relacionadas":["Salmos 92:14","Provérbios 16:31","Tito 2:2"]},"joao_3_5_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus como o Salvador que traz a nova vida espiritual.","explicacao_detalhada":"A palavra 'Jesus' é central na mensagem do Evangelho, pois é através dele que a humanidade recebe a oportunidade de nascer de novo e ter vida eterna.","por_que_esta_palavra":"É crucial para entender que a salvação e a nova vida são encontradas somente em Jesus Cristo.","conexao_teologica":"A exclusividade de Jesus como o caminho, a verdade e a vida é um tema fundamental na teologia cristã.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 10:9"]},"joao_3_5_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo, que dá vida e renova o coração do crente.","explicacao_detalhada":"A palavra 'espírito' implica a ação do Espírito Santo na regeneração e transformação do crente, essencial para o novo nascimento.","por_que_esta_palavra":"É usada para enfatizar que a nova vida espiritual não é apenas uma mudança externa, mas uma transformação interna operada pelo Espírito.","conexao_teologica":"A obra do Espírito Santo é fundamental na vida do crente, sendo o agente da regeneração e santificação.","referencias_relacionadas":["Romanos 8:9-11","Gálatas 5:22-23","Tito 3:5"]},"joao_3_5_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como a fonte da vida e da regeneração espiritual.","explicacao_detalhada":"A palavra 'Deus' neste contexto destaca a soberania e a autoridade divina na obra de salvação e na concessão da vida eterna.","por_que_esta_palavra":"É fundamental para reconhecer que a nova vida é um dom de Deus, não algo que podemos conquistar por nossos próprios esforços.","conexao_teologica":"A soberania de Deus na salvação é um princípio central na teologia reformada.","referencias_relacionadas":["Efésios 2:8-9","Tito 3:5","João 1:12-13"]},"joao_3_6_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à natureza humana caída e à incapacidade de alcançar a salvação por esforço próprio.","explicacao_detalhada":"A palavra 'carne' simboliza a condição pecaminosa da humanidade, que precisa ser transformada para que se possa entrar no Reino de Deus.","por_que_esta_palavra":"É usada para contrastar a natureza humana com a nova vida que vem do Espírito.","conexao_teologica":"A doutrina do pecado original e a necessidade de regeneração são temas centrais na teologia cristã.","referencias_relacionadas":["Romanos 3:23","Gálatas 5:17","1 Coríntios 15:50"]},"joao_3_6_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se novamente ao Espírito Santo, enfatizando a necessidade de uma nova vida espiritual.","explicacao_detalhada":"A palavra 'espírito' aqui reforça a ideia de que a regeneração é uma obra do Espírito Santo, que traz vida onde antes havia morte espiritual.","por_que_esta_palavra":"É essencial para entender que a transformação espiritual é uma ação divina e não um esforço humano.","conexao_teologica":"A obra do Espírito Santo é vital para a compreensão da salvação e da vida cristã.","referencias_relacionadas":["João 6:63","Romanos 8:11","2 Coríntios 5:17"]},"joao_3_6_pai":{"palavra_pt":"pai","palavra_original":"γεννάω","transliteracao":"gennáō","strong":"G1080","significado_raiz":"Ideia básica: pai.","significado_contextual":"Refere-se à paternidade de Deus, que é a fonte da nova vida espiritual.","explicacao_detalhada":"A palavra 'pai' aqui reafirma a relação íntima entre Deus e os que são regenerados pelo Espírito, destacando o amor e a proteção divina.","por_que_esta_palavra":"É usada para enfatizar que a nova vida é um presente de Deus, que nos adota como seus filhos.","conexao_teologica":"A adoção como filhos de Deus é um tema importante na teologia cristã, refletindo a graça e o amor de Deus.","referencias_relacionadas":["Romanos 8:15","Gálatas 4:6","Efésios 1:5"]},"joao_3_7_pai":{"palavra_pt":"pai","palavra_original":"γεννάω","transliteracao":"gennáō","strong":"G1080","significado_raiz":"Ideia básica: pai.","significado_contextual":"Refere-se à necessidade de nascer de novo, enfatizando a paternidade de Deus na regeneração.","explicacao_detalhada":"A palavra 'pai' neste contexto destaca a importância de reconhecer a autoridade de Deus na transformação espiritual que ocorre no novo nascimento.","por_que_esta_palavra":"É usada para mostrar que a nova vida é uma obra de Deus, que nos gera como seus filhos.","conexao_teologica":"A ideia de que todos precisam nascer de novo para entrar no Reino de Deus é central na mensagem de Jesus.","referencias_relacionadas":["João 1:12-13","Tito 3:5","1 Pedro 1:3"]},"joao_3_7_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e Senhor do universo.","explicacao_detalhada":"No contexto de João 3:7, a palavra 'deus' é usada para enfatizar a autoridade e o poder de Deus sobre a vida e a regeneração espiritual.","por_que_esta_palavra":"A palavra é crucial para entender a natureza divina e a necessidade de um novo nascimento espiritual que vem de Deus.","conexao_teologica":"A ideia de que Deus é o autor da vida espiritual é central na teologia cristã, mostrando que a salvação é um ato divino.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","João 1:1","Romanos 1:20"]},"joao_3_7_maravilha":{"palavra_pt":"maravilha","palavra_original":"θαυμάζω","transliteracao":"thaumázō","strong":"G2296","significado_raiz":"Ideia básica: maravilha.","significado_contextual":"Refere-se a algo que causa admiração ou espanto, frequentemente associado a ações divinas.","explicacao_detalhada":"A palavra 'maravilha' destaca a resposta de Nicodemos ao ensino de Jesus sobre o novo nascimento, mostrando a dificuldade de compreender verdades espirituais profundas.","por_que_esta_palavra":"É importante para ilustrar a reação humana diante das verdades sobrenaturais e da revelação divina.","conexao_teologica":"As maravilhas de Deus são sinais que apontam para Sua natureza e poder, revelando a necessidade de fé.","referencias_relacionadas":["Salmos 77:14","Mateus 21:15","Atos 2:22","Hebreus 2:4"]},"joao_3_8_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito, que é a força vital e a presença de Deus que opera na regeneração.","explicacao_detalhada":"A palavra 'espírito' enfatiza a ação invisível e poderosa de Deus na vida do crente, comparando-a ao vento que não pode ser visto, mas é sentido.","por_que_esta_palavra":"É fundamental para entender a natureza do novo nascimento e a obra do Espírito Santo na vida do crente.","conexao_teologica":"O Espírito Santo é essencial na teologia cristã, sendo o agente da regeneração e santificação.","referencias_relacionadas":["Gênesis 1:2","Ezequiel 36:26-27","Atos 2:4","Romanos 8:9"]},"joao_3_8_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Refere-se à vontade de Deus em conceder a vida eterna e a regeneração aos que creem.","explicacao_detalhada":"A palavra 'escolher' destaca a soberania de Deus na salvação, mostrando que é Ele quem decide dar nova vida ao crente.","por_que_esta_palavra":"É importante para entender a relação entre a vontade divina e a resposta humana à fé.","conexao_teologica":"A escolha divina é um tema central na doutrina da graça e da eleição.","referencias_relacionadas":["Efésios 1:4-5","Romanos 8:30","2 Timóteo 1:9","1 Pedro 1:2"]},"joao_3_8_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"Refere-se ao ato de ir embora ou se afastar, no contexto da conversa entre Jesus e Nicodemos.","explicacao_detalhada":"A palavra 'depart' sugere a ideia de que o entendimento humano é limitado e que é necessário um novo nascimento para compreender as coisas de Deus.","por_que_esta_palavra":"É crucial para entender a necessidade de transformação espiritual para que alguém possa ver o Reino de Deus.","conexao_teologica":"A ideia de 'departar' também pode ser vista como uma metáfora para a necessidade de deixar a velha vida para trás.","referencias_relacionadas":["Mateus 7:13","Lucas 9:62","Romanos 6:4","2 Coríntios 5:17"]},"joao_3_9_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de se tornar ou acontecer, especialmente em relação à transformação espiritual.","explicacao_detalhada":"A palavra 'tornar-se' enfatiza a mudança que ocorre na vida de alguém que é regenerado pelo Espírito Santo.","por_que_esta_palavra":"É importante para compreender a natureza do novo nascimento e a transformação que ele traz.","conexao_teologica":"A transformação é um tema central na vida cristã, refletindo a obra de Deus na vida do crente.","referencias_relacionadas":["Romanos 12:2","Gálatas 2:20","Colossenses 3:10","2 Coríntios 5:17"]},"joao_3_9_povo":{"palavra_pt":"povo","palavra_original":"Νικόδημος","transliteracao":"Nikódēmos","strong":"G3530","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se a Nicodemos, um fariseu e membro do Sinédrio, que busca entender os ensinamentos de Jesus.","explicacao_detalhada":"A palavra 'povo' aqui é usada para identificar uma pessoa específica que representa a busca por entendimento espiritual.","por_que_esta_palavra":"É importante para mostrar que mesmo líderes religiosos podem ter dúvidas e buscar a verdade.","conexao_teologica":"A busca de Nicodemos por Jesus ilustra a necessidade de todos, independentemente de sua posição, de buscar a verdade divina.","referencias_relacionadas":["João 3:1-2","Mateus 23:13","Lucas 18:10-14","Atos 10:34-35"]},"joao_3_9_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se ao ato de comunicar ou expressar pensamentos, especialmente no contexto da conversa entre Jesus e Nicodemos.","explicacao_detalhada":"A palavra 'falar' destaca a importância da comunicação clara das verdades espirituais e a necessidade de diálogo na busca por entendimento.","por_que_esta_palavra":"É fundamental para entender a dinâmica da conversa entre Jesus e Nicodemos, onde a revelação de verdades é central.","conexao_teologica":"A comunicação de verdades espirituais é essencial na evangelização e no discipulado.","referencias_relacionadas":["Mateus 12:34","Tiago 1:19","1 Pedro 3:15","Romanos 10:14"]},"joao_3_10_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus como o Messias, o Filho de Deus que traz a revelação divina.","explicacao_detalhada":"A palavra 'Jesus' é central na fé cristã, representando a encarnação de Deus e a salvação oferecida à humanidade.","por_que_esta_palavra":"É crucial para entender a identidade de Jesus e sua missão redentora.","conexao_teologica":"A pessoa e obra de Jesus são fundamentais para a teologia cristã, sendo o caminho para a salvação.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 5:8","Filipenses 2:9-11"]},"joao_3_10_mestre":{"palavra_pt":"mestre","palavra_original":"διδάσκαλος","transliteracao":"didáskalos","strong":"G1320","significado_raiz":"Ideia básica: mestre.","significado_contextual":"Refere-se ao título de respeito dado a Jesus, reconhecendo sua autoridade e sabedoria.","explicacao_detalhada":"A palavra 'mestre' enfatiza o papel de Jesus como ensinador e guia espiritual, especialmente em relação aos líderes religiosos.","por_que_esta_palavra":"É importante para entender a dinâmica de autoridade e ensino na relação entre Jesus e Nicodemos.","conexao_teologica":"Jesus como mestre é um tema recorrente nos evangelhos, destacando sua autoridade e o chamado à obediência.","referencias_relacionadas":["Mateus 23:8","João 13:13","Tiago 3:1","1 Coríntios 1:30"]},"joao_3_10_nome":{"palavra_pt":"nome","palavra_original":"Ἰσραήλ","transliteracao":"Israḗl","strong":"G2474","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e à autoridade de Israel como povo escolhido de Deus.","explicacao_detalhada":"O nome 'Israel' é significativo na tradição judaica, representando não apenas uma nação, mas também um relacionamento especial com Deus. É o nome dado a Jacó após sua luta com o anjo, simbolizando a luta e a perseverança do povo de Deus.","por_que_esta_palavra":"A palavra 'nome' é usada para enfatizar a importância da identidade e do caráter de Deus e do Seu povo.","conexao_teologica":"O nome de Israel é central na narrativa bíblica, simbolizando a aliança de Deus com Seu povo e a promessa de redenção.","referencias_relacionadas":["Gênesis 32:28","Êxodo 3:15","Isaías 43:1"]},"joao_3_11_testemunha":{"palavra_pt":"testemunha","palavra_original":"μαρτυρία","transliteracao":"martyría","strong":"G3141","significado_raiz":"Ideia básica: testemunha.","significado_contextual":"Refere-se à função de dar testemunho da verdade e da revelação divina.","explicacao_detalhada":"A palavra 'testemunha' implica em um papel ativo de proclamação da verdade. No contexto do evangelho, Jesus é a testemunha da verdade divina e os crentes são chamados a testemunhar sobre Ele.","por_que_esta_palavra":"A ênfase na testemunha destaca a importância de compartilhar a experiência e a verdade de Deus com os outros.","conexao_teologica":"A testemunha é um conceito chave no Novo Testamento, onde os apóstolos são chamados a serem testemunhas do que viram e ouviram de Jesus.","referencias_relacionadas":["Atos 1:8","João 15:27","1 João 5:10"]},"joao_3_11_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de comunicar ou declarar algo.","explicacao_detalhada":"A palavra 'dizer' é usada para enfatizar a importância da comunicação da verdade. Jesus frequentemente usava a palavra para ensinar e revelar a vontade de Deus.","por_que_esta_palavra":"A comunicação é essencial para a revelação divina e para a edificação da fé.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação da verdade é um meio pelo qual Deus se revela ao Seu povo.","referencias_relacionadas":["Romanos 10:14","Hebreus 4:12","Tiago 1:22"]},"joao_3_11_pregar":{"palavra_pt":"falar","palavra_original":"λαλέω","transliteracao":"laléō","strong":"G2980","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à ação de falar ou proclamar a mensagem de Deus.","explicacao_detalhada":"A palavra 'falar' implica em um ato de proclamação que pode incluir ensino, exortação e encorajamento. É um chamado para que os crentes compartilhem a mensagem do evangelho.","por_que_esta_palavra":"A pregação é fundamental para a disseminação da fé e para a edificação da igreja.","conexao_teologica":"A pregação da palavra é um meio pelo qual Deus transforma vidas e traz salvação.","referencias_relacionadas":["1 Coríntios 1:21","2 Timóteo 4:2","Romanos 1:16"]},"joao_3_12_terra":{"palavra_pt":"terra","palavra_original":"ἐπίγειος","transliteracao":"epígeios","strong":"G1919","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico e à realidade terrena.","explicacao_detalhada":"A palavra 'terra' é usada para contrastar com o céu e enfatizar a condição humana e a necessidade de salvação.","por_que_esta_palavra":"A terra representa o lugar onde a humanidade vive e enfrenta desafios espirituais.","conexao_teologica":"A criação da terra é parte do plano de Deus, e a redenção inclui a restauração de toda a criação.","referencias_relacionadas":["Gênesis 1:1","Romanos 8:19-21","Apocalipse 21:1"]},"joao_3_12_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se à crença e confiança em Deus e em Sua palavra.","explicacao_detalhada":"A palavra 'crer' implica em uma resposta ativa à revelação de Deus. É mais do que um assentimento intelectual; envolve confiança e entrega.","por_que_esta_palavra":"A fé é fundamental para a salvação e para o relacionamento com Deus.","conexao_teologica":"A fé é o meio pelo qual recebemos a graça de Deus e entramos em um relacionamento com Ele.","referencias_relacionadas":["Efésios 2:8-9","Hebreus 11:1","João 3:16"]},"joao_3_12_ceu":{"palavra_pt":"ceu","palavra_original":"ἐπουράνιος","transliteracao":"epouránios","strong":"G2032","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao reino espiritual e à presença de Deus.","explicacao_detalhada":"A palavra 'céu' é usada para descrever a realidade divina e o lugar onde Deus habita. É o destino final dos crentes.","por_que_esta_palavra":"O céu representa a esperança e a promessa de vida eterna para aqueles que creem.","conexao_teologica":"A esperança no céu é um tema central na teologia cristã, enfatizando a vida eterna em comunhão com Deus.","referencias_relacionadas":["Mateus 5:12","Filipenses 3:20","Apocalipse 21:4"]},"joao_3_13_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se à realidade celestial e à soberania de Deus.","explicacao_detalhada":"A palavra 'céu' é usada para enfatizar a grandeza e a majestade de Deus, contrastando com a condição humana na terra.","por_que_esta_palavra":"O céu é o lugar da autoridade divina e do governo de Deus sobre toda a criação.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele reina sobre todas as coisas.","referencias_relacionadas":["Salmos 103:19","Isaías 66:1","Mateus 6:9"]},"joao_3_13_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade e à natureza de Deus.","explicacao_detalhada":"A palavra 'Deus' é fundamental para a compreensão da fé cristã, representando o Criador e Sustentador de todas as coisas.","por_que_esta_palavra":"A natureza de Deus é central para a adoração e a compreensão do relacionamento do ser humano com o divino.","conexao_teologica":"A teologia cristã se baseia na revelação de Deus como Pai, Filho e Espírito Santo.","referencias_relacionadas":["Gênesis 1:1","João 1:1","1 João 4:8"]},"joao_3_13_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à ideia de estar em meio a algo ou entre pessoas.","explicacao_detalhada":"A palavra 'entre' é usada para descrever a presença de Deus no meio do Seu povo e a comunhão entre os crentes.","por_que_esta_palavra":"A presença de Deus entre os seres humanos é um tema recorrente na Bíblia, enfatizando a relação íntima que Ele deseja ter com a humanidade.","conexao_teologica":"Deus se revela e se relaciona com Seu povo, prometendo estar presente entre eles.","referencias_relacionadas":["Mateus 18:20","Salmos 22:3","Apocalipse 3:20"]},"joao_3_14_moses":{"palavra_pt":"moises","palavra_original":"Μωσεύς","transliteracao":"Mōseús","strong":"G3475","significado_raiz":"Ideia básica: moises.","significado_contextual":"Moisés é uma figura central no Antigo Testamento, conhecido como o líder que libertou os israelitas da escravidão no Egito.","explicacao_detalhada":"A referência a Moisés em João 3:14 é uma alusão ao episódio em que Moisés levantou a serpente no deserto, simbolizando a salvação e a fé. Assim como a serpente foi levantada para curar os israelitas, Jesus seria levantado para trazer salvação ao mundo.","por_que_esta_palavra":"A palavra 'Moisés' é utilizada para conectar a obra de Jesus com a história da salvação do povo de Israel, mostrando que Jesus é o cumprimento das promessas de Deus.","conexao_teologica":"A conexão entre Moisés e Jesus destaca a continuidade da revelação divina e a importância da fé em Cristo como o verdadeiro libertador.","referencias_relacionadas":["Números 21:8-9","Deuteronômio 18:15","Hebreus 3:5-6"]},"joao_3_15_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à vida eterna que Jesus oferece a todos que creem nele.","explicacao_detalhada":"Em João 3:15, a vida é apresentada como um dom divino que resulta da fé em Jesus. Esta vida não é apenas a existência física, mas uma relação espiritual com Deus que garante a salvação.","por_que_esta_palavra":"A ênfase na 'vida' é crucial para entender a missão de Jesus, que veio para dar vida em abundância aos que creem.","conexao_teologica":"A vida eterna é um tema central na teologia cristã, simbolizando a restauração da comunhão com Deus através de Cristo.","referencias_relacionadas":["João 10:10","Romanos 6:23","1 João 5:11-12"]},"joao_3_15_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' implica em confiar plenamente em Jesus como o Filho de Deus e Salvador.","explicacao_detalhada":"Em João 3:15, crer é mais do que uma crença intelectual; é uma entrega total a Jesus, reconhecendo-o como a fonte da vida eterna.","por_que_esta_palavra":"A fé é o meio pelo qual recebemos a salvação e a vida eterna, sendo essencial para a relação com Deus.","conexao_teologica":"A fé é um princípio fundamental na salvação, destacando a graça de Deus e a resposta humana a essa graça.","referencias_relacionadas":["Efésios 2:8-9","Hebreus 11:1","Romanos 10:9-10"]},"joao_3_15_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Criador, que enviou Seu Filho para a salvação da humanidade.","explicacao_detalhada":"Em João 3:15, a menção a Deus enfatiza Sua iniciativa em oferecer a salvação através de Jesus, mostrando Seu amor e misericórdia.","por_que_esta_palavra":"A presença de Deus no versículo destaca a relação entre a divindade e a salvação, reforçando que a vida eterna é um presente de Deus.","conexao_teologica":"A natureza de Deus como amor é fundamental para entender a motivação por trás da vinda de Cristo ao mundo.","referencias_relacionadas":["1 João 4:9-10","Romanos 5:8","João 3:16"]},"joao_3_16_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como o autor do amor e da salvação, que deu Seu Filho unigênito.","explicacao_detalhada":"João 3:16 é um dos versículos mais conhecidos da Bíblia, enfatizando o amor de Deus pela humanidade e a oferta de vida eterna através da fé em Jesus.","por_que_esta_palavra":"A palavra 'Deus' aqui é central para a compreensão do plano de salvação, mostrando que a salvação é uma ação divina.","conexao_teologica":"Este versículo encapsula a mensagem do evangelho, revelando a natureza amorosa de Deus e a necessidade de fé em Cristo.","referencias_relacionadas":["Romanos 10:13","Atos 4:12","1 Timóteo 2:3-4"]},"joao_3_16_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A vida eterna é o resultado da fé em Jesus, prometida por Deus a todos que creem.","explicacao_detalhada":"Em João 3:16, a vida é apresentada como um presente divino, acessível a todos que colocam sua fé em Jesus, contrastando com a condenação do pecado.","por_que_esta_palavra":"A ênfase na 'vida' reforça a esperança e a certeza da salvação para aqueles que creem.","conexao_teologica":"A vida eterna é um tema central na teologia cristã, representando a restauração da relação entre Deus e a humanidade.","referencias_relacionadas":["João 5:24","Romanos 6:23","1 João 2:25"]},"joao_3_16_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A fé é o meio pelo qual recebemos a vida eterna prometida por Deus.","explicacao_detalhada":"Em João 3:16, crer em Jesus é a condição para a salvação, destacando a importância da fé na vida do crente.","por_que_esta_palavra":"A palavra 'crer' é fundamental para a compreensão da relação entre o ser humano e Deus, sendo a resposta à oferta de salvação.","conexao_teologica":"A fé é um princípio essencial na vida cristã, sendo a chave para a experiência da graça e da vida eterna.","referencias_relacionadas":["Gálatas 2:16","Hebreus 11:6","Romanos 1:16-17"]},"joao_3_17_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como o juiz que não enviou Seu Filho para condenar, mas para salvar.","explicacao_detalhada":"Em João 3:17, a missão de Jesus é esclarecida: Ele veio ao mundo não para condená-lo, mas para oferecer salvação, revelando o caráter amoroso de Deus.","por_que_esta_palavra":"A palavra 'Deus' aqui enfatiza a intenção redentora de Sua ação através de Cristo.","conexao_teologica":"A natureza de Deus como Salvador é um tema central na mensagem do evangelho, mostrando que a condenação é resultado da rejeição da luz.","referencias_relacionadas":["Lucas 19:10","Romanos 8:1","1 Timóteo 1:15"]},"joao_3_17_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Ideia básica: mundo.","significado_contextual":"O 'mundo' refere-se à humanidade que está em necessidade de salvação.","explicacao_detalhada":"Em João 3:17, o mundo é o objeto do amor de Deus, e a missão de Jesus é para todos, não apenas para um grupo específico.","por_que_esta_palavra":"A palavra 'mundo' destaca a abrangência da salvação oferecida por Cristo, que é para todos os povos.","conexao_teologica":"A inclusão do mundo na mensagem de salvação reflete o amor universal de Deus e a missão da Igreja.","referencias_relacionadas":["Mateus 28:19-20","Romanos 5:12","1 João 2:2"]},"joao_3_18_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o juiz que determina a condenação para aqueles que não creem.","explicacao_detalhada":"Em João 3:18, a rejeição de Jesus é apresentada como a causa da condenação, enfatizando a importância da fé para a salvação.","por_que_esta_palavra":"A palavra 'Deus' aqui reafirma a soberania divina sobre a salvação e a condenação.","conexao_teologica":"A condenação é uma consequência da escolha humana de rejeitar a luz que é Cristo, refletindo a justiça de Deus.","referencias_relacionadas":["João 12:48","Romanos 1:18","2 Tessalonicenses 1:8"]},"joao_3_18_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' refere-se à fé e confiança em Jesus como o Filho de Deus.","explicacao_detalhada":"No contexto de João 3:18, crer é mais do que uma crença intelectual; implica em um compromisso pessoal e relacional com Cristo, reconhecendo-O como Salvador.","por_que_esta_palavra":"Esta palavra é fundamental para a salvação, pois a fé em Jesus é o meio pelo qual os crentes são justificados diante de Deus.","conexao_teologica":"A crença em Jesus é central na teologia cristã, pois é através da fé que recebemos a graça e a vida eterna.","referencias_relacionadas":["João 3:16","Romanos 10:9","Efésios 2:8-9"]},"joao_3_19_lei":{"palavra_pt":"juizo","palavra_original":"κρίσις","transliteracao":"krísis","strong":"G2920","significado_raiz":"Ideia básica: juizo.","significado_contextual":"O 'juízo' refere-se ao julgamento de Deus sobre as ações humanas, especialmente em relação à rejeição da luz.","explicacao_detalhada":"Em João 3:19, o juízo é apresentado como a consequência da escolha do homem em amar as trevas em vez da luz, simbolizando a condenação que resulta da incredulidade.","por_que_esta_palavra":"O juízo é uma parte essencial da justiça divina, que assegura que o pecado não ficará impune.","conexao_teologica":"O conceito de juízo é importante na escatologia cristã, onde todos serão julgados por suas ações.","referencias_relacionadas":["Mateus 25:31-46","Romanos 2:6-8","Apocalipse 20:12"]},"joao_3_19_mal":{"palavra_pt":"maligno/mau","palavra_original":"πονηρός","transliteracao":"ponērós","strong":"G4190","significado_raiz":"Ideia básica: maligno.","significado_contextual":"A palavra 'maligno' descreve a natureza do pecado e da rebelião contra Deus.","explicacao_detalhada":"No contexto de João 3:19, o maligno representa tudo que se opõe à luz e à verdade de Deus, simbolizando a corrupção moral e espiritual.","por_que_esta_palavra":"É crucial entender o maligno para reconhecer a necessidade de redenção e a luta espiritual que os crentes enfrentam.","conexao_teologica":"A presença do maligno é um tema recorrente na Bíblia, que destaca a batalha entre o bem e o mal.","referencias_relacionadas":["1 João 5:19","Efésios 6:12","Tiago 4:7"]},"joao_3_19_fogo":{"palavra_pt":"luz","palavra_original":"φῶς","transliteracao":"phōs","strong":"G5457","significado_raiz":"Ideia básica: luz.","significado_contextual":"A 'luz' simboliza a verdade, a pureza e a presença de Deus em contraste com as trevas do pecado.","explicacao_detalhada":"Em João 3:19, a luz é uma metáfora para a revelação divina que expõe o pecado e oferece salvação.","por_que_esta_palavra":"A luz é essencial para a vida espiritual, pois sem ela, as pessoas permanecem nas trevas e na ignorância.","conexao_teologica":"A luz de Cristo é um tema central no Novo Testamento, representando a esperança e a salvação.","referencias_relacionadas":["João 8:12","1 João 1:5","Mateus 5:14-16"]},"joao_3_20_commit":{"palavra_pt":"entregar","palavra_original":"πράσσω","transliteracao":"prássō","strong":"G4238","significado_raiz":"Ideia básica: entregar.","significado_contextual":"A palavra 'entregar' implica em ações e escolhas que revelam a verdadeira natureza do coração humano.","explicacao_detalhada":"Em João 3:20, entregar-se às obras más é uma escolha consciente que demonstra a aversão à luz e à verdade.","por_que_esta_palavra":"Entregar-se ao pecado resulta em condenação, enquanto entregar-se a Deus leva à salvação.","conexao_teologica":"A entrega a Deus é um tema de rendição e submissão, essencial na vida cristã.","referencias_relacionadas":["Romanos 6:13","Gálatas 2:20","Tiago 4:7"]},"joao_3_20_amor":{"palavra_pt":"amor","palavra_original":"μισέω","transliteracao":"miséō","strong":"G3404","significado_raiz":"Ideia básica: amor.","significado_contextual":"A palavra 'amor' aqui é usada em um contexto que contrasta o amor pelas trevas com o amor pela luz.","explicacao_detalhada":"Em João 3:20, o amor ao pecado é uma escolha que leva à rejeição da verdade e da luz de Deus.","por_que_esta_palavra":"O amor é um motivador poderoso que pode levar as pessoas a agir de maneiras que refletem suas prioridades espirituais.","conexao_teologica":"O amor é central na mensagem cristã, sendo Deus descrito como amor e a base de todas as relações humanas.","referencias_relacionadas":["1 João 4:8","Romanos 5:8","João 15:13"]},"joao_3_20_fogo":{"palavra_pt":"luz","palavra_original":"φῶς","transliteracao":"phōs","strong":"G5457","significado_raiz":"Ideia básica: luz.","significado_contextual":"A 'luz' novamente simboliza a verdade e a presença de Deus, contrastando com as trevas do pecado.","explicacao_detalhada":"Em João 3:20, a luz é apresentada como um convite à verdade, que muitos rejeitam por amor ao pecado.","por_que_esta_palavra":"A luz é essencial para a vida espiritual, pois revela o que está oculto e traz clareza.","conexao_teologica":"A luz de Cristo é fundamental para a compreensão da salvação e da vida eterna.","referencias_relacionadas":["João 1:5","Efésios 5:8-14","Mateus 5:14"]},"joao_3_21_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, criador e sustentador do universo.","explicacao_detalhada":"Em João 3:21, Deus é apresentado como aquele que opera através da luz, revelando a verdade e a justiça.","por_que_esta_palavra":"Reconhecer Deus é fundamental para entender a relação entre o Criador e a criação, e a necessidade de se submeter a Ele.","conexao_teologica":"A natureza de Deus como luz é um tema central na teologia, simbolizando pureza e santidade.","referencias_relacionadas":["1 João 1:5","Salmos 27:1","Hebreus 12:29"]},"joao_3_21_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se às ações que resultam da fé e da obediência a Deus.","explicacao_detalhada":"Em João 3:21, fazer o bem é uma expressão da verdadeira fé, que se manifesta em ações que glorificam a Deus.","por_que_esta_palavra":"As ações são um reflexo da fé genuína e são essenciais para a vida cristã.","conexao_teologica":"A relação entre fé e obras é um tema importante na teologia, enfatizando que a verdadeira fé resulta em boas obras.","referencias_relacionadas":["Tiago 2:17","Gálatas 5:6","Efésios 2:10"]},"joao_3_21_fogo":{"palavra_pt":"luz","palavra_original":"φῶς","transliteracao":"phōs","strong":"G5457","significado_raiz":"Ideia básica: luz.","significado_contextual":"A 'luz' representa a verdade e a presença de Deus, que guia e ilumina o caminho dos justos.","explicacao_detalhada":"Em João 3:21, a luz é um símbolo da vida e da verdade que os crentes devem seguir.","por_que_esta_palavra":"A luz é essencial para a vida espiritual, pois sem ela, as pessoas permanecem nas trevas.","conexao_teologica":"A luz de Cristo é um tema central na Bíblia, representando a esperança e a salvação.","referencias_relacionadas":["João 8:12","Salmos 119:105","Mateus 5:14-16"]},"joao_3_22_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que significa 'O Senhor é Salvação'.","explicacao_detalhada":"Jesus é a figura central do cristianismo, considerado o Filho de Deus e o Salvador da humanidade. Neste contexto, Ele é mencionado como aquele que batiza e realiza obras poderosas.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental para a fé cristã, pois representa a encarnação de Deus e a promessa de salvação.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e seu nome é invocado em oração e adoração.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"joao_3_22_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra ou ao solo onde as atividades humanas ocorrem.","explicacao_detalhada":"A palavra 'terra' neste contexto pode simbolizar o lugar onde as pessoas se reúnem para ouvir a mensagem de Jesus e onde o ministério de João Batista ocorre.","por_que_esta_palavra":"A terra é o espaço físico que Deus criou e onde a história da salvação se desenrola.","conexao_teologica":"A terra é vista como parte da criação de Deus, que Ele declarou boa, e é o cenário para a obra redentora de Cristo.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:19-21"]},"joao_3_22_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Indica a ação de acompanhar ou seguir alguém.","explicacao_detalhada":"Neste contexto, 'seguir' refere-se ao ato de se tornar discípulo de Jesus, que implica em seguir seus ensinamentos e exemplo.","por_que_esta_palavra":"A palavra 'seguir' é crucial para entender o chamado de Jesus para seus discípulos e a vida cristã.","conexao_teologica":"Seguir a Jesus é um convite a uma vida de discipulado e transformação espiritual.","referencias_relacionadas":["Mateus 4:19","Lucas 9:23","João 10:27"]},"joao_3_23_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se a algo de grande importância ou magnitude.","explicacao_detalhada":"A palavra 'grande' é usada para descrever o impacto do ministério de João Batista e a importância do batismo que ele realizava.","por_que_esta_palavra":"A grandeza do ministério de João é um testemunho da preparação do caminho para Jesus.","conexao_teologica":"A grandeza de Deus se manifesta em Sua obra através de servos como João, que prepararam o caminho para a vinda do Messias.","referencias_relacionadas":["Mateus 11:11","Lucas 1:15","João 1:30"]},"joao_3_23_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome próprio de João, que significa 'Deus é gracioso'.","explicacao_detalhada":"O nome 'João' é significativo, pois representa a graça de Deus que se manifesta através de seu ministério e mensagem de arrependimento.","por_que_esta_palavra":"O nome é importante para identificar a pessoa e seu papel na narrativa bíblica.","conexao_teologica":"João Batista é visto como o precursor de Cristo, e seu nome é associado à graça que prepara o coração das pessoas para a vinda do Salvador.","referencias_relacionadas":["Lucas 1:13","Mateus 3:1","João 1:6"]},"joao_3_23_salim":{"palavra_pt":"salim","palavra_original":"Σαλείμ","transliteracao":"Saleím","strong":"G4530","significado_raiz":"Ideia básica: salim.","significado_contextual":"Refere-se a um lugar específico, possivelmente um local de batismo.","explicacao_detalhada":"Salim é mencionado como um local onde João Batista realizava batismos, simbolizando a purificação e o arrependimento.","por_que_esta_palavra":"O nome do lugar é relevante para entender o contexto geográfico e ministerial de João.","conexao_teologica":"Os locais de batismo são significativos na tradição cristã, representando a nova vida em Cristo.","referencias_relacionadas":["João 1:28","Mateus 3:6","Atos 19:4"]},"joao_3_24_dia":{"palavra_pt":"dia","palavra_original":"φυλακή","transliteracao":"phylakḗ","strong":"G5438","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de tempo em que algo acontece.","explicacao_detalhada":"O 'dia' mencionado pode simbolizar um tempo de transição ou mudança, especialmente no ministério de João e na revelação de Jesus.","por_que_esta_palavra":"A noção de tempo é crucial para entender os eventos que cercam a vida de Jesus e o ministério de João.","conexao_teologica":"O tempo é uma criação de Deus e é usado para cumprir Seus propósitos redentores.","referencias_relacionadas":["Eclesiastes 3:1","Marcos 1:15","2 Coríntios 6:2"]},"joao_3_24_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se novamente ao nome de João, enfatizando sua identidade.","explicacao_detalhada":"A repetição do nome 'João' destaca sua importância e o papel que desempenha na narrativa bíblica.","por_que_esta_palavra":"O nome é uma forma de identificação que traz à tona a história e a missão de João Batista.","conexao_teologica":"A identidade de João como profeta é fundamental para a compreensão do plano de Deus na história da salvação.","referencias_relacionadas":["Lucas 1:76","Mateus 11:9","João 1:23"]},"joao_3_25_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se a um evento ou situação de grande importância.","explicacao_detalhada":"A expressão 'tornar-se' implica em uma mudança significativa, possivelmente referindo-se ao crescimento do ministério de Jesus em comparação ao de João.","por_que_esta_palavra":"A ideia de transformação é central na mensagem do evangelho, onde vidas são mudadas pela fé em Cristo.","conexao_teologica":"A grandeza de Deus se revela na transformação que Ele opera na vida dos crentes.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 2:20"]},"joao_3_26_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se novamente ao nome de João, enfatizando sua identidade e papel.","explicacao_detalhada":"A menção do nome 'João' neste contexto reforça a importância de sua missão e a comparação com Jesus.","por_que_esta_palavra":"O nome é uma forma de identificação que traz à tona a história e a missão de João Batista.","conexao_teologica":"A identidade de João como precursor é essencial para entender a revelação de Cristo e a continuidade da mensagem de Deus.","referencias_relacionadas":["Mateus 3:11","Lucas 3:16","João 1:30"]},"joao_3_26_mestre":{"palavra_pt":"mestre","palavra_original":"ῥαββί","transliteracao":"rhabbí","strong":"G4461","significado_raiz":"Ideia básica: mestre.","significado_contextual":"A palavra 'mestre' refere-se a alguém que ensina ou orienta, especialmente em contextos religiosos.","explicacao_detalhada":"No contexto de João 3:26, os discípulos de João Batista se referem a Jesus como 'mestre', reconhecendo sua autoridade e ensinamentos. Isso demonstra a posição de Jesus como um líder espiritual.","por_que_esta_palavra":"A palavra é usada para enfatizar a autoridade de Jesus e a importância de seus ensinamentos na vida espiritual das pessoas.","conexao_teologica":"A figura do mestre é central no ensino de Jesus, que frequentemente se apresenta como aquele que revela a verdade de Deus.","referencias_relacionadas":["Mateus 23:8","João 13:13","Tiago 3:1"]},"joao_3_26_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em acompanhar ou obedecer a alguém.","explicacao_detalhada":"Neste versículo, 'seguir' indica a ação dos discípulos que estavam preocupados com o aumento da popularidade de Jesus em relação a João Batista. Refere-se à escolha de seguir os ensinamentos de Jesus.","por_que_esta_palavra":"É crucial para entender a dinâmica entre os discípulos de João e Jesus, e a transição do ministério de João para o de Jesus.","conexao_teologica":"Seguir a Jesus é um tema central no Novo Testamento, simbolizando a entrega e a fé.","referencias_relacionadas":["Mateus 4:19","Lucas 9:23","João 10:27"]},"joao_3_27_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'céu' refere-se ao domínio espiritual e à morada de Deus.","explicacao_detalhada":"No contexto de João 3:27, a menção ao céu destaca a origem divina dos ensinamentos de Jesus e a autoridade que Ele possui, que não é terrena, mas celestial.","por_que_esta_palavra":"É usada para enfatizar que tudo o que Jesus faz e ensina vem de Deus, reforçando sua divindade.","conexao_teologica":"O céu é frequentemente mencionado como o lugar de onde vem a revelação e a salvação, ligando a terra ao plano divino.","referencias_relacionadas":["Mateus 6:9","Hebreus 11:16","Apocalipse 21:2"]},"joao_3_27_nome":{"palavra_pt":"nome","palavra_original":"Ἰωάννης","transliteracao":"Iōánnēs","strong":"G2491","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' representa a identidade e a autoridade de uma pessoa.","explicacao_detalhada":"Em João 3:27, o 'nome' de João Batista é mencionado para destacar sua missão e o papel que ele desempenha como precursor de Cristo.","por_que_esta_palavra":"O uso do nome é significativo, pois implica na importância da identidade de João e sua relação com a vinda de Jesus.","conexao_teologica":"O nome de Jesus é central na fé cristã, simbolizando sua autoridade e poder.","referencias_relacionadas":["Atos 4:12","Filipenses 2:9-11","Romanos 10:13"]},"joao_3_27_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, criador e soberano do universo.","explicacao_detalhada":"No versículo, a menção a Deus enfatiza que tudo o que acontece no ministério de João e Jesus está sob a soberania divina.","por_que_esta_palavra":"É crucial para entender a relação entre a obra de João e a vontade de Deus, mostrando que nada acontece sem a permissão divina.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, que afirma que Ele está no controle de todas as coisas.","referencias_relacionadas":["Salmos 115:3","Romanos 8:28","Efésios 1:11"]},"joao_3_28_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'Cristo' significa 'ungido', referindo-se a Jesus como o Messias prometido.","explicacao_detalhada":"Em João 3:28, a referência a Jesus como 'Cristo' destaca sua missão redentora e o cumprimento das profecias do Antigo Testamento.","por_que_esta_palavra":"É importante para reconhecer a identidade messiânica de Jesus e seu papel na salvação da humanidade.","conexao_teologica":"A unção é um símbolo do Espírito Santo e da autoridade divina, essencial para a compreensão do ministério de Jesus.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","Atos 10:38"]},"joao_3_28_testemunha":{"palavra_pt":"testemunha","palavra_original":"μαρτυρέω","transliteracao":"martyréō","strong":"G3140","significado_raiz":"Ideia básica: testemunha.","significado_contextual":"A palavra 'testemunha' refere-se a alguém que dá testemunho ou atesta a verdade.","explicacao_detalhada":"No contexto de João 3:28, João Batista se identifica como testemunha de Jesus, confirmando sua identidade e missão.","por_que_esta_palavra":"É fundamental para entender o papel de João como precursor e a importância do testemunho na fé cristã.","conexao_teologica":"O testemunho é um tema recorrente no Novo Testamento, enfatizando a necessidade de compartilhar a verdade sobre Jesus.","referencias_relacionadas":["João 1:7","Atos 1:8","1 João 5:10"]},"joao_3_28_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se ao ato de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"Em João 3:28, a ação de 'falar' é importante para entender como a mensagem de João Batista sobre Jesus é transmitida.","por_que_esta_palavra":"A comunicação é essencial para a propagação do evangelho e para a edificação da fé.","conexao_teologica":"A palavra de Deus é frequentemente comunicada através de pregadores e testemunhas, sendo vital para a vida cristã.","referencias_relacionadas":["Romanos 10:14","2 Timóteo 4:2","Hebreus 4:12"]},"joao_3_29_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se a um acordo ou pacto, especialmente entre Deus e seu povo.","explicacao_detalhada":"No contexto de João 3:29, a aliança é simbolizada pelo relacionamento entre Cristo e a Igreja, onde Jesus é o noivo e a Igreja é a noiva.","por_que_esta_palavra":"É importante para entender a natureza do relacionamento de Jesus com seus seguidores e a promessa de salvação.","conexao_teologica":"A aliança é um conceito central na Bíblia, representando o compromisso de Deus com seu povo.","referencias_relacionadas":["Jeremias 31:31","Mateus 26:28","Hebreus 8:6"]},"joao_3_29_mulher":{"palavra_pt":"mulher","palavra_original":"νύμφη","transliteracao":"nýmphē","strong":"G3565","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' é usada para descrever a noiva em um contexto de relacionamento e compromisso.","explicacao_detalhada":"Em João 3:29, a referência à 'mulher' simboliza a Igreja, que é a noiva de Cristo, destacando a intimidade do relacionamento.","por_que_esta_palavra":"É essencial para entender a metáfora do casamento que representa a relação entre Cristo e a Igreja.","conexao_teologica":"A imagem da noiva é frequentemente usada na Escritura para descrever a relação entre Deus e seu povo.","referencias_relacionadas":["Efésios 5:25-27","Apocalipse 19:7","Apocalipse 21:2"]},"joao_3_30_decrease":{"palavra_pt":"decrease","palavra_original":"ἐλαττόω","transliteracao":"elattóō","strong":"G1642","significado_raiz":"Ideia básica: decrease.","significado_contextual":"Diminuir a própria importância em relação a Cristo.","explicacao_detalhada":"A palavra 'decrease' (ἐλαττόω) é usada por João Batista para expressar sua missão de apontar para Jesus, enfatizando que ele deve crescer enquanto ele mesmo deve diminuir.","por_que_esta_palavra":"João Batista reconhece que sua função é preparar o caminho para o Messias, e isso implica em uma diminuição de sua própria influência.","conexao_teologica":"A diminuição de João é um símbolo da submissão e da humildade que todos os crentes devem ter diante de Cristo.","referencias_relacionadas":["Mateus 3:30","João 1:27","Filipenses 2:3-4"]},"joao_3_31_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico e à criação de Deus.","explicacao_detalhada":"A palavra 'terra' (γῆ) é usada para contrastar o que é terreno com o que é celestial, enfatizando a origem humana em relação à divindade de Cristo.","por_que_esta_palavra":"A menção da terra destaca a limitação da experiência humana em comparação com a natureza divina de Jesus.","conexao_teologica":"A terra representa a condição humana caída, enquanto o céu representa a perfeição e a soberania de Deus.","referencias_relacionadas":["Gênesis 1:1","Salmos 115:16","Romanos 8:22"]},"joao_3_31_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao reino espiritual e à soberania de Deus.","explicacao_detalhada":"A palavra 'céu' (οὐρανός) é usada para descrever a origem divina de Jesus e sua autoridade sobre todas as coisas.","por_que_esta_palavra":"A ênfase no céu ressalta a natureza celestial de Cristo e sua missão redentora.","conexao_teologica":"O céu é o lugar de onde Jesus veio e para onde Ele nos convida, simbolizando a esperança da vida eterna.","referencias_relacionadas":["Mateus 6:10","Hebreus 11:16","Apocalipse 21:1"]},"joao_3_31_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a relação entre o que é celestial e o que é terreno.","explicacao_detalhada":"A palavra 'entre' (ἐκ) é usada para mostrar a distinção entre a origem de Jesus e a humanidade.","por_que_esta_palavra":"Essa preposição destaca que Jesus não é parte do mundo, mas vem de um lugar superior.","conexao_teologica":"A ideia de 'entre' enfatiza a encarnação de Cristo, que veio ao mundo para redimir a humanidade.","referencias_relacionadas":["João 1:14","Gálatas 4:4","Romanos 8:3"]},"joao_3_32_testemunha":{"palavra_pt":"testemunha","palavra_original":"μαρτυρία","transliteracao":"martyría","strong":"G3141","significado_raiz":"Ideia básica: testemunha.","significado_contextual":"Refere-se ao testemunho de Jesus sobre a verdade divina.","explicacao_detalhada":"A palavra 'testemunha' (μαρτυρία) é usada para descrever a função de Jesus como aquele que revela a verdade de Deus.","por_que_esta_palavra":"Jesus é a testemunha fiel que traz a revelação de Deus ao mundo.","conexao_teologica":"O testemunho de Jesus é fundamental para a fé cristã, pois Ele é a verdade encarnada.","referencias_relacionadas":["João 5:31-32","Apocalipse 1:5","1 João 5:6"]},"joao_3_32_behold":{"palavra_pt":"eis","palavra_original":"ὁράω","transliteracao":"horáō","strong":"G3708","significado_raiz":"Ideia básica: eis.","significado_contextual":"Um convite para observar e entender a verdade.","explicacao_detalhada":"A palavra 'eis' (ὁράω) é um chamado à atenção para a revelação de Deus em Cristo.","por_que_esta_palavra":"É um convite para que as pessoas reconheçam a importância do que está sendo dito.","conexao_teologica":"O chamado para 'ver' é uma metáfora para a fé, que exige reconhecimento e aceitação da verdade divina.","referencias_relacionadas":["Isaías 40:9","Mateus 11:4-5","João 1:29"]},"joao_3_33_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza e à autoridade de Deus.","explicacao_detalhada":"A palavra 'Deus' (θεός) é usada para enfatizar a soberania e a verdade que vêm de Deus.","por_que_esta_palavra":"A ênfase em Deus destaca a fonte de toda verdade e revelação.","conexao_teologica":"Reconhecer Deus como a fonte de verdade é essencial para a fé cristã.","referencias_relacionadas":["Salmos 19:1","João 1:1","Romanos 1:20"]},"joao_3_33_testemunha":{"palavra_pt":"testemunha","palavra_original":"μαρτυρία","transliteracao":"martyría","strong":"G3141","significado_raiz":"Ideia básica: testemunha.","significado_contextual":"Refere-se à confirmação da verdade divina.","explicacao_detalhada":"A palavra 'testemunha' (μαρτυρία) é usada novamente para enfatizar a importância do testemunho de Deus sobre Jesus.","por_que_esta_palavra":"É um reforço da ideia de que o testemunho de Deus é verdadeiro e digno de confiança.","conexao_teologica":"O testemunho de Deus é a base da fé cristã, pois confirma a identidade e a missão de Jesus.","referencias_relacionadas":["1 João 5:9","Hebreus 10:28","Mateus 3:17"]},"joao_3_33_agarrar":{"palavra_pt":"receber","palavra_original":"λαμβάνω","transliteracao":"lambánō","strong":"G2983","significado_raiz":"Ideia básica: receber.","significado_contextual":"Refere-se à aceitação da mensagem de Deus.","explicacao_detalhada":"A palavra 'receber' (λαμβάνω) implica em aceitar e crer na verdade que Deus revelou.","por_que_esta_palavra":"A aceitação da mensagem de Deus é crucial para a salvação e a vida eterna.","conexao_teologica":"Receber a palavra de Deus é um ato de fé que leva à transformação espiritual.","referencias_relacionadas":["João 1:12","Romanos 10:9","Atos 2:41"]},"joao_3_34_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à autoridade e à plenitude de Deus.","explicacao_detalhada":"A palavra 'Deus' (θεός) é usada para reafirmar a soberania e a verdade que Jesus traz ao mundo.","por_que_esta_palavra":"A ênfase em Deus reforça a ideia de que Jesus é a revelação máxima de Deus aos homens.","conexao_teologica":"A compreensão de Deus é fundamental para a fé cristã, pois Ele é a fonte de toda verdade e vida.","referencias_relacionadas":["João 14:6","Hebreus 1:3","1 João 4:8"]},"joao_3_34_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito de Deus que é dado a Jesus sem medida.","explicacao_detalhada":"A palavra 'espírito' aqui indica a presença e a ação do Espírito Santo em Jesus, que o capacita a falar e agir com autoridade divina.","por_que_esta_palavra":"A escolha da palavra 'espírito' enfatiza a natureza divina e a plenitude do poder de Deus em Jesus.","conexao_teologica":"O Espírito Santo é fundamental na Trindade, e sua ação em Jesus é um testemunho da divindade de Cristo.","referencias_relacionadas":["Mateus 12:18","Lucas 4:18","Atos 10:38"]},"joao_3_34_mal":{"palavra_pt":"mal","palavra_original":"ῥῆμα","transliteracao":"rhēma","strong":"G4487","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se à palavra de Deus que é verdadeira e não contém mal.","explicacao_detalhada":"A palavra 'mal' aqui é usada para contrastar a verdade de Cristo com as mentiras e enganos do mundo.","por_que_esta_palavra":"A utilização de 'mal' destaca a pureza e a integridade da mensagem de Jesus.","conexao_teologica":"A verdade de Deus é oposta ao mal, e Jesus é a encarnação dessa verdade.","referencias_relacionadas":["João 8:32","Romanos 12:21","1 João 1:5"]},"joao_3_35_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"Simboliza o poder e a autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'mão' representa a ação de Deus em dar todas as coisas a Jesus, mostrando sua soberania.","por_que_esta_palavra":"A escolha de 'mão' enfatiza a capacidade de Deus de controlar e sustentar o universo.","conexao_teologica":"A mão de Deus é frequentemente associada à sua providência e proteção sobre a criação.","referencias_relacionadas":["Salmos 95:4","Isaías 41:10","Hebreus 1:3"]},"joao_3_36_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida eterna que é oferecida através da fé em Jesus.","explicacao_detalhada":"A palavra 'vida' aqui implica não apenas a existência física, mas uma vida plena e abundante em comunhão com Deus.","por_que_esta_palavra":"A ênfase na 'vida' destaca a promessa de salvação e a relação íntima com o Criador.","conexao_teologica":"A vida eterna é um tema central no evangelho, mostrando a redenção que Jesus oferece.","referencias_relacionadas":["João 10:10","Romanos 6:23","1 João 5:11-12"]},"joao_3_36_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus soberano que oferece a salvação através de Jesus.","explicacao_detalhada":"A palavra 'Deus' aqui enfatiza a autoridade e o poder divinos que sustentam a promessa de vida eterna.","por_que_esta_palavra":"A escolha de 'Deus' reafirma a centralidade da divindade na mensagem de salvação.","conexao_teologica":"A relação entre Deus e a humanidade é restaurada através de Jesus, que é o caminho para o Pai.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 5:1"]},"joao_3_36_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se à crença e confiança em Jesus como o Filho de Deus.","explicacao_detalhada":"A palavra 'crer' implica uma fé ativa e um compromisso com a verdade de Cristo.","por_que_esta_palavra":"A ênfase na fé é crucial, pois é através dela que recebemos a vida eterna.","conexao_teologica":"A fé é o meio pelo qual nos apropriamos da graça de Deus e da salvação.","referencias_relacionadas":["Efésios 2:8-9","Hebreus 11:1","Romanos 10:9"]}}