{"joao_4_1_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus como o Messias e Salvador da humanidade.","explicacao_detalhada":"A palavra 'Jesus' é central na mensagem do evangelho, representando a encarnação de Deus entre nós.","por_que_esta_palavra":"A escolha do nome 'Jesus' destaca sua missão redentora e seu papel como mediador entre Deus e os homens.","conexao_teologica":"Jesus é o cumprimento das promessas messiânicas do Antigo Testamento.","referencias_relacionadas":["Mateus 1:21","Lucas 2:11","João 1:14"]},"joao_4_1_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de realizar ou executar a vontade de Deus.","explicacao_detalhada":"A palavra 'fazer' implica em ação e obediência à palavra de Deus.","por_que_esta_palavra":"A escolha de 'fazer' enfatiza a importância da prática da fé na vida do crente.","conexao_teologica":"A obediência às instruções de Deus é uma expressão de nossa fé e amor por Ele.","referencias_relacionadas":["Tiago 1:22","Mateus 7:21","1 João 2:17"]},"joao_4_2_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Novamente refere-se a Jesus, enfatizando sua autoridade e divindade.","explicacao_detalhada":"A repetição do nome 'Jesus' reforça a importância de sua identidade e missão.","por_que_esta_palavra":"A escolha do nome 'Jesus' é intencional para lembrar os ouvintes de sua centralidade na salvação.","conexao_teologica":"A identidade de Jesus como Filho de Deus é fundamental para a compreensão do evangelho.","referencias_relacionadas":["João 3:16","Atos 2:36","Filipenses 2:9-11"]},"joao_4_2_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"Indica uma conclusão ou consequência da ação anterior.","explicacao_detalhada":"A palavra 'portanto' conecta a ideia anterior com a ação que se segue, mostrando a lógica do argumento.","por_que_esta_palavra":"A escolha de 'portanto' é crucial para entender a continuidade do pensamento no texto.","conexao_teologica":"A lógica e a razão são importantes na fé cristã, onde as ações são baseadas em verdades reveladas.","referencias_relacionadas":["Romanos 12:1","Gálatas 5:13","Colossenses 3:17"]},"joao_4_3_terra":{"palavra_pt":"terra","palavra_original":"Ἰουδαία","transliteracao":"Ioudaía","strong":"G2449","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à região da Judeia, onde Jesus estava.","explicacao_detalhada":"A palavra 'terra' neste contexto indica a área geográfica onde Jesus se encontrava, que era a Judeia, uma das divisões territoriais de Israel.","por_que_esta_palavra":"A menção da terra é importante para situar a narrativa e entender o movimento de Jesus entre as regiões de Israel.","conexao_teologica":"A Judeia é frequentemente mencionada nas profecias e na história de Israel, simbolizando a aliança de Deus com Seu povo.","referencias_relacionadas":["Mateus 2:1","Lucas 1:5","João 3:22"]},"joao_4_3_galilee":{"palavra_pt":"galileia","palavra_original":"Γαλιλαία","transliteracao":"Galilaía","strong":"G1056","significado_raiz":"Ideia básica: galileia.","significado_contextual":"Refere-se à região da Galileia, onde Jesus cresceu e realizou muitos de Seus ministérios.","explicacao_detalhada":"A Galileia é uma região ao norte de Israel, conhecida por ser o lar de muitos dos discípulos de Jesus e por ser o local de muitos de Seus milagres.","por_que_esta_palavra":"A menção da Galileia destaca a origem de Jesus e a importância dessa região no Seu ministério.","conexao_teologica":"A Galileia representa a inclusão e a expansão do evangelho, alcançando não apenas os judeus, mas também os gentios.","referencias_relacionadas":["Mateus 4:12-16","Marcos 1:9","Lucas 4:14"]},"joao_4_4_cidade":{"palavra_pt":"cidade","palavra_original":"Σαμάρεια","transliteracao":"Samáreia","strong":"G4540","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade de Samaria, especificamente a cidade de Sicar.","explicacao_detalhada":"Samaria era uma cidade central na região de Samaria, conhecida por sua história de conflito entre judeus e samaritanos.","por_que_esta_palavra":"A menção da cidade é crucial para entender o encontro de Jesus com a mulher samaritana, que quebra barreiras culturais e sociais.","conexao_teologica":"Este encontro simboliza a oferta de salvação a todos, independentemente de origem étnica ou religiosa.","referencias_relacionadas":["Lucas 9:52","João 4:9","Atos 8:5"]},"joao_4_4_andar":{"palavra_pt":"andar","palavra_original":"διέρχομαι","transliteracao":"diérchomai","strong":"G1330","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de Jesus se deslocar de uma região para outra.","explicacao_detalhada":"A palavra 'andar' implica movimento e a intenção de Jesus de alcançar pessoas em diferentes localidades.","por_que_esta_palavra":"O movimento de Jesus é um tema central nos evangelhos, mostrando Sua missão ativa de buscar e salvar.","conexao_teologica":"O andar de Jesus representa a encarnação e a presença de Deus entre os homens, buscando relacionamentos.","referencias_relacionadas":["Mateus 4:19","Lucas 19:10","João 1:14"]},"joao_4_5_homem":{"palavra_pt":"homem","palavra_original":"πλησίον","transliteracao":"plēsíon","strong":"G4139","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao homem como um ser humano, no contexto do encontro de Jesus com a mulher samaritana.","explicacao_detalhada":"A palavra 'homem' aqui pode se referir tanto a um indivíduo específico quanto à humanidade em geral.","por_que_esta_palavra":"A inclusão do homem destaca a universalidade da mensagem de Jesus, que é para todos.","conexao_teologica":"A interação de Jesus com a mulher samaritana ilustra a dignidade e o valor de cada ser humano aos olhos de Deus.","referencias_relacionadas":["Gênesis 1:27","Mateus 5:14","João 3:16"]},"joao_4_5_cidade":{"palavra_pt":"cidade","palavra_original":"Σαμάρεια","transliteracao":"Samáreia","strong":"G4540","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se novamente à cidade de Samaria, enfatizando seu papel na narrativa.","explicacao_detalhada":"A cidade é um ponto focal onde as interações sociais e religiosas ocorrem, especialmente entre judeus e samaritanos.","por_que_esta_palavra":"A repetição da cidade enfatiza a importância do local no ministério de Jesus e na história da salvação.","conexao_teologica":"Samaria representa a inclusão do evangelho e a quebra de barreiras sociais e religiosas.","referencias_relacionadas":["João 4:9","Atos 1:8","Atos 8:14"]},"joao_4_6_agua":{"palavra_pt":"agua","palavra_original":"πηγή","transliteracao":"pēgḗ","strong":"G4077","significado_raiz":"Ideia básica: agua.","significado_contextual":"Refere-se à água como um elemento essencial para a vida, simbolizando também a necessidade espiritual.","explicacao_detalhada":"A água é um símbolo de purificação e vida, e neste contexto, Jesus usa a água para ilustrar a oferta de vida eterna.","por_que_esta_palavra":"A água é uma metáfora poderosa para a satisfação espiritual que Jesus oferece.","conexao_teologica":"Jesus se apresenta como a fonte de água viva, que sacia a sede espiritual da humanidade.","referencias_relacionadas":["Isaías 55:1","João 7:37-38","Apocalipse 21:6"]},"joao_4_6_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus como o protagonista da narrativa e o portador da mensagem de salvação.","explicacao_detalhada":"Jesus é apresentado como o Messias que oferece vida e esperança, quebrando barreiras sociais e religiosas.","por_que_esta_palavra":"A ênfase em Jesus é crucial, pois Ele é a chave para a compreensão do evangelho.","conexao_teologica":"A identidade de Jesus como Salvador é central na teologia cristã, representando a encarnação de Deus entre os homens.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"joao_4_6_israelite":{"palavra_pt":"israelita","palavra_original":"Ἰακώβ","transliteracao":"Iakṓb","strong":"G2384","significado_raiz":"Ideia básica: israelita.","significado_contextual":"Refere-se a Jacó, um patriarca importante na história de Israel.","explicacao_detalhada":"Jacó é uma figura central na narrativa bíblica, e sua menção conecta a história de Jesus com as promessas feitas a Israel.","por_que_esta_palavra":"A referência a Jacó destaca a continuidade da história da salvação e a importância das promessas de Deus.","conexao_teologica":"A história de Jacó é um símbolo da aliança de Deus com Seu povo, que culmina em Jesus.","referencias_relacionadas":["Gênesis 28:13-15","Gênesis 32:28","Romanos 9:6-8"]},"joao_4_7_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus em um momento de interação pessoal com a mulher samaritana.","explicacao_detalhada":"Neste contexto, Jesus se aproxima da mulher, quebrando normas sociais e religiosas da época.","por_que_esta_palavra":"A ênfase em Jesus destaca Sua missão de alcançar os marginalizados e oferecer graça.","conexao_teologica":"A interação de Jesus com a mulher samaritana ilustra o amor inclusivo de Deus por todos os povos.","referencias_relacionadas":["Lucas 19:10","João 3:17","Gálatas 3:28"]},"joao_4_7_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se à mulher samaritana que se encontra com Jesus no poço.","explicacao_detalhada":"Neste contexto, a mulher representa não apenas uma figura feminina, mas também a condição espiritual do povo samaritano, que estava afastado de Deus.","por_que_esta_palavra":"A escolha da palavra 'mulher' enfatiza a dignidade e o valor da mulher, desafiando as normas sociais da época que marginalizavam as mulheres.","conexao_teologica":"A interação de Jesus com a mulher samaritana demonstra a inclusão de todos os povos no plano de salvação de Deus.","referencias_relacionadas":["João 4:9","Lucas 8:2","Gálatas 3:28"]},"joao_4_7_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a relação entre Jesus e a mulher samaritana, destacando a interação entre eles.","explicacao_detalhada":"A preposição 'entre' sugere um espaço de diálogo e revelação, onde Jesus se coloca em uma posição de proximidade com a mulher.","por_que_esta_palavra":"Essa palavra é crucial para entender a dinâmica do encontro, que quebra barreiras sociais e culturais.","conexao_teologica":"A presença de Jesus entre os marginalizados é um tema central no Novo Testamento, mostrando que Ele veio para todos.","referencias_relacionadas":["Mateus 9:10","Marcos 2:15","Lucas 19:10"]},"joao_4_8_alimento":{"palavra_pt":"alimento","palavra_original":"τροφή","transliteracao":"trophḗ","strong":"G5160","significado_raiz":"Ideia básica: alimento.","significado_contextual":"A palavra 'alimento' refere-se à necessidade física e espiritual do ser humano.","explicacao_detalhada":"Jesus usa a metáfora do alimento para falar sobre a satisfação que vem de uma relação com Deus, contrastando com a fome física.","por_que_esta_palavra":"O uso de 'alimento' ilustra a profundidade da conversa sobre a vida eterna e a água viva que Ele oferece.","conexao_teologica":"O conceito de alimento espiritual é central na teologia cristã, onde Jesus é descrito como o pão da vida.","referencias_relacionadas":["João 6:35","Mateus 4:4","1 Pedro 2:2"]},"joao_4_9_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A repetição da palavra 'mulher' reforça a identidade da mulher samaritana e sua importância na narrativa.","explicacao_detalhada":"Ela questiona Jesus sobre a interação entre judeus e samaritanos, revelando preconceitos e barreiras sociais.","por_que_esta_palavra":"A palavra é usada para destacar a singularidade da mulher e seu papel na revelação do evangelho.","conexao_teologica":"A conversa entre Jesus e a mulher samaritana é um exemplo de como o evangelho transcende barreiras culturais.","referencias_relacionadas":["João 4:7","Gálatas 3:28","Atos 10:34-35"]},"joao_4_9_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"A palavra 'jewess' refere-se à identidade judaica da mulher, que é um ponto de tensão na conversa.","explicacao_detalhada":"Ela reconhece as divisões entre judeus e samaritanos, o que destaca a radicalidade da mensagem de Jesus.","por_que_esta_palavra":"A inclusão de 'jewess' enfatiza a quebra de barreiras étnicas e religiosas que Jesus promove.","conexao_teologica":"A mensagem de Jesus é universal, desafiando as divisões sociais e religiosas da época.","referencias_relacionadas":["João 4:7","Romanos 1:16","Efésios 2:14"]},"joao_4_10_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é central na narrativa, representando a fonte de água viva que Ele oferece.","explicacao_detalhada":"Jesus se apresenta como aquele que pode satisfazer a sede espiritual da mulher, oferecendo algo além do que ela conhece.","por_que_esta_palavra":"A menção de 'Jesus' destaca Sua autoridade e identidade como o Messias.","conexao_teologica":"A revelação de Jesus como a água viva é um tema recorrente, simbolizando a vida eterna.","referencias_relacionadas":["João 7:37-38","Apocalipse 21:6","Isaías 55:1"]},"joao_4_10_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se à divindade que Jesus representa e à Sua oferta de vida eterna.","explicacao_detalhada":"Jesus fala sobre a água viva que provém de Deus, enfatizando a relação entre o Pai e o Filho.","por_que_esta_palavra":"A menção de 'Deus' é fundamental para entender a natureza divina da oferta de Jesus.","conexao_teologica":"A relação entre Jesus e Deus é central na teologia cristã, mostrando a unidade na Trindade.","referencias_relacionadas":["João 14:6","Romanos 6:23","1 João 5:20"]},"joao_4_10_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se à vida espiritual que Jesus oferece, contrastando com a vida física.","explicacao_detalhada":"Jesus fala sobre uma vida que vai além da existência terrena, oferecendo uma nova dimensão de vida.","por_que_esta_palavra":"A palavra 'viver' é essencial para entender a promessa de Jesus de uma vida plena e eterna.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, onde a vida eterna é oferecida a todos os que creem.","referencias_relacionadas":["João 10:10","Romanos 8:1-2","1 João 5:11-12"]},"joao_4_11_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada pela mulher para se referir a Jesus, reconhecendo Sua autoridade.","explicacao_detalhada":"Ela usa 'senhor' em um contexto de respeito, mesmo sem entender completamente quem Ele é.","por_que_esta_palavra":"A palavra 'senhor' é significativa, pois indica um reconhecimento da posição de Jesus como alguém especial.","conexao_teologica":"A autoridade de Jesus é um tema importante, mostrando que Ele é digno de ser seguido e adorado.","referencias_relacionadas":["Mateus 7:29","Filipenses 2:9-11","Hebreus 1:3"]},"joao_4_11_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"A repetição da palavra 'viver' enfatiza a oferta de Jesus de uma vida nova e eterna.","explicacao_detalhada":"A mulher questiona como Jesus pode oferecer água viva, refletindo sua falta de compreensão sobre a vida espiritual.","por_que_esta_palavra":"A palavra 'viver' é crucial para a mensagem de Jesus sobre a transformação que Ele traz.","conexao_teologica":"A vida que Jesus oferece é um tema central, representando a salvação e a renovação espiritual.","referencias_relacionadas":["João 3:16","2 Coríntios 5:17","Gálatas 2:20"]},"joao_4_11_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se à interlocutora de Jesus, uma samaritana, que representa a humanidade em busca de água viva.","explicacao_detalhada":"Neste contexto, a mulher samaritana é um símbolo da busca espiritual e da necessidade de redenção. Jesus a aborda de maneira a quebrar barreiras sociais e culturais, mostrando que a salvação é para todos.","por_que_esta_palavra":"A escolha da palavra 'mulher' destaca a dignidade e o valor da mulher na sociedade, além de enfatizar a inclusão de todos no plano de salvação.","conexao_teologica":"A interação de Jesus com a mulher samaritana ilustra a universalidade da mensagem cristã e a quebra de preconceitos raciais e de gênero.","referencias_relacionadas":["João 4:7","Gálatas 3:28","Lucas 8:2"]},"joao_4_12_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"A palavra 'temor' é usada para expressar a reverência e o respeito que a mulher tem em relação a Jesus, que é percebido como um profeta.","explicacao_detalhada":"O temor aqui não é medo, mas uma profunda admiração e reconhecimento da autoridade de Jesus. A mulher se dá conta de que está diante de alguém especial, que conhece sua vida.","por_que_esta_palavra":"O uso da palavra 'temor' indica a importância do reconhecimento da divindade de Cristo e a resposta adequada do ser humano diante de Deus.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, e a mulher começa a entender a verdade sobre quem é Jesus.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 11:2"]},"joao_4_12_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é mencionada em um contexto onde a mulher questiona se Jesus é maior que Jacó, o patriarca que deu o poço.","explicacao_detalhada":"A mulher está tentando entender a identidade de Jesus e sua relação com Deus. Ela reconhece a importância de Jacó, mas Jesus revela que Ele é a fonte de água viva, superior a qualquer figura histórica.","por_que_esta_palavra":"A palavra 'deus' é crucial para entender a natureza divina de Jesus e sua missão redentora.","conexao_teologica":"A revelação de Jesus como Deus encarnado é central para a fé cristã, mostrando que Ele é a verdadeira fonte de vida.","referencias_relacionadas":["João 1:1","Colossenses 2:9","Hebreus 1:3"]},"joao_4_13_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao próprio Filho de Deus, que se apresenta como a solução para a sede espiritual da mulher.","explicacao_detalhada":"Jesus, ao se identificar como a fonte de água viva, revela sua missão de oferecer vida eterna e satisfação espiritual, contrastando com a água do poço que é temporária.","por_que_esta_palavra":"A menção de 'Jesus' é essencial, pois é através dele que a salvação e a vida eterna são oferecidas à humanidade.","conexao_teologica":"Jesus é o centro da mensagem cristã, e sua oferta de água viva simboliza a nova vida que Ele proporciona.","referencias_relacionadas":["João 7:37-38","Apocalipse 21:6","Apocalipse 22:17"]},"joao_4_13_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' é usada para descrever a relação de Jesus com a mulher e a revelação de sua identidade.","explicacao_detalhada":"Jesus fala sobre a água viva que Ele oferece, que é diferente da água do poço, enfatizando a proximidade e a intimidade do relacionamento que Ele deseja ter com a humanidade.","por_que_esta_palavra":"A palavra 'entre' sugere uma conexão pessoal e direta entre Jesus e a mulher, simbolizando a relação que Ele deseja ter com todos.","conexao_teologica":"A ideia de estar 'entre' os seres humanos é central na encarnação de Cristo, que veio habitar entre nós.","referencias_relacionadas":["Mateus 1:23","João 1:14","Hebreus 2:14"]},"joao_4_13_agua":{"palavra_pt":"agua","palavra_original":"ὕδωρ","transliteracao":"hýdōr","strong":"G5204","significado_raiz":"Ideia básica: agua.","significado_contextual":"A palavra 'água' refere-se ao elemento físico que a mulher busca, mas também simboliza a sede espiritual que todos têm.","explicacao_detalhada":"Jesus usa a metáfora da água para ilustrar a satisfação que Ele oferece, contrastando com a água do poço que apenas sacia temporariamente.","por_que_esta_palavra":"A água é um símbolo poderoso de vida e renovação, representando a graça e a salvação que Jesus oferece.","conexao_teologica":"A água viva é um tema recorrente na Bíblia, simbolizando o Espírito Santo e a vida eterna.","referencias_relacionadas":["Isaías 55:1","João 7:38","Apocalipse 22:17"]},"joao_4_14_agua":{"palavra_pt":"agua","palavra_original":"πηγή","transliteracao":"pēgḗ","strong":"G4077","significado_raiz":"Ideia básica: agua.","significado_contextual":"A palavra 'água' aqui é usada para descrever a água viva que Jesus oferece, que traz vida eterna.","explicacao_detalhada":"A água viva é uma metáfora para a satisfação espiritual que só pode ser encontrada em Cristo, contrastando com a busca incessante da mulher por satisfação.","por_que_esta_palavra":"A ênfase na água viva destaca a oferta de Jesus de algo que transcende as necessidades físicas e aborda a sede espiritual.","conexao_teologica":"A água viva simboliza o Espírito Santo, que habita nos crentes e os capacita a viver uma vida plena.","referencias_relacionadas":["João 7:38","Romanos 8:9","Gálatas 5:22-23"]},"joao_4_14_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à vida eterna que Jesus promete àqueles que creem nele.","explicacao_detalhada":"Jesus oferece não apenas uma existência física, mas uma vida abundante e eterna, que é o propósito da salvação.","por_que_esta_palavra":"A vida eterna é um dos temas centrais do evangelho, enfatizando a transformação que ocorre através da fé em Cristo.","conexao_teologica":"A vida que Jesus oferece é uma nova vida em comunhão com Deus, que começa agora e se estende pela eternidade.","referencias_relacionadas":["João 10:10","Romanos 6:23","1 João 5:11-12"]},"joao_4_14_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se à transformação que ocorre na vida da mulher ao aceitar a oferta de Jesus.","explicacao_detalhada":"A mulher é convidada a experimentar uma mudança radical em sua vida, passando de uma busca insaciável para a satisfação plena em Cristo.","por_que_esta_palavra":"A ideia de 'tornar-se' destaca a ação transformadora do evangelho na vida das pessoas.","conexao_teologica":"A transformação é um aspecto fundamental da experiência cristã, onde o crente é feito nova criatura em Cristo.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"joao_4_15_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada pela mulher para se referir a Jesus, reconhecendo sua autoridade e posição.","explicacao_detalhada":"Ao chamar Jesus de 'senhor', a mulher demonstra um reconhecimento de sua autoridade e poder, o que é um passo importante em sua jornada de fé.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a relação de submissão e respeito que devemos ter em relação a Cristo.","conexao_teologica":"Reconhecer Jesus como Senhor é essencial para a salvação e para a vida cristã, pois implica em aceitar sua autoridade sobre nossas vidas.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:10-11","Atos 2:36"]},"joao_4_15_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se à mulher samaritana com quem Jesus está conversando.","explicacao_detalhada":"Neste contexto, a mulher representa a humanidade sedenta de verdade e salvação. Jesus quebra barreiras sociais e culturais ao dialogar com ela.","por_que_esta_palavra":"A escolha da palavra 'mulher' destaca a dignidade e o valor da mulher na sociedade, além de enfatizar a inclusão no plano de salvação.","conexao_teologica":"A conversa de Jesus com a mulher samaritana ilustra a missão de Cristo de alcançar todos os povos, independentemente de gênero ou origem.","referencias_relacionadas":["Gênesis 2:22","Mateus 28:19","Gálatas 3:28"]},"joao_4_15_agua":{"palavra_pt":"agua","palavra_original":"ὕδωρ","transliteracao":"hýdōr","strong":"G5204","significado_raiz":"Ideia básica: agua.","significado_contextual":"A 'água' simboliza a vida eterna e a satisfação espiritual que Jesus oferece.","explicacao_detalhada":"Jesus usa a metáfora da água para explicar que Ele é a fonte que sacia a sede espiritual da humanidade, contrastando com a água física que é temporária.","por_que_esta_palavra":"A palavra 'água' é crucial para entender a oferta de Jesus de algo que vai além das necessidades físicas, apontando para a salvação.","conexao_teologica":"A água viva representa o Espírito Santo, que habita nos crentes e os capacita a viver em comunhão com Deus.","referencias_relacionadas":["Isaías 55:1","João 7:37-39","Apocalipse 21:6"]},"joao_4_16_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é mencionado como o Salvador que conhece a verdade sobre a vida da mulher.","explicacao_detalhada":"Jesus revela sua identidade e autoridade ao falar com a mulher, mostrando que Ele é o Messias que traz a verdade e a libertação.","por_que_esta_palavra":"A palavra 'Jesus' é central na mensagem do evangelho, pois é através dEle que a salvação é oferecida.","conexao_teologica":"A revelação de Jesus como o Messias é um tema recorrente no evangelho de João, enfatizando sua divindade e missão redentora.","referencias_relacionadas":["Mateus 1:21","João 3:16","Atos 4:12"]},"joao_4_16_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"A palavra 'depart' é usada quando Jesus instrui a mulher a chamar seu marido.","explicacao_detalhada":"Esse comando é um convite para que a mulher enfrente sua realidade e busque a verdade sobre sua vida, levando-a a um momento de reflexão.","por_que_esta_palavra":"A palavra 'depart' sugere uma ação de ir além da superficialidade, buscando um entendimento mais profundo de si mesma.","conexao_teologica":"A instrução de Jesus para que ela chame seu marido é um passo em direção à revelação da verdade e à transformação pessoal.","referencias_relacionadas":["Salmos 139:23-24","Romanos 12:2","2 Coríntios 5:17"]},"joao_4_16_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada quando Jesus pede à mulher que chame seu marido.","explicacao_detalhada":"Esse pedido provoca a mulher a confrontar sua vida e suas escolhas, levando-a a um diálogo mais profundo sobre sua situação.","por_que_esta_palavra":"A palavra 'dizer' é importante porque destaca a comunicação e a revelação que ocorrem na conversa entre Jesus e a mulher.","conexao_teologica":"A comunicação é fundamental na relação entre Deus e a humanidade, e Jesus usa isso para trazer à luz a verdade.","referencias_relacionadas":["Provérbios 18:21","Tiago 1:19","Efésios 4:29"]},"joao_4_17_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é novamente mencionado, enfatizando sua autoridade e conhecimento sobre a vida da mulher.","explicacao_detalhada":"Jesus revela que Ele sabe da vida da mulher, o que a leva a reconhecer sua própria condição e a buscar a verdade.","por_que_esta_palavra":"A palavra 'Jesus' é essencial, pois é através dEle que a verdade é revelada e a libertação é oferecida.","conexao_teologica":"A revelação do conhecimento de Jesus sobre a vida da mulher é um exemplo de como Ele conhece cada um de nós intimamente.","referencias_relacionadas":["Salmos 139:1-4","Hebreus 4:13","João 10:14"]},"joao_4_17_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' é usada novamente, referindo-se à mulher que está tendo um encontro transformador com Jesus.","explicacao_detalhada":"A repetição da palavra 'mulher' enfatiza a importância do diálogo e da revelação que está ocorrendo entre ela e Jesus.","por_que_esta_palavra":"A palavra 'mulher' destaca a dignidade e o valor que Jesus atribui a ela, desafiando as normas sociais da época.","conexao_teologica":"A interação de Jesus com a mulher samaritana é um exemplo do amor inclusivo de Deus por todos, independentemente de seu passado.","referencias_relacionadas":["Lucas 8:2","João 8:10-11","Gálatas 3:28"]},"joao_4_17_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' é usada quando a mulher responde a Jesus sobre sua vida.","explicacao_detalhada":"A mulher começa a abrir seu coração e a falar sobre sua realidade, o que é um passo importante para sua transformação.","por_que_esta_palavra":"A palavra 'falar' é significativa, pois representa a comunicação e a vulnerabilidade que são necessárias para a cura espiritual.","conexao_teologica":"Falar sobre nossas vidas e desafios é essencial para a experiência de cura e libertação que Jesus oferece.","referencias_relacionadas":["Tiago 5:16","Salmos 34:18","1 João 1:9"]},"joao_4_18_possessao":{"palavra_pt":"possessao","palavra_original":"ἔχω","transliteracao":"échō","strong":"G2192","significado_raiz":"Ideia básica: possessao.","significado_contextual":"A palavra 'possessão' refere-se à vida da mulher e suas relações, que são reveladas por Jesus.","explicacao_detalhada":"Jesus revela que a mulher teve cinco maridos, indicando a complexidade de sua vida e suas buscas por aceitação e amor.","por_que_esta_palavra":"A palavra 'possessão' destaca a realidade da vida da mulher e a necessidade de redenção que todos nós temos.","conexao_teologica":"A revelação da vida da mulher ilustra a graça de Deus que busca restaurar e redimir aqueles que estão perdidos.","referencias_relacionadas":["Romanos 3:23","1 Coríntios 6:11","Efésios 2:8-9"]},"joao_4_19_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada pela mulher ao reconhecer a autoridade de Jesus.","explicacao_detalhada":"Ao chamar Jesus de 'senhor', a mulher demonstra um reconhecimento de sua autoridade e um passo em direção à fé.","por_que_esta_palavra":"A palavra 'senhor' é fundamental, pois indica a posição de Jesus como autoridade divina e salvadora.","conexao_teologica":"Reconhecer Jesus como Senhor é o primeiro passo para a salvação e a transformação espiritual.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:10-11","Atos 2:36"]},"joao_4_19_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' é usada para se referir à mulher samaritana com quem Jesus está conversando.","explicacao_detalhada":"Neste contexto, a mulher representa não apenas uma pessoa, mas também a condição espiritual de muitos que buscam a verdade. Jesus a aborda de maneira pessoal, desafiando suas crenças e práticas.","por_que_esta_palavra":"A escolha da palavra 'mulher' é significativa, pois Jesus se dirige a ela com respeito e dignidade, quebrando normas sociais da época.","conexao_teologica":"A interação de Jesus com a mulher samaritana ilustra a inclusão e a oferta de salvação a todos, independentemente de gênero ou origem étnica.","referencias_relacionadas":["João 4:7","João 4:9","Lucas 8:2"]},"joao_4_20_monte":{"palavra_pt":"monte","palavra_original":"ὄρος","transliteracao":"óros","strong":"G3735","significado_raiz":"Ideia básica: monte.","significado_contextual":"O 'monte' mencionado refere-se ao local de adoração, que é um ponto central na discussão entre Jesus e a mulher samaritana.","explicacao_detalhada":"A mulher menciona o monte como um lugar de culto, representando a tradição samaritana, enquanto Jesus revela que a verdadeira adoração não está ligada a um lugar físico.","por_que_esta_palavra":"A palavra 'monte' simboliza a divisão entre judeus e samaritanos, e Jesus usa isso para ensinar sobre a verdadeira adoração.","conexao_teologica":"A discussão sobre o monte destaca a transição do culto físico para a adoração em espírito e verdade, um tema central na teologia cristã.","referencias_relacionadas":["Salmos 121:1","Mateus 5:14","Hebreus 12:22"]},"joao_4_20_jerusalem":{"palavra_pt":"jerusalem","palavra_original":"Ἱεροσόλυμα","transliteracao":"Hierosólyma","strong":"G2414","significado_raiz":"Ideia básica: jerusalem.","significado_contextual":"Jerusalém é mencionada como o centro de adoração dos judeus, contrastando com o monte mencionado pela mulher.","explicacao_detalhada":"A referência a Jerusalém destaca a importância da cidade como o local do templo e da adoração judaica, mas Jesus aponta que a verdadeira adoração transcende locais específicos.","por_que_esta_palavra":"Jerusalém representa a tradição e a história do povo de Deus, mas Jesus redefine o conceito de adoração.","conexao_teologica":"A menção de Jerusalém enfatiza a nova aliança em Cristo, onde a adoração não é limitada a um lugar, mas é uma questão de coração.","referencias_relacionadas":["Salmos 122:1","Mateus 21:10","Apocalipse 21:2"]},"joao_4_21_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o protagonista da conversa, revelando sua identidade e missão à mulher samaritana.","explicacao_detalhada":"Ao afirmar que a hora vem em que os verdadeiros adoradores adorarão ao Pai em espírito e verdade, Jesus se apresenta como o mediador entre Deus e a humanidade.","por_que_esta_palavra":"A palavra 'Jesus' é central, pois é através dele que a salvação e a verdadeira adoração são acessíveis.","conexao_teologica":"Jesus é o cumprimento das promessas de Deus e a chave para a verdadeira adoração.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 10:9"]},"joao_4_21_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' é fundamental para entender a resposta de Jesus sobre a adoração verdadeira.","explicacao_detalhada":"Jesus enfatiza que a adoração deve ser baseada na fé e na verdade, não em rituais ou locais específicos.","por_que_esta_palavra":"A fé é o meio pelo qual os crentes se conectam a Deus, e Jesus destaca sua importância na adoração.","conexao_teologica":"A fé é um tema central no Novo Testamento, sendo a base da relação entre o crente e Deus.","referencias_relacionadas":["Hebreus 11:1","Romanos 1:17","Gálatas 2:20"]},"joao_4_21_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' é repetida, enfatizando a continuidade da conversa e a importância da mulher samaritana.","explicacao_detalhada":"Jesus se dirige a ela de forma pessoal, mostrando que a salvação é para todos, independentemente de sua história ou condição.","por_que_esta_palavra":"A repetição da palavra 'mulher' reforça a dignidade e o valor que Jesus atribui a ela.","conexao_teologica":"A inclusão da mulher samaritana na conversa sobre adoração é um exemplo da missão de Jesus de alcançar os marginalizados.","referencias_relacionadas":["João 4:7","Lucas 10:38-42","João 8:10-11"]},"joao_4_22_libertar":{"palavra_pt":"salvacao","palavra_original":"σωτηρία","transliteracao":"sōtēría","strong":"G4991","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"A palavra 'salvação' é usada para descrever a obra redentora de Cristo, que é oferecida a todos.","explicacao_detalhada":"Jesus explica que a salvação vem dos judeus, mas está disponível para todos, incluindo os samaritanos.","por_que_esta_palavra":"A salvação é o tema central do evangelho, e Jesus destaca sua origem e abrangência.","conexao_teologica":"A salvação é um presente de Deus, acessível a todos que creem em Cristo.","referencias_relacionadas":["João 3:16","Romanos 1:16","Efésios 2:8-9"]},"joao_4_22_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' é usada para indicar a relação entre judeus e samaritanos na questão da salvação.","explicacao_detalhada":"Jesus menciona que a salvação vem dos judeus, mas isso não exclui os samaritanos, mostrando que a mensagem é universal.","por_que_esta_palavra":"A palavra 'entre' destaca a inclusão e a universalidade da salvação oferecida por Cristo.","conexao_teologica":"A salvação é para todos os povos, conforme a Grande Comissão de Jesus.","referencias_relacionadas":["Mateus 28:19","Atos 1:8","Romanos 10:12"]},"joao_4_22_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"A palavra 'judeu' refere-se ao povo escolhido de Deus, que tem um papel central na história da salvação.","explicacao_detalhada":"Jesus menciona que a salvação vem dos judeus, ressaltando a importância da linhagem e das promessas feitas a Abraão.","por_que_esta_palavra":"A palavra 'judeu' é crucial para entender a origem da salvação e o plano de Deus para a humanidade.","conexao_teologica":"A salvação é enraizada nas promessas de Deus ao povo de Israel, mas se estende a todos os povos.","referencias_relacionadas":["Romanos 9:4-5","Gálatas 3:28","Efésios 2:12"]},"joao_4_23_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se à natureza da adoração que Jesus está ensinando, que deve ser em espírito e verdade.","explicacao_detalhada":"Jesus explica que a adoração verdadeira não é apenas ritualística, mas deve envolver o coração e a alma do adorador.","por_que_esta_palavra":"A palavra 'espírito' é essencial para entender a nova forma de adoração que Jesus introduz.","conexao_teologica":"A adoração em espírito é uma expressão da nova vida que o crente tem em Cristo, através do Espírito Santo.","referencias_relacionadas":["Romanos 8:9","Gálatas 5:25","1 Coríntios 12:13"]},"joao_4_23_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Buscar refere-se à ação de procurar ou desejar algo com intensidade.","explicacao_detalhada":"No contexto de João 4:23, 'buscar' implica uma busca ativa e sincera por adoração verdadeira, que é desejada por Deus. Essa busca não é superficial, mas envolve um desejo profundo de se conectar com o divino.","por_que_esta_palavra":"A palavra 'buscar' é fundamental para entender a relação entre o ser humano e Deus, enfatizando a necessidade de um esforço consciente para encontrar e se relacionar com Ele.","conexao_teologica":"A busca por Deus é um tema central na teologia cristã, onde a verdadeira adoração é vista como um relacionamento ativo e contínuo com o Criador.","referencias_relacionadas":["Salmos 27:8","Mateus 7:7","Hebreus 11:6"]},"joao_4_23_dia":{"palavra_pt":"dia","palavra_original":"ὥρα","transliteracao":"hṓra","strong":"G5610","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia, neste contexto, refere-se a um tempo específico determinado por Deus para a adoração.","explicacao_detalhada":"A palavra 'dia' em João 4:23 é usada para indicar um tempo em que a verdadeira adoração será realizada, destacando a importância do tempo e da disposição para se conectar com Deus.","por_que_esta_palavra":"O uso de 'dia' enfatiza que a adoração não é apenas um ato ocasional, mas deve ser uma prática contínua e intencional na vida do crente.","conexao_teologica":"A noção de tempo na adoração reflete a soberania de Deus sobre a história e a importância de se dedicar momentos específicos para Ele.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Romanos 12:1"]},"joao_4_24_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Espírito refere-se à essência divina que habita em cada crente e é essencial para a verdadeira adoração.","explicacao_detalhada":"Em João 4:24, o 'espírito' é descrito como a parte do ser humano que se conecta com Deus, indicando que a adoração deve ser feita com sinceridade e autenticidade, não apenas externamente.","por_que_esta_palavra":"A palavra 'espírito' é crucial para entender que a adoração verdadeira transcende rituais e se concentra na condição interna do adorador.","conexao_teologica":"A teologia do Espírito Santo é central no cristianismo, enfatizando que é através do Espírito que os crentes podem se relacionar com Deus.","referencias_relacionadas":["Romanos 8:16","1 Coríntios 2:10-12","Gálatas 5:25"]},"joao_4_24_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o ser supremo, o criador e sustentador do universo, digno de adoração.","explicacao_detalhada":"Em João 4:24, a referência a Deus destaca a sua natureza como o único digno de adoração verdadeira, que deve ser feita em espírito e verdade.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para a compreensão da adoração, pois define o objeto da adoração e a relação do ser humano com o divino.","conexao_teologica":"A adoração a Deus é um princípio central na fé cristã, refletindo a reverência e a submissão do crente ao seu Criador.","referencias_relacionadas":["Salmos 95:6","Isaías 40:28","Apocalipse 4:11"]},"joao_4_24_adoracao":{"palavra_pt":"adorar/prostrar","palavra_original":"προσκυνέω","transliteracao":"proskynéō","strong":"G4352","significado_raiz":"Ideia básica: adorar.","significado_contextual":"Adorar implica em prestar reverência e honra a Deus, reconhecendo sua grandeza.","explicacao_detalhada":"A palavra 'adorar' em João 4:24 sugere um ato de prostração e submissão, onde o adorador se coloca em uma posição de humildade diante de Deus.","por_que_esta_palavra":"A adoração é uma resposta natural do ser humano à grandeza de Deus, e a palavra enfatiza a necessidade de um coração sincero e humilde.","conexao_teologica":"A adoração é vista como um ato de amor e devoção, essencial para a vida espiritual do crente.","referencias_relacionadas":["Salmos 29:2","Romanos 12:1","Hebreus 13:15"]},"joao_4_25_cristo":{"palavra_pt":"cristo","palavra_original":"Μεσσίας","transliteracao":"Messías","strong":"G3323","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo refere-se ao Messias esperado, aquele que traria salvação e redenção.","explicacao_detalhada":"Em João 4:25, a mulher samaritana menciona o Cristo, reconhecendo a expectativa messiânica que permeava seu povo, e Jesus revela que Ele é esse Messias.","por_que_esta_palavra":"A palavra 'Cristo' é central para a fé cristã, pois representa a realização das promessas de Deus para a humanidade.","conexao_teologica":"A identificação de Jesus como o Cristo é fundamental para a compreensão da salvação e do plano redentor de Deus.","referencias_relacionadas":["Mateus 1:16","Lucas 2:11","Atos 2:36"]},"joao_4_25_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Ungido refere-se àquele que foi escolhido e capacitado por Deus para uma missão especial.","explicacao_detalhada":"A palavra 'ungido' em João 4:25 destaca a autoridade e a missão de Jesus como o Messias, que foi designado para trazer a salvação ao povo.","por_que_esta_palavra":"A unção é um símbolo de poder e presença divina, essencial para entender a identidade de Jesus como o Cristo.","conexao_teologica":"A unção de Jesus é um tema recorrente na teologia, refletindo sua função como Rei e Salvador.","referencias_relacionadas":["Salmos 2:2","Isaías 61:1","Atos 10:38"]},"joao_4_25_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Mulher refere-se à figura feminina que, neste contexto, representa a humanidade em busca de Deus.","explicacao_detalhada":"Em João 4:25, a mulher samaritana é um exemplo de alguém que busca respostas espirituais e que, ao encontrar Jesus, descobre a verdade sobre a adoração.","por_que_esta_palavra":"A palavra 'mulher' é significativa, pois representa a inclusão de todos os seres humanos na mensagem de salvação de Jesus.","conexao_teologica":"A interação de Jesus com a mulher samaritana demonstra a universalidade da mensagem do evangelho, que é para todos, independentemente de gênero ou origem.","referencias_relacionadas":["Gálatas 3:28","João 8:10-11","Lucas 8:2"]},"joao_4_26_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o nome do Salvador, o Filho de Deus que veio ao mundo para redimir a humanidade.","explicacao_detalhada":"Em João 4:26, Jesus se revela como o Messias à mulher samaritana, afirmando sua identidade e missão redentora.","por_que_esta_palavra":"A palavra 'Jesus' é central na fé cristã, pois representa a encarnação de Deus e a realização de Sua promessa de salvação.","conexao_teologica":"A identidade de Jesus como o Filho de Deus é fundamental para a compreensão da Trindade e da obra redentora na história da salvação.","referencias_relacionadas":["Mateus 1:21","João 3:16","Atos 4:12"]},"joao_4_26_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer refere-se à ação de comunicar ou declarar algo.","explicacao_detalhada":"Em João 4:26, a palavra 'dizer' é usada quando Jesus revela sua identidade à mulher, enfatizando a importância da comunicação divina.","por_que_esta_palavra":"A palavra 'dizer' é crucial para entender como Deus se comunica com a humanidade e como a revelação é parte do relacionamento com Ele.","conexao_teologica":"A comunicação de Deus com o ser humano é um tema central na teologia, refletindo a revelação progressiva de Sua vontade.","referencias_relacionadas":["Salmos 119:105","Hebreus 1:1-2","1 João 1:5"]},"joao_4_27_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"A palavra 'buscar' refere-se à ação de procurar ou investigar algo com intenção.","explicacao_detalhada":"Neste contexto, a mulher samaritana estava buscando respostas e compreensão sobre a vida e a adoração. Jesus a instiga a buscar a verdade sobre sua vida e sua relação com Deus.","por_que_esta_palavra":"A escolha da palavra 'buscar' enfatiza a necessidade de um esforço ativo para encontrar a verdade espiritual.","conexao_teologica":"Buscar a verdade é um tema central na fé cristã, onde os crentes são chamados a buscar a Deus de todo o coração.","referencias_relacionadas":["Mateus 7:7","Jeremias 29:13","Salmos 119:2"]},"joao_4_27_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em acompanhar ou obedecer a alguém ou algo.","explicacao_detalhada":"No contexto, seguir Jesus significa não apenas estar fisicamente ao seu lado, mas também aceitar seus ensinamentos e viver de acordo com eles.","por_que_esta_palavra":"A palavra 'seguir' é crucial para entender o discipulado e a relação entre Jesus e seus seguidores.","conexao_teologica":"Seguir a Cristo é um chamado para todos os crentes, refletindo a entrega e a obediência a Ele.","referencias_relacionadas":["Lucas 9:23","Mateus 4:19","João 10:27"]},"joao_4_28_familia":{"palavra_pt":"familia","palavra_original":"ὑδρία","transliteracao":"hydría","strong":"G5201","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' é usada para descrever um grupo de pessoas unidas por laços de sangue ou por relações próximas.","explicacao_detalhada":"Neste versículo, a mulher deixa seu cântaro e vai chamar sua família, indicando a importância das relações familiares na propagação da mensagem de Jesus.","por_que_esta_palavra":"A ênfase na família destaca a relevância das relações pessoais na evangelização.","conexao_teologica":"A família é vista como uma unidade fundamental na sociedade e na igreja, onde a fé é muitas vezes transmitida.","referencias_relacionadas":["Efésios 6:1-4","Colossenses 3:18-21","1 Timóteo 5:8"]},"joao_4_28_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se a uma pessoa do sexo feminino, mas neste contexto, também simboliza a dignidade e o valor que Jesus dá a todos.","explicacao_detalhada":"Jesus se dirige à mulher samaritana, quebrando barreiras sociais e culturais, e mostrando que a mensagem de salvação é para todos, independentemente de gênero.","por_que_esta_palavra":"A inclusão da mulher no diálogo é significativa, pois Jesus reconhece e valoriza sua voz e experiência.","conexao_teologica":"A dignidade das mulheres é um tema importante na teologia cristã, refletindo a igualdade diante de Deus.","referencias_relacionadas":["Gálatas 3:28","Lucas 8:1-3","Romanos 16:1-2"]},"joao_4_29_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'Cristo' significa 'ungido' e refere-se a Jesus como o Messias prometido.","explicacao_detalhada":"A mulher samaritana reconhece Jesus como o Cristo, o que é um ponto culminante em sua jornada de fé e entendimento.","por_que_esta_palavra":"A identificação de Jesus como o Cristo é central para a fé cristã, pois Ele é o cumprimento das promessas do Antigo Testamento.","conexao_teologica":"O conceito de Cristo como o ungido é fundamental para entender a missão de Jesus e seu papel na salvação.","referencias_relacionadas":["Isaías 61:1","Mateus 1:16","Atos 2:36"]},"joao_4_29_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de realizar ou executar algo.","explicacao_detalhada":"A mulher convida as pessoas a virem ver Jesus, sugerindo que elas devem 'fazer' algo em resposta ao que ela descobriu.","por_que_esta_palavra":"A ação de fazer é um chamado à resposta ativa à revelação de Jesus.","conexao_teologica":"A fé cristã é uma fé ativa, que exige ação e resposta ao chamado de Deus.","referencias_relacionadas":["Tiago 1:22","Mateus 5:16","Colossenses 3:23"]},"joao_4_29_conhecer":{"palavra_pt":"ver/conhecer","palavra_original":"εἴδω","transliteracao":"eídō","strong":"G1492","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver/conhecer' implica em ter uma compreensão ou experiência direta.","explicacao_detalhada":"A mulher samaritana deseja que outros venham e conheçam Jesus, enfatizando a importância do encontro pessoal com Ele.","por_que_esta_palavra":"Conhecer Jesus é mais do que saber sobre Ele; é ter um relacionamento pessoal com Ele.","conexao_teologica":"O conhecimento de Deus é um tema central na Bíblia, onde o relacionamento íntimo com Ele é encorajado.","referencias_relacionadas":["João 17:3","1 João 2:3","Filipenses 3:10"]},"joao_4_30_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' refere-se a um espaço ou posição que separa ou conecta duas ou mais partes.","explicacao_detalhada":"A mulher vai entre os homens da cidade para compartilhar sua experiência com Jesus, mostrando a importância da comunicação e do testemunho.","por_que_esta_palavra":"A ideia de estar 'entre' destaca a missão da igreja de estar no mundo e interagir com as pessoas.","conexao_teologica":"A presença de crentes 'entre' os não crentes é essencial para a evangelização e o testemunho.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","1 Pedro 2:9"]},"joao_4_30_forth":{"palavra_pt":"adiante","palavra_original":"ἐξέρχομαι","transliteracao":"exérchomai","strong":"G1831","significado_raiz":"Ideia básica: adiante.","significado_contextual":"A palavra 'adiante' implica em movimento para frente ou em direção a um objetivo.","explicacao_detalhada":"A mulher vai adiante para compartilhar a mensagem de Jesus, simbolizando a urgência e a importância da evangelização.","por_que_esta_palavra":"A ação de ir adiante reflete a missão de levar o evangelho a todos os lugares.","conexao_teologica":"O chamado para ir adiante é um tema recorrente na Bíblia, onde os crentes são enviados para compartilhar a boa nova.","referencias_relacionadas":["Romanos 10:15","Marcos 16:15","Isaías 52:7"]},"joao_4_31_mestre":{"palavra_pt":"mestre","palavra_original":"ῥαββί","transliteracao":"rhabbí","strong":"G4461","significado_raiz":"Ideia básica: mestre.","significado_contextual":"A palavra 'mestre' refere-se a alguém que ensina ou orienta.","explicacao_detalhada":"Os discípulos chamam Jesus de mestre, reconhecendo sua autoridade e ensinamentos.","por_que_esta_palavra":"A palavra 'mestre' é significativa, pois Jesus não é apenas um professor, mas o Senhor que guia seus seguidores.","conexao_teologica":"Reconhecer Jesus como mestre é fundamental para o discipulado e a obediência à sua palavra.","referencias_relacionadas":["Mateus 23:10","João 13:13","Tiago 3:1"]},"joao_4_31_desejo":{"palavra_pt":"desejo","palavra_original":"ἐρωτάω","transliteracao":"erōtáō","strong":"G2065","significado_raiz":"Ideia básica: desejo.","significado_contextual":"O desejo mencionado por Jesus refere-se à sua vontade de cumprir a missão que o Pai lhe deu.","explicacao_detalhada":"A palavra 'desejo' (ἐρωτάω) implica um anseio profundo, uma busca por algo que é essencial. No contexto, Jesus expressa que seu desejo é fazer a vontade de Deus, que é mais importante do que qualquer necessidade física.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a intensidade do desejo de Jesus em cumprir a obra de Deus, mostrando que sua prioridade é espiritual.","conexao_teologica":"O desejo de Jesus reflete a obediência e a submissão à vontade do Pai, um tema central na teologia cristã sobre a relação entre Jesus e Deus.","referencias_relacionadas":["João 6:38","Mateus 26:39","Hebreus 10:7"]},"joao_4_32_alimento":{"palavra_pt":"alimento","palavra_original":"βρῶσις","transliteracao":"brōsis","strong":"G1035","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Jesus fala sobre um alimento que não é físico, mas espiritual, referindo-se à sua missão e ao sustento que vem de Deus.","explicacao_detalhada":"A palavra 'alimento' (βρῶσις) é usada para contrastar o alimento físico com o alimento espiritual que Jesus oferece. Ele ensina que há uma satisfação que vai além do físico, que é encontrada em cumprir a vontade de Deus.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância do sustento espiritual, que é vital para a vida do crente.","conexao_teologica":"O conceito de alimento espiritual é fundamental na teologia cristã, onde Jesus é visto como o pão da vida que sacia a fome espiritual.","referencias_relacionadas":["João 6:35","Mateus 4:4","1 Pedro 2:2"]},"joao_4_32_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' (ἔπω) é utilizada por Jesus para comunicar verdades espirituais e ensinar seus discípulos.","explicacao_detalhada":"Neste contexto, Jesus está se referindo à importância de comunicar a mensagem do evangelho e a verdade de Deus, mostrando que suas palavras têm poder e significado.","por_que_esta_palavra":"A escolha de 'falar' enfatiza a comunicação divina e a revelação de Deus através de Jesus.","conexao_teologica":"A palavra de Deus é central na teologia cristã, sendo vista como um meio pelo qual Deus se revela à humanidade.","referencias_relacionadas":["Romanos 10:17","Hebreus 4:12","Mateus 28:19-20"]},"joao_4_32_possessao":{"palavra_pt":"possessao","palavra_original":"ἔχω","transliteracao":"échō","strong":"G2192","significado_raiz":"Ideia básica: possessao.","significado_contextual":"A palavra 'possessão' (ἔχω) refere-se ao que Jesus possui em termos de autoridade e poder espiritual.","explicacao_detalhada":"Jesus fala sobre ter a possessão de algo que é mais valioso do que qualquer bem material, que é a realização da vontade de Deus.","por_que_esta_palavra":"Esta palavra é importante para entender que a verdadeira possessão está em ter uma relação com Deus e cumprir sua vontade.","conexao_teologica":"A possessão espiritual é um tema recorrente na Bíblia, onde a verdadeira riqueza é encontrada em Cristo.","referencias_relacionadas":["Filipenses 3:8","Colossenses 3:2","Mateus 6:19-21"]},"joao_4_33_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' (μή) é usada para enfatizar a negação de que a satisfação verdadeira vem de fontes humanas.","explicacao_detalhada":"Neste contexto, Jesus está afirmando que a verdadeira fonte de sustento e satisfação é Deus, e não as coisas deste mundo.","por_que_esta_palavra":"A palavra é crucial para entender a dependência de Jesus em relação ao Pai e a importância de buscar a Deus acima de tudo.","conexao_teologica":"A relação entre Deus e o homem é central na teologia cristã, onde Deus é visto como a fonte de toda vida e sustento.","referencias_relacionadas":["Salmos 42:1-2","Mateus 5:6","João 15:5"]},"joao_4_33_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' (λέγω) é usada por Jesus para comunicar verdades espirituais e instruções aos seus discípulos.","explicacao_detalhada":"Jesus frequentemente usa a palavra para ensinar e revelar a natureza de Deus e seu plano para a humanidade.","por_que_esta_palavra":"A escolha de 'dizer' destaca a importância da comunicação divina e a revelação de Deus através de Jesus.","conexao_teologica":"A palavra de Deus é um tema central na teologia cristã, onde a comunicação divina é vista como essencial para a fé.","referencias_relacionadas":["João 8:31-32","Romanos 1:16","1 João 1:5"]},"joao_4_34_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' (Ἰησοῦς) é o nome do Salvador, que cumpre a vontade do Pai e traz salvação ao mundo.","explicacao_detalhada":"Neste contexto, Jesus se identifica como aquele que está em missão para realizar a obra de Deus, enfatizando sua divindade e humanidade.","por_que_esta_palavra":"A menção do nome de Jesus é fundamental para a compreensão da salvação e da relação entre Deus e a humanidade.","conexao_teologica":"Jesus é o centro da teologia cristã, sendo visto como o mediador entre Deus e os homens.","referencias_relacionadas":["Atos 4:12","João 14:6","Romanos 10:9"]},"joao_4_34_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' (ποιέω) refere-se à ação de Jesus em cumprir a vontade de Deus.","explicacao_detalhada":"Jesus enfatiza que sua missão é fazer a obra do Pai, que é a salvação da humanidade e a revelação do amor de Deus.","por_que_esta_palavra":"A escolha de 'fazer' destaca a ação prática de Jesus em realizar a vontade de Deus, mostrando que a fé é acompanhada de obras.","conexao_teologica":"A relação entre fé e obras é um tema central na teologia cristã, onde a ação é uma expressão da fé genuína.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Mateus 7:21"]},"joao_4_34_alimento":{"palavra_pt":"alimento","palavra_original":"βρῶμα","transliteracao":"brōma","strong":"G1033","significado_raiz":"Ideia básica: alimento.","significado_contextual":"A palavra 'alimento' (βρῶμα) é usada para descrever o sustento espiritual que Jesus oferece.","explicacao_detalhada":"Jesus fala sobre um alimento que nutre a alma e é essencial para a vida espiritual, contrastando com o alimento físico.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância do sustento espiritual na vida do crente.","conexao_teologica":"O alimento espiritual é um tema recorrente na Bíblia, onde Jesus é identificado como o pão da vida.","referencias_relacionadas":["João 6:51","Mateus 4:4","1 Coríntios 10:3-4"]},"joao_4_35_harvest":{"palavra_pt":"harvest","palavra_original":"θερισμός","transliteracao":"therismós","strong":"G2326","significado_raiz":"Ideia básica: harvest.","significado_contextual":"A palavra 'harvest' (θερισμός) refere-se à colheita espiritual, simbolizando a colheita de almas para o Reino de Deus.","explicacao_detalhada":"Jesus usa a metáfora da colheita para ilustrar a urgência da missão e a necessidade de trabalhadores para a seara espiritual.","por_que_esta_palavra":"A escolha de 'harvest' destaca a importância da evangelização e do trabalho missionário na vida cristã.","conexao_teologica":"A colheita é um tema importante na teologia cristã, representando a resposta ao chamado de Deus para levar o evangelho ao mundo.","referencias_relacionadas":["Mateus 9:37-38","Lucas 10:2","João 15:16"]},"joao_4_35_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"O 'olho' representa a capacidade de perceber e discernir as necessidades ao nosso redor.","explicacao_detalhada":"No contexto de João 4:35, Jesus fala sobre a colheita espiritual, sugerindo que os discípulos devem estar atentos e prontos para ver as oportunidades de evangelização. O 'olho' simboliza a visão espiritual e a percepção das almas que precisam de salvação.","por_que_esta_palavra":"A palavra 'olho' é utilizada para enfatizar a importância de estar alerta e consciente das oportunidades que Deus coloca diante de nós.","conexao_teologica":"A visão espiritual é fundamental na vida cristã, pois nos permite ver além das circunstâncias físicas e entender a obra de Deus ao nosso redor.","referencias_relacionadas":["Mateus 9:37-38","Lucas 10:2","Hebreus 12:2"]},"joao_4_35_solo":{"palavra_pt":"solo","palavra_original":"χώρα","transliteracao":"chṓra","strong":"G5561","significado_raiz":"Ideia básica: solo.","significado_contextual":"O 'solo' refere-se ao terreno onde a semente da Palavra de Deus é plantada.","explicacao_detalhada":"Em João 4:35, o 'solo' simboliza o coração das pessoas que recebem a mensagem do evangelho. A qualidade do solo determina a frutificação da semente plantada, refletindo a receptividade das pessoas à mensagem de Cristo.","por_que_esta_palavra":"A palavra 'solo' é escolhida para ilustrar a importância do ambiente espiritual e emocional em que a Palavra de Deus é semeada.","conexao_teologica":"A parábola do semeador (Mateus 13) destaca a importância do solo, mostrando que a resposta à mensagem de Deus varia de acordo com a condição do coração.","referencias_relacionadas":["Mateus 13:3-9","Marcos 4:14-20","Lucas 8:5-15"]},"joao_4_36_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A 'vida' aqui se refere à vida espiritual que resulta da colheita das almas.","explicacao_detalhada":"No versículo, Jesus fala sobre a colheita que traz vida, enfatizando que a evangelização resulta em vidas transformadas e salvas. A 'vida' é um tema central no ministério de Jesus, que veio para dar vida em abundância.","por_que_esta_palavra":"A palavra 'vida' é crucial para entender o propósito do evangelho e a transformação que ele traz.","conexao_teologica":"A vida eterna é um dos principais temas do Novo Testamento, onde a fé em Cristo é apresentada como o caminho para a verdadeira vida.","referencias_relacionadas":["João 10:10","João 3:16","Romanos 6:23"]},"joao_4_36_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à natureza divina que se alegra com a salvação das almas.","explicacao_detalhada":"Neste contexto, a alegria de Deus é mencionada em relação à colheita espiritual, mostrando que a salvação é um motivo de celebração no céu. A natureza de Deus é amorosa e deseja que todos sejam salvos.","por_que_esta_palavra":"A palavra 'deus' é utilizada para enfatizar a soberania e a alegria divina na obra de salvação.","conexao_teologica":"A alegria de Deus na salvação é um tema recorrente nas Escrituras, refletindo Seu amor e desejo de reconciliação com a humanidade.","referencias_relacionadas":["Lucas 15:7","1 Timóteo 2:4","2 Pedro 3:9"]},"joao_4_36_bom":{"palavra_pt":"bom","palavra_original":"μισθός","transliteracao":"misthós","strong":"G3408","significado_raiz":"Ideia básica: bom.","significado_contextual":"O 'bom' refere-se à recompensa que vem da colheita espiritual.","explicacao_detalhada":"Em João 4:36, a recompensa é descrita como 'boa', indicando que o trabalho na seara do Senhor traz frutos positivos e recompensas eternas. A palavra 'bom' também reflete a natureza de Deus, que é a fonte de todo bem.","por_que_esta_palavra":"A palavra 'bom' é utilizada para ressaltar a qualidade da recompensa que os trabalhadores receberão por seu esforço na evangelização.","conexao_teologica":"A recompensa divina é um tema importante, mostrando que Deus valoriza o trabalho feito em Seu nome e promete recompensas eternas.","referencias_relacionadas":["Mateus 25:21","Gálatas 6:9","Apocalipse 22:12"]},"joao_4_37_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/verbo' refere-se à mensagem de Cristo e à sua importância na salvação.","explicacao_detalhada":"No contexto de João 4:37, a referência ao 'verbo' destaca a centralidade de Cristo na mensagem do evangelho. Ele é a Palavra que se fez carne e trouxe a revelação de Deus ao mundo.","por_que_esta_palavra":"A palavra 'palavra' é essencial para entender a comunicação de Deus com a humanidade e a importância de Cristo como mediador.","conexao_teologica":"A teologia do Verbo é fundamental no cristianismo, onde Cristo é visto como a encarnação da Palavra de Deus.","referencias_relacionadas":["João 1:1-14","Hebreus 1:1-3","1 João 1:1"]},"joao_4_37_semente":{"palavra_pt":"semente","palavra_original":"σπείρω","transliteracao":"speírō","strong":"G4687","significado_raiz":"Ideia básica: semente.","significado_contextual":"A 'semente' representa a mensagem do evangelho que é plantada nos corações das pessoas.","explicacao_detalhada":"Em João 4:37, a 'semente' simboliza a Palavra de Deus que, quando semeada, pode produzir frutos espirituais. A colheita é o resultado do trabalho de semear a Palavra.","por_que_esta_palavra":"A palavra 'semente' é utilizada para ilustrar o potencial da mensagem de Cristo em gerar vida e transformação.","conexao_teologica":"A metáfora da semente é comum nas Escrituras, enfatizando a importância da evangelização e do crescimento espiritual.","referencias_relacionadas":["Mateus 13:31-32","Marcos 4:26-29","1 Coríntios 3:6-7"]},"joao_4_38_forca":{"palavra_pt":"forca","palavra_original":"κόπος","transliteracao":"kópos","strong":"G2873","significado_raiz":"Ideia básica: forca.","significado_contextual":"A 'força' refere-se ao esforço e trabalho necessários na colheita espiritual.","explicacao_detalhada":"No contexto de João 4:38, a 'força' simboliza o empenho dos trabalhadores na seara do Senhor. O trabalho evangelístico exige dedicação e esforço para alcançar os perdidos.","por_que_esta_palavra":"A palavra 'força' é utilizada para enfatizar a necessidade de um esforço ativo na obra de Deus.","conexao_teologica":"A ideia de trabalhar com força e dedicação é um princípio bíblico que se aplica a todas as áreas da vida cristã.","referencias_relacionadas":["Colossenses 3:23-24","1 Coríntios 15:58","Gálatas 6:9"]},"joao_4_38_reap":{"palavra_pt":"reap","palavra_original":"θερίζω","transliteracao":"therízō","strong":"G2325","significado_raiz":"Ideia básica: reap.","significado_contextual":"O 'reap' refere-se ao ato de colher os frutos do trabalho evangelístico.","explicacao_detalhada":"Em João 4:38, a colheita é uma metáfora para a salvação das almas, onde aqueles que semearam e aqueles que colhem são igualmente importantes no plano de Deus.","por_que_esta_palavra":"A palavra 'reap' é utilizada para ilustrar a ação de colher os frutos do evangelho, mostrando a importância do trabalho em equipe no ministério.","conexao_teologica":"A colheita espiritual é um tema recorrente, enfatizando a colaboração entre os que semeiam e os que colhem no reino de Deus.","referencias_relacionadas":["Mateus 9:37-38","Lucas 10:2","João 15:16"]},"joao_4_38_obra":{"palavra_pt":"obra","palavra_original":"κοπιάω","transliteracao":"kopiáō","strong":"G2872","significado_raiz":"Ideia básica: obra.","significado_contextual":"A 'obra' refere-se ao trabalho realizado na seara do Senhor.","explicacao_detalhada":"No contexto de João 4:38, a 'obra' é o esforço coletivo dos crentes para levar a mensagem de Cristo ao mundo. Cada um tem um papel a desempenhar na evangelização.","por_que_esta_palavra":"A palavra 'obra' é utilizada para enfatizar a responsabilidade dos crentes em participar ativamente na missão de Deus.","conexao_teologica":"A obra de Deus é um chamado para todos os crentes, refletindo a importância do serviço e da dedicação ao evangelho.","referencias_relacionadas":["Efésios 2:10","Filipenses 1:6","1 Pedro 2:9"]},"joao_4_39_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Jesus que trouxe transformação e fé aos samaritanos.","explicacao_detalhada":"A palavra 'lógos' é usada para descrever não apenas a fala, mas também a essência e a razão por trás da comunicação divina. Neste contexto, representa a mensagem de salvação que Jesus trouxe.","por_que_esta_palavra":"A palavra é central na mensagem cristã, pois é através dela que a fé é gerada e a verdade é revelada.","conexao_teologica":"A palavra de Deus é viva e eficaz, e é através dela que os crentes são chamados à fé.","referencias_relacionadas":["João 1:1","Hebreus 4:12","Romanos 10:17"]},"joao_4_39_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica a magnitude da transformação que a mensagem de Jesus trouxe à vida dos samaritanos.","explicacao_detalhada":"A palavra 'polýs' enfatiza a grandeza da obra de Deus, mostrando que muitos creram e foram impactados pela mensagem de Cristo.","por_que_esta_palavra":"A grandeza da resposta dos samaritanos destaca o poder do evangelho em alcançar e transformar vidas.","conexao_teologica":"A grandeza da salvação é um tema recorrente nas Escrituras, mostrando que a graça de Deus é abundante.","referencias_relacionadas":["Atos 2:41","Mateus 9:37-38","Lucas 15:10"]},"joao_4_39_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se à crença dos samaritanos na mensagem de Jesus como o Messias.","explicacao_detalhada":"A palavra 'pisteúō' implica uma confiança ativa e uma resposta à revelação de Deus. Neste contexto, representa a fé que leva à salvação.","por_que_esta_palavra":"A fé é fundamental para a relação do crente com Deus, sendo o meio pelo qual recebemos a salvação.","conexao_teologica":"A fé é o fundamento da vida cristã, sendo essencial para a justificação diante de Deus.","referencias_relacionadas":["Efésios 2:8-9","Hebreus 11:1","Romanos 1:17"]},"joao_4_40_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que os samaritanos convidaram Jesus a permanecer com eles.","explicacao_detalhada":"A palavra 'hēméra' destaca a importância do tempo e das oportunidades que Deus nos dá para conhecer e experimentar Sua presença.","por_que_esta_palavra":"O dia em que Jesus ficou com os samaritanos foi um momento decisivo para a evangelização daquela região.","conexao_teologica":"Deus opera em momentos específicos da história, e cada dia é uma oportunidade para experimentar Sua graça.","referencias_relacionadas":["Salmos 118:24","Mateus 6:34","Tiago 4:14"]},"joao_4_41_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Jesus que continuou a impactar os samaritanos durante sua estadia.","explicacao_detalhada":"A repetição da palavra 'lógos' enfatiza a continuidade da mensagem de Cristo e seu poder transformador.","por_que_esta_palavra":"A palavra de Cristo é a fonte de vida e esperança, essencial para a fé dos crentes.","conexao_teologica":"A permanência da palavra de Deus em nossas vidas é crucial para o crescimento espiritual.","referencias_relacionadas":["João 15:7","1 Pedro 1:23","Colossenses 3:16"]},"joao_4_41_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grande quantidade de pessoas que creram na mensagem de Jesus.","explicacao_detalhada":"A palavra 'polýs' destaca a abundância da resposta positiva à mensagem do evangelho.","por_que_esta_palavra":"A grandeza da colheita espiritual é um testemunho do poder de Deus para salvar.","conexao_teologica":"A grandeza da obra de Deus é um tema central na missão da Igreja.","referencias_relacionadas":["Mateus 28:19-20","Lucas 10:2","Atos 4:4"]},"joao_4_41_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se à fé dos samaritanos que creram na mensagem de Jesus.","explicacao_detalhada":"A palavra 'pisteúō' enfatiza a resposta de fé que leva à salvação e à transformação.","por_que_esta_palavra":"A fé é a chave para a experiência de um relacionamento pessoal com Deus.","conexao_teologica":"A fé é o meio pelo qual recebemos a graça e a salvação oferecidas por Cristo.","referencias_relacionadas":["Romanos 10:9-10","Gálatas 2:20","1 João 5:1"]},"joao_4_42_deus":{"palavra_pt":"deus","palavra_original":"σωτήρ","transliteracao":"sōtḗr","strong":"G4990","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao reconhecimento de Jesus como o Salvador enviado por Deus.","explicacao_detalhada":"A palavra 'sōtḗr' significa 'salvador' e é um título que enfatiza a missão redentora de Cristo.","por_que_esta_palavra":"Reconhecer Jesus como Deus e Salvador é fundamental para a fé cristã.","conexao_teologica":"A divindade de Cristo é essencial para a compreensão da salvação e da redenção.","referencias_relacionadas":["João 3:16","Atos 4:12","Romanos 5:8"]},"joao_4_42_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Jesus como o Messias, o Ungido de Deus.","explicacao_detalhada":"A palavra 'Christós' é um título que indica a unção divina de Jesus para cumprir a missão de salvação.","por_que_esta_palavra":"O reconhecimento de Jesus como o Cristo é central para a fé cristã e a compreensão da Escritura.","conexao_teologica":"A unção de Cristo é um tema que permeia toda a Bíblia, desde as profecias do Antigo Testamento até o Novo Testamento.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","Atos 10:38"]},"joao_4_42_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se à fé dos samaritanos que reconheceram Jesus como o Cristo.","explicacao_detalhada":"A palavra 'pisteúō' destaca a crença ativa e a confiança em Jesus como o Salvador.","por_que_esta_palavra":"A fé é o meio pelo qual os samaritanos se conectaram com a verdade de quem Jesus é.","conexao_teologica":"A fé é a resposta necessária para receber a salvação e a vida eterna.","referencias_relacionadas":["João 1:12","Efésios 2:8","Hebreus 11:6"]},"joao_4_43_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de 24 horas, mas também pode simbolizar um tempo de revelação e ação divina.","explicacao_detalhada":"No contexto do versículo, 'dia' pode indicar o tempo em que Jesus estava se preparando para retornar à Galileia, um momento significativo em sua missão.","por_que_esta_palavra":"A palavra 'dia' é utilizada para enfatizar a passagem do tempo e a importância dos eventos que ocorrem durante esse período.","conexao_teologica":"O conceito de 'dia' também pode ser associado ao tempo de salvação e à vinda do Reino de Deus.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","Mateus 6:34"]},"joao_4_43_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Indica a ação de acompanhar ou ir atrás de alguém, no caso, Jesus.","explicacao_detalhada":"Neste versículo, 'seguir' implica em uma resposta à chamada de Jesus, demonstrando fé e disposição para aprender com Ele.","por_que_esta_palavra":"A escolha da palavra 'seguir' reflete a ideia de discipulado, onde os crentes são chamados a seguir os ensinamentos e o exemplo de Cristo.","conexao_teologica":"Seguir a Jesus é um tema central no Novo Testamento, representando a entrega total à sua liderança.","referencias_relacionadas":["Mateus 4:19","Lucas 9:23","João 10:27"]},"joao_4_43_galilee":{"palavra_pt":"galileia","palavra_original":"Γαλιλαία","transliteracao":"Galilaía","strong":"G1056","significado_raiz":"Ideia básica: galileia.","significado_contextual":"Refere-se à região da Galileia, onde Jesus realizou muitos de seus milagres e ensinamentos.","explicacao_detalhada":"A Galileia é um local de grande importância na vida de Jesus, simbolizando a periferia e a inclusão dos marginalizados.","por_que_esta_palavra":"A menção da Galileia destaca a missão de Jesus entre os pobres e necessitados, contrastando com a elite religiosa de Jerusalém.","conexao_teologica":"A Galileia representa o início da obra de Jesus e a expansão do evangelho para além dos limites de Israel.","referencias_relacionadas":["Mateus 4:12-16","Marcos 1:9","Lucas 4:14"]},"joao_4_44_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome que significa 'O Senhor é salvação', referindo-se à figura central do cristianismo.","explicacao_detalhada":"Neste contexto, Jesus é apresentado como aquele que traz a salvação e a cura, especialmente para os que creem nele.","por_que_esta_palavra":"O uso do nome 'Jesus' enfatiza sua identidade divina e sua missão redentora.","conexao_teologica":"Jesus é o cumprimento das promessas messiânicas do Antigo Testamento, sendo o Salvador esperado.","referencias_relacionadas":["Mateus 1:21","Lucas 2:11","Atos 4:12"]},"joao_4_45_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de realizar ou executar algo, neste caso, um milagre.","explicacao_detalhada":"A palavra 'fazer' é usada para descrever as obras de Jesus, que são sinais de sua autoridade e poder divino.","por_que_esta_palavra":"A escolha dessa palavra destaca a ação prática de Jesus em atender às necessidades das pessoas.","conexao_teologica":"As obras de Jesus são um testemunho de sua divindade e da vinda do Reino de Deus.","referencias_relacionadas":["Mateus 11:5","João 14:12","Atos 10:38"]},"joao_4_45_galilee":{"palavra_pt":"galileia","palavra_original":"Γαλιλαία","transliteracao":"Galilaía","strong":"G1056","significado_raiz":"Ideia básica: galileia.","significado_contextual":"Reitera a importância da Galileia como o local onde Jesus foi bem recebido após sua viagem.","explicacao_detalhada":"A Galileia é vista como um lugar de fé e aceitação, onde muitos reconheceram Jesus como o Messias.","por_que_esta_palavra":"A repetição da palavra 'Galileia' enfatiza a conexão de Jesus com seu povo e sua missão entre eles.","conexao_teologica":"A Galileia é um símbolo da inclusão e da graça de Deus, alcançando todos os que creem.","referencias_relacionadas":["Mateus 4:25","Lucas 4:14-15","João 1:46"]},"joao_4_46_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se novamente à figura de Jesus, enfatizando sua autoridade e poder para realizar milagres.","explicacao_detalhada":"Neste versículo, Jesus é chamado para intervir em uma situação de necessidade, mostrando sua compaixão.","por_que_esta_palavra":"A repetição do nome 'Jesus' reforça sua identidade como o Salvador que responde às súplicas.","conexao_teologica":"A presença de Jesus é um sinal da intervenção divina na vida humana.","referencias_relacionadas":["Mateus 8:5-13","Marcos 5:34","João 11:43-44"]},"joao_4_46_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Novamente refere-se à ação de realizar algo, neste caso, um milagre de cura.","explicacao_detalhada":"A palavra 'fazer' destaca a capacidade de Jesus de transformar situações e trazer esperança.","por_que_esta_palavra":"A ênfase na ação de 'fazer' reflete a natureza ativa do ministério de Jesus.","conexao_teologica":"As ações de Jesus são manifestações do amor e do poder de Deus em ação.","referencias_relacionadas":["Mateus 9:35","Lucas 8:50","João 2:11"]},"joao_4_46_cana":{"palavra_pt":"cana","palavra_original":"Κανᾶ","transliteracao":"Kanâ","strong":"G2580","significado_raiz":"Ideia básica: cana.","significado_contextual":"Refere-se à cidade de Caná, conhecida por ser o local do primeiro milagre de Jesus.","explicacao_detalhada":"Caná é um símbolo de transformação, onde Jesus transformou água em vinho, mostrando seu poder sobre a criação.","por_que_esta_palavra":"A menção de Caná destaca a importância dos sinais e maravilhas que Jesus realizou em sua missão.","conexao_teologica":"Caná representa o início da revelação da glória de Jesus e a manifestação de sua divindade.","referencias_relacionadas":["João 2:1-11","Mateus 4:13","João 21:2"]},"joao_4_47_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Mais uma vez, refere-se a Jesus, enfatizando sua centralidade na narrativa.","explicacao_detalhada":"Neste contexto, Jesus é procurado por um oficial que busca ajuda para seu filho, mostrando a fé que ele inspira.","por_que_esta_palavra":"A repetição do nome 'Jesus' reforça a ideia de que Ele é a única fonte de esperança e cura.","conexao_teologica":"A busca por Jesus é um tema recorrente, simbolizando a necessidade humana de salvação e intervenção divina.","referencias_relacionadas":["Mateus 9:27","Lucas 17:13","João 6:68"]},"joao_4_47_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma relação de proximidade ou inclusão.","explicacao_detalhada":"No contexto do versículo, 'entre' sugere que o homem estava em uma posição intermediária, buscando ajuda de Jesus que estava em outra localidade.","por_que_esta_palavra":"A escolha da palavra 'entre' enfatiza a distância física e a necessidade de intercessão.","conexao_teologica":"A ideia de estar 'entre' reflete a intercessão de Cristo entre Deus e a humanidade.","referencias_relacionadas":["1 Timóteo 2:5","Hebreus 7:25","Romanos 8:34"]},"joao_4_47_terra":{"palavra_pt":"terra","palavra_original":"Ἰουδαία","transliteracao":"Ioudaía","strong":"G2449","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se à região geográfica da Judeia.","explicacao_detalhada":"Neste versículo, 'terra' é usada para indicar a origem do homem que buscava Jesus, destacando a importância do local na narrativa.","por_que_esta_palavra":"A menção da 'terra' sublinha a conexão entre os eventos que ocorrem em diferentes locais na vida de Jesus.","conexao_teologica":"A Judeia é um local central na história da salvação, onde muitos eventos significativos ocorreram.","referencias_relacionadas":["Mateus 2:1","Lucas 2:4","João 3:22"]},"joao_4_48_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é central na narrativa, representando o Salvador.","explicacao_detalhada":"Neste contexto, Jesus é visto como a fonte de cura e esperança, e seu nome é invocado pelo oficial em busca de ajuda.","por_que_esta_palavra":"A palavra 'Jesus' é usada para enfatizar a identidade divina e a autoridade de Cristo.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e seu nome é sinônimo de salvação.","referencias_relacionadas":["Atos 4:12","Romanos 10:13","Filipenses 2:10"]},"joao_4_48_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' implica confiança e fé em Jesus.","explicacao_detalhada":"Neste versículo, Jesus desafia o oficial a crer em seu poder, não apenas em sinais e maravilhas.","por_que_esta_palavra":"A ênfase em 'crer' destaca a importância da fé como um elemento essencial na relação com Deus.","conexao_teologica":"A fé é fundamental para a salvação e a vida cristã, conforme ensinado em várias partes da Bíblia.","referencias_relacionadas":["Hebreus 11:6","Efésios 2:8-9","João 3:16"]},"joao_4_48_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para referir-se à divindade e autoridade suprema.","explicacao_detalhada":"Neste contexto, a palavra é utilizada para contrastar a autoridade de Jesus com a falta de fé do povo.","por_que_esta_palavra":"A menção de 'deus' ressalta a soberania divina e a necessidade de reconhecer a autoridade de Cristo.","conexao_teologica":"A divindade de Jesus é um tema central na teologia cristã, afirmando sua natureza como Filho de Deus.","referencias_relacionadas":["João 1:1","Colossenses 2:9","Hebreus 1:3"]},"joao_4_49_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' denota respeito e reconhecimento da autoridade de Jesus.","explicacao_detalhada":"O oficial se dirige a Jesus como 'senhor', reconhecendo sua posição e poder para curar.","por_que_esta_palavra":"A utilização de 'senhor' enfatiza a submissão e a fé do oficial em Jesus.","conexao_teologica":"Reconhecer Jesus como Senhor é fundamental para a fé cristã e a relação com Deus.","referencias_relacionadas":["Romanos 10:9","Atos 2:36","Filipenses 2:11"]},"joao_4_49_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de comunicar ou ordenar.","explicacao_detalhada":"Jesus usa a palavra 'dizer' para afirmar sua autoridade ao declarar a cura do filho do oficial.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca o poder da palavra de Jesus em realizar milagres.","conexao_teologica":"A palavra de Deus tem poder criativo e transformador, como evidenciado em várias passagens bíblicas.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Hebreus 4:12"]},"joao_4_50_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é novamente enfatizado como a fonte de cura e salvação.","explicacao_detalhada":"Neste versículo, a menção de Jesus reafirma sua identidade e autoridade em realizar milagres.","por_que_esta_palavra":"A repetição do nome 'Jesus' serve para reforçar a confiança do oficial em sua palavra.","conexao_teologica":"A identidade de Jesus como Salvador é um tema central na mensagem do evangelho.","referencias_relacionadas":["João 14:6","Atos 10:43","1 João 5:12"]},"joao_4_50_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/verbo' refere-se à comunicação divina e à ação de Deus.","explicacao_detalhada":"Neste contexto, 'palavra' representa a autoridade de Jesus e seu poder de realizar o que promete.","por_que_esta_palavra":"A palavra de Jesus é viva e eficaz, capaz de trazer vida e transformação.","conexao_teologica":"A ideia do 'Verbo' é central na teologia cristã, especialmente em relação à encarnação de Cristo.","referencias_relacionadas":["João 1:14","Hebreus 1:1-2","Apocalipse 19:13"]},"joao_4_50_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se à vida plena que Jesus oferece.","explicacao_detalhada":"Neste versículo, 'viver' implica não apenas a cura física, mas também a vida espiritual que Jesus proporciona.","por_que_esta_palavra":"A ênfase em 'viver' destaca a missão de Jesus de dar vida em abundância.","conexao_teologica":"A vida em Cristo é um tema central, refletindo a promessa de vida eterna aos que creem.","referencias_relacionadas":["João 10:10","Romanos 6:23","1 João 5:11-12"]},"joao_4_51_crianca":{"palavra_pt":"crianca","palavra_original":"παῖς","transliteracao":"paîs","strong":"G3816","significado_raiz":"Ideia básica: crianca.","significado_contextual":"Refere-se a um jovem ou filho, indicando a vulnerabilidade e a dependência da criança.","explicacao_detalhada":"A palavra 'crianca' (παῖς) é usada no contexto de um filho que estava doente e cuja cura foi anunciada por Jesus. Isso ressalta a importância da fé e da intercessão.","por_que_esta_palavra":"A escolha da palavra enfatiza a fragilidade da vida e a necessidade de cuidado, tanto físico quanto espiritual.","conexao_teologica":"A cura do filho do oficial é um exemplo do poder de Jesus sobre a vida e a morte, mostrando que Ele é a fonte de vida.","referencias_relacionadas":["Mateus 18:10","Lucas 18:15-17","Marcos 10:14"]},"joao_4_51_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"Indica a continuidade da vida, especialmente em contraste com a morte.","explicacao_detalhada":"A palavra 'viver' (ζάω) é usada para descrever a restauração da vida do filho do oficial, simbolizando a nova vida que Jesus oferece.","por_que_esta_palavra":"A ênfase na vida destaca a missão de Jesus de trazer vida abundante a todos que creem.","conexao_teologica":"Jesus é descrito como a vida (João 14:6), e este milagre é um testemunho de Sua autoridade sobre a morte.","referencias_relacionadas":["João 10:10","Romanos 6:4","1 João 5:12"]},"joao_4_52_dia":{"palavra_pt":"dia","palavra_original":"ὥρα","transliteracao":"hṓra","strong":"G5610","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo específico, que é crucial para a narrativa da cura.","explicacao_detalhada":"A palavra 'dia' (ὥρα) é utilizada para marcar o momento em que a cura ocorreu, enfatizando a precisão do milagre realizado por Jesus.","por_que_esta_palavra":"A menção do dia é importante para mostrar que a cura foi instantânea e não um processo gradual.","conexao_teologica":"O tempo de Deus é perfeito, e cada milagre acontece no momento certo, conforme Sua vontade.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 31:15","Gálatas 6:9"]},"joao_4_52_fever":{"palavra_pt":"fever","palavra_original":"πυρετός","transliteracao":"pyretós","strong":"G4446","significado_raiz":"Ideia básica: fever.","significado_contextual":"Refere-se à condição de saúde do filho, que estava gravemente doente.","explicacao_detalhada":"A palavra 'fever' (πυρετός) indica a gravidade da situação, mostrando a urgência da necessidade de cura.","por_que_esta_palavra":"A gravidade da febre ressalta o poder de Jesus para curar doenças que parecem incuráveis.","conexao_teologica":"Jesus é o médico dos enfermos, e Sua capacidade de curar doenças é um reflexo de Sua compaixão e poder divino.","referencias_relacionadas":["Mateus 8:14-15","Marcos 1:30-31","Tiago 5:14"]},"joao_4_52_ask":{"palavra_pt":"ask","palavra_original":"πυνθάνομαι","transliteracao":"pynthánomai","strong":"G4441","significado_raiz":"Ideia básica: ask.","significado_contextual":"Refere-se ao ato de buscar informações ou esclarecimentos sobre a cura.","explicacao_detalhada":"A palavra 'ask' (πυνθάνομαι) é usada quando o oficial pergunta sobre a hora em que seu filho foi curado, demonstrando sua fé e curiosidade.","por_que_esta_palavra":"A pergunta do oficial reflete a busca por confirmação do milagre, mostrando a relação entre fé e entendimento.","conexao_teologica":"A busca por respostas é uma parte da jornada de fé, onde Deus se revela àqueles que O buscam.","referencias_relacionadas":["Tiago 1:5","Mateus 7:7","Lucas 11:9"]},"joao_4_53_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se ao nome de Jesus, que é central para a narrativa da cura.","explicacao_detalhada":"A palavra 'jesus' (Ἰησοῦς) é mencionada como o agente da cura, destacando Sua identidade e autoridade.","por_que_esta_palavra":"O nome de Jesus é poderoso e representa a salvação e a cura que Ele oferece à humanidade.","conexao_teologica":"Jesus é o Salvador e o Senhor, e Seu nome é invocado em momentos de necessidade e fé.","referencias_relacionadas":["Atos 4:12","Romanos 10:13","Filipenses 2:9-11"]},"joao_4_53_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se à vida restaurada do filho após a cura.","explicacao_detalhada":"A palavra 'viver' (ζάω) é novamente utilizada para enfatizar a nova vida que foi dada ao filho do oficial.","por_que_esta_palavra":"A repetição da palavra destaca a transformação que ocorre através da fé em Jesus.","conexao_teologica":"A vida em Cristo é uma vida abundante e transformadora, que vai além da mera existência.","referencias_relacionadas":["João 11:25","2 Coríntios 5:17","Gálatas 2:20"]},"joao_4_53_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se à crença do oficial na palavra de Jesus.","explicacao_detalhada":"A palavra 'crer' (πιστεύω) é central para a narrativa, pois a fé do oficial resultou na cura de seu filho.","por_que_esta_palavra":"A fé é o meio pelo qual recebemos as promessas de Deus, e a crença do oficial é um exemplo de fé ativa.","conexao_teologica":"A fé é fundamental na relação com Deus, sendo o caminho para a salvação e a cura.","referencias_relacionadas":["Hebreus 11:1","Marcos 9:23","João 3:16"]},"joao_4_54_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Novamente, refere-se ao nome de Jesus, enfatizando Sua autoridade e poder.","explicacao_detalhada":"A palavra 'jesus' (Ἰησοῦς) é mencionada para reafirmar que Ele é o protagonista da cura e da fé do oficial.","por_que_esta_palavra":"O nome de Jesus é associado a milagres e salvação, sendo central na mensagem do Evangelho.","conexao_teologica":"A autoridade de Jesus é reconhecida em toda a Escritura, e Seu nome é exaltado acima de todo nome.","referencias_relacionadas":["Colossenses 1:17","Mateus 28:18","Apocalipse 19:16"]},"joao_4_54_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se ao ato de realizar ou efetuar algo, neste caso, a cura.","explicacao_detalhada":"A palavra 'fazer' (ποιέω) é usada para descrever a ação de Jesus ao curar o filho do oficial, mostrando Seu poder ativo.","por_que_esta_palavra":"A ênfase na ação de Jesus destaca que Ele não apenas fala, mas também age em favor dos que têm fé.","conexao_teologica":"As obras de Jesus são um testemunho de Sua divindade e do cumprimento das promessas de Deus.","referencias_relacionadas":["João 14:12","Efésios 2:10","Tito 2:14"]},"joao_4_54_milagre":{"palavra_pt":"sinal","palavra_original":"σημεῖον","transliteracao":"sēmeîon","strong":"G4592","significado_raiz":"Ideia básica: sinal.","significado_contextual":"O termo 'sinal' refere-se a um milagre que aponta para uma verdade maior sobre Jesus.","explicacao_detalhada":"No contexto de João 4:54, o 'sinal' é o milagre da cura do filho do oficial, que demonstra o poder de Jesus e sua autoridade divina. Este milagre não é apenas uma demonstração de compaixão, mas também um indicativo da fé que o oficial teve em Jesus.","por_que_esta_palavra":"A palavra 'sinal' é usada para enfatizar que os milagres de Jesus têm um propósito além do ato em si; eles revelam sua identidade como o Filho de Deus.","conexao_teologica":"Os sinais de Jesus são uma forma de revelar a natureza de Deus e sua obra redentora na humanidade, mostrando que Ele é o Messias prometido.","referencias_relacionadas":["João 2:11","João 20:30-31","Mateus 12:38-40"]}}