{"joao_6_1_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus, o Filho de Deus, que veio ao mundo para salvar a humanidade.","explicacao_detalhada":"A palavra 'Jesus' é central para a fé cristã, representando a encarnação de Deus e a Sua obra redentora. No contexto, Jesus está realizando milagres e ensinando sobre o Reino de Deus.","por_que_esta_palavra":"A menção de Jesus é essencial para entender a identidade e a missão do Messias, que é o cumprimento das promessas de Deus.","conexao_teologica":"Jesus é o centro da teologia cristã, sendo visto como o Salvador e Senhor, e a revelação plena de Deus ao homem.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"joao_6_1_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se ao ato de acompanhar ou seguir alguém em sua jornada ou ensinamentos.","explicacao_detalhada":"A palavra 'seguir' implica em um compromisso ativo de seguir os ensinamentos e a liderança de Jesus. No contexto, isso se refere aos discípulos que o acompanhavam.","por_que_esta_palavra":"A ideia de seguir Jesus é fundamental para a vida cristã, que envolve não apenas crença, mas também ação e discipulado.","conexao_teologica":"Seguir a Jesus é um chamado para todos os crentes, refletindo a necessidade de uma vida dedicada ao serviço e à obediência a Ele.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"joao_6_1_beyond":{"palavra_pt":"alem","palavra_original":"πέραν","transliteracao":"péran","strong":"G4008","significado_raiz":"Ideia básica: alem.","significado_contextual":"Refere-se a um local além do que é imediatamente visível ou acessível.","explicacao_detalhada":"No contexto de João 6:1, 'alem' indica que Jesus e seus discípulos estavam se movendo para um lugar além do mar da Galileia, sugerindo uma transição para um espaço mais isolado.","por_que_esta_palavra":"A palavra 'alem' é usada para enfatizar a localização geográfica e a intenção de Jesus de se afastar das multidões.","conexao_teologica":"A movimentação de Jesus para além do mar simboliza a busca por um espaço de reflexão e ensino longe da pressão das multidões.","referencias_relacionadas":["Mateus 14:13","Marcos 6:32","Lucas 9:10"]},"joao_6_2_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grande quantidade de pessoas que seguiam Jesus.","explicacao_detalhada":"Em João 6:2, 'grande' descreve a multidão que estava em busca de Jesus, destacando a popularidade de seu ministério e o impacto de seus milagres.","por_que_esta_palavra":"A ênfase na grandeza da multidão serve para mostrar a necessidade de Jesus de alimentar e cuidar de todos, refletindo seu papel como o Bom Pastor.","conexao_teologica":"A grandeza da multidão também simboliza a universalidade da mensagem de Jesus, que é destinada a todos.","referencias_relacionadas":["Mateus 5:1","Lucas 12:1","Marcos 8:1"]},"joao_6_2_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de realizar um milagre ou ato significativo.","explicacao_detalhada":"No contexto de João 6:2, 'fazer' implica nas obras que Jesus realizava, como curar e alimentar, que atraíam as multidões.","por_que_esta_palavra":"A palavra é crucial para entender a natureza do ministério de Jesus, que era caracterizado por ações que demonstravam compaixão e poder divino.","conexao_teologica":"As obras de Jesus são um testemunho de sua identidade como Filho de Deus e Salvador.","referencias_relacionadas":["João 14:12","Mateus 11:5","Lucas 7:22"]},"joao_6_2_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se à multidão que seguia Jesus em busca de milagres e ensinamentos.","explicacao_detalhada":"Em João 6:2, 'povo' destaca a coletividade das pessoas que estavam em busca de Jesus, refletindo a necessidade espiritual e física que tinham.","por_que_esta_palavra":"A palavra 'povo' é importante para entender a dinâmica entre Jesus e aqueles que o seguiam, mostrando a relação entre o mestre e seus discípulos.","conexao_teologica":"Jesus se apresenta como o pão da vida, atendendo às necessidades do povo tanto física quanto espiritualmente.","referencias_relacionadas":["Mateus 9:36","Marcos 8:2","Lucas 19:10"]},"joao_6_3_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se à figura central do cristianismo, o Filho de Deus.","explicacao_detalhada":"Em João 6:3, Jesus é mencionado como aquele que se retirou para o monte, um ato que demonstra sua busca por comunhão com o Pai e um momento de ensino.","por_que_esta_palavra":"A menção de Jesus é fundamental, pois ele é o protagonista da narrativa e a fonte de toda a ação e ensinamento.","conexao_teologica":"Jesus é o mediador entre Deus e a humanidade, e sua retirada para o monte simboliza a importância da oração e da comunhão com Deus.","referencias_relacionadas":["Mateus 17:1","Lucas 6:12","João 1:14"]},"joao_6_3_monte":{"palavra_pt":"monte","palavra_original":"ὄρος","transliteracao":"óros","strong":"G3735","significado_raiz":"Ideia básica: monte.","significado_contextual":"Refere-se ao local elevado onde Jesus se retirou para orar.","explicacao_detalhada":"Em João 6:3, o 'monte' simboliza um lugar de solitude e reflexão, onde Jesus se retira para se conectar com o Pai antes de realizar milagres.","por_que_esta_palavra":"O monte é um símbolo de proximidade com Deus, onde muitos eventos significativos ocorreram na Bíblia.","conexao_teologica":"A retirada de Jesus para o monte enfatiza a importância da oração e da preparação espiritual antes de agir.","referencias_relacionadas":["Mateus 5:1","Lucas 9:28","Marcos 9:2"]},"joao_6_3_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se ao ato de acompanhar Jesus em sua jornada.","explicacao_detalhada":"Em João 6:3, 'seguir' implica na disposição das pessoas de acompanhar Jesus, demonstrando sua busca por ensinamentos e milagres.","por_que_esta_palavra":"A palavra 'seguir' é crucial para entender a relação entre Jesus e seus discípulos, que o seguiam em busca de direção espiritual.","conexao_teologica":"Seguir a Jesus é um chamado para todos os crentes, refletindo a necessidade de discipulado e compromisso com Ele.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"joao_6_4_pascoa":{"palavra_pt":"pascoa","palavra_original":"πάσχα","transliteracao":"páscha","strong":"G3957","significado_raiz":"Ideia básica: pascoa.","significado_contextual":"Refere-se à celebração da Páscoa, um evento significativo no calendário judaico.","explicacao_detalhada":"Em João 6:4, a menção da Páscoa indica o contexto cultural e religioso em que os eventos estão ocorrendo, ligando a obra de Jesus à libertação do povo de Israel.","por_que_esta_palavra":"A Páscoa é um símbolo de libertação e redenção, que se conecta com a missão de Jesus de salvar a humanidade.","conexao_teologica":"Jesus é o verdadeiro Cordeiro da Páscoa, cuja morte e ressurreição trazem a verdadeira libertação do pecado.","referencias_relacionadas":["Êxodo 12:14","Mateus 26:17","Lucas 22:1"]},"joao_6_4_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"Refere-se ao povo judeu, especialmente em relação à observância da Páscoa.","explicacao_detalhada":"Em João 6:4, a menção dos judeus destaca a identidade cultural e religiosa do povo que estava em torno de Jesus, enfatizando a conexão com as tradições judaicas.","por_que_esta_palavra":"A palavra 'jew ess' é importante para entender o contexto em que Jesus operava e a relação com a lei e os profetas.","conexao_teologica":"A identidade judaica de Jesus e de seus seguidores é fundamental para compreender a continuidade da promessa de Deus ao seu povo.","referencias_relacionadas":["Mateus 1:1","João 4:22","Romanos 1:16"]},"joao_6_5_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se novamente à figura central do cristianismo, o Filho de Deus.","explicacao_detalhada":"Em João 6:5, Jesus é apresentado como aquele que percebe a necessidade da multidão e se prepara para realizar um milagre, mostrando sua compaixão.","por_que_esta_palavra":"A repetição do nome Jesus enfatiza sua importância e o papel ativo que ele desempenha na vida das pessoas.","conexao_teologica":"Jesus é o provedor e sustentador, que se preocupa com as necessidades físicas e espirituais de seu povo.","referencias_relacionadas":["Mateus 14:15","Marcos 6:34","Lucas 9:12"]},"joao_6_5_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grande multidão que seguia Jesus.","explicacao_detalhada":"A palavra 'grande' enfatiza a quantidade significativa de pessoas que estavam presentes, o que destaca a importância do milagre que Jesus estava prestes a realizar.","por_que_esta_palavra":"A escolha da palavra 'grande' sublinha a magnitude do evento e a necessidade que Jesus estava prestes a atender.","conexao_teologica":"A presença de uma grande multidão é um símbolo da busca espiritual e da necessidade de alimento espiritual, que Jesus oferece.","referencias_relacionadas":["Mateus 14:14","Marcos 6:34","Lucas 9:11"]},"joao_6_5_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à visão de Jesus ao observar a multidão.","explicacao_detalhada":"A palavra 'olho' aqui simboliza a percepção e a compaixão de Jesus ao ver a necessidade das pessoas.","por_que_esta_palavra":"Jesus não apenas vê fisicamente, mas também espiritualmente, reconhecendo a fome e a sede do povo.","conexao_teologica":"A visão de Jesus representa o cuidado divino e a atenção às necessidades humanas.","referencias_relacionadas":["Mateus 9:36","Lucas 7:13","João 4:35"]},"joao_6_6_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de Jesus em preparar o milagre.","explicacao_detalhada":"A palavra 'fazer' indica a ação deliberada de Jesus em realizar um milagre, mostrando seu poder divino.","por_que_esta_palavra":"Jesus não apenas observa, mas age para suprir a necessidade da multidão, demonstrando sua autoridade.","conexao_teologica":"A ação de fazer milagres é uma expressão do ministério de Jesus e de sua missão redentora.","referencias_relacionadas":["Mateus 14:19","Marcos 6:41","Lucas 9:16"]},"joao_6_6_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de Jesus de se dirigir a Filipe.","explicacao_detalhada":"A palavra 'dizer' mostra a comunicação direta de Jesus com seus discípulos, enfatizando a importância do diálogo.","por_que_esta_palavra":"Jesus chama Filipe para testar sua fé e prepará-lo para o que estava prestes a acontecer.","conexao_teologica":"A comunicação de Jesus com seus discípulos é fundamental para o discipulado e a formação da fé.","referencias_relacionadas":["Mateus 16:13","Marcos 8:27","Lucas 9:18"]},"joao_6_7_nome":{"palavra_pt":"nome","palavra_original":"Φίλιππος","transliteracao":"Phílippos","strong":"G5376","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se a Filipe, um dos discípulos de Jesus.","explicacao_detalhada":"A palavra 'nome' aqui destaca a individualidade e o papel de Filipe no ministério de Jesus.","por_que_esta_palavra":"Chamar Filipe pelo nome enfatiza a relação pessoal que Jesus tem com seus discípulos.","conexao_teologica":"O nome de Filipe é um lembrete de que cada discípulo é conhecido e chamado por Deus.","referencias_relacionadas":["João 1:43","João 14:8","Atos 1:13"]},"joao_6_8_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Refere-se a Pedro, que é chamado de 'rocha'.","explicacao_detalhada":"A palavra 'rocha' simboliza estabilidade e firmeza, características atribuídas a Pedro como líder da Igreja.","por_que_esta_palavra":"Jesus usa essa metáfora para mostrar que Pedro seria a base sobre a qual a Igreja seria construída.","conexao_teologica":"A rocha representa a fé sólida que é necessária para a construção do Reino de Deus.","referencias_relacionadas":["Mateus 16:18","1 Pedro 2:4-5","Efésios 2:20"]},"joao_6_8_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à posição de Filipe entre os discípulos.","explicacao_detalhada":"A palavra 'entre' indica a inclusão de Filipe no grupo dos discípulos que estavam com Jesus.","por_que_esta_palavra":"Destaca a comunidade e a união dos seguidores de Jesus em sua missão.","conexao_teologica":"A ideia de estar 'entre' enfatiza a importância da comunhão entre os crentes.","referencias_relacionadas":["Atos 2:42","Hebreus 10:25","1 Coríntios 12:12-14"]},"joao_6_10_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus, o protagonista do milagre da multiplicação dos pães.","explicacao_detalhada":"A palavra 'Jesus' é central na narrativa, pois é Ele quem realiza o milagre e oferece sustento espiritual e físico.","por_que_esta_palavra":"O nome de Jesus é invocado para mostrar sua autoridade e poder sobre a necessidade humana.","conexao_teologica":"Jesus é o pão da vida, que sacia a fome espiritual e física da humanidade.","referencias_relacionadas":["João 6:35","Mateus 4:4","Lucas 9:16"]},"joao_6_10_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se novamente à ação de Jesus em realizar o milagre.","explicacao_detalhada":"A palavra 'fazer' reforça a ideia de que Jesus age de forma intencional para atender às necessidades da multidão.","por_que_esta_palavra":"A repetição da ação de fazer enfatiza a continuidade do ministério de Jesus.","conexao_teologica":"A ação de Jesus é um reflexo do caráter de Deus, que se preocupa com o bem-estar de seu povo.","referencias_relacionadas":["Mateus 14:19","Marcos 6:41","Lucas 9:16"]},"joao_6_10_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grande quantidade de pães que Jesus estava prestes a multiplicar.","explicacao_detalhada":"A palavra 'grande' destaca a abundância do milagre que Jesus iria realizar, suprindo a necessidade de muitos.","por_que_esta_palavra":"A ênfase na grandeza do milagre mostra o poder de Jesus sobre a natureza e sua capacidade de prover.","conexao_teologica":"A grandeza do milagre é um símbolo da generosidade de Deus e de sua provisão para o seu povo.","referencias_relacionadas":["Mateus 14:20","Marcos 6:42","Lucas 9:17"]},"joao_6_11_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que significa 'O Senhor é Salvação'.","explicacao_detalhada":"Jesus é a figura central do cristianismo, reconhecido como o Filho de Deus e Salvador da humanidade. Neste versículo, Ele realiza o milagre da multiplicação dos pães e peixes, demonstrando Seu poder e compaixão.","por_que_esta_palavra":"A presença de Jesus é fundamental para a compreensão do milagre e da fé cristã, pois Ele é a fonte de toda provisão espiritual e física.","conexao_teologica":"Jesus é visto como o pão da vida, que sacia a fome espiritual e física dos crentes.","referencias_relacionadas":["João 6:35","Mateus 14:19","Lucas 9:16"]},"joao_6_11_graca":{"palavra_pt":"graca","palavra_original":"εὐχαριστέω","transliteracao":"eucharistéō","strong":"G2168","significado_raiz":"Ideia básica: graca.","significado_contextual":"Ação de agradecer, expressando gratidão a Deus.","explicacao_detalhada":"Neste contexto, Jesus agradece a Deus antes de realizar o milagre, mostrando a importância da gratidão e da dependência de Deus em todas as situações.","por_que_esta_palavra":"A gratidão é um princípio fundamental na vida cristã, reconhecendo que tudo que temos vem de Deus.","conexao_teologica":"A graça de Deus é manifestada em Jesus, que é o maior presente que a humanidade poderia receber.","referencias_relacionadas":["1 Tessalonicenses 5:18","Colossenses 3:17","Salmos 107:1"]},"joao_6_11_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Decidir ou optar por algo.","explicacao_detalhada":"A escolha de Jesus em usar os pães e peixes disponíveis para alimentar a multidão demonstra Sua capacidade de transformar o que é limitado em abundância.","por_que_esta_palavra":"A escolha é um tema recorrente na vida cristã, onde somos chamados a escolher seguir a Cristo e confiar em Suas promessas.","conexao_teologica":"A escolha de Jesus reflete a soberania de Deus em prover para Suas criaturas.","referencias_relacionadas":["Deuteronômio 30:19","Mateus 7:13-14","João 15:16"]},"joao_6_13_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a separação ou a origem de um grupo.","explicacao_detalhada":"A palavra 'entre' é usada para descrever a ação de Jesus em meio à multidão, enfatizando que Ele está presente no meio do povo e se importa com suas necessidades.","por_que_esta_palavra":"A presença de Jesus entre as pessoas é um símbolo de Sua encarnação e do desejo de Deus de estar próximo da humanidade.","conexao_teologica":"A encarnação de Cristo é um tema central, mostrando que Deus se fez homem para habitar entre nós.","referencias_relacionadas":["Mateus 1:23","João 1:14","Hebreus 2:14"]},"joao_6_14_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome que representa a salvação e a divindade.","explicacao_detalhada":"Após o milagre, as pessoas reconhecem Jesus como um profeta, o que destaca Sua autoridade e o impacto de Suas obras.","por_que_esta_palavra":"O reconhecimento de Jesus como profeta é um passo importante na revelação de Sua verdadeira identidade como o Messias.","conexao_teologica":"Jesus é o cumprimento das profecias do Antigo Testamento sobre o Messias.","referencias_relacionadas":["Deuteronômio 18:15","Mateus 21:11","Lucas 7:16"]},"joao_6_14_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Ato de criar ou realizar algo.","explicacao_detalhada":"A palavra 'fazer' refere-se à ação de Jesus ao multiplicar os pães e peixes, demonstrando Seu poder sobre a natureza e Sua capacidade de prover.","por_que_esta_palavra":"O ato de fazer milagres é uma demonstração da divindade de Jesus e de Sua missão redentora.","conexao_teologica":"Os milagres de Jesus são sinais que apontam para Sua identidade divina e Sua missão de salvar.","referencias_relacionadas":["Mateus 14:19-21","Marcos 6:41-44","Lucas 9:16-17"]},"joao_6_15_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome que representa a salvação e a divindade.","explicacao_detalhada":"Jesus, ao perceber que a multidão queria fazê-Lo rei, se retira para evitar mal-entendidos sobre Sua missão.","por_que_esta_palavra":"A rejeição da realeza terrena é uma afirmação da natureza espiritual do reino que Jesus veio estabelecer.","conexao_teologica":"O reino de Deus não é deste mundo, e Jesus veio para estabelecer um reino espiritual.","referencias_relacionadas":["João 18:36","Lucas 17:20-21","Mateus 4:8-10"]},"joao_6_15_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Ato de criar ou realizar algo.","explicacao_detalhada":"A repetição da palavra 'fazer' enfatiza a ação contínua de Jesus em realizar milagres e ensinar.","por_que_esta_palavra":"O fazer de Jesus é um reflexo de Sua natureza ativa e envolvida na vida das pessoas.","conexao_teologica":"A obra de Jesus é um testemunho de Sua missão de redimir e transformar vidas.","referencias_relacionadas":["João 5:17","Mateus 11:4-5","Atos 10:38"]},"joao_6_15_alone":{"palavra_pt":"sozinho","palavra_original":"μόνος","transliteracao":"mónos","strong":"G3441","significado_raiz":"Ideia básica: sozinho.","significado_contextual":"Indica solidão ou separação.","explicacao_detalhada":"Jesus se retira para um lugar solitário, mostrando a necessidade de momentos de solitude e oração, mesmo em meio ao ministério ativo.","por_que_esta_palavra":"A solidão é importante para a renovação espiritual e para buscar a direção de Deus.","conexao_teologica":"A prática de Jesus em se retirar para orar é um exemplo de como devemos buscar a presença de Deus em nossas vidas.","referencias_relacionadas":["Marcos 1:35","Lucas 5:16","Mateus 14:23"]},"joao_6_16_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Indica transformação ou mudança de estado.","explicacao_detalhada":"A palavra 'tornar-se' refere-se à transição que ocorre quando os discípulos se dirigem ao mar, simbolizando a jornada de fé e os desafios que enfrentam.","por_que_esta_palavra":"A transformação é uma parte essencial da vida cristã, onde somos chamados a nos tornar novas criaturas em Cristo.","conexao_teologica":"A mudança de estado é um reflexo da obra redentora de Cristo em nossas vidas.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"joao_6_17_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que significa 'O Senhor salva'.","explicacao_detalhada":"Jesus é a figura central do cristianismo, reconhecido como o Filho de Deus e Salvador da humanidade. Neste contexto, Ele é mencionado em um momento de grande necessidade, onde os discípulos se encontram em uma situação de medo e incerteza.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental para a fé cristã, pois representa a encarnação de Deus e Sua missão redentora.","conexao_teologica":"Jesus é visto como o cumprimento das promessas do Antigo Testamento e a manifestação do amor de Deus pela humanidade.","referencias_relacionadas":["Mateus 1:21","João 3:16","Atos 4:12"]},"joao_6_17_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de se tornar ou acontecer, indicando uma mudança de estado.","explicacao_detalhada":"Neste versículo, a palavra 'tornar-se' é usada para descrever a transformação que ocorre na situação dos discípulos ao encontrarem Jesus em meio à tempestade.","por_que_esta_palavra":"A transformação é um tema central na vida cristã, onde os crentes são chamados a se tornarem novas criaturas em Cristo.","conexao_teologica":"A ideia de transformação é essencial para entender a obra redentora de Cristo e a nova vida que Ele oferece.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"joao_6_18_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Um grande medo que se apodera dos discípulos diante da tempestade.","explicacao_detalhada":"O temor mencionado aqui reflete a reação humana natural diante de situações adversas e perigosas, como a tempestade no mar.","por_que_esta_palavra":"O temor é uma resposta comum à incerteza e ao perigo, mas a Bíblia ensina que devemos confiar em Deus mesmo em meio ao medo.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, e confiar em Deus é um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 56:3","Isaías 41:10","1 João 4:18"]},"joao_6_18_mar":{"palavra_pt":"mar","palavra_original":"θάλασσα","transliteracao":"thálassa","strong":"G2281","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao mar, que neste contexto é o cenário da tempestade enfrentada pelos discípulos.","explicacao_detalhada":"O mar é frequentemente usado na Bíblia como símbolo de caos e desordem, representando os desafios e as tribulações da vida.","por_que_esta_palavra":"O mar também simboliza a soberania de Deus sobre a criação, mostrando que Ele tem controle sobre as forças da natureza.","conexao_teologica":"A Bíblia frequentemente menciona a autoridade de Deus sobre o mar, destacando Sua capacidade de trazer paz em meio ao caos.","referencias_relacionadas":["Salmos 89:9","Mateus 8:26","Marcos 4:39"]},"joao_6_18_blow":{"palavra_pt":"blow","palavra_original":"πνέω","transliteracao":"pnéō","strong":"G4154","significado_raiz":"Ideia básica: blow.","significado_contextual":"Refere-se ao ato de soprar, que neste caso pode estar relacionado ao vento que agita o mar.","explicacao_detalhada":"O vento que sopra sobre o mar é uma representação do poder de Deus, que pode trazer tanto destruição quanto paz.","por_que_esta_palavra":"A força do vento é um lembrete da soberania de Deus sobre a criação e das circunstâncias que enfrentamos.","conexao_teologica":"Deus é frequentemente descrito como aquele que controla os ventos e as tempestades, mostrando Sua autoridade sobre a natureza.","referencias_relacionadas":["Salmos 107:29","Mateus 14:32","Lucas 8:24"]},"joao_6_19_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que significa 'O Senhor salva'.","explicacao_detalhada":"Neste versículo, Jesus aparece aos discípulos em meio à tempestade, trazendo esperança e segurança.","por_que_esta_palavra":"A presença de Jesus é fundamental para a fé cristã, pois Ele é a fonte de salvação e paz em momentos de crise.","conexao_teologica":"A manifestação de Jesus em meio às dificuldades é um símbolo da Sua constante presença e ajuda na vida dos crentes.","referencias_relacionadas":["Mateus 14:27","João 14:27","Hebreus 13:5"]},"joao_6_19_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de se tornar ou acontecer, indicando uma mudança de estado.","explicacao_detalhada":"A transformação que ocorre quando os discípulos veem Jesus é um momento de revelação e fé.","por_que_esta_palavra":"A mudança de estado é um tema importante na vida cristã, onde a visão de Jesus transforma a vida dos crentes.","conexao_teologica":"A experiência de encontrar Jesus é um ponto de virada que leva à fé e à transformação espiritual.","referencias_relacionadas":["Romanos 10:9","Gálatas 5:22-23","Efésios 2:8-9"]},"joao_6_20_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'não' é usada para enfatizar a negação ou a ausência de algo.","explicacao_detalhada":"Neste contexto, a palavra é usada para acalmar os discípulos, indicando que não há motivo para temer.","por_que_esta_palavra":"A negação é uma forma de trazer conforto e segurança, lembrando que Deus está presente mesmo nas dificuldades.","conexao_teologica":"A presença de Deus é uma fonte de paz e segurança, mesmo em meio a situações adversas.","referencias_relacionadas":["Isaías 43:1","Salmos 23:4","Romanos 8:31"]},"joao_6_20_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de falar ou dizer, usado por Jesus para confortar os discípulos.","explicacao_detalhada":"A palavra 'dizer' é importante, pois revela a autoridade de Jesus e Sua capacidade de trazer paz em meio ao medo.","por_que_esta_palavra":"As palavras de Jesus têm poder e são capazes de transformar a situação e o coração dos ouvintes.","conexao_teologica":"A palavra de Deus é viva e eficaz, trazendo esperança e transformação à vida dos crentes.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Mateus 4:4"]},"joao_6_21_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra, que neste contexto simboliza segurança e estabilidade.","explicacao_detalhada":"A chegada dos discípulos à terra representa a segurança e a paz que encontramos em Jesus, após enfrentar a tempestade.","por_que_esta_palavra":"A terra é um símbolo de promessa e herança, representando a segurança que Deus oferece aos Seus filhos.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, simbolizando a bênção e a presença de Deus na vida do Seu povo.","referencias_relacionadas":["Deuteronômio 8:7-10","Salmos 37:29","Hebreus 11:10"]},"joao_6_21_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' refere-se à decisão de Jesus em se manifestar aos seus discípulos após a multiplicação dos pães.","explicacao_detalhada":"Neste contexto, Jesus escolhe se revelar aos seus discípulos, demonstrando seu poder e autoridade sobre a natureza. A escolha de Jesus é um ato deliberado que mostra seu controle sobre as circunstâncias.","por_que_esta_palavra":"A escolha de Jesus é fundamental para entender sua missão e o relacionamento que ele estabelece com seus seguidores.","conexao_teologica":"A escolha de Jesus reflete a soberania de Deus na salvação e na revelação de sua verdade ao homem.","referencias_relacionadas":["Mateus 11:27","João 15:16","Efésios 1:4"]},"joao_6_21_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' é usada para descrever a transformação que ocorre quando Jesus se aproxima dos discípulos.","explicacao_detalhada":"Neste versículo, a ideia de 'tornar-se' implica uma mudança de estado, onde os discípulos passam de um estado de medo e incerteza para um estado de paz e segurança ao reconhecerem Jesus.","por_que_esta_palavra":"A transformação é central na mensagem do evangelho, onde a presença de Jesus muda a realidade dos que o seguem.","conexao_teologica":"A transformação que Jesus traz é um reflexo da nova vida que ele oferece a todos que creem nele.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"joao_6_22_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é mencionada como o protagonista central da narrativa, que realiza milagres e ensina sobre o Reino de Deus.","explicacao_detalhada":"Neste contexto, Jesus é reconhecido não apenas como um profeta, mas como o Filho de Deus que tem autoridade sobre a vida e a morte.","por_que_esta_palavra":"A identificação de Jesus é crucial para a compreensão da sua missão redentora e da fé cristã.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua identidade é fundamental para a salvação.","referencias_relacionadas":["João 1:14","Atos 4:12","Romanos 10:9"]},"joao_6_22_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se ao relacionamento estabelecido entre Deus e seu povo, que é reafirmado através de Jesus.","explicacao_detalhada":"Neste contexto, a aliança é vista como um compromisso divino que se cumpre em Jesus, que é o cumprimento das promessas feitas a Israel.","por_que_esta_palavra":"A aliança é um tema central na Bíblia, simbolizando a fidelidade de Deus e a resposta do homem.","conexao_teologica":"A nova aliança em Cristo é um ponto chave na teologia cristã, mostrando como Deus se relaciona com a humanidade.","referencias_relacionadas":["Hebreus 8:6","Jeremias 31:31","Lucas 22:20"]},"joao_6_22_alone":{"palavra_pt":"sozinho","palavra_original":"μόνος","transliteracao":"mónos","strong":"G3441","significado_raiz":"Ideia básica: sozinho.","significado_contextual":"A palavra 'sozinho' destaca a solidão de Jesus em sua missão, mesmo quando cercado por multidões.","explicacao_detalhada":"Neste contexto, a solidão de Jesus enfatiza a profundidade de sua missão e o sacrifício que ele está disposto a fazer por amor à humanidade.","por_que_esta_palavra":"A solidão de Jesus é um aspecto importante que revela sua humanidade e a necessidade de comunhão com o Pai.","conexao_teologica":"A solidão de Jesus antecipa o sacrifício na cruz, onde ele se torna o único mediador entre Deus e os homens.","referencias_relacionadas":["Mateus 26:36-39","Lucas 22:44","Hebreus 5:7"]},"joao_6_23_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para reconhecer a autoridade de Jesus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, a autoridade de Jesus é reafirmada através de seus milagres e ensinamentos, mostrando que ele é digno de ser chamado de Senhor.","por_que_esta_palavra":"Reconhecer Jesus como Senhor é fundamental para a fé cristã, pois implica em submissão e adoração.","conexao_teologica":"A autoridade de Jesus é um reflexo da soberania de Deus e da sua capacidade de transformar vidas.","referencias_relacionadas":["Filipenses 2:9-11","Mateus 28:18","Romanos 14:9"]},"joao_6_23_graca":{"palavra_pt":"graca","palavra_original":"εὐχαριστέω","transliteracao":"eucharistéō","strong":"G2168","significado_raiz":"Ideia básica: graca.","significado_contextual":"A palavra 'graça' refere-se ao favor imerecido que Deus concede aos homens através de Jesus.","explicacao_detalhada":"Neste contexto, a graça é o meio pelo qual os discípulos recebem a revelação de Jesus e a salvação.","por_que_esta_palavra":"A graça é um conceito central no cristianismo, enfatizando a bondade de Deus para com os pecadores.","conexao_teologica":"A graça de Deus é o fundamento da salvação e da vida cristã, permitindo um relacionamento pessoal com Ele.","referencias_relacionadas":["Efésios 2:8-9","Romanos 3:24","Tito 2:11"]},"joao_6_24_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é novamente mencionada, reforçando sua centralidade na narrativa e na vida dos crentes.","explicacao_detalhada":"Neste contexto, a presença de Jesus é a resposta para as necessidades espirituais e físicas do povo.","por_que_esta_palavra":"A repetição do nome de Jesus enfatiza sua importância e a necessidade de buscá-lo.","conexao_teologica":"Jesus é o pão da vida, e sua presença é essencial para a satisfação espiritual.","referencias_relacionadas":["João 6:35","João 14:6","Mateus 5:6"]},"joao_6_24_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"A palavra 'buscar' implica a ação de procurar por Jesus e o que ele representa.","explicacao_detalhada":"Neste contexto, buscar Jesus é um convite à fé e à busca por um relacionamento mais profundo com Ele.","por_que_esta_palavra":"A busca por Jesus é um tema recorrente na Bíblia, refletindo a necessidade humana de conexão com o divino.","conexao_teologica":"Buscar a Jesus é fundamental para a vida cristã, pois é através dele que encontramos a verdadeira satisfação.","referencias_relacionadas":["Mateus 7:7","Hebreus 11:6","Salmos 105:4"]},"joao_6_24_povo":{"palavra_pt":"povo","palavra_original":"ὄχλος","transliteracao":"óchlos","strong":"G3793","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à multidão que seguia Jesus em busca de milagres e ensinamentos.","explicacao_detalhada":"Neste contexto, o povo representa a humanidade em busca de respostas e esperança, refletindo a condição espiritual da sociedade.","por_que_esta_palavra":"A presença do povo é um lembrete da missão de Jesus de alcançar todos os que estão perdidos.","conexao_teologica":"Jesus veio para salvar o povo, e sua mensagem é universal, alcançando todas as nações.","referencias_relacionadas":["Mateus 9:36","Lucas 19:10","João 3:16"]},"joao_6_25_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de se tornar ou acontecer algo significativo na vida das pessoas.","explicacao_detalhada":"A palavra 'tornar-se' implica uma transformação ou mudança de estado, que é central na mensagem de Jesus sobre a vida espiritual.","por_que_esta_palavra":"Esta palavra é usada para descrever a ação de Deus em transformar a vida das pessoas através de Cristo.","conexao_teologica":"A transformação espiritual é um tema recorrente na Bíblia, onde Deus chama as pessoas a se tornarem novas criaturas em Cristo.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"joao_6_25_beyond":{"palavra_pt":"alem","palavra_original":"πέραν","transliteracao":"péran","strong":"G4008","significado_raiz":"Ideia básica: alem.","significado_contextual":"Indica um lugar ou estado que está além do que é visível ou imediato.","explicacao_detalhada":"A palavra 'além' sugere uma dimensão espiritual que transcende a realidade física, enfatizando a busca por algo maior.","por_que_esta_palavra":"É usada para mostrar que a busca por Jesus deve ir além das necessidades físicas e materiais.","conexao_teologica":"A ideia de buscar o que é eterno e espiritual é fundamental na fé cristã.","referencias_relacionadas":["Colossenses 3:2","Mateus 6:33","Hebreus 11:16"]},"joao_6_25_mar":{"palavra_pt":"mar","palavra_original":"θάλασσα","transliteracao":"thálassa","strong":"G2281","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao mar como um símbolo de vastidão e mistério, frequentemente associado ao poder de Deus.","explicacao_detalhada":"O mar é um elemento natural que representa tanto a criação de Deus quanto os desafios que os seres humanos enfrentam.","por_que_esta_palavra":"É importante para entender o cenário em que Jesus realiza seus milagres, mostrando seu domínio sobre a natureza.","conexao_teologica":"O controle de Jesus sobre o mar é um sinal de sua divindade e poder.","referencias_relacionadas":["Mateus 8:27","Marcos 4:39","Salmos 89:9"]},"joao_6_26_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus como a figura central da fé cristã, o Filho de Deus.","explicacao_detalhada":"O nome Jesus significa 'O Senhor salva', e sua identidade é fundamental para a compreensão da salvação.","por_que_esta_palavra":"É crucial para a mensagem do evangelho, que aponta para a necessidade de um Salvador.","conexao_teologica":"A divindade e humanidade de Jesus são pilares da teologia cristã.","referencias_relacionadas":["João 1:14","Atos 4:12","Romanos 10:9"]},"joao_6_26_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Refere-se ao ato de procurar ou desejar algo com intensidade.","explicacao_detalhada":"Buscar é uma ação ativa que implica um desejo profundo de encontrar a verdade e a vida que Jesus oferece.","por_que_esta_palavra":"Esta palavra é usada para desafiar as pessoas a não apenas buscar por necessidades temporais, mas pela verdadeira vida.","conexao_teologica":"A busca por Deus é um tema central na Bíblia, onde Ele promete se deixar encontrar.","referencias_relacionadas":["Jeremias 29:13","Mateus 7:7","Hebreus 11:6"]},"joao_6_26_milagre":{"palavra_pt":"sinal","palavra_original":"σημεῖον","transliteracao":"sēmeîon","strong":"G4592","significado_raiz":"Ideia básica: sinal.","significado_contextual":"Refere-se a um sinal ou maravilha que aponta para a divindade de Jesus.","explicacao_detalhada":"Os milagres de Jesus não são apenas atos de compaixão, mas também revelações de sua identidade e missão.","por_que_esta_palavra":"É usada para mostrar que os sinais têm um propósito maior do que o ato em si.","conexao_teologica":"Os milagres de Jesus são evidências de seu poder e autoridade divina.","referencias_relacionadas":["João 2:11","Mateus 11:4-5","Lucas 7:22"]},"joao_6_27_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida verdadeira que Jesus oferece, em contraste com a vida física e temporária.","explicacao_detalhada":"A palavra 'vida' aqui implica uma existência plena e abundante que só pode ser encontrada em Cristo.","por_que_esta_palavra":"É fundamental para entender a proposta de Jesus de dar vida em abundância.","conexao_teologica":"A vida eterna é uma promessa central do evangelho.","referencias_relacionadas":["João 10:10","1 João 5:11-12","Romanos 6:23"]},"joao_6_27_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como a fonte da vida e sustento espiritual.","explicacao_detalhada":"A palavra 'Deus' enfatiza a soberania e a providência divina sobre todas as coisas.","por_que_esta_palavra":"É usada para destacar a relação entre Deus e a vida que Ele oferece através de Jesus.","conexao_teologica":"A relação entre Deus e a vida é um tema central na teologia cristã.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 36:9","Atos 17:28"]},"joao_6_28_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Reforça a ideia de Deus como o autor da obra que devemos realizar.","explicacao_detalhada":"A palavra 'Deus' aqui é usada para enfatizar a importância de cumprir a vontade divina em nossas ações.","por_que_esta_palavra":"É crucial para entender que as obras que devemos fazer são aquelas que glorificam a Deus.","conexao_teologica":"A obediência à vontade de Deus é fundamental para a vida cristã.","referencias_relacionadas":["Efésios 2:10","Colossenses 3:23","Mateus 5:16"]},"joao_6_28_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se ao ato de realizar ou executar ações conforme a vontade de Deus.","explicacao_detalhada":"A palavra 'fazer' implica um compromisso ativo em cumprir as ordens de Deus e viver de acordo com sua palavra.","por_que_esta_palavra":"É usada para desafiar os crentes a não apenas crer, mas também agir em fé.","conexao_teologica":"A fé sem obras é morta, e a ação é uma expressão da verdadeira fé.","referencias_relacionadas":["Tiago 2:26","Gálatas 5:6","Mateus 7:21"]},"joao_6_28_obra":{"palavra_pt":"obra","palavra_original":"ἔργον","transliteracao":"érgon","strong":"G2041","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se à obra que deve ser realizada para alcançar a salvação.","explicacao_detalhada":"A palavra 'obra' aqui implica em ações que demonstram fé e obediência a Deus, não apenas rituais ou ações externas.","por_que_esta_palavra":"É usada para enfatizar que a verdadeira obra que agrada a Deus é a fé em Jesus.","conexao_teologica":"A obra de fé é central na teologia cristã, onde a salvação é recebida pela fé e não por obras.","referencias_relacionadas":["Efésios 2:8-9","Tiago 2:26","Romanos 3:28"]},"joao_6_29_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se à pessoa de Jesus como o enviado de Deus.","explicacao_detalhada":"O nome 'Jesus' significa 'O Senhor é salvação', e é central na mensagem do evangelho.","por_que_esta_palavra":"É fundamental para a compreensão de que a fé em Jesus é a obra que Deus requer.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua obra redentora é a base da fé cristã.","referencias_relacionadas":["Atos 4:12","João 14:6","Romanos 10:9"]},"joao_6_29_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus criador e sustentador, que envia Jesus.","explicacao_detalhada":"A palavra 'Deus' enfatiza a soberania e a autoridade divina sobre todas as coisas.","por_que_esta_palavra":"É essencial para entender a relação entre Deus e a humanidade através de Jesus.","conexao_teologica":"A crença em Deus é a base da fé cristã, que se manifesta na aceitação de Jesus como Salvador.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","João 3:16"]},"joao_6_29_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se à crença e confiança em Jesus como o enviado de Deus.","explicacao_detalhada":"A fé é apresentada como a resposta adequada à revelação de Deus em Jesus.","por_que_esta_palavra":"É crucial para a salvação, pois a fé é o meio pelo qual recebemos a graça de Deus.","conexao_teologica":"A fé é um tema central na teologia, sendo a chave para a justificação diante de Deus.","referencias_relacionadas":["Hebreus 11:1","Romanos 5:1","Gálatas 2:16"]},"joao_6_30_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de realizar milagres ou sinais.","explicacao_detalhada":"A palavra 'fazer' implica em ações que demonstram poder e autoridade, especialmente no contexto dos milagres de Jesus.","por_que_esta_palavra":"É usada para mostrar que as obras de Jesus são sinais que apontam para sua divindade.","conexao_teologica":"Os milagres de Jesus são uma confirmação de sua identidade como Filho de Deus.","referencias_relacionadas":["Mateus 11:4-5","João 14:12","Marcos 16:17-18"]},"joao_6_30_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se à crença em Jesus como o verdadeiro pão do céu.","explicacao_detalhada":"A fé é apresentada como a resposta necessária para compreender e aceitar os sinais de Jesus.","por_que_esta_palavra":"É fundamental para a relação entre o crente e Jesus, que se apresenta como a fonte de vida.","conexao_teologica":"A fé em Jesus é o meio pelo qual os crentes recebem a vida eterna.","referencias_relacionadas":["João 3:36","Romanos 10:17","1 João 5:13"]},"joao_6_30_milagre":{"palavra_pt":"sinal","palavra_original":"σημεῖον","transliteracao":"sēmeîon","strong":"G4592","significado_raiz":"Ideia básica: sinal.","significado_contextual":"Refere-se aos sinais e maravilhas que Jesus realiza.","explicacao_detalhada":"A palavra 'sinal' implica que os milagres têm um significado além do ato em si, apontando para a verdade sobre Jesus.","por_que_esta_palavra":"É usada para mostrar que os milagres de Jesus são evidências de sua missão divina.","conexao_teologica":"Os sinais de Jesus são uma confirmação de sua autoridade e identidade como o Messias.","referencias_relacionadas":["João 2:11","João 20:30-31","Mateus 12:38-40"]},"joao_6_31_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao céu como a morada de Deus e o lugar de onde vem o pão da vida.","explicacao_detalhada":"A palavra 'céu' destaca a origem divina do sustento espiritual que Jesus oferece.","por_que_esta_palavra":"É usada para contrastar o maná do deserto com o verdadeiro pão que é Jesus.","conexao_teologica":"O céu é visto como a fonte de todas as bênçãos espirituais que vêm de Deus.","referencias_relacionadas":["Mateus 6:9-10","Efésios 1:3","Filipenses 3:20"]},"joao_6_31_homem":{"palavra_pt":"homem","palavra_original":"μάννα","transliteracao":"mánna","strong":"G3131","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao maná que foi dado aos israelitas no deserto.","explicacao_detalhada":"A palavra 'homem' é um erro de tradução, pois o correto é 'manna', que significa 'o que é isso?' e se refere ao pão que Deus forneceu.","por_que_esta_palavra":"É usada para ilustrar a provisão de Deus e como Jesus é o verdadeiro pão que desceu do céu.","conexao_teologica":"A comparação entre o maná e Jesus enfatiza que Ele é o alimento espiritual que sustenta a vida eterna.","referencias_relacionadas":["Êxodo 16:15","Salmos 78:24-25","João 6:49"]},"joao_6_32_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus como o verdadeiro pão que desceu do céu.","explicacao_detalhada":"A palavra 'Jesus' é central na mensagem de que Ele é a provisão divina para a salvação e vida eterna.","por_que_esta_palavra":"É usada para afirmar que Jesus é superior ao maná que os israelitas receberam.","conexao_teologica":"A identidade de Jesus como o pão da vida é fundamental para a compreensão da salvação.","referencias_relacionadas":["João 6:35","Mateus 4:4","João 1:14"]},"joao_6_32_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao céu como a morada de Deus e o lugar de onde vem o pão verdadeiro.","explicacao_detalhada":"No contexto de João 6:32, Jesus menciona que o verdadeiro pão que desce do céu é aquele que dá vida ao mundo, contrastando com o maná que os israelitas receberam no deserto.","por_que_esta_palavra":"A palavra 'céu' é utilizada para enfatizar a origem divina do pão que Jesus oferece, que é superior ao alimento físico.","conexao_teologica":"O céu é visto como o lugar de onde Deus provê sustento espiritual, simbolizando a relação entre o divino e a humanidade.","referencias_relacionadas":["João 3:13","Mateus 6:10","Hebreus 9:24"]},"joao_6_32_moses":{"palavra_pt":"moises","palavra_original":"Μωσεύς","transliteracao":"Mōseús","strong":"G3475","significado_raiz":"Ideia básica: moises.","significado_contextual":"Moisés é mencionado como o líder que guiou os israelitas e que recebeu o maná do céu.","explicacao_detalhada":"Jesus se refere a Moisés para estabelecer um paralelo entre o maná que ele deu ao povo e o pão que Ele mesmo oferece, que é a verdadeira comida.","por_que_esta_palavra":"A menção a Moisés é crucial para mostrar que Jesus é o cumprimento das promessas de Deus e que Ele é maior do que Moisés.","conexao_teologica":"Moisés representa a lei e a antiga aliança, enquanto Jesus representa a nova aliança e a graça.","referencias_relacionadas":["Êxodo 16:15","Deuteronômio 8:3","João 5:46"]},"joao_6_33_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como a fonte do pão que dá vida ao mundo.","explicacao_detalhada":"Neste versículo, Jesus afirma que o pão de Deus é aquele que desce do céu e dá vida ao mundo, referindo-se a si mesmo.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a natureza divina de Jesus e sua missão redentora.","conexao_teologica":"A relação entre Deus e Jesus é central na teologia cristã, onde Jesus é visto como o Filho de Deus que traz a vida eterna.","referencias_relacionadas":["João 3:16","Romanos 6:23","1 João 5:12"]},"joao_6_33_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"O céu é o local de onde o pão da vida é enviado por Deus.","explicacao_detalhada":"Jesus explica que o pão que dá vida é enviado do céu, enfatizando sua origem divina e sua capacidade de sustentar espiritualmente.","por_que_esta_palavra":"A repetição da palavra 'céu' reforça a ideia de que a provisão de Deus é sobrenatural e essencial para a vida espiritual.","conexao_teologica":"O céu simboliza a presença de Deus e a promessa de vida eterna para aqueles que creem em Jesus.","referencias_relacionadas":["João 6:51","Mateus 5:12","Filipenses 3:20"]},"joao_6_33_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A vida referida é a vida eterna que Jesus oferece aos que creem nele.","explicacao_detalhada":"Jesus se apresenta como o pão que dá vida, contrastando com a comida que perece e enfatizando a importância da fé nele para a salvação.","por_que_esta_palavra":"A palavra 'vida' é central na mensagem de Jesus, que vem para dar vida em abundância.","conexao_teologica":"A vida eterna é um tema central no Novo Testamento, onde Jesus é visto como o caminho para a reconciliação com Deus.","referencias_relacionadas":["João 10:10","Romanos 5:21","1 João 5:11"]},"joao_6_34_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' é usado para reconhecer a autoridade de Jesus como o doador do pão da vida.","explicacao_detalhada":"Os ouvintes pedem a Jesus que lhes dê sempre desse pão, reconhecendo sua autoridade e poder para satisfazer suas necessidades espirituais.","por_que_esta_palavra":"A palavra 'senhor' indica a posição de Jesus como mestre e salvador, digno de ser seguido e adorado.","conexao_teologica":"A autoridade de Jesus é um tema recorrente nos evangelhos, onde ele é reconhecido como o Filho de Deus com poder sobre a vida e a morte.","referencias_relacionadas":["Mateus 28:18","Atos 2:36","Romanos 10:9"]},"joao_6_34_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação de Jesus sobre a oferta do pão da vida.","explicacao_detalhada":"Jesus usa a palavra para ensinar e revelar a verdade sobre sua identidade e missão, convidando as pessoas a crerem nele.","por_que_esta_palavra":"A comunicação é essencial para a revelação de Deus ao homem, e Jesus é a Palavra que se fez carne.","conexao_teologica":"A fala de Jesus é um meio pelo qual Deus se comunica com a humanidade, trazendo esperança e salvação.","referencias_relacionadas":["João 1:14","Hebreus 1:1-2","Mateus 4:4"]},"joao_6_34_libertar":{"palavra_pt":"dar","palavra_original":"δίδωμι","transliteracao":"dídōmi","strong":"G1325","significado_raiz":"Ideia básica: dar.","significado_contextual":"O ato de 'dar' refere-se à generosidade de Jesus em oferecer o pão da vida.","explicacao_detalhada":"Jesus se apresenta como aquele que dá o pão que sustenta e liberta, enfatizando sua missão de salvar e restaurar.","por_que_esta_palavra":"A palavra 'dar' destaca a graça de Deus, que oferece a salvação gratuitamente a todos que creem.","conexao_teologica":"A generosidade de Deus é um tema central na teologia cristã, onde a salvação é vista como um presente divino.","referencias_relacionadas":["Efésios 2:8-9","Tiago 1:17","Romanos 8:32"]},"joao_6_35_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus se apresenta como o pão da vida, a fonte de sustento espiritual.","explicacao_detalhada":"Ao declarar que é o pão da vida, Jesus afirma que aqueles que vêm a ele nunca terão fome espiritual e que aqueles que creem nele nunca terão sede.","por_que_esta_palavra":"A identificação de Jesus como pão da vida é fundamental para entender sua missão redentora e a oferta de vida eterna.","conexao_teologica":"Jesus é o centro da fé cristã, e sua oferta de vida é a base da esperança cristã.","referencias_relacionadas":["João 14:6","Romanos 5:8","1 Coríntios 15:22"]},"joao_6_35_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A vida mencionada é a vida plena e eterna que Jesus oferece aos que creem nele.","explicacao_detalhada":"Jesus enfatiza que ele é a fonte de vida verdadeira, contrastando com as coisas temporais que não satisfazem.","por_que_esta_palavra":"A palavra 'vida' é essencial para entender a proposta de Jesus de uma relação íntima e duradoura com Deus.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, onde a fé em Jesus é apresentada como o caminho para a vida eterna.","referencias_relacionadas":["João 3:36","Gálatas 2:20","Colossenses 3:4"]},"joao_6_35_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' aqui se refere à fé em Jesus como o pão da vida, essencial para a salvação.","explicacao_detalhada":"Jesus se apresenta como o pão que desceu do céu, e crer nele é fundamental para receber a vida eterna. A crença não é apenas intelectual, mas envolve confiança e entrega.","por_que_esta_palavra":"A palavra 'crer' é central na mensagem de Jesus, pois enfatiza a necessidade de fé para a salvação e a comunhão com Deus.","conexao_teologica":"A fé em Cristo é o meio pelo qual os crentes recebem a vida eterna e a comunhão com Deus, conforme a teologia cristã.","referencias_relacionadas":["João 3:16","Romanos 10:9","Hebreus 11:1"]},"joao_6_36_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Neste versículo, 'crer' é novamente enfatizado, mostrando que muitos não acreditam em Jesus, apesar de seus sinais.","explicacao_detalhada":"Jesus observa que, apesar de ter realizado muitos milagres, muitos ainda duvidam e não creem nele como o Messias prometido.","por_que_esta_palavra":"A repetição da palavra 'crer' destaca a incredulidade do povo e a necessidade de uma fé genuína.","conexao_teologica":"A incredulidade é um tema recorrente nas Escrituras, mostrando a luta entre fé e dúvida na experiência humana.","referencias_relacionadas":["Mateus 13:58","João 12:37","Hebreus 3:19"]},"joao_6_36_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação de Jesus sobre sua identidade e missão.","explicacao_detalhada":"Jesus fala sobre a importância de crer nele e revela a verdade sobre sua natureza divina e seu papel como salvador.","por_que_esta_palavra":"A comunicação é essencial para a revelação de Deus ao homem, e Jesus usa a palavra para ensinar e esclarecer.","conexao_teologica":"A palavra de Deus é viva e eficaz, e Jesus é a Palavra que se fez carne, trazendo a verdade ao mundo.","referencias_relacionadas":["João 1:14","Romanos 10:17","1 Pedro 1:25"]},"joao_6_36_behold":{"palavra_pt":"eis","palavra_original":"ὁράω","transliteracao":"horáō","strong":"G3708","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é um chamado à atenção, convidando os ouvintes a perceberem a verdade sobre Jesus.","explicacao_detalhada":"Jesus usa 'eis' para destacar a realidade de sua presença e a necessidade de reconhecimento por parte do povo.","por_que_esta_palavra":"É um convite à contemplação e à reflexão sobre quem Ele realmente é.","conexao_teologica":"A revelação de Cristo é um tema central na teologia, onde Ele é apresentado como a luz que ilumina a escuridão.","referencias_relacionadas":["Mateus 11:28","João 8:12","Apocalipse 3:20"]},"joao_6_37_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para enfatizar a soberania de Deus em trazer os que crêem a Jesus.","explicacao_detalhada":"Jesus afirma que todos os que o Pai lhe deu virão a Ele, mostrando a obra divina na salvação.","por_que_esta_palavra":"A soberania de Deus é fundamental para entender a salvação como um ato divino e não apenas humano.","conexao_teologica":"A doutrina da eleição e da graça é central na teologia cristã, mostrando que a salvação é um presente de Deus.","referencias_relacionadas":["Efésios 1:4-5","Romanos 8:30","2 Timóteo 1:9"]},"joao_6_37_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' refere-se ao modo como os crentes se aproximam de Jesus e da salvação.","explicacao_detalhada":"Jesus é o caminho para o Pai, e aqueles que vêm a Ele são aceitos e não rejeitados.","por_que_esta_palavra":"A ideia de caminho implica em uma jornada de fé e relacionamento com Deus através de Cristo.","conexao_teologica":"Cristo é o único mediador entre Deus e os homens, conforme a teologia cristã.","referencias_relacionadas":["João 14:6","Atos 4:12","1 Timóteo 2:5"]},"joao_6_38_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'céu' refere-se ao lugar de origem de Jesus e à sua missão divina.","explicacao_detalhada":"Jesus declara que veio do céu para cumprir a vontade do Pai, trazendo a salvação aos homens.","por_que_esta_palavra":"A origem celestial de Jesus é fundamental para entender sua divindade e autoridade.","conexao_teologica":"A encarnação de Cristo é um dos pilares da fé cristã, mostrando que Deus se fez homem.","referencias_relacionadas":["João 3:13","Filipenses 2:7-8","Hebreus 2:14"]},"joao_6_38_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de cumprir a vontade do Pai, que é salvar os perdidos.","explicacao_detalhada":"Jesus enfatiza que sua missão é realizar a obra de Deus, que envolve a salvação e a vida eterna.","por_que_esta_palavra":"A ação de fazer a vontade de Deus é central na vida de Jesus e deve ser o objetivo dos crentes.","conexao_teologica":"A obediência à vontade de Deus é um tema recorrente na vida cristã, refletindo o caráter de Cristo.","referencias_relacionadas":["Mateus 26:39","João 4:34","Hebreus 10:7"]},"joao_6_39_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo determinado por Deus para a salvação e a ressurreição dos crentes.","explicacao_detalhada":"Jesus fala sobre o dia em que Ele ressuscitará os que creram nele, assegurando a vida eterna.","por_que_esta_palavra":"O conceito de dia é importante para entender a esperança cristã na ressurreição e na vida eterna.","conexao_teologica":"A ressurreição é um dos fundamentos da fé cristã, prometendo vida após a morte.","referencias_relacionadas":["1 Coríntios 15:52","João 11:25-26","Apocalipse 20:12-13"]},"joao_6_40_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à vida eterna que Jesus oferece a todos que crêem nele.","explicacao_detalhada":"Jesus declara que a vida eterna é o resultado de crer nele, destacando a importância da fé.","por_que_esta_palavra":"A vida é um tema central na mensagem de Jesus, que oferece não apenas existência, mas vida abundante.","conexao_teologica":"A vida eterna é a promessa de Deus para aqueles que se entregam a Cristo, refletindo a natureza do relacionamento com Ele.","referencias_relacionadas":["João 10:10","Romanos 6:23","1 João 5:11-12"]},"joao_6_40_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' mencionado refere-se ao tempo em que Deus reunirá todos os que creram em Jesus para a vida eterna.","explicacao_detalhada":"Neste versículo, o 'dia' é um tempo escatológico, um momento futuro em que a promessa de Deus será cumprida. É um dia de julgamento e recompensa para aqueles que creram em Cristo.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a certeza e a iminência desse evento divino, que é um marco na história da salvação.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao retorno de Cristo e ao juízo final, refletindo a esperança cristã na ressurreição e na vida eterna.","referencias_relacionadas":["Mateus 24:36","1 Tessalonicenses 4:16-17","Apocalipse 20:11-15"]},"joao_6_40_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A 'fé' aqui é a crença em Jesus como o Filho de Deus e Salvador, essencial para a salvação.","explicacao_detalhada":"Crer em Jesus é mais do que uma crença intelectual; é um compromisso profundo e pessoal que leva à transformação da vida e à relação com Deus.","por_que_esta_palavra":"A palavra 'crer' é central no evangelho, pois enfatiza que a salvação é recebida pela fé e não por obras, destacando a graça de Deus.","conexao_teologica":"A fé é o meio pelo qual os crentes se apropriam da obra redentora de Cristo, sendo fundamental para a justificação diante de Deus.","referencias_relacionadas":["Romanos 10:9-10","Efésios 2:8-9","Hebreus 11:1"]},"joao_6_41_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"O 'céu' mencionado é o lugar de habitação de Deus e a promessa de um futuro glorioso para os que creem.","explicacao_detalhada":"O céu é descrito como um estado de perfeita comunhão com Deus, onde não há dor, sofrimento ou separação.","por_que_esta_palavra":"A palavra 'céu' é utilizada para contrastar a realidade terrena com a esperança celestial, incentivando os crentes a manterem seus olhos nas coisas do alto.","conexao_teologica":"O céu é o destino final dos redimidos, onde a presença de Deus é plenamente experimentada, refletindo a promessa de vida eterna.","referencias_relacionadas":["João 14:2-3","Apocalipse 21:1-4","2 Coríntios 5:1"]},"joao_6_41_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"A palavra 'judeu' refere-se ao povo escolhido de Deus, que tinha a responsabilidade de guardar as promessas divinas.","explicacao_detalhada":"Os judeus, como descendentes de Abraão, eram os portadores da Lei e das profecias que culminaram em Jesus, o Messias.","por_que_esta_palavra":"A menção aos judeus destaca a resistência e a incredulidade que Jesus enfrentou entre seu próprio povo, que não reconheceu sua missão.","conexao_teologica":"A relação entre Jesus e os judeus é fundamental para entender a revelação de Deus na história e a inclusão dos gentios na salvação.","referencias_relacionadas":["Romanos 1:16","Mateus 15:24","Atos 13:46"]},"joao_6_41_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a presença de Jesus no meio do povo, enfatizando sua encarnação e acessibilidade.","explicacao_detalhada":"Jesus, sendo Deus encarnado, habitou entre os homens, trazendo a mensagem de salvação e revelando o caráter de Deus.","por_que_esta_palavra":"A expressão 'entre' ressalta a proximidade de Jesus com a humanidade, mostrando que Ele não é um Deus distante, mas um Salvador acessível.","conexao_teologica":"A encarnação de Cristo é um tema central na teologia cristã, pois revela como Deus se fez homem para redimir a humanidade.","referencias_relacionadas":["João 1:14","Hebreus 2:14-17","Mateus 1:23"]},"joao_6_42_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' significa 'O Senhor é salvação', refletindo sua missão redentora.","explicacao_detalhada":"Jesus é o cumprimento das promessas messiânicas, sendo o único mediador entre Deus e os homens.","por_que_esta_palavra":"A menção do nome de Jesus é crucial, pois enfatiza sua identidade e autoridade como Filho de Deus e Salvador.","conexao_teologica":"A centralidade de Jesus na fé cristã é inegável, pois é por meio dele que a salvação é oferecida a toda a humanidade.","referencias_relacionadas":["Atos 4:12","Romanos 5:8","Filipenses 2:9-11"]},"joao_6_42_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"O 'céu' aqui é mencionado como o lugar de origem de Jesus, reforçando sua divindade.","explicacao_detalhada":"Jesus, vindo do céu, traz a revelação de Deus e a verdade sobre a vida eterna, contrastando com a realidade terrena.","por_que_esta_palavra":"A referência ao céu destaca a natureza divina de Jesus e sua autoridade sobre a vida e a morte.","conexao_teologica":"A origem celestial de Jesus é um fundamento da fé cristã, pois confirma sua missão divina e seu papel como Salvador.","referencias_relacionadas":["João 3:13","João 6:38","Filipenses 3:20"]},"joao_6_43_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A repetição do nome 'Jesus' enfatiza sua importância e a necessidade de reconhecer sua autoridade.","explicacao_detalhada":"Jesus é o centro da mensagem do evangelho, e sua identidade é fundamental para a compreensão da salvação.","por_que_esta_palavra":"A menção de Jesus é uma chamada à atenção para sua obra redentora e seu papel como o único caminho para Deus.","conexao_teologica":"A centralidade de Jesus na teologia cristã é um tema recorrente, pois é por meio dele que se estabelece a nova aliança.","referencias_relacionadas":["João 14:6","Atos 10:43","1 João 5:11-12"]},"joao_6_43_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para enfatizar a negação de incredulidade, mostrando a relação entre Deus e a fé.","explicacao_detalhada":"A negação de Jesus é uma rejeição não apenas do homem, mas de Deus que o enviou, refletindo a gravidade da incredulidade.","por_que_esta_palavra":"A palavra 'deus' é crucial para entender a relação entre a rejeição de Jesus e a rejeição do plano divino de salvação.","conexao_teologica":"A relação entre Jesus e Deus é fundamental, pois Jesus é a revelação plena de Deus ao homem.","referencias_relacionadas":["João 1:18","Hebreus 1:1-3","Colossenses 1:15"]},"joao_6_43_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' refere-se ao ato de acompanhar Jesus em sua missão e ensinamentos.","explicacao_detalhada":"Seguir a Jesus implica em um compromisso de vida, onde o crente se torna discípulo e testemunha do evangelho.","por_que_esta_palavra":"A palavra 'seguir' é um chamado à ação, desafiando os crentes a viverem de acordo com os ensinamentos de Cristo.","conexao_teologica":"O discipulado é um aspecto central da vida cristã, refletindo a transformação que ocorre ao seguir Jesus.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"joao_6_44_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' aqui se refere ao tempo em que Deus atrai as pessoas para Ele, indicando um momento específico de revelação e ação divina.","explicacao_detalhada":"No contexto de João 6:44, o 'dia' simboliza a intervenção divina na vida das pessoas, onde somente aqueles que são atraídos pelo Pai podem vir a Jesus. Isso destaca a soberania de Deus na salvação.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a importância do tempo divino na salvação, mostrando que não é um esforço humano, mas uma ação de Deus.","conexao_teologica":"A ideia de que Deus atrai as pessoas para Ele está ligada à doutrina da eleição e da graça irresistível, onde Deus escolhe e chama aqueles que serão salvos.","referencias_relacionadas":["João 6:37","Romanos 8:30","Efésios 1:4-5"]},"joao_6_44_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' aqui é usada para enfatizar a autoridade e o poder de Deus em atrair as pessoas para a salvação.","explicacao_detalhada":"Neste versículo, a menção de Deus destaca a ação soberana do Pai, que é fundamental para a vinda das pessoas a Jesus. É um reconhecimento do papel central de Deus na obra da salvação.","por_que_esta_palavra":"A palavra 'Deus' é crucial para entender a origem da salvação e a dependência humana da graça divina.","conexao_teologica":"A soberania de Deus na salvação é um tema central na teologia reformada, que enfatiza que a salvação é um ato de Deus e não do homem.","referencias_relacionadas":["João 6:65","Atos 13:48","2 Timóteo 1:9"]},"joao_6_45_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Neste versículo, 'Deus' é mencionado como o autor da revelação e do ensino, que capacita as pessoas a reconhecerem a verdade.","explicacao_detalhada":"A citação de Isaías 54:13, que Jesus faz, mostra que a instrução divina é essencial para que as pessoas venham a conhecer e entender a verdade sobre Cristo.","por_que_esta_palavra":"A palavra 'Deus' é usada para enfatizar a fonte de toda sabedoria e entendimento espiritual.","conexao_teologica":"A revelação divina é um aspecto fundamental da teologia cristã, onde Deus se comunica com a humanidade através das Escrituras e do Espírito Santo.","referencias_relacionadas":["Isaías 54:13","1 Coríntios 2:10-12","Tiago 1:5"]},"joao_6_46_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' aqui reafirma a ideia de que Jesus é o único que realmente conhece o Pai e pode revelá-lo aos homens.","explicacao_detalhada":"Jesus afirma que ninguém viu o Pai, exceto Ele, o que destaca a singularidade de Sua relação com Deus e Sua autoridade para ensinar sobre o Pai.","por_que_esta_palavra":"A palavra 'Deus' é essencial para entender a relação única entre Jesus e o Pai, que é central para a fé cristã.","conexao_teologica":"A doutrina da Trindade é implicada aqui, onde Jesus é visto como a revelação plena de Deus ao homem.","referencias_relacionadas":["João 1:18","Mateus 11:27","Hebreus 1:1-3"]},"joao_6_47_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A 'vida' mencionada aqui refere-se à vida eterna que é dada a todos os que creem em Jesus.","explicacao_detalhada":"Jesus declara que quem crê Nele tem a vida eterna, enfatizando a importância da fé como meio de receber essa vida.","por_que_esta_palavra":"A palavra 'vida' é usada para contrastar a vida espiritual que Jesus oferece com a morte espiritual que resulta da separação de Deus.","conexao_teologica":"A vida eterna é um tema central no Novo Testamento, representando a promessa de salvação e comunhão eterna com Deus.","referencias_relacionadas":["João 3:16","Romanos 6:23","1 João 5:11-12"]},"joao_6_47_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' é fundamental para a salvação, indicando a confiança e a entrega a Jesus como o Salvador.","explicacao_detalhada":"Jesus afirma que a fé Nele é o que garante a vida eterna, ressaltando a importância da crença pessoal em Sua obra redentora.","por_que_esta_palavra":"A palavra 'crer' é central na mensagem do evangelho, pois a salvação é recebida pela fé e não por obras.","conexao_teologica":"A justificação pela fé é um dos pilares da teologia cristã, onde a fé em Cristo é o meio pelo qual somos declarados justos diante de Deus.","referencias_relacionadas":["Efésios 2:8-9","Romanos 5:1","Gálatas 2:16"]},"joao_6_47_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à declaração de Jesus sobre a verdade de Sua identidade e a promessa de vida eterna.","explicacao_detalhada":"Jesus usa a palavra 'dizer' para afirmar a certeza de que aqueles que creem Nele têm a vida eterna, enfatizando a veracidade de Suas palavras.","por_que_esta_palavra":"A palavra 'dizer' é importante para entender que as promessas de Jesus são firmes e confiáveis.","conexao_teologica":"A autoridade das palavras de Jesus é um tema importante, pois Ele é a Palavra de Deus encarnada.","referencias_relacionadas":["João 14:6","Mateus 24:35","Hebreus 4:12"]},"joao_6_48_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A repetição da palavra 'vida' enfatiza a centralidade da vida eterna na mensagem de Jesus.","explicacao_detalhada":"Jesus se apresenta como o pão da vida, que sustenta espiritualmente aqueles que Nele creem, contrastando com o maná que os israelitas comeram no deserto.","por_que_esta_palavra":"A palavra 'vida' é usada para destacar a natureza espiritual e eterna da sustento que Jesus oferece.","conexao_teologica":"A metáfora do pão da vida é uma representação da provisão de Deus para a salvação e a vida espiritual.","referencias_relacionadas":["João 6:35","Mateus 4:4","Apocalipse 3:20"]},"joao_6_49_homem":{"palavra_pt":"homem","palavra_original":"μάννα","transliteracao":"mánna","strong":"G3131","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se ao maná que os israelitas comeram no deserto, contrastando com Jesus como o verdadeiro pão que dá vida.","explicacao_detalhada":"Jesus usa a referência ao maná para ensinar que, embora os israelitas tenham recebido alimento físico, Ele é o verdadeiro alimento espiritual que sustenta a vida eterna.","por_que_esta_palavra":"A palavra 'homem' é usada para ilustrar a transição do alimento físico para o espiritual, enfatizando a necessidade de Jesus.","conexao_teologica":"A comparação entre o maná e Jesus destaca a superioridade de Cristo como o verdadeiro sustento espiritual.","referencias_relacionadas":["Êxodo 16:15","João 6:32-33","Hebreus 9:11"]},"joao_6_49_eat":{"palavra_pt":"comer","palavra_original":"φάγω","transliteracao":"phágō","strong":"G5315","significado_raiz":"Ideia básica: comer.","significado_contextual":"A palavra 'comer' é usada metaforicamente para descrever a aceitação e a assimilação de Jesus como o pão da vida.","explicacao_detalhada":"Jesus fala sobre comer o pão da vida como um ato de fé, onde os crentes devem se apropriar de Sua vida e sacrifício.","por_que_esta_palavra":"A palavra 'comer' é crucial para entender a intimidade da relação entre o crente e Cristo, que é essencial para a vida espiritual.","conexao_teologica":"A ideia de comer o corpo de Cristo é uma referência à comunhão e à participação na vida de Jesus, que é central na Eucaristia.","referencias_relacionadas":["João 6:53-54","1 Coríntios 11:23-26","Mateus 26:26-28"]},"joao_6_50_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao céu como a morada de Deus e um lugar de vida eterna.","explicacao_detalhada":"No contexto de João 6:50, Jesus se apresenta como o pão que desceu do céu, enfatizando que Ele é a fonte de vida eterna, contrastando com o maná que os israelitas comeram no deserto.","por_que_esta_palavra":"A palavra 'céu' é usada para descrever a origem divina de Jesus e a promessa de vida eterna aos que creem nele.","conexao_teologica":"O céu é frequentemente associado à presença de Deus e à vida eterna, temas centrais na teologia cristã.","referencias_relacionadas":["João 3:13","Mateus 6:20","Hebreus 11:16"]},"joao_6_50_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a relação de proximidade ou origem.","explicacao_detalhada":"A palavra 'entre' é usada para mostrar a conexão entre Jesus e aqueles que o aceitam como o pão da vida, enfatizando a comunhão entre o crente e Cristo.","por_que_esta_palavra":"A palavra 'entre' destaca a ideia de que Jesus está presente na vida dos que creem, tornando-se parte de sua existência.","conexao_teologica":"A comunhão entre Cristo e os crentes é um tema importante na teologia do Novo Testamento.","referencias_relacionadas":["João 15:4","1 Coríntios 10:16","Gálatas 2:20"]},"joao_6_50_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus único e verdadeiro, criador de todas as coisas.","explicacao_detalhada":"Neste versículo, a menção de Deus é crucial para entender a autoridade e a missão de Jesus, que vem em nome do Pai.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para a compreensão da divindade de Jesus e sua relação com a humanidade.","conexao_teologica":"A relação entre Deus e Jesus é central na doutrina da Trindade.","referencias_relacionadas":["João 1:1","Mateus 28:19","1 João 5:20"]},"joao_6_51_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Novamente, refere-se ao céu como a origem divina do pão da vida.","explicacao_detalhada":"Jesus se apresenta como o pão vivo que desceu do céu, oferecendo vida eterna aos que se alimentam dele.","por_que_esta_palavra":"A repetição da palavra 'céu' reforça a ideia de que Jesus é o sustento espiritual enviado por Deus.","conexao_teologica":"A ideia de Jesus como o pão do céu é um símbolo da provisão divina e da salvação.","referencias_relacionadas":["João 6:32","Mateus 4:4","Apocalipse 2:17"]},"joao_6_51_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à natureza humana de Jesus e ao sacrifício que Ele faria.","explicacao_detalhada":"Jesus fala sobre dar sua carne como alimento, simbolizando seu sacrifício na cruz para a redenção da humanidade.","por_que_esta_palavra":"A palavra 'carne' é crucial para entender a encarnação de Cristo e sua identificação com a humanidade.","conexao_teologica":"A encarnação é um dos pilares da fé cristã, mostrando como Deus se fez homem.","referencias_relacionadas":["João 1:14","Romanos 8:3","Hebreus 2:14"]},"joao_6_51_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida eterna que Jesus oferece aos que creem nele.","explicacao_detalhada":"A vida mencionada aqui é não apenas física, mas espiritual, enfatizando a transformação que ocorre na vida do crente.","por_que_esta_palavra":"A palavra 'vida' é central na mensagem de Jesus, que veio para dar vida em abundância.","conexao_teologica":"A vida eterna é uma promessa fundamental do evangelho.","referencias_relacionadas":["João 10:10","Romanos 6:23","1 João 5:11"]},"joao_6_52_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à carne de Jesus, que gera confusão entre os ouvintes.","explicacao_detalhada":"Os judeus questionam como Jesus pode dar sua carne para comer, refletindo a dificuldade em entender a mensagem espiritual por trás de suas palavras.","por_que_esta_palavra":"A repetição da palavra 'carne' enfatiza a natureza do sacrifício de Cristo e a necessidade de fé para compreendê-lo.","conexao_teologica":"A dificuldade em aceitar a mensagem de Jesus é um tema recorrente nas Escrituras.","referencias_relacionadas":["Mateus 16:23","1 Coríntios 1:18","Hebreus 11:6"]},"joao_6_52_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"Refere-se aos judeus que questionam Jesus sobre suas afirmações.","explicacao_detalhada":"Os judeus, como representantes do povo escolhido, têm uma compreensão profunda das Escrituras, mas lutam para aceitar a nova revelação em Cristo.","por_que_esta_palavra":"A palavra 'judeus' é importante para entender o contexto cultural e religioso da época de Jesus.","conexao_teologica":"A relação entre Jesus e os judeus é complexa e central para a narrativa do Novo Testamento.","referencias_relacionadas":["João 1:11","Romanos 9:4-5","Atos 13:46"]},"joao_6_52_guerra":{"palavra_pt":"guerra","palavra_original":"μάχομαι","transliteracao":"máchomai","strong":"G3164","significado_raiz":"Ideia básica: guerra.","significado_contextual":"Refere-se ao conflito interno e à luta espiritual que surge da mensagem de Jesus.","explicacao_detalhada":"A palavra 'guerra' é usada metaforicamente para descrever a luta entre a fé e a incredulidade, especialmente entre os que rejeitam a mensagem de Cristo.","por_que_esta_palavra":"A palavra 'guerra' ilustra a resistência que a verdade de Jesus enfrenta no coração humano.","conexao_teologica":"A batalha espiritual é um tema importante na vida cristã, onde a fé é testada.","referencias_relacionadas":["Efésios 6:12","2 Coríntios 10:4","1 Timóteo 6:12"]},"joao_6_53_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se à figura central do cristianismo, o Salvador.","explicacao_detalhada":"Jesus é apresentado como aquele que dá a vida eterna, e sua carne e sangue são essenciais para a salvação.","por_que_esta_palavra":"A menção de 'Jesus' é fundamental, pois Ele é o cumprimento das promessas de Deus e a resposta para a necessidade humana de redenção.","conexao_teologica":"A centralidade de Jesus na salvação é um tema recorrente em toda a Bíblia.","referencias_relacionadas":["Atos 4:12","Romanos 10:9","1 Coríntios 15:3-4"]},"joao_6_53_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à carne de Cristo, simbolizando a entrega de seu corpo para a salvação da humanidade.","explicacao_detalhada":"No contexto de João 6, Jesus fala sobre a necessidade de comer sua carne e beber seu sangue, o que representa a aceitação de seu sacrifício e a comunhão com Ele. A carne é vista como um elemento essencial para a vida espiritual.","por_que_esta_palavra":"A palavra 'carne' é usada para enfatizar a realidade física do sacrifício de Jesus e a importância de sua encarnação.","conexao_teologica":"A carne de Cristo é central na teologia da Eucaristia, onde os crentes participam do corpo e sangue de Cristo para a vida eterna.","referencias_relacionadas":["João 6:51","Mateus 26:26-28","1 Coríntios 11:24-25"]},"joao_6_53_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A vida mencionada refere-se à vida eterna que Jesus oferece aos que creem nele.","explicacao_detalhada":"Jesus afirma que aqueles que comem sua carne e bebem seu sangue têm a vida eterna, indicando que a verdadeira vida espiritual vem da comunhão com Ele.","por_que_esta_palavra":"A palavra 'vida' é crucial para entender a promessa de salvação e a relação íntima que os crentes têm com Cristo.","conexao_teologica":"A vida eterna é um tema central no Novo Testamento, onde a fé em Jesus é apresentada como o caminho para a salvação.","referencias_relacionadas":["João 3:16","João 10:10","Romanos 6:23"]},"joao_6_54_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"Reforça a ideia de que a participação no corpo de Cristo é essencial para a salvação.","explicacao_detalhada":"A repetição da palavra 'carne' neste versículo enfatiza a necessidade de aceitar o sacrifício de Jesus para obter a vida eterna.","por_que_esta_palavra":"A carne é um símbolo do sacrifício de Cristo, que deve ser aceito por fé para a salvação.","conexao_teologica":"A Eucaristia é um sacramento que representa a união dos crentes com Cristo através de seu corpo.","referencias_relacionadas":["João 6:51","Lucas 22:19","1 Coríntios 10:16"]},"joao_6_54_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A vida eterna é prometida a todos que participam do corpo e sangue de Cristo.","explicacao_detalhada":"Este versículo destaca a conexão entre a fé em Jesus e a vida eterna, mostrando que a comunhão com Ele é fundamental para a salvação.","por_que_esta_palavra":"A palavra 'vida' é utilizada para enfatizar a qualidade e a eternidade da vida que Jesus oferece.","conexao_teologica":"A vida eterna é um dos principais ensinamentos de Jesus, que se opõe à morte espiritual.","referencias_relacionadas":["João 5:24","João 11:25-26","1 João 5:11-12"]},"joao_6_54_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia mencionado refere-se ao momento em que os crentes receberão a vida eterna.","explicacao_detalhada":"Jesus fala sobre o dia em que aqueles que crêem nele ressuscitarão, enfatizando a esperança da vida após a morte.","por_que_esta_palavra":"A palavra 'dia' simboliza um tempo futuro de realização das promessas de Deus.","conexao_teologica":"A ressurreição é um tema central na esperança cristã, ligada à promessa de vida eterna.","referencias_relacionadas":["1 Tessalonicenses 4:16-17","Apocalipse 20:12-13","Romanos 8:11"]},"joao_6_55_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à carne de Cristo como alimento espiritual que nutre a vida eterna.","explicacao_detalhada":"Jesus afirma que sua carne é verdadeira comida, indicando que a comunhão com Ele é essencial para a vida espiritual.","por_que_esta_palavra":"A carne é apresentada como um meio de sustento espiritual, essencial para a vida dos crentes.","conexao_teologica":"A ideia de Cristo como o pão da vida é fundamental para a compreensão da Eucaristia.","referencias_relacionadas":["João 6:51","Mateus 4:4","João 6:35"]},"joao_6_55_alimento":{"palavra_pt":"alimento","palavra_original":"βρῶσις","transliteracao":"brōsis","strong":"G1035","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Alimento que sustenta a vida espiritual, representando a necessidade de Cristo na vida do crente.","explicacao_detalhada":"Jesus se apresenta como o alimento que dá vida, contrastando com o alimento físico que perece.","por_que_esta_palavra":"A palavra 'alimento' é usada para enfatizar a importância de Cristo como sustento espiritual.","conexao_teologica":"A Eucaristia é vista como o alimento espiritual que nutre a vida dos crentes.","referencias_relacionadas":["João 6:32-33","Mateus 26:26","1 Pedro 2:2"]},"joao_6_56_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"Reitera a importância da carne de Cristo para a vida espiritual dos crentes.","explicacao_detalhada":"A carne de Cristo é apresentada como essencial para a comunhão e a permanência em Cristo.","por_que_esta_palavra":"A repetição da palavra 'carne' enfatiza a necessidade de uma relação íntima com Jesus.","conexao_teologica":"A união com Cristo é um tema central na teologia cristã, refletindo a importância da Eucaristia.","referencias_relacionadas":["João 15:4-5","Gálatas 2:20","Colossenses 3:3-4"]},"joao_6_56_eat":{"palavra_pt":"comer","palavra_original":"τρώγω","transliteracao":"trṓgō","strong":"G5176","significado_raiz":"Ideia básica: comer.","significado_contextual":"O ato de comer simboliza a aceitação do sacrifício de Cristo e a comunhão com Ele.","explicacao_detalhada":"Jesus usa a palavra 'comer' para descrever a necessidade de internalizar sua mensagem e seu sacrifício.","por_que_esta_palavra":"A palavra 'comer' é uma metáfora para a aceitação e a vivência da fé em Cristo.","conexao_teologica":"A Eucaristia é um ato de fé onde os crentes 'comem' espiritualmente o corpo de Cristo.","referencias_relacionadas":["João 6:51","Mateus 26:26","1 Coríntios 11:26"]},"joao_6_56_drink":{"palavra_pt":"drink","palavra_original":"πίνω","transliteracao":"pínō","strong":"G4095","significado_raiz":"Ideia básica: drink.","significado_contextual":"Beber o sangue de Cristo representa a aceitação do sacrifício e a vida que Ele oferece.","explicacao_detalhada":"Jesus fala sobre a importância de beber seu sangue, que simboliza a nova aliança e a purificação dos pecados.","por_que_esta_palavra":"A palavra 'beber' é usada para enfatizar a necessidade de aceitar a obra redentora de Cristo.","conexao_teologica":"O sangue de Cristo é central na teologia da redenção e na celebração da Eucaristia.","referencias_relacionadas":["Mateus 26:27-28","Hebreus 9:22","1 João 1:7"]},"joao_6_57_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se à vida espiritual que Jesus oferece aos que creem nele.","explicacao_detalhada":"Neste versículo, Jesus compara a vida que Ele dá à vida física, enfatizando que a verdadeira vida é encontrada nele. A ideia é que, assim como o pão é essencial para a vida física, Ele é essencial para a vida espiritual.","por_que_esta_palavra":"A palavra 'viver' é crucial para entender a oferta de Jesus de uma vida plena e eterna, que transcende a existência terrena.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, onde a fé em Jesus é apresentada como o caminho para a vida eterna.","referencias_relacionadas":["João 10:10","Romanos 6:23","1 João 5:12"]},"joao_6_57_eat":{"palavra_pt":"comer","palavra_original":"τρώγω","transliteracao":"trṓgō","strong":"G5176","significado_raiz":"Ideia básica: comer.","significado_contextual":"A palavra 'comer' simboliza a aceitação e a assimilação de Jesus como o pão da vida.","explicacao_detalhada":"Jesus usa a metáfora de comer para ilustrar a necessidade de internalizar sua mensagem e sua pessoa, assim como se alimenta do pão para viver.","por_que_esta_palavra":"Comer é uma ação que implica em um relacionamento íntimo e contínuo com Cristo, essencial para a vida espiritual.","conexao_teologica":"A Eucaristia, ou Ceia do Senhor, é uma prática que simboliza essa comunhão e aceitação de Jesus como alimento espiritual.","referencias_relacionadas":["Mateus 26:26","João 6:35","1 Coríntios 11:24"]},"joao_6_58_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'céu' refere-se ao lugar celestial onde Deus habita e de onde vem a verdadeira vida.","explicacao_detalhada":"Jesus menciona que o pão que Ele oferece é do céu, contrastando com o maná que os israelitas comeram no deserto, enfatizando que Ele é a verdadeira provisão divina.","por_que_esta_palavra":"A referência ao céu destaca a origem divina de Jesus e a natureza espiritual do alimento que Ele oferece.","conexao_teologica":"O conceito de céu é fundamental na teologia cristã, representando a esperança da vida eterna e a presença de Deus.","referencias_relacionadas":["João 3:13","Hebreus 11:16","Apocalipse 21:2"]},"joao_6_58_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' aqui reafirma a ideia de que a vida eterna é encontrada em Jesus, o pão que desceu do céu.","explicacao_detalhada":"Jesus enfatiza que aqueles que se alimentam dele terão vida eterna, contrastando com a morte física.","por_que_esta_palavra":"A repetição da palavra 'viver' sublinha a importância da vida espiritual que Ele oferece.","conexao_teologica":"A vida eterna é um dos principais temas do evangelho de João, onde a crença em Jesus é a chave para a salvação.","referencias_relacionadas":["João 3:16","João 5:24","Romanos 8:1"]},"joao_6_58_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a relação íntima entre Jesus e aqueles que creem nele.","explicacao_detalhada":"Jesus fala sobre estar entre os que se alimentam dele, sugerindo uma comunhão contínua e uma presença constante na vida dos crentes.","por_que_esta_palavra":"A ideia de estar 'entre' ressalta a proximidade e a interação que os crentes têm com Cristo.","conexao_teologica":"A presença de Cristo entre os crentes é um tema importante, refletindo a ideia de que Ele está sempre com aqueles que o seguem.","referencias_relacionadas":["Mateus 28:20","João 14:23","Gálatas 2:20"]},"joao_6_59_igreja":{"palavra_pt":"igreja","palavra_original":"συναγωγή","transliteracao":"synagōgḗ","strong":"G4864","significado_raiz":"Ideia básica: igreja.","significado_contextual":"A palavra 'igreja' refere-se à comunidade de crentes que se reúnem para adorar e aprender sobre Jesus.","explicacao_detalhada":"Neste contexto, a sinagoga é o lugar onde Jesus ensinava, e a palavra 'igreja' pode ser vista como uma antecipação da comunidade cristã que se formaria após sua ressurreição.","por_que_esta_palavra":"A menção à igreja destaca a importância da comunhão e do ensino na vida cristã.","conexao_teologica":"A igreja é o corpo de Cristo na terra, chamada a viver e propagar o evangelho.","referencias_relacionadas":["Atos 2:42","Efésios 4:12","Colossenses 1:18"]},"joao_6_59_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se ao ato de ensinar e comunicar a verdade sobre Jesus.","explicacao_detalhada":"Jesus fala na sinagoga, transmitindo verdades profundas sobre sua identidade e missão, e a importância de ouvir suas palavras.","por_que_esta_palavra":"A comunicação é essencial para a fé, pois a fé vem pelo ouvir a palavra de Deus.","conexao_teologica":"A pregação do evangelho é um mandamento para a igreja, refletindo a importância de compartilhar a mensagem de Cristo.","referencias_relacionadas":["Romanos 10:17","1 Pedro 2:9","Mateus 28:19-20"]},"joao_6_60_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/verbo' refere-se a Jesus como a manifestação de Deus e a verdade encarnada.","explicacao_detalhada":"Neste versículo, Jesus é identificado como o 'Verbo', que é central para a compreensão da sua divindade e missão redentora.","por_que_esta_palavra":"A palavra 'verbo' enfatiza a comunicação de Deus com a humanidade através de Jesus.","conexao_teologica":"A teologia do Verbo é fundamental para entender a encarnação e a revelação de Deus em Cristo.","referencias_relacionadas":["João 1:1","Hebreus 1:1-2","Colossenses 1:15"]},"joao_6_60_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude e à importância das palavras e ensinamentos de Jesus.","explicacao_detalhada":"Jesus é reconhecido como alguém que fala verdades profundas e impactantes, que desafiam a compreensão humana.","por_que_esta_palavra":"A grandeza das palavras de Jesus destaca sua autoridade e a necessidade de atenção e reverência por parte dos ouvintes.","conexao_teologica":"A grandeza de Cristo é um tema recorrente nas Escrituras, refletindo sua soberania e poder.","referencias_relacionadas":["Mateus 17:5","Filipenses 2:9-11","Apocalipse 1:8"]},"joao_6_60_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' novamente indica a relação entre Jesus e seus seguidores, enfatizando a proximidade.","explicacao_detalhada":"A presença de Jesus entre os crentes é uma fonte de encorajamento e força, mostrando que Ele está sempre acessível.","por_que_esta_palavra":"A ideia de estar 'entre' ressalta a intimidade do relacionamento que os crentes têm com Cristo.","conexao_teologica":"A presença de Cristo entre os crentes é um tema importante, refletindo a ideia de que Ele está sempre com aqueles que o seguem.","referencias_relacionadas":["Mateus 18:20","João 14:17","Gálatas 2:20"]},"joao_6_61_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que significa 'O Senhor salva'.","explicacao_detalhada":"Jesus é a figura central do cristianismo, considerado o Filho de Deus e o Salvador da humanidade. Neste versículo, Ele fala sobre a dificuldade de muitos em aceitar seus ensinamentos.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental para a fé cristã, pois representa a encarnação de Deus e a promessa de salvação.","conexao_teologica":"Jesus é visto como o cumprimento das profecias messiânicas do Antigo Testamento e a chave para a reconciliação entre Deus e a humanidade.","referencias_relacionadas":["Mateus 1:21","João 3:16","Atos 4:12"]},"joao_6_61_pecado":{"palavra_pt":"pecado","palavra_original":"σκανδαλίζω","transliteracao":"skandalízō","strong":"G4624","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra refere-se a um ato de transgressão contra a lei de Deus.","explicacao_detalhada":"Neste contexto, o pecado é o que leva as pessoas a se escandalizarem com os ensinamentos de Jesus, revelando a resistência do coração humano à verdade divina.","por_que_esta_palavra":"O reconhecimento do pecado é essencial para a compreensão da necessidade de salvação através de Jesus.","conexao_teologica":"O pecado separa a humanidade de Deus, e Jesus veio para redimir e restaurar essa relação.","referencias_relacionadas":["Romanos 3:23","1 João 1:8-10","Salmos 51:5"]},"joao_6_62_behold":{"palavra_pt":"eis","palavra_original":"θεωρέω","transliteracao":"theōréō","strong":"G2334","significado_raiz":"Ideia básica: eis.","significado_contextual":"Um chamado à atenção, para observar ou considerar algo importante.","explicacao_detalhada":"Jesus usa esta palavra para instigar os ouvintes a refletirem sobre a sua identidade e a sua missão, especialmente em relação à sua ascensão ao céu.","por_que_esta_palavra":"A palavra 'eis' enfatiza a importância de prestar atenção ao que está sendo dito e ao que está por vir.","conexao_teologica":"A ascensão de Jesus é um aspecto crucial da fé cristã, pois confirma sua divindade e a promessa de retorno.","referencias_relacionadas":["Atos 1:9-11","Hebreus 4:14","Mateus 28:18-20"]},"joao_6_63_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito, que dá vida e é essencial para a compreensão espiritual.","explicacao_detalhada":"Jesus explica que as palavras que Ele fala são espírito e vida, indicando que a verdadeira compreensão vem do Espírito Santo.","por_que_esta_palavra":"O Espírito é o agente de transformação e entendimento na vida do crente.","conexao_teologica":"O Espírito Santo é fundamental na vida cristã, guiando e capacitando os crentes a viverem de acordo com a vontade de Deus.","referencias_relacionadas":["João 14:26","Romanos 8:11","Gálatas 5:22-23"]},"joao_6_63_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à natureza humana, que é limitada e sujeita ao pecado.","explicacao_detalhada":"Jesus contrasta a carne com o espírito, enfatizando que a carne por si só não produz vida, mas é o espírito que vivifica.","por_que_esta_palavra":"A carne representa a fragilidade humana e a necessidade de dependência de Deus para a verdadeira vida.","conexao_teologica":"A dualidade entre carne e espírito é um tema recorrente na teologia cristã, mostrando a necessidade de viver pelo Espírito.","referencias_relacionadas":["Romanos 8:5-8","Gálatas 5:17","1 Coríntios 15:50"]},"joao_6_63_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida eterna que Jesus oferece aos que creem nele.","explicacao_detalhada":"A vida mencionada por Jesus é mais do que a existência física; é uma relação plena e eterna com Deus.","por_que_esta_palavra":"A vida é um tema central na mensagem de Jesus, que promete vida abundante aos que o seguem.","conexao_teologica":"A vida eterna é um dos principais benefícios da salvação e é acessível através da fé em Jesus.","referencias_relacionadas":["João 10:10","João 17:3","Romanos 6:23"]},"joao_6_64_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Reafirmação do nome de Jesus em um contexto de incredulidade.","explicacao_detalhada":"Jesus menciona que muitos não crerão nele, destacando a importância da fé para a salvação.","por_que_esta_palavra":"A repetição do nome de Jesus enfatiza sua centralidade na mensagem de salvação.","conexao_teologica":"A incredulidade em Jesus é um tema que aparece em várias passagens, mostrando a necessidade de fé.","referencias_relacionadas":["João 1:12","Hebreus 11:6","João 20:29"]},"joao_6_64_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A crença em Jesus como o Filho de Deus e Salvador.","explicacao_detalhada":"A fé é essencial para a salvação e é o meio pelo qual os crentes recebem a vida eterna.","por_que_esta_palavra":"A ênfase na fé destaca a resposta humana ao chamado de Deus.","conexao_teologica":"A fé é um dos pilares da teologia cristã, sendo a base para a justificação diante de Deus.","referencias_relacionadas":["Efésios 2:8-9","Romanos 10:17","Gálatas 2:16"]},"joao_6_64_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica uma relação ou posição entre pessoas ou coisas.","explicacao_detalhada":"Jesus menciona que entre os seus discípulos havia aqueles que não creriam, ressaltando a realidade da incredulidade mesmo entre os próximos.","por_que_esta_palavra":"A palavra 'entre' mostra a dinâmica do grupo de seguidores de Jesus e a diversidade de respostas à sua mensagem.","conexao_teologica":"A presença de incrédulos entre os crentes é um tema que desafia a comunidade de fé a permanecer firme.","referencias_relacionadas":["Mateus 7:21-23","João 15:19","1 João 2:19"]},"joao_6_65_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, à soberania e ao poder de Deus.","explicacao_detalhada":"Jesus menciona que é Deus quem concede a fé, enfatizando a necessidade da ação divina na salvação.","por_que_esta_palavra":"A palavra 'Deus' é central na teologia cristã, pois é Ele quem inicia e completa a obra da salvação.","conexao_teologica":"A soberania de Deus na salvação é um tema importante, mostrando que a fé é um dom divino.","referencias_relacionadas":["Efésios 2:8","Romanos 9:16","Filipenses 1:6"]},"joao_6_65_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a relação de proximidade ou inclusão em um grupo.","explicacao_detalhada":"No contexto de João 6:65, Jesus fala sobre aqueles que foram dados a Ele pelo Pai, enfatizando que a escolha de quem crê é divina e não humana. A palavra 'entre' sugere que há um grupo específico que é escolhido para a salvação.","por_que_esta_palavra":"A escolha de quem está 'entre' os que creem é fundamental para entender a soberania de Deus na salvação.","conexao_teologica":"A ideia de ser escolhido 'entre' é central na doutrina da eleição, que destaca a graça de Deus na salvação.","referencias_relacionadas":["Efésios 1:4","Romanos 8:33","2 Tessalonicenses 2:13"]},"joao_6_66_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a multidão que se afastou de Jesus após seus ensinamentos difíceis.","explicacao_detalhada":"Em João 6:66, muitos discípulos abandonam Jesus, e a palavra 'grande' enfatiza a magnitude da apostasia. Isso mostra que mesmo grandes multidões podem se desviar da verdade.","por_que_esta_palavra":"A grandeza da multidão que se afasta serve como um alerta sobre a superficialidade da fé de muitos.","conexao_teologica":"A apostasia é um tema importante na teologia, refletindo sobre a verdadeira natureza da fé e a perseverança dos santos.","referencias_relacionadas":["Mateus 7:13-14","1 Timóteo 4:1","Hebreus 6:4-6"]},"joao_6_66_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' novamente indica a inclusão ou exclusão de um grupo em relação a Jesus.","explicacao_detalhada":"Neste versículo, 'entre' é usado para descrever aqueles que deixaram Jesus, contrastando com os que permanecem. É uma questão de identidade e lealdade.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica de quem realmente segue a Cristo e quem não o faz.","conexao_teologica":"A ideia de estar 'entre' os seguidores de Cristo é essencial para discutir a verdadeira fé e a comunidade da igreja.","referencias_relacionadas":["João 15:19","Romanos 11:5","1 Pedro 2:9"]},"joao_6_67_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao nome do Salvador, que é central na fé cristã.","explicacao_detalhada":"Em João 6:67, Jesus pergunta aos doze se também querem ir embora. O uso do seu nome enfatiza sua identidade e autoridade como o Filho de Deus.","por_que_esta_palavra":"O nome 'Jesus' é fundamental para a salvação e a relação pessoal com Deus.","conexao_teologica":"A centralidade de Jesus na fé cristã é um tema recorrente, refletindo sua divindade e humanidade.","referencias_relacionadas":["Atos 4:12","Romanos 10:9","Filipenses 2:9-11"]},"joao_6_67_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' implica uma decisão consciente e deliberada.","explicacao_detalhada":"No contexto, Jesus oferece aos discípulos a opção de permanecer ou partir, destacando a liberdade de escolha na fé.","por_que_esta_palavra":"A escolha é um aspecto importante da resposta humana ao chamado de Deus.","conexao_teologica":"A liberdade de escolha é um tema debatido na teologia, especialmente em relação à graça e à soberania de Deus.","referencias_relacionadas":["Deuteronômio 30:19","Josué 24:15","Gálatas 5:13"]},"joao_6_67_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"A palavra 'depart' refere-se à ação de deixar ou se afastar.","explicacao_detalhada":"Em João 6:67, Jesus questiona se os discípulos também desejam 'departar', enfatizando a seriedade da decisão de seguir ou não.","por_que_esta_palavra":"A ideia de 'departar' é crucial para entender a fidelidade e o compromisso na caminhada cristã.","conexao_teologica":"O conceito de permanecer em Cristo versus se afastar é central na teologia da perseverança.","referencias_relacionadas":["João 15:6","Hebreus 10:38-39","1 João 2:19"]},"joao_6_68_rocha":{"palavra_pt":"rocha","palavra_original":"Πέτρος","transliteracao":"Pétros","strong":"G4074","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' simboliza firmeza e estabilidade.","explicacao_detalhada":"Simão Pedro responde a Jesus afirmando que Ele é o Santo de Deus, reconhecendo a firmeza e a verdade em suas palavras.","por_que_esta_palavra":"A rocha é uma metáfora para a confiança e a segurança que encontramos em Cristo.","conexao_teologica":"Cristo como a rocha é um tema recorrente na Escritura, simbolizando a segurança da fé.","referencias_relacionadas":["Mateus 16:18","Salmos 18:2","1 Coríntios 10:4"]},"joao_6_68_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' expressa autoridade e soberania.","explicacao_detalhada":"Pedro reconhece Jesus como Senhor, afirmando sua autoridade divina e seu papel como Salvador.","por_que_esta_palavra":"Reconhecer Jesus como Senhor é fundamental para a fé cristã e a submissão a sua vontade.","conexao_teologica":"A soberania de Cristo é um tema central na teologia, refletindo sua autoridade sobre todas as coisas.","referencias_relacionadas":["Romanos 14:9","Filipenses 2:11","Apocalipse 19:16"]},"joao_6_68_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à vida eterna que Jesus oferece.","explicacao_detalhada":"Pedro afirma que Jesus tem as palavras de vida eterna, reconhecendo que somente Ele pode dar verdadeira vida.","por_que_esta_palavra":"A vida eterna é um dos principais temas do evangelho, destacando a missão de Jesus.","conexao_teologica":"A vida em Cristo é um tema central na teologia, enfatizando a transformação e a nova criação.","referencias_relacionadas":["João 10:10","Romanos 6:23","1 João 5:11-12"]},"joao_6_69_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'cristo' significa 'ungido', referindo-se ao Messias.","explicacao_detalhada":"Pedro reconhece Jesus como o Cristo, afirmando sua identidade messiânica e o cumprimento das promessas de Deus.","por_que_esta_palavra":"A identificação de Jesus como Cristo é fundamental para a fé cristã, pois Ele é o cumprimento das profecias.","conexao_teologica":"A messianidade de Jesus é um tema central na teologia, refletindo sua missão redentora.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","Atos 2:36"]},"joao_6_69_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e sustentador do universo.","explicacao_detalhada":"A palavra 'deus' é usada para descrever a natureza divina de Jesus, reconhecendo-o como o Filho de Deus e parte da Trindade. No contexto de João 6:69, os discípulos afirmam sua crença em Jesus como o Santo de Deus.","por_que_esta_palavra":"A palavra é central para a compreensão da identidade de Jesus e sua relação com o Pai.","conexao_teologica":"A divindade de Jesus é um tema central no Novo Testamento, que afirma que Ele é Deus encarnado.","referencias_relacionadas":["João 1:1","Colossenses 2:9","Hebreus 1:3"]},"joao_6_69_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se à crença e confiança em Jesus como o Messias e Salvador.","explicacao_detalhada":"A palavra 'crer' implica um ato de fé que vai além da simples crença intelectual, envolvendo confiança e entrega a Jesus. No contexto, os discípulos expressam sua fé em Jesus após seus ensinamentos sobre o pão da vida.","por_que_esta_palavra":"A fé é fundamental para a salvação e a relação com Deus, conforme ensinado em várias partes do Novo Testamento.","conexao_teologica":"A fé em Jesus é o meio pelo qual os crentes recebem a vida eterna.","referencias_relacionadas":["Romanos 10:9","Efésios 2:8-9","Hebreus 11:1"]},"joao_6_70_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome do Salvador, que significa 'O Senhor salva'.","explicacao_detalhada":"O nome 'Jesus' é central para a fé cristã, pois representa a encarnação de Deus e sua missão de salvar a humanidade do pecado. No contexto, Jesus fala sobre a escolha de seus discípulos, incluindo Judas Iscariotes.","por_que_esta_palavra":"O nome de Jesus é invocado em oração e adoração, sendo a chave para a salvação.","conexao_teologica":"A identidade de Jesus como Salvador é fundamental para a teologia cristã.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Filipenses 2:9-11"]},"joao_6_70_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a relação ou posição entre pessoas ou coisas.","explicacao_detalhada":"A palavra 'entre' é usada para descrever a escolha de Jesus em meio aos seus discípulos, destacando a presença de Judas Iscariotes como um traidor. Isso enfatiza a realidade da traição dentro do círculo íntimo de Jesus.","por_que_esta_palavra":"É importante para entender a dinâmica entre Jesus e seus discípulos, especialmente em relação à traição.","conexao_teologica":"A traição de Judas é um exemplo da luta entre o bem e o mal, e como até mesmo aqueles próximos a Jesus podem falhar.","referencias_relacionadas":["Mateus 26:14-16","Lucas 22:3-6","João 13:2"]},"joao_6_71_nome":{"palavra_pt":"nome","palavra_original":"Ἰούδας","transliteracao":"Ioúdas","strong":"G2455","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome próprio de Judas Iscariotes.","explicacao_detalhada":"O nome 'Judas' é associado à traição, sendo um dos doze apóstolos que se voltou contra Jesus. No contexto, Jesus menciona Judas como aquele que o trairá, destacando a gravidade da sua escolha.","por_que_esta_palavra":"O nome é significativo porque representa a traição e a falha moral, contrastando com a fidelidade dos outros discípulos.","conexao_teologica":"A história de Judas serve como um alerta sobre a apostasia e a importância da fidelidade a Cristo.","referencias_relacionadas":["Mateus 26:14-16","Marcos 14:10-11","João 13:21-30"]},"joao_6_71_iscariot":{"palavra_pt":"iscariot","palavra_original":"Ἰσκαριώτης","transliteracao":"Iskariṓtēs","strong":"G2469","significado_raiz":"Ideia básica: iscariot.","significado_contextual":"Indica a origem de Judas, possivelmente referindo-se à cidade de Queriote.","explicacao_detalhada":"O termo 'Iscariot' é usado para distinguir Judas entre os outros apóstolos e enfatiza sua traição. No contexto, é uma referência à sua identidade como traidor de Jesus.","por_que_esta_palavra":"A identificação de Judas como Iscariot é crucial para entender sua traição e o impacto que teve na narrativa da paixão de Cristo.","conexao_teologica":"A traição de Judas é um exemplo do cumprimento das profecias sobre o Messias e a realidade do pecado humano.","referencias_relacionadas":["Mateus 26:14-16","Lucas 22:47-48","João 13:21-30"]}}