{"joao_9_1_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a presença de Jesus entre as pessoas, enfatizando sua encarnação e ministério.","explicacao_detalhada":"A palavra 'entre' sugere uma proximidade e interação, mostrando que Jesus não é um Deus distante, mas que vive e age no meio do Seu povo.","por_que_esta_palavra":"É importante para entender a missão de Jesus de se fazer acessível e próximo da humanidade.","conexao_teologica":"A encarnação de Cristo é um tema central na teologia, mostrando como Deus se fez homem para redimir a humanidade.","referencias_relacionadas":["João 1:14","Mateus 1:23","Hebreus 2:14"]},"joao_9_1_birth":{"palavra_pt":"birth","palavra_original":"γενετή","transliteracao":"genetḗ","strong":"G1079","significado_raiz":"Ideia básica: birth.","significado_contextual":"Refere-se ao nascimento físico, mas também pode ter conotações espirituais.","explicacao_detalhada":"A palavra 'birth' no contexto de João 9:1 destaca a condição humana e a necessidade de compreensão sobre a origem do homem e suas limitações.","por_que_esta_palavra":"É usada para discutir a natureza do homem e a obra de Deus na criação.","conexao_teologica":"O nascimento físico é um tema que leva à discussão sobre o novo nascimento espiritual que Jesus oferece.","referencias_relacionadas":["João 3:3","Salmos 139:13-16","Gálatas 4:4"]},"joao_9_1_depart":{"palavra_pt":"depart","palavra_original":"παράγω","transliteracao":"parágō","strong":"G3855","significado_raiz":"Ideia básica: depart.","significado_contextual":"Indica a ação de sair ou ir embora, possivelmente referindo-se ao movimento de Jesus em seu ministério.","explicacao_detalhada":"A palavra 'depart' sugere um movimento físico, mas também pode simbolizar a transição de Jesus de um estado de vida terrena para a missão divina.","por_que_esta_palavra":"É relevante para entender a dinâmica do ministério de Jesus e sua missão redentora.","conexao_teologica":"A ideia de partir é central na narrativa da vida de Jesus, que culmina em sua morte e ressurreição.","referencias_relacionadas":["João 7:33","João 13:1","Lucas 9:51"]},"joao_9_2_pai":{"palavra_pt":"pai","palavra_original":"γεννάω","transliteracao":"gennáō","strong":"G1080","significado_raiz":"Ideia básica: pai.","significado_contextual":"Refere-se à figura paterna, que é central na compreensão da identidade e origem do indivíduo.","explicacao_detalhada":"A palavra 'pai' no contexto de João 9:2 é usada para discutir a responsabilidade e a relação familiar, especialmente em relação ao pecado e à sua origem.","por_que_esta_palavra":"É importante para entender a dinâmica familiar e a relação entre os seres humanos e Deus.","conexao_teologica":"Deus é frequentemente referido como Pai na Bíblia, simbolizando cuidado, proteção e autoridade.","referencias_relacionadas":["Mateus 6:9","Romanos 8:15","Efésios 4:6"]},"joao_9_2_mestre":{"palavra_pt":"mestre","palavra_original":"ῥαββί","transliteracao":"rhabbí","strong":"G4461","significado_raiz":"Ideia básica: mestre.","significado_contextual":"Refere-se a um título de respeito e autoridade, especialmente no contexto de ensino.","explicacao_detalhada":"A palavra 'mestre' é usada para reconhecer a sabedoria e o conhecimento de Jesus, que ensina sobre a verdade e a vida.","por_que_esta_palavra":"É relevante para entender a posição de Jesus como um líder espiritual e educador.","conexao_teologica":"Jesus é reconhecido como o Mestre que ensina e guia seus seguidores na verdade de Deus.","referencias_relacionadas":["Mateus 23:8","João 13:13","Tiago 3:1"]},"joao_9_3_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome que representa a salvação e a missão redentora de Deus.","explicacao_detalhada":"A palavra 'Jesus' é central na fé cristã, simbolizando a encarnação de Deus e Sua obra de salvação.","por_que_esta_palavra":"É fundamental para a identidade cristã e a compreensão do plano de Deus para a humanidade.","conexao_teologica":"Jesus é o centro da teologia cristã, sendo o mediador entre Deus e os homens.","referencias_relacionadas":["Atos 4:12","Romanos 10:9","Filipenses 2:9-11"]},"joao_9_3_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'Deus' no contexto de João 9:3 destaca a soberania e a autoridade divina sobre todas as coisas, incluindo a vida e a cura.","por_que_esta_palavra":"É essencial para entender a natureza de Deus e Sua relação com a criação.","conexao_teologica":"A compreensão de Deus é fundamental para a fé cristã, que vê em Deus a fonte de toda verdade e vida.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","1 João 4:8"]},"joao_9_4_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo de atividade e oportunidade para realizar a obra de Deus.","explicacao_detalhada":"A palavra 'dia' no contexto de João 9:4 enfatiza a urgência e a importância do ministério de Jesus enquanto Ele ainda está presente na terra.","por_que_esta_palavra":"É usada para destacar a necessidade de aproveitar o tempo dado por Deus para fazer o bem.","conexao_teologica":"O conceito de tempo é importante na teologia, pois reflete a soberania de Deus sobre a história e a necessidade de agir conforme Sua vontade.","referencias_relacionadas":["Salmos 90:12","Efésios 5:16","2 Coríntios 6:2"]},"joao_9_4_obra":{"palavra_pt":"obra","palavra_original":"ἔργον","transliteracao":"érgon","strong":"G2041","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se à ação de Jesus em realizar milagres e obras de cura.","explicacao_detalhada":"A palavra 'obra' neste contexto enfatiza a atividade divina de Jesus, que realiza ações que demonstram o poder de Deus e a sua missão redentora.","por_que_esta_palavra":"A escolha da palavra 'obra' destaca a importância das ações de Jesus como manifestações do Reino de Deus na terra.","conexao_teologica":"As obras de Jesus são um reflexo do caráter de Deus e da sua vontade de restaurar a criação.","referencias_relacionadas":["Mateus 5:16","João 14:12","Atos 10:38"]},"joao_9_4_midnight":{"palavra_pt":"mid night","palavra_original":"νύξ","transliteracao":"nýx","strong":"G3571","significado_raiz":"Ideia básica: mid night.","significado_contextual":"Embora a palavra 'meia-noite' não apareça diretamente no texto, representa um tempo de escuridão e necessidade de luz.","explicacao_detalhada":"A escuridão da meia-noite simboliza a condição espiritual da humanidade antes da vinda de Cristo, que é a luz do mundo.","por_que_esta_palavra":"A escuridão é um tema recorrente na Bíblia, representando o pecado e a separação de Deus.","conexao_teologica":"Cristo é a luz que brilha nas trevas, trazendo esperança e salvação.","referencias_relacionadas":["João 1:5","Isaías 9:2","Mateus 4:16"]},"joao_9_5_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Ideia básica: mundo.","significado_contextual":"Refere-se ao mundo em sua totalidade, incluindo a humanidade e a criação que necessita da luz de Cristo.","explicacao_detalhada":"A palavra 'mundo' aqui implica em um sistema que está em oposição a Deus, mas que é alvo do amor e da redenção divina.","por_que_esta_palavra":"A inclusão do mundo no discurso de Jesus ressalta a abrangência da sua missão salvadora.","conexao_teologica":"Deus ama o mundo e deseja que todos sejam salvos através de Cristo.","referencias_relacionadas":["João 3:16","Romanos 5:8","1 João 2:2"]},"joao_9_5_fogo":{"palavra_pt":"luz","palavra_original":"φῶς","transliteracao":"phōs","strong":"G5457","significado_raiz":"Ideia básica: luz.","significado_contextual":"A palavra 'luz' é usada para contrastar com a escuridão do mundo, simbolizando a verdade e a vida que Jesus traz.","explicacao_detalhada":"A luz é um símbolo de revelação e conhecimento, representando a presença de Deus e a verdade que liberta.","por_que_esta_palavra":"Jesus se apresenta como a luz do mundo, que ilumina o caminho para a salvação.","conexao_teologica":"A luz de Cristo é essencial para a vida espiritual e para a compreensão da verdade divina.","referencias_relacionadas":["João 8:12","Efésios 5:8","1 João 1:5"]},"joao_9_6_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de Jesus em curar o cego, mostrando seu poder e compaixão.","explicacao_detalhada":"A ação de fazer algo é central na missão de Jesus, que não apenas ensina, mas também realiza milagres.","por_que_esta_palavra":"A ênfase na ação de 'fazer' demonstra que a fé é acompanhada de obras.","conexao_teologica":"As obras de Jesus são um exemplo para os crentes, que são chamados a agir em amor e serviço.","referencias_relacionadas":["Tiago 2:17","Mateus 7:21","Gálatas 6:9"]},"joao_9_6_solo":{"palavra_pt":"solo","palavra_original":"χαμαί","transliteracao":"chamaí","strong":"G5476","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se ao material usado por Jesus para curar o cego, simbolizando a criação e a intervenção divina.","explicacao_detalhada":"O uso do solo destaca a conexão de Jesus com a criação e a sua autoridade sobre ela.","por_que_esta_palavra":"A escolha do solo também pode simbolizar a humildade e a simplicidade da obra de Deus.","conexao_teologica":"Deus usa o que é simples e comum para realizar grandes obras.","referencias_relacionadas":["Gênesis 2:7","Isaías 64:8","Romanos 9:21"]},"joao_9_6_clay":{"palavra_pt":"clay","palavra_original":"πηλός","transliteracao":"pēlós","strong":"G4081","significado_raiz":"Ideia básica: clay.","significado_contextual":"A palavra 'argila' refere-se ao material moldável que Jesus usou para curar o cego, simbolizando a criação do homem.","explicacao_detalhada":"A argila representa a fragilidade e a forma que Deus dá ao ser humano, mostrando sua capacidade de criar e restaurar.","por_que_esta_palavra":"A utilização da argila demonstra a autoridade de Jesus como Criador e Redentor.","conexao_teologica":"Assim como Deus moldou o homem do pó da terra, Jesus molda a vida do cego, trazendo nova visão.","referencias_relacionadas":["Jeremias 18:6","Isaías 29:16","Romanos 9:20-21"]},"joao_9_7_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"Refere-se à instrução de Jesus para que o cego fosse até a piscina de Siloé, simbolizando obediência e fé.","explicacao_detalhada":"A palavra 'depart' implica em um movimento físico e espiritual, onde a fé é demonstrada através da ação.","por_que_esta_palavra":"A obediência ao comando de Jesus é essencial para a cura e a transformação.","conexao_teologica":"A fé que se manifesta em ação é um princípio fundamental na vida cristã.","referencias_relacionadas":["Hebreus 11:1","Tiago 1:22","Romanos 10:17"]},"joao_9_7_siloam":{"palavra_pt":"siloam","palavra_original":"Σιλωάμ","transliteracao":"Silōám","strong":"G4611","significado_raiz":"Ideia básica: siloam.","significado_contextual":"Siloé era uma piscina em Jerusalém, simbolizando a purificação e a cura.","explicacao_detalhada":"A piscina de Siloé era um local de esperança e restauração, onde muitos buscavam cura.","por_que_esta_palavra":"O nome Siloé significa 'enviado', o que se conecta com a missão de Jesus como o enviado de Deus.","conexao_teologica":"A cura do cego em Siloé representa a obra redentora de Cristo, que traz vida e restauração.","referencias_relacionadas":["Isaías 8:6","João 7:37-38","Romanos 5:1-2"]},"joao_9_8_behold":{"palavra_pt":"eis","palavra_original":"θεωρέω","transliteracao":"theōréō","strong":"G2334","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é um chamado à atenção, convidando as pessoas a verem a obra de Deus.","explicacao_detalhada":"O uso de 'eis' enfatiza a importância de testemunhar e reconhecer as obras de Deus em ação.","por_que_esta_palavra":"É um convite à contemplação e à reflexão sobre a realidade espiritual.","conexao_teologica":"A visão espiritual é fundamental para entender a obra de Cristo e sua mensagem.","referencias_relacionadas":["Salmos 34:8","Mateus 11:28","Apocalipse 3:20"]},"joao_9_8_former":{"palavra_pt":"former","palavra_original":"πρότερος","transliteracao":"próteros","strong":"G4387","significado_raiz":"Ideia básica: former.","significado_contextual":"Refere-se à condição anterior do homem cego, antes de ser curado por Jesus.","explicacao_detalhada":"A palavra 'former' (πρότερος) indica o estado anterior de algo ou alguém. No contexto, enfatiza a transformação que ocorreu na vida do homem que foi curado.","por_que_esta_palavra":"É utilizada para contrastar o antes e o depois da cura, mostrando a mudança significativa na vida do cego.","conexao_teologica":"A cura do cego é um símbolo da iluminação espiritual que Jesus traz, transformando vidas e realidades.","referencias_relacionadas":["João 9:1-7","Isaías 42:7","2 Coríntios 5:17"]},"joao_9_9_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"O ato de comunicar-se, neste caso, referindo-se ao que as pessoas diziam sobre o homem curado.","explicacao_detalhada":"A palavra 'dizer' (λέγω) é fundamental para entender como a cura de Jesus impactou a percepção das pessoas ao redor e a identidade do homem.","por_que_esta_palavra":"É importante para mostrar a confusão e as diferentes opiniões que surgiram após o milagre.","conexao_teologica":"A comunicação sobre Jesus e suas obras é central para a fé cristã e a propagação do evangelho.","referencias_relacionadas":["Mateus 5:14-16","Romanos 10:14","Atos 4:20"]},"joao_9_9_like":{"palavra_pt":"like","palavra_original":"ὅμοιος","transliteracao":"hómoios","strong":"G3664","significado_raiz":"Ideia básica: like.","significado_contextual":"Usado para descrever a comparação entre o homem curado e outros, questionando sua identidade.","explicacao_detalhada":"A palavra 'like' (ὅμοιος) sugere semelhança e é usada para expressar a dúvida das pessoas sobre a verdadeira identidade do homem que foi curado.","por_que_esta_palavra":"É crucial para entender a incredulidade e a confusão que cercam os milagres de Jesus.","conexao_teologica":"A identidade de Jesus e suas obras são frequentemente questionadas, refletindo a luta entre fé e dúvida.","referencias_relacionadas":["João 10:25","Mateus 16:13-16","Lucas 7:16"]},"joao_9_10_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se ao órgão da visão, que simboliza a capacidade de perceber a verdade.","explicacao_detalhada":"A palavra 'olho' (ὀφθαλμός) é central para a narrativa, pois o milagre envolve a restauração da visão física e espiritual.","por_que_esta_palavra":"É utilizada para enfatizar a transformação que ocorreu na vida do cego, que agora pode ver.","conexao_teologica":"A visão é um tema recorrente na Bíblia, simbolizando a revelação e o entendimento espiritual.","referencias_relacionadas":["Salmos 119:18","Mateus 6:22-23","2 Coríntios 4:4"]},"joao_9_10_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Novamente, refere-se ao ato de comunicar-se, neste caso, sobre a cura do cego.","explicacao_detalhada":"A repetição da palavra 'dizer' (λέγω) destaca a importância da comunicação e do testemunho sobre o que Jesus fez.","por_que_esta_palavra":"É essencial para a narrativa, pois mostra como as pessoas tentam entender e explicar o milagre.","conexao_teologica":"O testemunho é uma parte vital da fé cristã, onde os crentes compartilham suas experiências com Jesus.","referencias_relacionadas":["Marcos 5:19","Atos 1:8","1 Pedro 2:9"]},"joao_9_10_now":{"palavra_pt":"now","palavra_original":"οὖν","transliteracao":"oûn","strong":"G3767","significado_raiz":"Ideia básica: now.","significado_contextual":"Indica um momento presente, enfatizando a ação imediata após a cura.","explicacao_detalhada":"A palavra 'now' (οὖν) é usada para conectar a cura com a nova realidade do homem, que agora pode ver.","por_que_esta_palavra":"É importante para mostrar a transição do estado de cegueira para a visão.","conexao_teologica":"A ideia de 'agora' representa a nova vida que Jesus oferece aos que são curados e transformados por Ele.","referencias_relacionadas":["Romanos 8:1","Gálatas 2:20","Efésios 2:4-5"]},"joao_9_11_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus como o agente da cura, destacando sua divindade e poder.","explicacao_detalhada":"A palavra 'jesus' (Ἰησοῦς) é central na narrativa, pois é Ele quem realiza o milagre e transforma a vida do cego.","por_que_esta_palavra":"É fundamental para entender a identidade de Jesus como o Messias e Salvador.","conexao_teologica":"Jesus é a luz do mundo, que traz cura e salvação a todos que creem nele.","referencias_relacionadas":["João 8:12","Mateus 1:21","Atos 4:12"]},"joao_9_11_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de realizar ou fazer algo, neste caso, a cura.","explicacao_detalhada":"A palavra 'fazer' (ποιέω) é usada para descrever a ação de Jesus ao curar o cego, enfatizando seu poder e autoridade.","por_que_esta_palavra":"É importante para mostrar que a cura não foi um ato comum, mas um milagre divino.","conexao_teologica":"As obras de Jesus são um testemunho de sua natureza divina e de sua missão na terra.","referencias_relacionadas":["João 14:12","Mateus 11:5","Lucas 7:22"]},"joao_9_12_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se ao ato de expressar ou comunicar algo, especialmente sobre a cura.","explicacao_detalhada":"A palavra 'falar' (ἔπω) é utilizada para descrever a necessidade de testemunhar sobre o que aconteceu.","por_que_esta_palavra":"É essencial para a narrativa, pois mostra a importância do testemunho na vida do homem curado.","conexao_teologica":"Falar sobre as obras de Deus é um chamado para todos os crentes, como parte de sua missão.","referencias_relacionadas":["Salmos 66:16","Mateus 28:19-20","Atos 4:20"]},"joao_9_12_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Novamente, refere-se ao ato de comunicar-se sobre a cura.","explicacao_detalhada":"A repetição da palavra 'dizer' (λέγω) enfatiza a importância do testemunho e da comunicação sobre a obra de Jesus.","por_que_esta_palavra":"É crucial para entender como a cura impactou a vida do homem e a percepção das pessoas ao seu redor.","conexao_teologica":"O testemunho é uma parte vital da vida cristã, onde os crentes compartilham suas experiências com Jesus.","referencias_relacionadas":["Romanos 10:17","1 João 1:3","Atos 1:8"]},"joao_9_13_blind":{"palavra_pt":"blind","palavra_original":"τυφλός","transliteracao":"typhlós","strong":"G5185","significado_raiz":"Ideia básica: blind.","significado_contextual":"Refere-se à condição de cegueira física do homem que Jesus curou.","explicacao_detalhada":"A palavra 'blind' (τυφλός) é usada para descrever a incapacidade de ver, tanto em um sentido físico quanto espiritual. No contexto de João 9, a cegueira do homem simboliza a condição espiritual dos fariseus que não reconhecem Jesus como o Messias.","por_que_esta_palavra":"A cegueira física é um símbolo da cegueira espiritual, que impede as pessoas de verem a verdade sobre Deus e Sua obra.","conexao_teologica":"A cura do cego de nascença demonstra o poder de Jesus para trazer luz e verdade ao mundo, contrastando com a escuridão da incredulidade.","referencias_relacionadas":["João 9:1-7","Isaías 42:7","Mateus 11:5"]},"joao_9_13_casa":{"palavra_pt":"casa","palavra_original":"πρός","transliteracao":"prós","strong":"G4314","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao local onde o homem cego foi levado após sua cura.","explicacao_detalhada":"A palavra 'casa' (πρός) indica um espaço físico, mas também pode simbolizar um lugar de acolhimento e comunidade. No contexto, a casa é onde as pessoas reagem à cura do cego.","por_que_esta_palavra":"A casa é um espaço de interação social e de testemunho sobre a obra de Jesus.","conexao_teologica":"A casa representa a comunidade de fé que deve acolher e testemunhar as obras de Deus.","referencias_relacionadas":["Mateus 9:10","Marcos 2:1","Lucas 5:29"]},"joao_9_14_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que Jesus realizou a cura, que era um dia de sábado.","explicacao_detalhada":"A palavra 'dia' (ἡμέρα) é importante porque a cura no sábado gerou controvérsia entre os fariseus, que consideravam isso uma violação da lei do sábado.","por_que_esta_palavra":"O dia da cura destaca a tensão entre a tradição religiosa e a autoridade de Jesus.","conexao_teologica":"Jesus é o Senhor do sábado e Sua obra de cura demonstra que a misericórdia e a compaixão são mais importantes que a observância rígida da lei.","referencias_relacionadas":["Mateus 12:8","Marcos 2:27","Lucas 6:5"]},"joao_9_14_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus, o protagonista da cura do cego.","explicacao_detalhada":"A palavra 'Jesus' (Ἰησοῦς) é central no Novo Testamento, representando o Filho de Deus que veio para salvar a humanidade. No contexto, Ele é o agente da cura e da revelação.","por_que_esta_palavra":"Jesus é a encarnação da verdade e da luz, que traz cura tanto física quanto espiritual.","conexao_teologica":"A identidade de Jesus como o Messias é reafirmada através de Suas obras, que revelam o caráter de Deus.","referencias_relacionadas":["João 1:14","João 10:30","João 14:6"]},"joao_9_14_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de fazer algo, neste caso, a cura realizada por Jesus.","explicacao_detalhada":"A palavra 'fazer' (ποιέω) implica em ação e criação. Jesus fez algo novo ao curar o cego, mostrando Seu poder sobre a criação.","por_que_esta_palavra":"A ação de Jesus é um testemunho de Sua autoridade divina e de Sua missão redentora.","conexao_teologica":"As obras de Jesus são sinais do Reino de Deus, que traz restauração e vida.","referencias_relacionadas":["João 5:17","Atos 10:38","Mateus 4:23"]},"joao_9_15_clay":{"palavra_pt":"clay","palavra_original":"πηλός","transliteracao":"pēlós","strong":"G4081","significado_raiz":"Ideia básica: clay.","significado_contextual":"Refere-se ao barro que Jesus usou para curar o cego.","explicacao_detalhada":"A palavra 'clay' (πηλός) simboliza a criação e a obra de Deus. Jesus usou o barro para mostrar que Ele tem poder sobre a matéria e pode criar vida.","por_que_esta_palavra":"O uso do barro enfatiza a humanidade de Jesus e Sua conexão com a criação.","conexao_teologica":"Assim como Deus criou o homem do pó da terra, Jesus demonstra Seu poder criativo ao restaurar a visão do cego.","referencias_relacionadas":["Gênesis 2:7","Isaías 64:8","Romanos 9:21"]},"joao_9_15_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se ao órgão da visão que foi curado por Jesus.","explicacao_detalhada":"A palavra 'olho' (ὀφθαλμός) é crucial, pois representa a capacidade de ver, tanto fisicamente quanto espiritualmente. A cura do olho simboliza a revelação da verdade.","por_que_esta_palavra":"A restauração da visão física do cego é um sinal da capacidade de ver a verdade espiritual.","conexao_teologica":"Jesus é a luz do mundo, que permite que as pessoas vejam a verdade sobre Deus e Sua salvação.","referencias_relacionadas":["Salmos 119:18","Mateus 6:22","2 Coríntios 4:4"]},"joao_9_16_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus, cuja obra é manifestada através de Jesus.","explicacao_detalhada":"A palavra 'deus' (θεός) é usada para enfatizar a divindade de Jesus e Sua missão redentora. A cura é um ato que glorifica a Deus.","por_que_esta_palavra":"A ação de Jesus é um reflexo da vontade e do poder de Deus na terra.","conexao_teologica":"A obra de Jesus é uma manifestação do Reino de Deus, que traz cura e restauração ao mundo.","referencias_relacionadas":["João 14:10","Romanos 8:31","Hebreus 1:3"]},"joao_9_16_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de fazer algo, neste caso, a cura realizada por Jesus.","explicacao_detalhada":"A palavra 'fazer' (ποιέω) implica em ação e criação. Jesus fez algo novo ao curar o cego, mostrando Seu poder sobre a criação.","por_que_esta_palavra":"A ação de Jesus é um testemunho de Sua autoridade divina e de Sua missão redentora.","conexao_teologica":"As obras de Jesus são sinais do Reino de Deus, que traz restauração e vida.","referencias_relacionadas":["João 5:17","Atos 10:38","Mateus 4:23"]},"joao_9_16_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à ideia de estar entre ou no meio de algo, neste caso, entre os fariseus.","explicacao_detalhada":"A palavra 'entre' (ἐκ) indica a presença de Jesus no meio da sociedade e das controvérsias religiosas da época. Ele estava entre aqueles que questionavam Sua autoridade.","por_que_esta_palavra":"A presença de Jesus entre os fariseus destaca a tensão entre a verdade que Ele traz e a incredulidade deles.","conexao_teologica":"Jesus veio ao mundo para estar entre os pecadores e trazer a salvação, desafiando as normas religiosas.","referencias_relacionadas":["Mateus 9:10-13","Lucas 19:10","João 1:14"]},"joao_9_17_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se ao órgão da visão, simbolizando a percepção e a compreensão espiritual.","explicacao_detalhada":"O 'olho' é frequentemente usado na Bíblia para representar a capacidade de ver e entender a verdade. Neste contexto, o olho do homem curado é um símbolo da revelação de Jesus como a luz do mundo.","por_que_esta_palavra":"A palavra 'olho' é crucial para entender a cura do cego de nascença e a revelação da identidade de Jesus.","conexao_teologica":"A cura do cego é um sinal da missão de Jesus de trazer luz e entendimento ao mundo, contrastando com a cegueira espiritual dos fariseus.","referencias_relacionadas":["João 8:12","Mateus 6:22-23","Salmos 119:18"]},"joao_9_17_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de declarar ou afirmar algo.","explicacao_detalhada":"Neste versículo, a palavra 'dizer' é usada para relatar a declaração do homem curado sobre quem o curou, enfatizando a importância do testemunho pessoal.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para a narrativa, pois o testemunho do homem é uma parte central da história.","conexao_teologica":"A declaração de fé e testemunho é um tema recorrente na obra de Jesus, onde a verdade deve ser proclamada.","referencias_relacionadas":["Romanos 10:9","Atos 1:8","Salmos 107:2"]},"joao_9_18_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se à crença ou confiança em algo ou alguém.","explicacao_detalhada":"A palavra 'crer' é usada para descrever a resposta dos fariseus à cura, que se opõem à fé no poder de Jesus.","por_que_esta_palavra":"A fé é um elemento central na narrativa, contrastando a crença do homem curado com a incredulidade dos líderes religiosos.","conexao_teologica":"A fé em Jesus é essencial para a salvação e a compreensão da verdade espiritual.","referencias_relacionadas":["Hebreus 11:1","João 3:16","Marcos 9:23"]},"joao_9_18_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"Refere-se aos judeus, o povo escolhido de Deus.","explicacao_detalhada":"A palavra 'judeu' é usada para identificar a origem étnica e religiosa dos fariseus que questionam o homem curado, destacando a tensão entre Jesus e a liderança judaica.","por_que_esta_palavra":"É importante para entender o contexto cultural e religioso da época, bem como a oposição que Jesus enfrentou.","conexao_teologica":"A relação entre Jesus e os judeus é complexa, pois Ele veio para cumprir a Lei e os Profetas, mas foi rejeitado por muitos.","referencias_relacionadas":["Romanos 1:16","Mateus 15:24","João 4:22"]},"joao_9_19_pai":{"palavra_pt":"pai","palavra_original":"γεννάω","transliteracao":"gennáō","strong":"G1080","significado_raiz":"Ideia básica: pai.","significado_contextual":"Refere-se à figura paterna, que pode simbolizar origem ou autoridade.","explicacao_detalhada":"Neste contexto, a palavra 'pai' é usada para questionar a identidade do homem curado, enfatizando a relação familiar e a origem do milagre.","por_que_esta_palavra":"A identidade do pai é importante para entender a história familiar e a legitimidade do homem curado.","conexao_teologica":"A paternidade de Deus é um tema central na Bíblia, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Mateus 6:9","Romanos 8:15","Gálatas 4:6"]},"joao_9_19_desejo":{"palavra_pt":"desejo","palavra_original":"ἐρωτάω","transliteracao":"erōtáō","strong":"G2065","significado_raiz":"Ideia básica: desejo.","significado_contextual":"Refere-se ao ato de perguntar ou inquirir.","explicacao_detalhada":"A palavra 'desejo' é usada para descrever a ação dos fariseus em querer saber mais sobre a cura, revelando sua curiosidade e ceticismo.","por_que_esta_palavra":"É importante para entender a atitude dos fariseus em relação ao milagre e à pessoa de Jesus.","conexao_teologica":"A busca pela verdade é um tema importante, e a forma como as pessoas reagem a Jesus revela suas crenças e dúvidas.","referencias_relacionadas":["Tiago 1:5","Mateus 7:7","Salmos 119:145"]},"joao_9_20_pai":{"palavra_pt":"pai","palavra_original":"γεννάω","transliteracao":"gennáō","strong":"G1080","significado_raiz":"Ideia básica: pai.","significado_contextual":"Refere-se à figura paterna, que pode simbolizar origem ou autoridade.","explicacao_detalhada":"A repetição da palavra 'pai' enfatiza a importância da identidade familiar e a conexão do homem curado com seus pais.","por_que_esta_palavra":"A identidade do pai é crucial para a narrativa, pois os fariseus buscam confirmar a veracidade do milagre.","conexao_teologica":"A relação entre pais e filhos é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo.","referencias_relacionadas":["Efésios 6:1","Colossenses 3:20","Salmos 27:10"]},"joao_9_21_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se ao órgão da visão, simbolizando a percepção e a compreensão espiritual.","explicacao_detalhada":"A palavra 'olho' é novamente mencionada, reforçando a importância da visão física e espiritual na narrativa da cura.","por_que_esta_palavra":"A repetição da palavra 'olho' destaca a transformação que ocorreu na vida do homem curado.","conexao_teologica":"A visão espiritual é um tema central na obra de Jesus, que veio para abrir os olhos dos cegos espirituais.","referencias_relacionadas":["Isaías 42:7","Lucas 4:18","João 12:40"]},"joao_9_21_age":{"palavra_pt":"age","palavra_original":"ἡλικία","transliteracao":"hēlikía","strong":"G2244","significado_raiz":"Ideia básica: age.","significado_contextual":"Refere-se à idade ou fase da vida de uma pessoa.","explicacao_detalhada":"A palavra 'idade' é usada para questionar a maturidade e a responsabilidade do homem curado em relação ao milagre.","por_que_esta_palavra":"A idade é relevante para entender a posição do homem na sociedade e a credibilidade de seu testemunho.","conexao_teologica":"A maturidade espiritual é um tema importante, pois a fé e a compreensão de Deus podem crescer com a idade.","referencias_relacionadas":["1 Timóteo 4:12","Salmos 71:18","Provérbios 20:29"]},"joao_9_21_desejo":{"palavra_pt":"desejo","palavra_original":"ἐρωτάω","transliteracao":"erōtáō","strong":"G2065","significado_raiz":"Ideia básica: desejo.","significado_contextual":"Refere-se ao ato de perguntar ou inquirir.","explicacao_detalhada":"A palavra 'desejo' é utilizada para expressar a curiosidade dos fariseus sobre a cura, revelando seu ceticismo e necessidade de evidências.","por_que_esta_palavra":"É importante para entender a dinâmica entre o homem curado e os fariseus, que buscam descreditar o milagre.","conexao_teologica":"A busca pela verdade e a disposição para ouvir são fundamentais na relação com Deus e com a revelação de Jesus.","referencias_relacionadas":["Provérbios 18:13","Mateus 7:7","Tiago 1:19"]},"joao_9_22_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo é o Messias, o Ungido de Deus, que veio para salvar a humanidade.","explicacao_detalhada":"A palavra 'Cristo' deriva do grego 'Christós', que significa 'ungido'. No contexto bíblico, refere-se a Jesus como o cumprimento das profecias messiânicas do Antigo Testamento.","por_que_esta_palavra":"Esta palavra é central para a identidade de Jesus e sua missão redentora, sendo reconhecido como o Salvador prometido.","conexao_teologica":"A teologia cristã ensina que Jesus, como Cristo, é o mediador entre Deus e os homens, cumprindo a aliança de Deus com seu povo.","referencias_relacionadas":["Mateus 1:16","Lucas 2:11","Atos 2:36"]},"joao_9_22_alianca":{"palavra_pt":"alianca","palavra_original":"συντίθεμαι","transliteracao":"syntíthemai","strong":"G4934","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A aliança representa o pacto de Deus com seu povo, simbolizando compromisso e fidelidade.","explicacao_detalhada":"A palavra 'aliança' refere-se a um acordo sagrado entre Deus e a humanidade, onde Deus promete estar com seu povo e este, por sua vez, deve obedecer a Seus mandamentos.","por_que_esta_palavra":"A aliança é fundamental para entender a relação entre Deus e Israel, e mais tarde, entre Deus e a Igreja através de Cristo.","conexao_teologica":"A nova aliança em Cristo é vista como o cumprimento da antiga aliança, estabelecendo um novo relacionamento entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 9:13","Jeremias 31:31","Hebreus 8:6"]},"joao_9_23_age":{"palavra_pt":"age","palavra_original":"ἡλικία","transliteracao":"hēlikía","strong":"G2244","significado_raiz":"Ideia básica: age.","significado_contextual":"A palavra 'age' refere-se à idade ou ao tempo de vida de uma pessoa.","explicacao_detalhada":"Neste contexto, a palavra é usada para discutir a maturidade ou a fase da vida de alguém, especialmente em relação à sua capacidade de entender e responder à verdade.","por_que_esta_palavra":"É importante para entender a perspectiva do interlocutor sobre a experiência e a sabedoria que vêm com a idade.","conexao_teologica":"A Bíblia frequentemente fala sobre a importância da sabedoria que vem com a idade e a experiência, refletindo sobre a vida em Cristo.","referencias_relacionadas":["Salmos 90:10","Provérbios 16:31","Eclesiastes 12:1"]},"joao_9_23_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' implica a ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"Neste contexto, a palavra é usada para enfatizar a importância da comunicação e do testemunho sobre a obra de Deus na vida das pessoas.","por_que_esta_palavra":"Falar é um ato de testemunho, essencial para a propagação da fé e a edificação da comunidade cristã.","conexao_teologica":"A comunicação da verdade de Deus é um aspecto vital da missão da Igreja, conforme ensinado em Mateus 28:19-20.","referencias_relacionadas":["Romanos 10:14","Atos 1:8","1 Pedro 3:15"]},"joao_9_24_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A palavra 'glória' refere-se à honra, louvor e reconhecimento devido a Deus.","explicacao_detalhada":"No contexto bíblico, a glória de Deus é frequentemente associada à Sua presença e à manifestação de Seu poder e caráter.","por_que_esta_palavra":"A glória é um tema central na adoração e na vida cristã, refletindo a grandeza de Deus e Sua obra na criação e na redenção.","conexao_teologica":"A glória de Deus é um dos principais objetivos da vida cristã, conforme expressado em Romanos 11:36.","referencias_relacionadas":["Salmos 19:1","Isaías 6:3","Romanos 11:36"]},"joao_9_24_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, criador e sustentador do universo.","explicacao_detalhada":"No contexto bíblico, Deus é descrito como onipotente, onisciente e onipresente, sendo a fonte de toda vida e moralidade.","por_que_esta_palavra":"A compreensão de quem é Deus é fundamental para a fé cristã e para a relação do ser humano com o Criador.","conexao_teologica":"A relação entre Deus e a humanidade é central na narrativa bíblica, culminando na obra redentora de Cristo.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","João 3:16"]},"joao_9_24_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma posição ou relação de proximidade entre pessoas ou coisas.","explicacao_detalhada":"Neste contexto, 'entre' é usado para descrever a relação entre Deus e a humanidade, enfatizando a presença de Deus no meio do Seu povo.","por_que_esta_palavra":"A ideia de estar 'entre' é crucial para entender a encarnação de Cristo e a presença do Espírito Santo na vida dos crentes.","conexao_teologica":"A presença de Deus entre Seu povo é um tema recorrente na Bíblia, simbolizando Sua proximidade e cuidado.","referencias_relacionadas":["Êxodo 25:8","Mateus 18:20","Apocalipse 21:3"]},"joao_9_25_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' é usada para expressar a ação de comunicar uma verdade ou testemunho.","explicacao_detalhada":"Neste contexto, enfatiza a importância do testemunho pessoal sobre a obra de Deus na vida do indivíduo.","por_que_esta_palavra":"Falar sobre a experiência com Deus é essencial para a edificação da fé e para encorajar outros.","conexao_teologica":"O testemunho é uma parte vital da vida cristã, conforme ensinado em 2 Coríntios 5:20.","referencias_relacionadas":["Salmos 66:16","Atos 4:20","1 João 1:3"]},"joao_9_25_homem":{"palavra_pt":"homem","palavra_original":"εἷς","transliteracao":"heîs","strong":"G1520","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, enfatizando a dignidade e a criação à imagem de Deus.","explicacao_detalhada":"Neste contexto, 'homem' é usado para descrever a condição humana e a necessidade de redenção.","por_que_esta_palavra":"A compreensão da humanidade é essencial para entender a obra de Cristo e a necessidade de salvação.","conexao_teologica":"A Bíblia ensina que todos os homens são pecadores e necessitam da graça de Deus para a salvação.","referencias_relacionadas":["Gênesis 1:27","Romanos 3:23","Efésios 2:8-9"]},"joao_9_26_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' implica a ação de realizar ou executar algo.","explicacao_detalhada":"Neste contexto, 'fazer' refere-se às obras de Jesus e ao impacto que elas têm na vida das pessoas.","por_que_esta_palavra":"As ações de Jesus são fundamentais para a compreensão de Sua missão e do Reino de Deus.","conexao_teologica":"As obras de Jesus são uma demonstração do amor e do poder de Deus, e são um exemplo para os crentes.","referencias_relacionadas":["João 14:12","Mateus 5:16","Tiago 2:17"]},"joao_9_26_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se ao órgão da visão, simbolizando a percepção e a compreensão espiritual.","explicacao_detalhada":"O 'olho' é frequentemente usado na Bíblia para representar a capacidade de ver e entender a verdade. Neste contexto, o cego curado por Jesus está falando sobre sua experiência de receber a visão física, que também pode ser interpretada como uma metáfora para a iluminação espiritual.","por_que_esta_palavra":"A palavra 'olho' é crucial para entender a transformação do cego, que passa de uma vida de escuridão para uma nova vida de luz e compreensão.","conexao_teologica":"A cura do cego é um símbolo da obra redentora de Cristo, que traz luz ao mundo e revela a verdade sobre Deus.","referencias_relacionadas":["João 8:12","Mateus 6:22-23","Salmos 119:18"]},"joao_9_26_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Indica a ação de expressar verbalmente uma ideia ou testemunho.","explicacao_detalhada":"A palavra 'falar' é usada para descrever o ato do cego de testemunhar sobre sua cura. Ele não apenas recebeu a visão, mas também foi chamado a compartilhar sua experiência, enfatizando a importância do testemunho na fé.","por_que_esta_palavra":"Esta palavra é significativa porque destaca a necessidade de comunicar a verdade e a experiência pessoal com Deus.","conexao_teologica":"O testemunho é um aspecto fundamental da vida cristã, onde os crentes são chamados a proclamar as obras de Deus em suas vidas.","referencias_relacionadas":["Atos 1:8","Salmos 66:16","1 Pedro 3:15"]},"joao_9_27_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Refere-se à ação de decidir ou optar por algo.","explicacao_detalhada":"Neste contexto, o cego é questionado sobre a identidade de Jesus e se ele escolhe seguir a verdade revelada a ele. A escolha é um tema central na vida cristã, onde cada indivíduo deve decidir seguir a Cristo.","por_que_esta_palavra":"A palavra 'escolher' enfatiza a responsabilidade pessoal na fé e a importância de tomar decisões que refletem a verdade de Deus.","conexao_teologica":"A escolha de seguir a Cristo é um ato de fé que resulta em transformação e salvação.","referencias_relacionadas":["Josué 24:15","Romanos 10:9-10","Gálatas 5:13"]},"joao_9_27_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se a algo que se torna significativo ou importante.","explicacao_detalhada":"A palavra 'tornar-se' é usada para descrever a transformação que ocorre na vida do cego após sua cura. Ele não é apenas curado fisicamente, mas também se torna um testemunho vivo da obra de Jesus.","por_que_esta_palavra":"Esta palavra é importante porque ilustra a mudança radical que ocorre na vida de alguém que encontra a verdade em Cristo.","conexao_teologica":"A transformação espiritual é um tema central na teologia cristã, onde a nova vida em Cristo é celebrada.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Efésios 2:10"]},"joao_9_27_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, o Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'deus' é usada para enfatizar a autoridade e o poder de Deus em contraste com a incredulidade dos fariseus. O cego reconhece a obra de Deus em sua cura.","por_que_esta_palavra":"A menção de Deus é crucial para entender a origem da cura e a natureza divina de Jesus.","conexao_teologica":"A relação entre Deus e a humanidade é central na mensagem do evangelho, onde Deus busca restaurar a comunhão com o homem.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"joao_9_28_moses":{"palavra_pt":"moises","palavra_original":"Μωσεύς","transliteracao":"Mōseús","strong":"G3475","significado_raiz":"Ideia básica: moises.","significado_contextual":"Refere-se a Moisés, o líder e profeta que conduziu os israelitas.","explicacao_detalhada":"A menção de Moisés é significativa, pois os fariseus se consideravam seguidores da lei de Moisés. O cego, ao mencionar Moisés, destaca a diferença entre a antiga aliança e a nova revelação em Cristo.","por_que_esta_palavra":"A palavra 'Moisés' é usada para contrastar a antiga aliança com a nova, mostrando que Jesus é o cumprimento da lei.","conexao_teologica":"A relação entre Moisés e Jesus é um tema importante, onde Jesus é visto como o novo Moisés que traz libertação.","referencias_relacionadas":["Êxodo 3:10","Deuteronômio 18:15","Hebreus 3:5-6"]},"joao_9_28_revile":{"palavra_pt":"revile","palavra_original":"λοιδορέω","transliteracao":"loidoréō","strong":"G3058","significado_raiz":"Ideia básica: revile.","significado_contextual":"Refere-se ao ato de insultar ou menosprezar alguém.","explicacao_detalhada":"A palavra 'revile' é usada para descrever a atitude hostil dos fariseus em relação ao cego e a Jesus. Isso ilustra a resistência à verdade e à obra de Deus.","por_que_esta_palavra":"Esta palavra é importante porque revela a oposição que a verdade enfrenta e a necessidade de coragem para permanecer firme na fé.","conexao_teologica":"A perseguição e o desprezo enfrentados pelos crentes são temas recorrentes na Bíblia, refletindo a luta entre luz e trevas.","referencias_relacionadas":["Mateus 5:11-12","1 Pedro 4:14","Romanos 12:14"]},"joao_9_29_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, enfatizando a relação com a lei e a verdade.","explicacao_detalhada":"A palavra 'deus' aqui é usada para afirmar a soberania de Deus e a importância de seguir Seus mandamentos, contrastando com a rejeição dos fariseus.","por_que_esta_palavra":"A menção de Deus é crucial para entender a base da fé e a autoridade divina por trás da cura.","conexao_teologica":"A soberania de Deus é um tema central na teologia, onde Ele é reconhecido como o autor da salvação.","referencias_relacionadas":["Salmos 115:3","Romanos 11:36","Apocalipse 4:11"]},"joao_9_29_moses":{"palavra_pt":"moises","palavra_original":"Μωσεύς","transliteracao":"Mōseús","strong":"G3475","significado_raiz":"Ideia básica: moises.","significado_contextual":"Refere-se a Moisés, como representante da lei.","explicacao_detalhada":"A menção de Moisés aqui serve para reforçar a conexão entre a lei e a obra de Jesus, mostrando que Jesus é o cumprimento da lei que Moisés trouxe.","por_que_esta_palavra":"A palavra 'Moisés' é importante para entender a continuidade da revelação de Deus ao longo da história.","conexao_teologica":"A relação entre a lei e a graça é um tema central na teologia cristã, onde Jesus é visto como o mediador de uma nova aliança.","referencias_relacionadas":["Gálatas 3:24","Romanos 10:4","Hebreus 8:6"]},"joao_9_29_pregar":{"palavra_pt":"falar","palavra_original":"λαλέω","transliteracao":"laléō","strong":"G2980","significado_raiz":"Ideia básica: falar.","significado_contextual":"Indica a ação de comunicar a mensagem de Deus.","explicacao_detalhada":"A palavra 'falar' é usada para descrever a proclamação da verdade sobre Jesus. O cego, agora curado, é chamado a compartilhar sua experiência e a verdade que recebeu.","por_que_esta_palavra":"Esta palavra é significativa porque destaca a importância do evangelismo e do testemunho na vida cristã.","conexao_teologica":"A pregação do evangelho é um mandamento de Cristo, onde os crentes são chamados a fazer discípulos.","referencias_relacionadas":["Mateus 28:19-20","Marcos 16:15","Romanos 10:14-15"]},"joao_9_30_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"O 'olho' é mencionado no contexto da cura de um cego de nascença, simbolizando a capacidade de ver e compreender a verdade espiritual.","explicacao_detalhada":"O termo 'olho' (ὀφθαλμός) refere-se ao órgão da visão, mas neste contexto, representa também a percepção espiritual. A cura do cego ilustra a revelação de Cristo como a luz do mundo.","por_que_esta_palavra":"A palavra 'olho' é crucial para entender a transformação que ocorre na vida do homem curado, que passa de escuridão para luz, tanto fisicamente quanto espiritualmente.","conexao_teologica":"A cura do cego é um símbolo da obra redentora de Cristo, que abre os olhos dos que estão espiritualmente cegos, permitindo-lhes ver a verdade de Deus.","referencias_relacionadas":["João 8:12","2 Coríntios 4:4","Efésios 1:18"]},"joao_9_30_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' é usada quando o homem curado testemunha sobre Jesus, enfatizando a importância do testemunho pessoal na fé.","explicacao_detalhada":"O verbo 'falar' (ἔπω) implica a ação de comunicar algo. Neste caso, o homem curado expressa sua experiência e a verdade sobre Jesus, que é fundamental para a evangelização.","por_que_esta_palavra":"A escolha da palavra 'falar' destaca a necessidade de compartilhar a fé e a experiência pessoal com Cristo, essencial para a edificação da comunidade de crentes.","conexao_teologica":"O testemunho é um aspecto vital da vida cristã, refletindo a transformação que ocorre quando alguém encontra a verdade em Cristo.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","1 Pedro 3:15"]},"joao_9_30_marvellous":{"palavra_pt":"marvel lous","palavra_original":"θαυμαστός","transliteracao":"thaumastós","strong":"G2298","significado_raiz":"Ideia básica: marvel lous.","significado_contextual":"A palavra 'maravilhoso' descreve a cura extraordinária realizada por Jesus, que surpreende tanto os fariseus quanto a comunidade.","explicacao_detalhada":"O adjetivo 'maravilhoso' (θαυμαστός) refere-se a algo que provoca admiração e espanto. A cura do cego é um milagre que revela o poder divino de Jesus.","por_que_esta_palavra":"A utilização de 'maravilhoso' enfatiza a natureza sobrenatural da obra de Jesus, que não é apenas uma cura física, mas um sinal do Reino de Deus.","conexao_teologica":"Os milagres de Jesus servem como testemunhos de sua divindade e da chegada do Reino de Deus, mostrando que Ele é o Messias prometido.","referencias_relacionadas":["Salmos 77:14","Isaías 35:5-6","Lucas 7:21-22"]},"joao_9_31_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é mencionada no contexto da discussão sobre a origem do poder de Jesus e a relação com a lei.","explicacao_detalhada":"O termo 'Deus' (θεός) refere-se ao Ser Supremo, Criador e Sustentador do universo. Neste contexto, é usado para afirmar que Deus não ouve pecadores, mas aqueles que O temem e fazem Sua vontade.","por_que_esta_palavra":"A palavra 'Deus' é central para a discussão sobre a legitimidade da obra de Jesus e a sua relação com a lei e a tradição religiosa.","conexao_teologica":"A compreensão de quem é Deus e como Ele opera no mundo é fundamental para a fé cristã, especialmente em relação à obra redentora de Cristo.","referencias_relacionadas":["Salmos 34:15","Isaías 59:1","Tiago 4:8"]},"joao_9_31_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' é utilizada para discutir as ações de Jesus e a sua conformidade com a vontade de Deus.","explicacao_detalhada":"O verbo 'fazer' (ποιέω) implica a realização de ações, neste caso, as obras de Jesus que são vistas como boas e divinas, contrastando com as ações dos fariseus.","por_que_esta_palavra":"A palavra 'fazer' é importante para entender a natureza das obras de Jesus e como elas se alinham com a vontade de Deus, desafiando as tradições religiosas da época.","conexao_teologica":"As obras de Jesus são uma manifestação do caráter de Deus e da sua vontade, mostrando que Ele age em favor da humanidade.","referencias_relacionadas":["Mateus 5:16","João 14:13-14","Efésios 2:10"]},"joao_9_32_pai":{"palavra_pt":"pai","palavra_original":"γεννάω","transliteracao":"gennáō","strong":"G1080","significado_raiz":"Ideia básica: pai.","significado_contextual":"A palavra 'pai' é usada para descrever a relação de Deus com os homens e a autoridade que Jesus possui como Filho.","explicacao_detalhada":"O verbo 'pai' (γεννάω) implica a ideia de gerar ou criar. Neste contexto, refere-se à relação de Jesus com Deus, enfatizando sua divindade e autoridade.","por_que_esta_palavra":"A palavra 'pai' é essencial para entender a relação única entre Jesus e Deus, que é fundamental para a teologia cristã.","conexao_teologica":"A paternidade de Deus é um tema central na Bíblia, refletindo o amor e a relação íntima que Ele deseja ter com a humanidade.","referencias_relacionadas":["João 1:12","Romanos 8:15","Gálatas 4:6"]},"joao_9_32_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' é usada para descrever a presença de Jesus no meio do povo e sua relação com a comunidade.","explicacao_detalhada":"A preposição 'entre' (ἐκ) indica uma posição ou relação de proximidade. Neste contexto, refere-se à presença de Jesus entre os homens e sua interação com eles.","por_que_esta_palavra":"A palavra 'entre' é importante para entender a encarnação de Cristo e como Ele se relaciona com a humanidade.","conexao_teologica":"A presença de Jesus entre os homens é um aspecto fundamental da encarnação, mostrando que Deus se fez homem para habitar entre nós.","referencias_relacionadas":["Mateus 1:23","João 1:14","Hebreus 2:14"]},"joao_9_32_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' é novamente mencionada, reforçando a ideia de percepção e entendimento espiritual.","explicacao_detalhada":"O termo 'olho' (ὀφθαλμός) é usado para enfatizar a capacidade de ver além do físico, simbolizando a compreensão espiritual que vem de Deus.","por_que_esta_palavra":"A repetição da palavra 'olho' destaca a importância da visão espiritual na fé, contrastando com a cegueira espiritual dos fariseus.","conexao_teologica":"A visão espiritual é um tema recorrente na Bíblia, simbolizando a iluminação que vem de Deus e a capacidade de discernir a verdade.","referencias_relacionadas":["Salmos 119:18","Mateus 13:16","Apocalipse 3:18"]},"joao_9_33_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é novamente mencionada, reafirmando a autoridade divina por trás das ações de Jesus.","explicacao_detalhada":"O termo 'Deus' (θεός) é central para a discussão sobre a legitimidade das obras de Jesus e sua relação com a lei e a tradição religiosa.","por_que_esta_palavra":"A repetição da palavra 'Deus' enfatiza a soberania e a autoridade divina que respaldam as ações de Jesus, desafiando as crenças dos fariseus.","conexao_teologica":"A compreensão de Deus como autoridade suprema é fundamental para a fé cristã, especialmente em relação à obra redentora de Cristo.","referencias_relacionadas":["Salmos 46:10","Isaías 40:28","Romanos 11:36"]},"joao_9_33_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' é utilizada novamente para discutir as ações de Jesus e sua conformidade com a vontade de Deus.","explicacao_detalhada":"O verbo 'fazer' (ποιέω) implica a realização de ações, neste caso, as obras de Jesus que são vistas como boas e divinas, contrastando com as ações dos fariseus.","por_que_esta_palavra":"A repetição da palavra 'fazer' é importante para entender a natureza das obras de Jesus e como elas se alinham com a vontade de Deus.","conexao_teologica":"As obras de Jesus são uma manifestação do caráter de Deus e da sua vontade, mostrando que Ele age em favor da humanidade.","referencias_relacionadas":["Mateus 5:16","João 14:13-14","Efésios 2:10"]},"joao_9_34_pai":{"palavra_pt":"pai","palavra_original":"γεννάω","transliteracao":"gennáō","strong":"G1080","significado_raiz":"Ideia básica: pai.","significado_contextual":"Refere-se à relação de paternidade, indicando a origem ou autoridade.","explicacao_detalhada":"No contexto do versículo, a palavra 'pai' é usada para descrever a relação entre Deus e os homens, enfatizando a autoridade divina e a criação.","por_que_esta_palavra":"A palavra é utilizada para mostrar a conexão entre o homem e Deus, destacando a importância da paternidade divina na vida espiritual.","conexao_teologica":"A paternidade de Deus é um tema central na teologia cristã, simbolizando amor, proteção e autoridade.","referencias_relacionadas":["Mateus 6:9","Romanos 8:15","Gálatas 4:6"]},"joao_9_34_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Indica a ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"Neste versículo, 'falar' é usado para descrever a ação de expressar opiniões ou verdades, especialmente em um contexto de debate ou confronto.","por_que_esta_palavra":"A escolha da palavra enfatiza a importância da comunicação na revelação da verdade e na defesa da fé.","conexao_teologica":"A comunicação é fundamental na evangelização e na propagação do evangelho.","referencias_relacionadas":["Tiago 1:19","Efésios 4:29","Colossenses 4:6"]},"joao_9_34_altogether":{"palavra_pt":"altogether","palavra_original":"ὅλος","transliteracao":"hólos","strong":"G3650","significado_raiz":"Ideia básica: altogether.","significado_contextual":"Refere-se à totalidade ou à união de elementos.","explicacao_detalhada":"A palavra 'altogether' é usada para enfatizar a totalidade da experiência ou da condição, sugerindo que todos os aspectos devem ser considerados.","por_que_esta_palavra":"Utilizar 'altogether' reforça a ideia de que a verdade deve ser vista em sua totalidade, sem divisões.","conexao_teologica":"A totalidade da verdade é um princípio importante na teologia, onde a compreensão completa de Deus e de Sua palavra é essencial.","referencias_relacionadas":["João 17:21","Romanos 12:5","1 Coríntios 12:12"]},"joao_9_35_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se ao nome do Salvador, Jesus Cristo.","explicacao_detalhada":"Neste versículo, 'Jesus' é mencionado como a figura central da fé cristã, aquele que traz a luz e a verdade ao mundo.","por_que_esta_palavra":"O nome de Jesus é fundamental para a identidade cristã, representando salvação e esperança.","conexao_teologica":"Jesus é o mediador entre Deus e a humanidade, e seu nome é invocado em oração e adoração.","referencias_relacionadas":["Atos 4:12","Filipenses 2:10","João 14:6"]},"joao_9_35_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se à crença ou confiança em algo ou alguém.","explicacao_detalhada":"A palavra 'crer' é usada para descrever a resposta da fé em Jesus, reconhecendo-o como o Filho de Deus e Salvador.","por_que_esta_palavra":"A fé é um elemento essencial na vida cristã, sendo a base da relação com Deus.","conexao_teologica":"A fé é o meio pelo qual os crentes recebem a salvação e a graça de Deus.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Efésios 2:8-9"]},"joao_9_36_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao poder ou direito de governar ou comandar.","explicacao_detalhada":"A palavra 'senhor' é usada para reconhecer a autoridade de Jesus sobre a vida e a criação.","por_que_esta_palavra":"Reconhecer Jesus como Senhor implica submissão e respeito à sua autoridade divina.","conexao_teologica":"A autoridade de Cristo é um tema central na teologia, refletindo seu papel como Rei e Salvador.","referencias_relacionadas":["Mateus 28:18","Romanos 14:9","Filipenses 2:9-11"]},"joao_9_36_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se à crença ou confiança em algo ou alguém.","explicacao_detalhada":"A palavra 'crer' é novamente utilizada para enfatizar a importância da fé em Jesus como Senhor e Salvador.","por_que_esta_palavra":"Reiterar a fé é essencial para a compreensão da relação entre o crente e Cristo.","conexao_teologica":"A fé é a chave para a salvação e a vida eterna, conforme ensinado nas Escrituras.","referencias_relacionadas":["João 3:16","Gálatas 2:20","1 João 5:13"]},"joao_9_36_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"Indica a ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"A palavra 'falar' é usada para descrever a importância da comunicação da verdade e da fé.","por_que_esta_palavra":"A comunicação é vital para a edificação da igreja e a evangelização.","conexao_teologica":"A palavra de Deus é frequentemente comunicada através da pregação e do testemunho.","referencias_relacionadas":["Romanos 10:14","2 Timóteo 4:2","1 Pedro 3:15"]},"joao_9_37_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se ao nome do Salvador, Jesus Cristo.","explicacao_detalhada":"Neste versículo, Jesus é apresentado como a resposta à busca espiritual e à necessidade de salvação.","por_que_esta_palavra":"O nome de Jesus é central na fé cristã, simbolizando a esperança e a redenção.","conexao_teologica":"Jesus é o caminho, a verdade e a vida, e seu nome é fundamental para a salvação.","referencias_relacionadas":["João 1:12","Atos 2:21","Romanos 5:1"]},"joao_9_37_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se à ação de acompanhar ou obedecer a alguém.","explicacao_detalhada":"A palavra 'seguir' é usada para descrever a disposição de seguir os ensinamentos e o exemplo de Jesus.","por_que_esta_palavra":"Seguir Jesus implica em compromisso e dedicação à sua causa e ensinamentos.","conexao_teologica":"O chamado para seguir a Cristo é um convite à transformação e à vida nova.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"joao_9_37_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' é utilizada por Jesus para expressar a verdade sobre sua identidade e missão.","explicacao_detalhada":"Neste contexto, Jesus revela que Ele é o Filho de Deus, enfatizando a importância de ouvir e entender suas palavras como verdades divinas.","por_que_esta_palavra":"A escolha da palavra 'falar' destaca a comunicação direta de Jesus com a humanidade, revelando sua natureza divina.","conexao_teologica":"A comunicação de Jesus é fundamental para a fé cristã, pois Ele é a Palavra que se fez carne (João 1:14).","referencias_relacionadas":["João 1:1","João 1:14","Hebreus 1:1-2"]},"joao_9_38_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para reconhecer a autoridade de Jesus como o Messias.","explicacao_detalhada":"Neste versículo, o cego curado confessa Jesus como Senhor, reconhecendo sua soberania e poder divino.","por_que_esta_palavra":"A palavra 'senhor' implica submissão e respeito, essencial para a relação entre o crente e Cristo.","conexao_teologica":"A autoridade de Jesus é um tema central no Novo Testamento, onde Ele é reconhecido como Senhor sobre todas as coisas.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:10-11","Atos 2:36"]},"joao_9_38_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' expressa a resposta de fé do cego curado diante da revelação de Jesus.","explicacao_detalhada":"A fé é um elemento crucial na experiência de salvação, e o ato de crer em Jesus é a resposta adequada ao seu chamado.","por_que_esta_palavra":"A palavra 'crer' enfatiza a necessidade de fé pessoal para a salvação e a relação com Deus.","conexao_teologica":"A fé é o meio pelo qual recebemos a graça de Deus e é essencial para a vida cristã.","referencias_relacionadas":["Efésios 2:8-9","Hebreus 11:6","João 3:16"]},"joao_9_38_falar":{"palavra_pt":"falar","palavra_original":"φημί","transliteracao":"phēmí","strong":"G5346","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' é utilizada para expressar a confissão de fé do cego em Jesus.","explicacao_detalhada":"O ato de falar sobre Jesus é um testemunho da transformação que ocorreu em sua vida após o encontro com Ele.","por_que_esta_palavra":"Falar sobre Jesus é um ato de adoração e reconhecimento de sua obra redentora.","conexao_teologica":"A confissão de fé é um passo importante na vida cristã, refletindo a transformação interna que ocorre pela graça.","referencias_relacionadas":["Romanos 10:9","Mateus 10:32","Atos 1:8"]},"joao_9_39_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' é central na revelação de Deus e na salvação da humanidade.","explicacao_detalhada":"Neste versículo, Jesus afirma que veio ao mundo para trazer luz e discernimento, contrastando com a cegueira espiritual dos fariseus.","por_que_esta_palavra":"O nome 'Jesus' significa 'O Senhor é salvação', refletindo sua missão redentora.","conexao_teologica":"Jesus é a luz do mundo, e sua vinda traz clareza e verdade àqueles que estão perdidos.","referencias_relacionadas":["João 8:12","Mateus 1:21","Atos 4:12"]},"joao_9_39_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se à transformação que ocorre na vida do crente ao encontrar Jesus.","explicacao_detalhada":"A mudança de estado, de cego para ver, simboliza a nova vida que Jesus oferece a todos que creem nele.","por_que_esta_palavra":"A ideia de 'tornar-se' enfatiza a ação de Deus em transformar vidas, um tema recorrente nas Escrituras.","conexao_teologica":"A transformação espiritual é um aspecto essencial da salvação e da nova criação em Cristo.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"joao_9_40_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a relação e a interação entre Jesus e os fariseus.","explicacao_detalhada":"Os fariseus, que se consideravam espiritualmente iluminados, estavam na verdade em uma posição de cegueira espiritual.","por_que_esta_palavra":"A palavra 'entre' destaca a presença de Jesus no meio do povo e sua interação com aqueles que se opõem a Ele.","conexao_teologica":"A presença de Jesus entre os homens é um tema central, pois Ele veio para buscar e salvar o que estava perdido.","referencias_relacionadas":["Lucas 19:10","Mateus 18:20","João 1:14"]},"joao_9_40_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em um compromisso de seguir a Jesus e seus ensinamentos.","explicacao_detalhada":"Seguir Jesus é uma decisão ativa de viver de acordo com sua palavra e exemplo, refletindo a verdadeira fé.","por_que_esta_palavra":"A ideia de seguir é fundamental na vida cristã, pois envolve obediência e dedicação ao Senhor.","conexao_teologica":"Seguir a Jesus é um chamado para todos os crentes, que são convidados a ser discípulos e testemunhas.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"joao_9_41_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' reafirma a identidade do Salvador e seu papel na revelação de Deus.","explicacao_detalhada":"Jesus, como o Filho de Deus, é a manifestação do amor e da graça divina, trazendo salvação e esperança.","por_que_esta_palavra":"O nome 'Jesus' é central na fé cristã, sendo a chave para a relação entre Deus e a humanidade.","conexao_teologica":"A identidade de Jesus como o Messias é fundamental para a compreensão da salvação e da vida eterna.","referencias_relacionadas":["João 14:6","Atos 10:36","1 João 5:12"]},"joao_9_41_falar":{"palavra_pt":"falar","palavra_original":"ἔπω","transliteracao":"épō","strong":"G2036","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' é usada para enfatizar a comunicação de Jesus sobre a verdade e a justiça.","explicacao_detalhada":"Neste contexto, Jesus fala sobre a responsabilidade dos fariseus em reconhecer sua cegueira espiritual.","por_que_esta_palavra":"A comunicação de Jesus é um convite à reflexão e à mudança de coração.","conexao_teologica":"A palavra de Jesus é viva e eficaz, capaz de transformar vidas e trazer entendimento.","referencias_relacionadas":["Hebreus 4:12","Mateus 7:24","João 6:63"]},"joao_9_41_blind":{"palavra_pt":"blind","palavra_original":"τυφλός","transliteracao":"typhlós","strong":"G5185","significado_raiz":"Ideia básica: blind.","significado_contextual":"A palavra 'blind' refere-se à condição de não poder ver, tanto fisicamente quanto espiritualmente.","explicacao_detalhada":"No contexto de João 9, Jesus cura um homem cego de nascença, simbolizando a iluminação espiritual que Ele traz. A cegueira física é usada como metáfora para a cegueira espiritual dos fariseus, que não reconhecem Jesus como o Messias.","por_que_esta_palavra":"A palavra é utilizada para destacar a transformação que Jesus pode operar na vida das pessoas, trazendo visão onde antes havia escuridão.","conexao_teologica":"A cura do cego é um sinal do poder de Jesus e da sua missão de trazer luz ao mundo, contrastando com a cegueira espiritual dos líderes religiosos.","referencias_relacionadas":["João 9:1-12","Isaías 42:7","Mateus 15:14"]}}