{"jo_1_1_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao chão, ao solo, ou à terra como um todo, que é a base da criação.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever o lugar onde a vida se desenvolve. No contexto de Gênesis 1:1, a terra é mencionada como parte da criação inicial de Deus, antes da formação da vida.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a criação física e o espaço onde Deus interage com a criação.","conexao_teologica":"A terra é vista como um dom de Deus, um lugar sagrado onde a humanidade deve viver em comunhão com Ele.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 45:18"]},"jo_1_1_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, a criação de Deus à Sua imagem.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para descrever a humanidade em Gênesis 1:26-27, onde Deus cria o homem e a mulher à Sua imagem, destacando a dignidade e o propósito da vida humana.","por_que_esta_palavra":"A palavra 'homem' é fundamental para entender a relação entre Deus e a humanidade, bem como a responsabilidade do homem sobre a criação.","conexao_teologica":"A criação do homem à imagem de Deus estabelece a base para a dignidade humana e a relação especial entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Tiago 3:9"]},"jo_1_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de acontecer ou de se tornar, indicando a transição de um estado para outro.","explicacao_detalhada":"A palavra 'cair' (הָיָה) é usada para descrever a mudança de estado da criação, como a terra que se torna habitável e produtiva após a ação de Deus.","por_que_esta_palavra":"A palavra 'cair' é importante para entender a dinâmica da criação e a soberania de Deus sobre o que existe.","conexao_teologica":"A ideia de 'cair' reflete a ação criativa de Deus, que traz ordem ao caos e vida ao que estava sem forma.","referencias_relacionadas":["Gênesis 1:2","Isaías 45:7","Romanos 4:17"]},"jo_1_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação de descendência, especialmente no contexto familiar e espiritual.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever a continuidade da linhagem e a herança espiritual, como em Gênesis 1:28, onde Deus ordena ao homem que seja fecundo e multiplique.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender a relação entre Deus e Seu povo, bem como a importância da família na narrativa bíblica.","conexao_teologica":"A ideia de 'filho' simboliza a herança e a relação especial que os crentes têm com Deus, sendo chamados de filhos de Deus.","referencias_relacionadas":["Gênesis 1:28","Romanos 8:14","1 João 3:1"]},"jo_1_2_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁלוֹשׁ","transliteracao":"shâlôwsh","strong":"H7969","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a um número específico, neste caso, três.","explicacao_detalhada":"A palavra 'expressão' (שָׁלוֹשׁ) é usada para indicar a quantidade, que pode simbolizar plenitude ou totalidade em contextos bíblicos.","por_que_esta_palavra":"A escolha da palavra 'expressão' enfatiza a importância da quantidade e a ordem na criação.","conexao_teologica":"A numeração na Bíblia muitas vezes carrega significados simbólicos, e o número três pode representar a plenitude e a perfeição.","referencias_relacionadas":["Gênesis 1:11","Mateus 28:19","Apocalipse 4:8"]},"jo_1_2_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se ao ato de dar à luz, enfatizando a continuidade da vida.","explicacao_detalhada":"A palavra 'urso' (יָלַד) é usada para descrever o ato de gerar vida, como em Gênesis 1:22, onde Deus ordena que as criaturas se multipliquem.","por_que_esta_palavra":"A palavra 'urso' é fundamental para entender a criação e a ordem divina para a reprodução e continuidade da vida.","conexao_teologica":"A geração de vida é um reflexo da criatividade de Deus e de Seu desejo de que a vida se multiplique e prospere.","referencias_relacionadas":["Gênesis 1:22","Salmos 127:3","Isaías 66:9"]},"jo_1_3_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se novamente ao ser humano, enfatizando a natureza e a condição do homem.","explicacao_detalhada":"A repetição da palavra 'homem' (אִישׁ) em Gênesis 1:26-27 destaca a importância da humanidade na criação e a responsabilidade que vem com essa posição.","por_que_esta_palavra":"A palavra 'homem' é usada para reafirmar a centralidade do ser humano no plano de Deus.","conexao_teologica":"A repetição enfatiza a dignidade e a responsabilidade do homem como representante de Deus na terra.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:6","Efésios 2:10"]},"jo_1_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo de agir, indicando a forma como algo é feito.","explicacao_detalhada":"A palavra 'modo' (כֹּל) é usada para descrever a totalidade das ações e a maneira como a criação deve se comportar sob a ordem de Deus.","por_que_esta_palavra":"A palavra 'modo' é importante para entender a ordem e a estrutura que Deus estabeleceu na criação.","conexao_teologica":"A maneira como a criação opera reflete a sabedoria e a ordem de Deus, que é fundamental para a harmonia do universo.","referencias_relacionadas":["Gênesis 1:31","Provérbios 16:9","Colossenses 1:16-17"]},"jo_1_3_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à continuidade do ato de existir ou se tornar, enfatizando a ação de Deus na criação.","explicacao_detalhada":"A repetição da palavra 'cair' (הָיָה) em Gênesis 1:3 destaca a importância da criação contínua e da ordem que Deus estabelece.","por_que_esta_palavra":"A palavra 'cair' é usada para reafirmar a soberania de Deus sobre a criação e a realização de Sua vontade.","conexao_teologica":"A continuidade da criação reflete a natureza ativa de Deus, que constantemente sustenta e renova Sua obra.","referencias_relacionadas":["Gênesis 1:3","Hebreus 1:3","Colossenses 1:17"]},"jo_1_4_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se ao ato de fazer ou criar, enfatizando a ação de Deus na criação.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) é usada para descrever a ação de Deus ao criar e moldar a realidade, como em Gênesis 1:31, onde Deus vê que tudo o que fez era muito bom.","por_que_esta_palavra":"A palavra 'urso' é fundamental para entender a natureza criativa de Deus e Sua capacidade de trazer à existência o que não existia.","conexao_teologica":"A ação de fazer reflete a natureza criativa de Deus e Sua intenção de que a criação reflita Sua glória.","referencias_relacionadas":["Gênesis 1:31","Salmos 104:24","Isaías 40:26"]},"jo_1_4_andar":{"palavra_pt":"andar","palavra_original":"הָלַךְ","transliteracao":"hâlak","strong":"H1980","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' refere-se ao modo como Jó se comportava em sua vida, simbolizando sua conduta e estilo de vida.","explicacao_detalhada":"No contexto de Jó 1:4, 'andar' implica em viver de maneira justa e reta, seguindo os caminhos de Deus. Jó era conhecido por sua integridade e retidão, o que é enfatizado ao descrever sua vida.","por_que_esta_palavra":"A escolha da palavra 'andar' destaca a importância da ação e do comportamento na vida de fé, mostrando que a vida de Jó era uma expressão de sua devoção a Deus.","conexao_teologica":"A ideia de 'andar' é frequentemente usada na Bíblia para descrever a vida de fé e obediência a Deus, como em Gálatas 5:16, onde se fala de andar no Espírito.","referencias_relacionadas":["Salmos 1:1","Miquéias 6:8","Gálatas 5:16"]},"jo_1_4_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação familiar e à responsabilidade que Jó tinha em relação aos seus filhos.","explicacao_detalhada":"Em Jó 1:4, a menção dos filhos de Jó enfatiza a importância da família e das obrigações paternas, mostrando como ele se preocupava com o bem-estar espiritual deles.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender o papel de Jó como pai e sua responsabilidade em educar e proteger seus filhos na fé.","conexao_teologica":"A relação entre pais e filhos é um tema recorrente na Bíblia, refletindo a responsabilidade dos pais em guiar seus filhos na fé, como em Efésios 6:4.","referencias_relacionadas":["Efésios 6:4","Provérbios 22:6","Salmos 127:3"]},"jo_1_5_festa":{"palavra_pt":"festa","palavra_original":"מִשְׁתֶּה","transliteracao":"mishteh","strong":"H4960","significado_raiz":"Ideia básica: festa.","significado_contextual":"A palavra 'festa' refere-se às celebrações que Jó realizava em honra a seus filhos, simbolizando alegria e comunhão familiar.","explicacao_detalhada":"Em Jó 1:5, as festas são descritas como momentos de alegria e celebração, onde Jó se preocupava em oferecer sacrifícios a Deus por seus filhos, demonstrando sua fé e devoção.","por_que_esta_palavra":"A palavra 'festa' é significativa porque mostra a importância da celebração e da comunhão na vida familiar e na adoração a Deus.","conexao_teologica":"As festas na Bíblia muitas vezes estão ligadas à adoração e à gratidão a Deus, como em Levítico 23, onde são descritas as festas do Senhor.","referencias_relacionadas":["Levítico 23:1-44","Salmos 126:3","Eclesiastes 3:4"]},"jo_1_5_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"A palavra 'abençoar' refere-se ao ato de Jó em oferecer sacrifícios a Deus, demonstrando sua reverência e devoção.","explicacao_detalhada":"No contexto de Jó 1:5, Jó ajoelha-se para abençoar a Deus, reconhecendo Sua soberania e pedindo perdão pelos pecados de seus filhos, o que revela sua preocupação espiritual.","por_que_esta_palavra":"A palavra 'abençoar' é importante porque mostra a atitude de Jó em relação a Deus e sua intercessão pelos filhos, refletindo um coração temente a Deus.","conexao_teologica":"A bênção é um tema central na Bíblia, simbolizando a graça e a favor de Deus, como em Números 6:24-26, onde se fala da bênção sacerdotal.","referencias_relacionadas":["Números 6:24-26","Tiago 5:16","Salmos 34:1"]},"jo_1_5_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo em que as festas eram celebradas, simbolizando a passagem do tempo e a importância das tradições.","explicacao_detalhada":"Em Jó 1:5, o 'dia' é mencionado como um momento específico de celebração, destacando a importância de dedicar tempo a Deus e à família.","por_que_esta_palavra":"A palavra 'dia' é significativa porque enfatiza a importância de momentos específicos de adoração e celebração na vida do crente.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao descanso e à adoração, como em Êxodo 20:8-11, que fala sobre o dia de descanso.","referencias_relacionadas":["Êxodo 20:8-11","Salmos 118:24","Eclesiastes 3:1"]},"jo_1_6_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' é usada novamente para enfatizar a continuidade das celebrações e a rotina de Jó em buscar a Deus.","explicacao_detalhada":"Em Jó 1:6, o 'dia' é um lembrete da regularidade com que Jó se apresentava diante de Deus, reforçando sua devoção e compromisso espiritual.","por_que_esta_palavra":"A repetição da palavra 'dia' destaca a importância da constância na vida de fé e na busca por Deus.","conexao_teologica":"A regularidade na adoração é um princípio bíblico, como em 1 Tessalonicenses 5:17, que nos exorta a orar sem cessar.","referencias_relacionadas":["1 Tessalonicenses 5:17","Salmos 55:17","Daniel 6:10"]},"jo_1_6_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se à soberania e autoridade de Deus sobre todas as coisas, incluindo a vida de Jó.","explicacao_detalhada":"Em Jó 1:6, a menção de Deus destaca Sua posição como Criador e Juiz, e a importância de se apresentar diante dEle em adoração e reverência.","por_que_esta_palavra":"A palavra 'Deus' é central na narrativa de Jó, pois toda a história gira em torno da relação entre Jó e Deus, especialmente em tempos de prova.","conexao_teologica":"A soberania de Deus é um tema fundamental na teologia bíblica, como em Romanos 8:28, que afirma que Deus age em todas as coisas para o bem dos que O amam.","referencias_relacionadas":["Romanos 8:28","Salmos 103:19","Isaías 46:10"]},"jo_1_6_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a condição de Jó diante de Deus e as provações que ele enfrentou.","explicacao_detalhada":"Em Jó 1:6, 'cair' pode simbolizar a queda do homem em pecado e a necessidade de redenção, refletindo a fragilidade da condição humana.","por_que_esta_palavra":"A palavra 'cair' é significativa porque representa a vulnerabilidade do ser humano diante das dificuldades e a dependência de Deus.","conexao_teologica":"A queda é um tema central na Bíblia, que nos lembra da necessidade de salvação e da graça de Deus, como em Romanos 3:23.","referencias_relacionadas":["Romanos 3:23","Gênesis 3:6","Efésios 2:1-5"]},"jo_1_7_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' refere-se à percepção e à visão espiritual, simbolizando a capacidade de ver além do físico.","explicacao_detalhada":"Em Jó 1:7, a menção do 'olho' pode indicar a vigilância de Deus sobre a humanidade e a capacidade de discernir o que está no coração das pessoas.","por_que_esta_palavra":"A palavra 'olho' é importante porque enfatiza a onisciência de Deus, que vê tudo e conhece as intenções do coração humano.","conexao_teologica":"A onisciência de Deus é um tema recorrente na Bíblia, como em Salmos 139:1-4, que fala sobre como Deus conhece nossos pensamentos antes mesmo de os expressarmos.","referencias_relacionadas":["Salmos 139:1-4","Hebreus 4:13","Provérbios 15:3"]},"jo_1_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico e à criação de Deus, enfatizando Sua soberania sobre toda a criação.","explicacao_detalhada":"Em Jó 1:7, a menção da 'terra' destaca a abrangência do domínio de Deus e Sua autoridade sobre tudo o que existe.","por_que_esta_palavra":"A palavra 'terra' é significativa porque nos lembra da criação e do poder de Deus como Criador, que sustenta todas as coisas.","conexao_teologica":"A criação é um tema central na teologia bíblica, como em Gênesis 1:1, que afirma que Deus criou os céus e a terra.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 45:12"]},"jo_1_7_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a ação de comunicar ou declarar algo.","explicacao_detalhada":"No contexto do versículo, 'dizer' refere-se à capacidade de Deus de criar e ordenar a realidade através de Sua palavra. É um ato de autoridade e poder.","por_que_esta_palavra":"Esta palavra é fundamental para entender a natureza criativa de Deus, que não apenas pensa, mas fala e traz à existência o que deseja.","conexao_teologica":"A palavra de Deus é viva e eficaz, e sua declaração traz à existência a ordem e a criação. Isso se conecta com a ideia de que a fé vem pelo ouvir a palavra de Deus.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Hebreus 11:3"]},"jo_1_8_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo, ao mundo físico que Deus criou.","explicacao_detalhada":"No versículo, 'terra' é mencionada como parte da criação de Deus, destacando a importância do ambiente físico que Ele formou para a humanidade.","por_que_esta_palavra":"A palavra 'terra' é essencial para entender o contexto da criação e a relação entre Deus e o mundo material.","conexao_teologica":"A criação da terra é um testemunho do poder de Deus e da sua intenção de habitar com a humanidade em um espaço físico.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 45:18"]},"jo_1_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada novamente para enfatizar a comunicação divina.","explicacao_detalhada":"Neste contexto, 'dizer' reforça a ideia de que a palavra de Deus é um meio pelo qual a criação é ordenada e estabelecida.","por_que_esta_palavra":"A repetição da palavra 'dizer' sublinha a importância da comunicação divina na criação e na revelação.","conexao_teologica":"A palavra de Deus é um meio de revelação e criação, mostrando que tudo que existe é resultado de Sua declaração.","referencias_relacionadas":["Gênesis 1:6","Salmos 119:89","Romanos 10:17"]},"jo_1_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade e soberania de Deus.","explicacao_detalhada":"Neste contexto, 'senhor' é um título que expressa a relação de Deus como Criador e Governante sobre toda a criação.","por_que_esta_palavra":"A palavra 'senhor' é crucial para entender a reverência e a submissão que a criação deve ter diante de Deus.","conexao_teologica":"O nome de Deus como 'senhor' estabelece a base para a relação entre Deus e a humanidade, enfatizando Sua autoridade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"jo_1_9_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' simboliza a percepção e a visão.","explicacao_detalhada":"No versículo, 'olho' pode ser interpretado como a capacidade de ver e entender a criação e a obra de Deus.","por_que_esta_palavra":"A palavra 'olho' é importante para a compreensão da visão espiritual e da percepção do que Deus está fazendo.","conexao_teologica":"A visão espiritual é essencial para discernir a verdade de Deus e a realidade do mundo ao nosso redor.","referencias_relacionadas":["Mateus 6:22","Salmos 119:18","Efésios 1:18"]},"jo_1_9_bom":{"palavra_pt":"bom","palavra_original":"שָׂטָן","transliteracao":"sâṭân","strong":"H7854","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade positiva e à bondade de Deus.","explicacao_detalhada":"Neste contexto, 'bom' é uma afirmação sobre a natureza de Deus e a criação, que é considerada boa por Ele.","por_que_esta_palavra":"A palavra 'bom' é fundamental para entender a moralidade e a bondade que Deus estabelece na criação.","conexao_teologica":"A bondade de Deus é um tema central na teologia, refletindo Sua natureza e a qualidade de Sua criação.","referencias_relacionadas":["Gênesis 1:31","Salmos 107:1","Tiago 1:17"]},"jo_1_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é novamente usada para enfatizar a soberania de Deus.","explicacao_detalhada":"Aqui, 'senhor' reafirma a autoridade de Deus sobre todas as coisas, incluindo a criação e a moralidade.","por_que_esta_palavra":"A repetição da palavra 'senhor' destaca a importância da submissão à Sua vontade.","conexao_teologica":"A soberania de Deus é um princípio fundamental que permeia toda a Escritura, mostrando que Ele é o Senhor de toda a criação.","referencias_relacionadas":["Salmos 103:19","Romanos 14:8-9","Apocalipse 19:16"]},"jo_1_10_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' é mencionada novamente, reforçando a ideia de criação.","explicacao_detalhada":"Neste versículo, 'terra' representa o espaço físico que Deus criou para a humanidade habitar e cuidar.","por_que_esta_palavra":"A repetição da palavra 'terra' enfatiza a importância do mundo físico na relação entre Deus e a humanidade.","conexao_teologica":"A terra é vista como um dom de Deus, que deve ser administrado com responsabilidade e reverência.","referencias_relacionadas":["Gênesis 1:28","Salmos 115:16","Isaías 45:12"]},"jo_1_10_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à fidelidade de Deus.","explicacao_detalhada":"No contexto, 'verdade' é um conceito que se relaciona com a natureza de Deus e Sua palavra, que é sempre verdadeira.","por_que_esta_palavra":"A palavra 'verdade' é essencial para entender a confiança que podemos ter em Deus e em Suas promessas.","conexao_teologica":"A verdade de Deus é um fundamento para a fé cristã, pois Ele é a fonte de toda verdade.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]},"jo_1_10_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se a um lar ou um lugar de habitação.","explicacao_detalhada":"No versículo, 'casa' pode simbolizar a presença de Deus entre o Seu povo e a segurança que Ele oferece.","por_que_esta_palavra":"A palavra 'casa' é importante para entender a relação de Deus com a humanidade, que é chamada a habitar em Sua presença.","conexao_teologica":"A ideia de 'casa' se conecta com a noção de que somos templos do Espírito Santo e que Deus deseja habitar conosco.","referencias_relacionadas":["Salmos 23:6","João 14:2","1 Coríntios 3:16"]},"jo_1_11_mao":{"palavra_pt":"mao","palavra_original":"נָגַע","transliteracao":"nâgaʻ","strong":"H5060","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mao' refere-se a um ato de tocar ou atingir algo, muitas vezes associado a ações de poder ou controle.","explicacao_detalhada":"No contexto de Jó 1:11, a palavra 'mao' é utilizada para descrever a ação de Satanás ao tocar na vida de Jó, simbolizando a intervenção direta do mal na vida do justo.","por_que_esta_palavra":"A escolha da palavra 'mao' enfatiza a ideia de que Satanás tem a capacidade de causar dano e sofrimento, mas sempre sob a permissão de Deus.","conexao_teologica":"A teologia do sofrimento é central neste versículo, onde a soberania de Deus é contrastada com a ação do adversário.","referencias_relacionadas":["Jó 1:12","Jó 2:6","Romanos 8:28"]},"jo_1_11_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' é utilizada para expressar a ideia de proteção ou resgate de uma situação adversa.","explicacao_detalhada":"Em Jó 1:11, Satanás desafia a integridade de Jó, sugerindo que ele só é fiel a Deus porque foi protegido. A palavra 'salvar' implica que Jó está sob a guarda divina.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica entre a proteção divina e a possibilidade de provação.","conexao_teologica":"Reflete a relação entre fé, provação e a proteção de Deus sobre os justos.","referencias_relacionadas":["Salmos 91:14-15","1 Pedro 5:8-9","Romanos 5:3-5"]},"jo_1_12_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação de um comando ou declaração.","explicacao_detalhada":"No versículo, a declaração de Deus sobre Jó é uma afirmação de sua integridade e justiça, e a palavra 'dizer' enfatiza a autoridade divina.","por_que_esta_palavra":"A palavra é importante porque mostra que a palavra de Deus tem poder e estabelece a realidade.","conexao_teologica":"A autoridade da palavra de Deus é um tema recorrente na Bíblia, mostrando que o que Deus diz se cumpre.","referencias_relacionadas":["Gênesis 1:3","Isaías 55:11","Hebreus 4:12"]},"jo_1_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que implica autoridade e soberania.","explicacao_detalhada":"Em Jó 1:12, o uso do nome 'senhor' destaca a relação de Deus com Jó e a sua posição de autoridade sobre todas as coisas.","por_que_esta_palavra":"A palavra é fundamental para entender a reverência que se deve ter ao nome de Deus e a sua soberania.","conexao_teologica":"A invocação do nome de Deus é central na adoração e na compreensão da sua natureza.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"jo_1_12_bom":{"palavra_pt":"bom","palavra_original":"שָׂטָן","transliteracao":"sâṭân","strong":"H7854","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' é usada para descrever a natureza de Deus e a bondade de Jó.","explicacao_detalhada":"No contexto, a palavra 'bom' é um contraste com a acusação de Satanás, que sugere que Jó é fiel apenas por causa das bênçãos que recebe.","por_que_esta_palavra":"A palavra é importante para entender a natureza de Deus como bom e justo, mesmo em meio ao sofrimento.","conexao_teologica":"A bondade de Deus é um tema central na teologia, especialmente em relação ao sofrimento humano.","referencias_relacionadas":["Salmos 34:8","Romanos 2:4","Tiago 1:17"]},"jo_1_13_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo específico, muitas vezes associado a eventos significativos.","explicacao_detalhada":"Em Jó 1:13, o 'dia' é o momento em que as calamidades começam a atingir Jó, simbolizando um tempo de provação.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender o momento em que a adversidade entra na vida de Jó.","conexao_teologica":"O conceito de tempo e provação é recorrente na Bíblia, mostrando como Deus opera na história.","referencias_relacionadas":["Eclesiastes 3:1","Mateus 6:34","Tiago 4:14"]},"jo_1_13_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao lar, um lugar de segurança e família.","explicacao_detalhada":"No versículo, a 'casa' de Jó representa seu bem-estar e a proteção de sua família, que é atacada nas calamidades.","por_que_esta_palavra":"A palavra 'casa' é importante para entender o que está em jogo na narrativa de Jó.","conexao_teologica":"A ideia de lar e proteção é central na Bíblia, refletindo o cuidado de Deus por seu povo.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","1 Timóteo 5:8"]},"jo_1_13_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a queda ou o colapso de algo que estava em pé.","explicacao_detalhada":"Em Jó 1:13, a palavra 'cair' simboliza a perda repentina e devastadora que Jó enfrenta em sua vida.","por_que_esta_palavra":"A palavra é significativa para expressar a fragilidade da vida e a inevitabilidade do sofrimento.","conexao_teologica":"A queda é um tema teológico que reflete a condição humana e a necessidade de redenção.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Romanos 5:12"]},"jo_1_14_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"A palavra 'anjo/mensageiro' refere-se a seres espirituais que servem como mensageiros de Deus.","explicacao_detalhada":"Em Jó 1:14, a presença de mensageiros de Deus indica que a comunicação divina pode ocorrer através de seres celestiais.","por_que_esta_palavra":"A palavra é importante para entender como Deus se comunica e age no mundo.","conexao_teologica":"A função dos anjos como mensageiros é um tema recorrente na Bíblia, mostrando a interação entre o céu e a terra.","referencias_relacionadas":["Hebreus 1:14","Salmos 91:11","Lucas 1:19"]},"jo_1_14_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação de um comando ou declaração.","explicacao_detalhada":"No versículo, a palavra 'dizer' enfatiza a importância da mensagem que os mensageiros trazem a Jó, que é uma revelação do que está acontecendo.","por_que_esta_palavra":"A palavra é crucial para entender a importância da comunicação divina e suas implicações.","conexao_teologica":"A comunicação de Deus é um tema central na Bíblia, mostrando como Ele se revela ao seu povo.","referencias_relacionadas":["Gênesis 18:10","Êxodo 3:4","Mateus 4:4"]},"jo_1_14_gado":{"palavra_pt":"gado","palavra_original":"בָּקָר","transliteracao":"bâqâr","strong":"H1241","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se ao gado como um recurso valioso na sociedade antiga, simbolizando riqueza e sustento.","explicacao_detalhada":"O gado, especialmente o bovino, era fundamental para a economia agrícola e pastoral de Israel. Era utilizado para alimentação, transporte e como oferta nos sacrifícios.","por_que_esta_palavra":"A palavra 'gado' é usada para enfatizar a prosperidade e a bênção de Deus sobre a vida de Jó, que possuía grandes rebanhos.","conexao_teologica":"O gado representa a provisão de Deus e a importância da criação na relação entre Deus e o homem.","referencias_relacionadas":["Gênesis 30:43","Êxodo 20:17","Salmos 50:10"]},"jo_1_15_cair":{"palavra_pt":"cair","palavra_original":"נָפַל","transliteracao":"nâphal","strong":"H5307","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a queda ou a perda, especialmente no contexto de calamidades que atingem Jó.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a tragédia que se abate sobre Jó, simbolizando a perda de seus bens e filhos.","por_que_esta_palavra":"A utilização do termo 'cair' destaca a fragilidade da condição humana e a inevitabilidade do sofrimento.","conexao_teologica":"Reflete a realidade do sofrimento e a soberania de Deus sobre as circunstâncias da vida.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Eclesiastes 7:14"]},"jo_1_15_servo":{"palavra_pt":"servo","palavra_original":"נַעַר","transliteracao":"naʻar","strong":"H5288","significado_raiz":"Ideia básica: servo.","significado_contextual":"Refere-se a um servo ou empregado, alguém que serve a um senhor ou mestre.","explicacao_detalhada":"A palavra 'servo' é usada para descrever os que trabalhavam para Jó, enfatizando sua posição de autoridade e responsabilidade.","por_que_esta_palavra":"A menção dos servos de Jó destaca a grandeza de sua casa e a confiança que ele tinha em sua administração.","conexao_teologica":"Representa a relação de servidão e liderança, refletindo a estrutura social e a responsabilidade que vem com a riqueza.","referencias_relacionadas":["Gênesis 24:2","Êxodo 21:2","Mateus 20:26-28"]},"jo_1_15_boca":{"palavra_pt":"boca","palavra_original":"פֶּה","transliteracao":"peh","strong":"H6310","significado_raiz":"Ideia básica: boca.","significado_contextual":"A boca é um símbolo de comunicação, expressão e, neste contexto, de lamento.","explicacao_detalhada":"A palavra 'boca' é utilizada para descrever a forma como as notícias de tragédias são comunicadas e a dor expressa por Jó.","por_que_esta_palavra":"A boca é o meio pelo qual se expressa a dor e a perda, enfatizando a gravidade da situação de Jó.","conexao_teologica":"Reflete a importância da comunicação e da expressão emocional na experiência humana diante do sofrimento.","referencias_relacionadas":["Salmos 34:13","Provérbios 18:21","Tiago 3:10"]},"jo_1_16_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como o domínio de Deus e o lugar de onde vêm as bênçãos ou calamidades.","explicacao_detalhada":"A palavra 'céus' é usada para enfatizar a soberania de Deus sobre a criação e os eventos que ocorrem na terra.","por_que_esta_palavra":"A menção dos céus destaca a origem divina das calamidades que atingem Jó, sublinhando a ideia de que tudo está sob o controle de Deus.","conexao_teologica":"Representa a conexão entre o céu e a terra, a soberania de Deus e a resposta humana ao sofrimento.","referencias_relacionadas":["Salmos 115:3","Isaías 45:7","Romanos 8:28"]},"jo_1_16_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida como um dom precioso de Deus, que pode ser afetado por tragédias.","explicacao_detalhada":"A palavra 'vida' é utilizada para enfatizar a fragilidade da existência humana e a importância de cada momento.","por_que_esta_palavra":"A menção da vida destaca a dor da perda e a busca por significado em meio ao sofrimento.","conexao_teologica":"Reflete a visão bíblica da vida como um presente de Deus e a importância de viver de acordo com Sua vontade.","referencias_relacionadas":["Gênesis 2:7","Salmos 36:9","João 10:10"]},"jo_1_16_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza de Deus e à magnitude das situações enfrentadas por Jó.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a imensidão do poder de Deus em contraste com a fragilidade humana.","por_que_esta_palavra":"A menção da grandeza enfatiza a soberania de Deus sobre as calamidades e a necessidade de confiar Nele.","conexao_teologica":"Representa a grandeza de Deus em meio ao sofrimento humano e a esperança que se encontra Nele.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"jo_1_17_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"Reforça a ideia de que a vida é um dom que pode ser retirado em momentos de calamidade.","explicacao_detalhada":"A repetição da palavra 'vida' enfatiza a centralidade da existência e a dor da perda que Jó enfrenta.","por_que_esta_palavra":"A menção da vida novamente destaca a fragilidade e a importância de cada ser humano diante de Deus.","conexao_teologica":"Reflete a visão bíblica da vida como um presente e a soberania de Deus sobre a vida e a morte.","referencias_relacionadas":["Salmos 30:5","Eclesiastes 3:1","João 14:6"]},"jo_1_17_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza de Deus e à magnitude das provações enfrentadas por Jó.","explicacao_detalhada":"A repetição da palavra 'grande' enfatiza a imensidão do poder de Deus e a necessidade de reconhecer Sua soberania.","por_que_esta_palavra":"A menção da grandeza novamente destaca a importância de confiar em Deus em meio às dificuldades.","conexao_teologica":"Representa a grandeza de Deus e a esperança que os crentes têm em Sua fidelidade.","referencias_relacionadas":["Salmos 96:4","Isaías 6:3","Efésios 3:20"]},"jo_1_17_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao princípio como o começo ou a origem de algo, enfatizando a soberania de Deus.","explicacao_detalhada":"A palavra 'princípio' é usada para descrever a ideia de que Deus é o criador e sustentador de todas as coisas desde o início.","por_que_esta_palavra":"A menção do princípio destaca a autoridade de Deus sobre a criação e a história.","conexao_teologica":"Reflete a doutrina da criação e a soberania de Deus sobre o tempo e a eternidade.","referencias_relacionadas":["Gênesis 1:1","João 1:1","Colossenses 1:16-17"]},"jo_1_18_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar ou à habitação, simbolizando segurança e pertencimento.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) é frequentemente usada na Bíblia para descrever não apenas um edifício físico, mas também a ideia de família e comunidade. No contexto de Jó, a casa representa o lugar onde a família se reúne e onde a vida cotidiana acontece.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a importância do lar na vida de Jó, que perdeu sua família e sua segurança.","conexao_teologica":"A casa é um símbolo da presença de Deus e da proteção divina. Em muitas passagens, a casa é vista como um lugar onde Deus habita com seu povo.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Hebreus 3:4"]},"jo_1_18_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Indica a magnitude ou a importância do que está sendo dito.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para expressar a comunicação verbal. No contexto de Jó, isso pode se referir à declaração de Deus ou à importância das palavras que são proferidas.","por_que_esta_palavra":"A palavra 'dizer' é crucial para entender a relação entre Deus e Jó, especialmente em momentos de sofrimento e questionamento.","conexao_teologica":"As palavras têm poder e são um meio pelo qual Deus se revela e se comunica com a humanidade.","referencias_relacionadas":["Gênesis 1:3","Provérbios 18:21","Tiago 3:5"]},"jo_1_18_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Representa a relação familiar e a continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é central na narrativa de Jó, pois ele perdeu seus filhos, o que representa uma grande perda emocional e espiritual. Na cultura hebraica, os filhos são vistos como uma bênção e um legado.","por_que_esta_palavra":"A menção de 'filho' destaca a dor da perda e a fragilidade da vida humana.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e seu povo.","referencias_relacionadas":["Salmos 127:3","Mateus 5:9","Romanos 8:14"]},"jo_1_19_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar, um espaço de segurança e abrigo.","explicacao_detalhada":"A repetição da palavra 'casa' (בַּיִת) em Jó 1:19 reforça a ideia de que a casa é um lugar de proteção e estabilidade, que foi tragicamente destruído.","por_que_esta_palavra":"A ênfase na casa destaca a perda devastadora que Jó experimentou.","conexao_teologica":"A casa é frequentemente usada como metáfora para a presença de Deus e a segurança que Ele oferece.","referencias_relacionadas":["Salmos 91:1","Mateus 7:24","Hebreus 11:10"]},"jo_1_19_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se ao fim da vida, um tema central na narrativa de Jó.","explicacao_detalhada":"A palavra 'morrer' (מוּת) é um lembrete da fragilidade da vida e da inevitabilidade da morte, que é um tema recorrente no livro de Jó.","por_que_esta_palavra":"A menção da morte enfatiza a gravidade das perdas que Jó sofreu e o sofrimento humano.","conexao_teologica":"A morte é vista como uma consequência do pecado, mas também como um ponto de esperança na ressurreição.","referencias_relacionadas":["Eclesiastes 3:2","Romanos 6:23","1 Coríntios 15:55"]},"jo_1_19_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Simboliza a força e a presença de Deus, bem como a instabilidade da vida.","explicacao_detalhada":"A palavra 'espírito/vento' (רוּחַ) é frequentemente associada à ação de Deus e à sua presença. No contexto de Jó, pode simbolizar a força que trouxe a calamidade.","por_que_esta_palavra":"A menção do vento destaca a natureza imprevisível e poderosa das forças que afetam a vida humana.","conexao_teologica":"O vento é um símbolo do Espírito Santo e da ação divina no mundo.","referencias_relacionadas":["Gênesis 1:2","João 3:8","Atos 2:2"]},"jo_1_20_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de se erguer, tanto fisicamente quanto espiritualmente.","explicacao_detalhada":"A palavra 'levantar' (קוּם) pode simbolizar a resiliência e a capacidade de se reerguer após a adversidade, um tema importante na vida de Jó.","por_que_esta_palavra":"A ideia de levantar-se é central para a narrativa de superação e fé de Jó.","conexao_teologica":"Levantar-se é um símbolo de esperança e renovação, refletindo a ação de Deus em restaurar o que foi perdido.","referencias_relacionadas":["Salmos 40:2","Isaías 40:31","Mateus 11:28"]},"jo_1_20_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, ao Criador e à soberania sobre todas as coisas.","explicacao_detalhada":"A palavra 'deus' (שָׁחָה) é usada para descrever a natureza de Deus como digno de adoração e reverência. No contexto de Jó, isso levanta questões sobre a justiça e a soberania divina.","por_que_esta_palavra":"A menção de Deus é fundamental para entender a relação entre o sofrimento humano e a soberania divina.","conexao_teologica":"Deus é visto como o autor da criação e o juiz final, que tem controle sobre a vida e a morte.","referencias_relacionadas":["Salmos 46:1","Romanos 8:28","1 Pedro 5:7"]},"jo_1_20_olhos":{"palavra_pt":"olhos","palavra_original":"קָרַע","transliteracao":"qâraʻ","strong":"H7167","significado_raiz":"Ideia básica: olhos.","significado_contextual":"Refere-se à percepção e à visão, tanto física quanto espiritual.","explicacao_detalhada":"A palavra 'olhos' (קָרַע) pode simbolizar a capacidade de ver e entender a realidade ao nosso redor. No contexto de Jó, isso pode se referir à busca por compreensão em meio ao sofrimento.","por_que_esta_palavra":"A menção dos olhos destaca a importância da percepção e da visão espiritual na vida de fé.","conexao_teologica":"Os olhos são frequentemente usados como metáfora para a iluminação espiritual e a revelação divina.","referencias_relacionadas":["Salmos 119:18","Mateus 6:22","Efésios 1:18"]},"jo_1_21_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e digno de reverência.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o nome pessoal de Deus, que representa sua autoridade e relacionamento com seu povo. No contexto de Jó, isso é crucial para entender a adoração e a submissão a Deus mesmo em tempos de sofrimento.","por_que_esta_palavra":"A menção do nome de Deus enfatiza a importância da adoração e da confiança em sua soberania.","conexao_teologica":"O nome de Deus é um símbolo de sua presença e poder, e é invocado em momentos de necessidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"jo_1_21_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é frequentemente usada para expressar a comunicação de Deus ou a transmissão de uma mensagem.","explicacao_detalhada":"No contexto bíblico, 'dizer' implica não apenas a ação de falar, mas também a autoridade e a verdade que acompanham a palavra de Deus. É um ato que pode criar realidades, como visto em Gênesis.","por_que_esta_palavra":"Esta palavra é fundamental para entender como Deus se comunica com a humanidade e a importância da palavra na criação e na revelação.","conexao_teologica":"A palavra de Deus é viva e eficaz, e 'dizer' é um meio pelo qual Deus se revela e estabelece sua vontade.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 4:12"]},"jo_1_21_corpo":{"palavra_pt":"corpo","palavra_original":"בֶּטֶן","transliteracao":"beṭen","strong":"H990","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Corpo refere-se à forma física, mas também pode simbolizar a totalidade do ser humano.","explicacao_detalhada":"Na Bíblia, o corpo é visto como o templo do Espírito Santo e é importante para a vida espiritual e física do ser humano. O corpo é mencionado em contextos de sacrifício e adoração.","por_que_esta_palavra":"A compreensão do corpo é essencial para entender a relação entre o físico e o espiritual na vida cristã.","conexao_teologica":"O corpo é um meio pelo qual glorificamos a Deus e expressamos nossa fé.","referencias_relacionadas":["1 Coríntios 6:19-20","Romanos 12:1","Gálatas 5:17"]},"jo_1_22_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como algo é feito ou apresentado.","explicacao_detalhada":"O modo é importante na prática da fé, pois a forma como adoramos e vivemos nossa vida cristã reflete nossa compreensão de Deus.","por_que_esta_palavra":"A palavra 'modo' nos lembra que a adoração e a vida cristã devem ser feitas de maneira digna e em conformidade com a vontade de Deus.","conexao_teologica":"A maneira de viver e adorar é uma expressão da nossa relação com Deus e deve ser guiada pelo Espírito Santo.","referencias_relacionadas":["Colossenses 3:17","1 Pedro 2:12","Mateus 5:16"]},"jo_1_22_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o ser supremo, criador e sustentador do universo.","explicacao_detalhada":"A palavra 'Deus' é central na teologia cristã, representando a soberania, a santidade e o amor divino. É a fonte de toda verdade e moralidade.","por_que_esta_palavra":"Entender quem é Deus é fundamental para a fé cristã e para a compreensão da relação entre Deus e a humanidade.","conexao_teologica":"A natureza de Deus é revelada através das Escrituras e é a base da nossa adoração e relacionamento com Ele.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","João 4:24"]},"jo_1_22_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Verdade refere-se à conformidade com a realidade e à fidelidade às promessas de Deus.","explicacao_detalhada":"A verdade é um atributo de Deus e é essencial para a vida cristã. Jesus se declarou como a verdade, e a verdade é libertadora.","por_que_esta_palavra":"A busca pela verdade é central na vida cristã, pois nos leva a um relacionamento mais profundo com Deus.","conexao_teologica":"A verdade de Deus nos guia e nos transforma, e é através dela que encontramos liberdade e vida.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 1:25"]}}