{"jo_11_1_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se ao órgão da visão, mas simboliza também a percepção e a compreensão.","explicacao_detalhada":"A palavra 'olho' (עָנָה) é usada para descrever a capacidade de ver e entender a realidade ao redor. No contexto de Jó, pode simbolizar a busca por clareza em meio à confusão do sofrimento.","por_que_esta_palavra":"A escolha da palavra 'olho' sugere a necessidade de discernimento e visão espiritual.","conexao_teologica":"A visão espiritual é um tema recorrente nas Escrituras, onde Deus abre os olhos dos homens para a verdade.","referencias_relacionadas":["Salmos 119:18","Mateus 6:22","Efésios 1:18"]},"jo_11_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de falar ou declarar algo, enfatizando a comunicação.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para expressar a importância da comunicação e da expressão de pensamentos e sentimentos. No contexto de Jó, reflete a necessidade de se manifestar diante de Deus.","por_que_esta_palavra":"A comunicação é essencial na relação entre Deus e o homem, e Jó busca expressar sua dor e confusão.","conexao_teologica":"A palavra de Deus é poderosa e cria realidades, sendo fundamental na criação e na revelação divina.","referencias_relacionadas":["Gênesis 1:3","Hebreus 11:3","Tiago 3:5"]},"jo_11_1_amigo":{"palavra_pt":"amigo","palavra_original":"צוֹפַר","transliteracao":"Tsôwphar","strong":"H6691","significado_raiz":"Ideia básica: amigo.","significado_contextual":"Refere-se a um companheiro ou aliado, especialmente em tempos de dificuldade.","explicacao_detalhada":"A palavra 'amigo' (צוֹפַר) é usada para descrever a relação de apoio que se espera entre os seres humanos. No contexto de Jó, reflete a necessidade de apoio em meio ao sofrimento.","por_que_esta_palavra":"A amizade é um aspecto importante da vida humana, especialmente em momentos de crise.","conexao_teologica":"A amizade e o apoio mútuo são valores que Deus deseja que cultivemos em nossas vidas.","referencias_relacionadas":["Provérbios 17:17","Eclesiastes 4:9-10","João 15:15"]},"jo_11_2_abundanceantly":{"palavra_pt":"abundance antly","palavra_original":"רֹב","transliteracao":"rôb","strong":"H7230","significado_raiz":"Ideia básica: abundance antly.","significado_contextual":"Refere-se à ideia de abundância ou plenitude, especialmente em relação às bênçãos de Deus.","explicacao_detalhada":"A palavra 'abundância' (רֹב) é usada para descrever a generosidade de Deus e a riqueza de Suas bênçãos. No contexto de Jó, pode contrastar com a sua situação de perda.","por_que_esta_palavra":"A abundância é um tema que reflete a generosidade de Deus e a expectativa de bênçãos na vida dos fiéis.","conexao_teologica":"A abundância de Deus é frequentemente associada à Sua graça e provisão para aqueles que O buscam.","referencias_relacionadas":["Filipenses 4:19","Salmos 23:5","2 Coríntios 9:8"]},"jo_11_2_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação ou declaração, enfatizando a importância da palavra.","explicacao_detalhada":"A palavra 'palavra' (דָּבָר) é usada para descrever a essência da comunicação e a revelação de Deus. No contexto de Jó, reflete a busca por entendimento e resposta.","por_que_esta_palavra":"A palavra é fundamental na relação entre Deus e o homem, sendo o meio pelo qual Deus se revela.","conexao_teologica":"A Palavra de Deus é viva e eficaz, e é através dela que conhecemos a vontade divina.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","João 1:1"]},"jo_11_2_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade e à sinceridade, especialmente em relação ao caráter de Deus.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é utilizada para enfatizar a busca de Jó por justiça e compreensão em meio ao seu sofrimento. Ele questiona a verdade sobre sua situação e a natureza de Deus.","por_que_esta_palavra":"A verdade é fundamental na relação entre Deus e o homem, e Jó busca entender a verdade de sua própria vida e do sofrimento.","conexao_teologica":"A verdade é um atributo de Deus e é central para a fé cristã, onde Jesus se apresenta como a Verdade.","referencias_relacionadas":["João 14:6","Salmos 25:5","Romanos 1:18"]},"jo_11_3_planejar":{"palavra_pt":"planejar","palavra_original":"חָרַשׁ","transliteracao":"chârash","strong":"H2790","significado_raiz":"Ideia básica: planejar.","significado_contextual":"Planejar refere-se à ação de elaborar um projeto ou intenção, especialmente em um contexto de sabedoria e discernimento.","explicacao_detalhada":"No contexto de Jó 11:3, a palavra 'planejar' implica a necessidade de refletir e considerar cuidadosamente as ações e decisões, buscando a orientação divina.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a importância do planejamento na vida do crente, mostrando que Deus espera que seus seguidores ajam com sabedoria.","conexao_teologica":"O planejamento é visto como um ato de fé, onde o crente confia em Deus para guiar suas decisões e ações.","referencias_relacionadas":["Provérbios 16:3","Tiago 4:13-15","Salmos 37:5"]},"jo_11_3_falar":{"palavra_pt":"falar","palavra_original":"לָעַג","transliteracao":"lâʻag","strong":"H3932","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar refere-se à expressão verbal de pensamentos ou sentimentos, muitas vezes com a intenção de instruir ou corrigir.","explicacao_detalhada":"Em Jó 11:3, a palavra 'falar' destaca a importância da comunicação e da verdade nas interações humanas, especialmente quando se trata de conselhos e advertências.","por_que_esta_palavra":"A escolha dessa palavra ressalta a necessidade de se ter cuidado com as palavras que proferimos, pois elas têm poder e podem influenciar os outros.","conexao_teologica":"A fala é um reflexo do coração, e a Bíblia ensina que devemos usar nossas palavras para edificar e não para destruir.","referencias_relacionadas":["Provérbios 18:21","Tiago 1:19","Efésios 4:29"]},"jo_11_4_puro":{"palavra_pt":"puro","palavra_original":"בַּר","transliteracao":"bar","strong":"H1249","significado_raiz":"Ideia básica: puro.","significado_contextual":"Puro refere-se à condição de estar livre de impurezas ou contaminações, tanto físicas quanto espirituais.","explicacao_detalhada":"No versículo, 'puro' é usado para descrever a natureza de Deus e a expectativa de que os seres humanos busquem a pureza em suas vidas.","por_que_esta_palavra":"A pureza é um tema central na Bíblia, simbolizando a santidade e a separação do pecado.","conexao_teologica":"A pureza é essencial para a comunhão com Deus, que é santo e exige santidade de Seu povo.","referencias_relacionadas":["Mateus 5:8","1 Pedro 1:16","Salmos 24:3-4"]},"jo_11_4_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Grande refere-se à magnitude ou importância de algo, muitas vezes usado para descrever a grandeza de Deus.","explicacao_detalhada":"Em Jó 11:4, a palavra 'grande' enfatiza a soberania e a majestade de Deus, contrastando com a fragilidade humana.","por_que_esta_palavra":"Esta palavra é crucial para entender a relação entre a grandeza de Deus e a limitação do ser humano.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, que nos lembra de nossa dependência dEle.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"jo_11_4_instrucao":{"palavra_pt":"instrucao","palavra_original":"לֶקַח","transliteracao":"leqach","strong":"H3948","significado_raiz":"Ideia básica: instrucao.","significado_contextual":"Instrução refere-se ao ato de ensinar ou guiar alguém em conhecimento ou comportamento.","explicacao_detalhada":"No contexto de Jó 11:4, 'instrução' implica a necessidade de aprender e seguir os caminhos de Deus, que são sempre justos.","por_que_esta_palavra":"A instrução é vital para o crescimento espiritual e moral, sendo um chamado à sabedoria.","conexao_teologica":"Deus é apresentado como o grande instrutor, que nos guia em Sua verdade.","referencias_relacionadas":["Provérbios 1:7","Salmos 119:105","Tiago 1:5"]},"jo_11_5_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"Homem refere-se à humanidade em geral, destacando a fragilidade e a limitação do ser humano diante de Deus.","explicacao_detalhada":"Em Jó 11:5, a palavra 'homem' é usada para lembrar que, apesar de sua grandeza, o ser humano é limitado e necessita da sabedoria divina.","por_que_esta_palavra":"A palavra é importante para enfatizar a condição humana e a necessidade de humildade diante de Deus.","conexao_teologica":"A Bíblia frequentemente contrasta a grandeza de Deus com a fragilidade do homem, ressaltando a necessidade de dependência.","referencias_relacionadas":["Salmos 8:4-5","Isaías 40:6-8","Romanos 3:23"]},"jo_11_5_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Clamar refere-se a um pedido urgente ou súplica, geralmente em momentos de desespero ou necessidade.","explicacao_detalhada":"No versículo, 'clamar' indica a ação de buscar a ajuda de Deus em tempos de dificuldade, reconhecendo a necessidade de Sua intervenção.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a urgência e a sinceridade do pedido de ajuda a Deus.","conexao_teologica":"Clamar a Deus é uma expressão de fé e dependência, reconhecendo que somente Ele pode ajudar.","referencias_relacionadas":["Salmos 34:17","Romanos 10:13","Mateus 7:7"]},"jo_11_6_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"תּוּשִׁיָּה","transliteracao":"tûwshîyâh","strong":"H8454","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"Sabedoria refere-se ao conhecimento aplicado, especialmente em decisões morais e espirituais.","explicacao_detalhada":"Em Jó 11:6, 'sabedoria' é apresentada como um atributo de Deus, que é a fonte de toda verdadeira sabedoria.","por_que_esta_palavra":"A sabedoria é fundamental para a vida do crente, pois orienta suas ações e decisões de acordo com a vontade de Deus.","conexao_teologica":"A sabedoria é frequentemente associada ao temor do Senhor, que é o princípio da verdadeira sabedoria.","referencias_relacionadas":["Provérbios 9:10","Tiago 1:5","Eclesiastes 2:26"]},"jo_11_6_palavra":{"palavra_pt":"palavra","palavra_original":"נָגַד","transliteracao":"nâgad","strong":"H5046","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Palavra refere-se à comunicação verbal ou escrita, muitas vezes com um significado profundo ou revelador.","explicacao_detalhada":"No contexto de Jó 11:6, 'palavra' é usada para enfatizar a importância da revelação divina e da verdade que Deus comunica ao homem.","por_que_esta_palavra":"A palavra é essencial para a compreensão da vontade de Deus e para a edificação da fé.","conexao_teologica":"A Bíblia é considerada a Palavra de Deus, e sua leitura e meditação são fundamentais para o crescimento espiritual.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:11","2 Timóteo 3:16-17"]},"jo_11_7_finding":{"palavra_pt":"finding","palavra_original":"חֵקֶר","transliteracao":"chêqer","strong":"H2714","significado_raiz":"Ideia básica: finding.","significado_contextual":"Finding refere-se ao ato de descobrir ou encontrar algo, geralmente em um contexto de busca ou investigação.","explicacao_detalhada":"Em Jó 11:7, 'finding' sugere a busca pela compreensão de Deus e de Seus caminhos, que muitas vezes são insondáveis para o homem.","por_que_esta_palavra":"Esta palavra é importante para destacar a busca constante do ser humano por respostas e pela verdade divina.","conexao_teologica":"A busca por Deus é um tema central na Bíblia, onde Ele promete que aqueles que O buscam O encontrarão.","referencias_relacionadas":["Jeremias 29:13","Mateus 7:7","Salmos 119:2"]},"jo_11_7_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se à ação de resgatar ou libertar alguém de uma situação de perigo ou condenação.","explicacao_detalhada":"No contexto do versículo, 'salvar' implica em um ato de intervenção divina que visa proteger ou redimir. A ideia é que Deus tem o poder de salvar aqueles que estão perdidos ou em perigo.","por_que_esta_palavra":"Esta palavra é crucial porque enfatiza a natureza salvadora de Deus e Sua disposição em ajudar aqueles que clamam por socorro.","conexao_teologica":"A salvação é um tema central na teologia cristã, refletindo a relação entre Deus e a humanidade, onde Ele oferece redenção através de Cristo.","referencias_relacionadas":["Salmos 34:6","Romanos 10:13","Efésios 2:8-9"]},"jo_11_8_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"A palavra 'ceus' refere-se ao espaço acima da terra, muitas vezes associado à habitação de Deus e ao reino espiritual.","explicacao_detalhada":"Neste contexto, 'ceus' representa não apenas a criação física, mas também a soberania de Deus sobre toda a criação e a promessa de um lar eterno para os fiéis.","por_que_esta_palavra":"A menção dos 'ceus' é importante para destacar a grandeza de Deus e a esperança de vida eterna que Ele oferece.","conexao_teologica":"Os céus são frequentemente mencionados nas Escrituras como o lugar onde Deus habita e onde os crentes esperam estar após a morte.","referencias_relacionadas":["Mateus 6:9","Salmos 115:16","Apocalipse 21:1"]},"jo_11_8_mundo":{"palavra_pt":"mundo","palavra_original":"שְׁאוֹל","transliteracao":"shᵉʼôwl","strong":"H7585","significado_raiz":"Ideia básica: mundo.","significado_contextual":"A palavra 'mundo' refere-se ao sistema terrestre e à condição da humanidade, muitas vezes em oposição ao reino de Deus.","explicacao_detalhada":"No versículo, 'mundo' pode implicar em um estado de separação de Deus, onde as pessoas estão perdidas em suas transgressões.","por_que_esta_palavra":"É essencial para entender a necessidade de salvação e a missão de Cristo de resgatar o mundo da sua condição caída.","conexao_teologica":"A relação entre o mundo e a salvação é um tema recorrente, onde Jesus é visto como a luz que veio ao mundo para salvar os pecadores.","referencias_relacionadas":["João 3:16","1 João 2:15-17","Romanos 5:8"]},"jo_11_8_excellency":{"palavra_pt":"excellency","palavra_original":"גֹּבַהּ","transliteracao":"gôbahh","strong":"H1363","significado_raiz":"Ideia básica: excellency.","significado_contextual":"A palavra 'excellency' refere-se à grandeza ou superioridade, muitas vezes associada à majestade de Deus.","explicacao_detalhada":"Neste contexto, 'excellency' destaca a soberania e a autoridade de Deus sobre todas as coisas, enfatizando Sua posição elevada.","por_que_esta_palavra":"É importante para reconhecer a grandeza de Deus e a reverência que devemos ter diante de Sua majestade.","conexao_teologica":"A excelência de Deus é um tema que permeia a adoração e a compreensão da Sua natureza divina.","referencias_relacionadas":["Salmos 145:3","Isaías 6:3","Romanos 11:33"]},"jo_11_9_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao planeta físico e ao lar da humanidade, simbolizando a criação de Deus.","explicacao_detalhada":"No versículo, 'terra' representa não apenas o espaço físico, mas também a realidade da vida humana e a necessidade de redenção.","por_que_esta_palavra":"É fundamental para entender a relação entre Deus e a criação, e como Ele se importa com a terra e seus habitantes.","conexao_teologica":"A terra é vista como a criação de Deus, onde Ele exerce Sua autoridade e onde a história da salvação se desenrola.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:19-21"]},"jo_11_9_juizo":{"palavra_pt":"juizo","palavra_original":"מַד","transliteracao":"mad","strong":"H4055","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo' refere-se à ação de avaliar ou decidir sobre a justiça, muitas vezes associada ao julgamento de Deus.","explicacao_detalhada":"Neste contexto, 'juízo' implica a ideia de que Deus é o juiz supremo que avaliará as ações da humanidade.","por_que_esta_palavra":"É importante para entender a responsabilidade moral que temos diante de Deus e a certeza de que haverá um julgamento final.","conexao_teologica":"O juízo é um tema central na escatologia cristã, onde se fala sobre o julgamento final e a recompensa ou punição eterna.","referencias_relacionadas":["Hebreus 9:27","Mateus 25:31-46","Apocalipse 20:12"]},"jo_11_10_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' é repetida para enfatizar a importância da redenção e do resgate espiritual.","explicacao_detalhada":"Neste contexto, 'salvar' é um chamado à ação divina que busca libertar os indivíduos da condenação e do pecado.","por_que_esta_palavra":"A repetição da palavra destaca a urgência e a necessidade da salvação em Cristo.","conexao_teologica":"A salvação é um tema central na mensagem do evangelho, onde Jesus é apresentado como o Salvador do mundo.","referencias_relacionadas":["Atos 4:12","Romanos 1:16","Tito 3:5"]},"jo_11_10_libertar":{"palavra_pt":"libertar","palavra_original":"סָגַר","transliteracao":"çâgar","strong":"H5462","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' refere-se ao ato de liberar alguém de opressão ou escravidão, tanto física quanto espiritual.","explicacao_detalhada":"No versículo, 'libertar' implica a ação de Deus em trazer liberdade aos cativos e restaurar a dignidade humana.","por_que_esta_palavra":"É essencial para entender a missão de Cristo, que veio para libertar os oprimidos e trazer esperança aos desesperados.","conexao_teologica":"A libertação é um aspecto importante da salvação, onde Deus não apenas perdoa, mas também transforma vidas.","referencias_relacionadas":["Lucas 4:18","Gálatas 5:1","Romanos 8:21"]},"jo_11_11_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é uma conjunção que introduz uma explicação ou razão para algo que foi dito anteriormente.","explicacao_detalhada":"Neste contexto, 'porque' conecta a afirmação anterior com a razão pela qual a salvação e a libertação são necessárias.","por_que_esta_palavra":"É importante para entender a lógica e a fundamentação da mensagem de salvação apresentada.","conexao_teologica":"A razão pela qual precisamos de salvação é um tema central na teologia, que aborda a condição humana e a necessidade de redenção.","referencias_relacionadas":["Romanos 3:23","Efésios 2:1-3","1 João 1:8"]},"jo_11_11_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' refere-se à capacidade de perceber ou compreender algo, muitas vezes em um sentido espiritual.","explicacao_detalhada":"No versículo, 'ver' implica em uma revelação ou entendimento que leva à ação ou mudança de vida.","por_que_esta_palavra":"É essencial para enfatizar a importância da percepção espiritual e do reconhecimento da verdade de Deus.","conexao_teologica":"Ver espiritualmente é um tema importante, onde a iluminação divina permite que os crentes compreendam a verdade e a realidade de Deus.","referencias_relacionadas":["Mateus 5:8","João 8:32","2 Coríntios 4:4"]},"jo_11_11_vaidade":{"palavra_pt":"vaidade","palavra_original":"אָוֶן","transliteracao":"ʼâven","strong":"H205","significado_raiz":"Ideia básica: vaidade.","significado_contextual":"A palavra 'vaidade' refere-se à futilidade ou à falta de valor das ações humanas sem a orientação divina.","explicacao_detalhada":"No contexto de Jó 11:11, a 'vaidade' é uma crítica à natureza efêmera e sem propósito da vida humana quando afastada de Deus. A ideia é que, sem a sabedoria divina, as ações do homem são vazias e sem significado.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a fragilidade da condição humana e a necessidade de buscar a sabedoria e a verdade que vêm de Deus.","conexao_teologica":"A vaidade é um tema recorrente na literatura sapiencial, onde se destaca a importância de viver em conformidade com a vontade de Deus para evitar a futilidade.","referencias_relacionadas":["Eclesiastes 1:2","Salmos 39:5","Provérbios 21:6"]},"jo_11_12_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em sua totalidade, destacando a fragilidade e a limitação do ser humano diante de Deus.","explicacao_detalhada":"Em Jó 11:12, a palavra 'homem' é utilizada para mostrar que a sabedoria e a compreensão humanas são limitadas e que o ser humano não pode compreender plenamente os caminhos de Deus.","por_que_esta_palavra":"A escolha da palavra 'homem' ressalta a condição humana e a necessidade de humildade diante da grandeza divina.","conexao_teologica":"A teologia bíblica frequentemente aborda a relação entre Deus e a humanidade, enfatizando a dependência do homem em relação ao Criador.","referencias_relacionadas":["Salmos 8:4","Isaías 40:6-8","Romanos 3:23"]},"jo_11_12_bom":{"palavra_pt":"bom","palavra_original":"לָבַב","transliteracao":"lâbab","strong":"H3823","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à bondade e à retidão que devem caracterizar a vida do homem diante de Deus.","explicacao_detalhada":"No contexto de Jó 11:12, 'bom' sugere que o homem deve buscar viver de maneira justa e íntegra, alinhando-se com os princípios divinos.","por_que_esta_palavra":"A palavra é utilizada para contrastar a bondade de Deus com a imperfeição humana, destacando a necessidade de arrependimento e transformação.","conexao_teologica":"A bondade é um atributo de Deus que deve ser refletido na vida do homem, conforme ensinado em várias passagens bíblicas.","referencias_relacionadas":["Salmos 34:8","Mateus 5:16","Gálatas 5:22"]},"jo_11_12_ass":{"palavra_pt":"ass","palavra_original":"עַיִר","transliteracao":"ʻayir","strong":"H5895","significado_raiz":"Ideia básica: ass.","significado_contextual":"A palavra 'ass' refere-se a um animal que simboliza a simplicidade e a humildade.","explicacao_detalhada":"Em Jó 11:12, a menção ao 'ass' pode ser interpretada como uma metáfora para a condição do homem, que é muitas vezes ignorante e precisa de orientação.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a necessidade de humildade e a dependência do homem em relação à sabedoria divina.","conexao_teologica":"A simplicidade e a humildade são características valorizadas na vida cristã, refletindo a atitude que devemos ter diante de Deus.","referencias_relacionadas":["Mateus 18:4","Tiago 4:10","1 Pedro 5:6"]},"jo_11_13_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se ao ato de resgatar ou libertar, especialmente em um contexto espiritual.","explicacao_detalhada":"No contexto de Jó 11:13, 'salvar' implica a necessidade de buscar a ajuda de Deus para ser libertado das dificuldades e da futilidade da vida.","por_que_esta_palavra":"A palavra é crucial para entender a dependência do homem em relação à graça e ao poder de Deus para a salvação.","conexao_teologica":"A salvação é um tema central na Bíblia, refletindo a necessidade de redenção e a ação de Deus em favor da humanidade.","referencias_relacionadas":["Salmos 51:12","Isaías 43:11","Romanos 10:13"]},"jo_11_13_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude e à majestade de Deus, contrastando com a pequenez do homem.","explicacao_detalhada":"Em Jó 11:13, 'grande' é usado para descrever a grandeza de Deus e a necessidade de reconhecer Sua soberania sobre todas as coisas.","por_que_esta_palavra":"A palavra é importante para enfatizar a diferença entre a grandeza divina e a limitação humana.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, que nos chama a adorar e reverenciar o Criador.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"jo_11_13_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' refere-se ao centro das emoções e da vontade humana.","explicacao_detalhada":"No contexto de Jó 11:13, 'coração' implica a necessidade de ter um coração sincero e voltado para Deus, buscando Sua sabedoria.","por_que_esta_palavra":"A palavra é utilizada para destacar a importância da disposição interna do homem em relação a Deus.","conexao_teologica":"A condição do coração é frequentemente abordada na Bíblia, enfatizando a necessidade de pureza e sinceridade diante de Deus.","referencias_relacionadas":["Provérbios 4:23","Salmos 51:10","Mateus 5:8"]},"jo_11_14_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' é usada novamente para enfatizar a necessidade de libertação e resgate espiritual.","explicacao_detalhada":"Em Jó 11:14, 'salvar' reforça a ideia de que o homem deve buscar a intervenção divina para ser libertado de suas transgressões.","por_que_esta_palavra":"A repetição da palavra destaca a urgência da busca por salvação e a dependência do homem em relação a Deus.","conexao_teologica":"A salvação é um tema central na mensagem do evangelho, que aponta para a necessidade de redenção através de Cristo.","referencias_relacionadas":["Salmos 62:1","Isaías 12:2","Atos 4:12"]},"jo_11_14_vaidade":{"palavra_pt":"vaidade","palavra_original":"אָוֶן","transliteracao":"ʼâven","strong":"H205","significado_raiz":"Ideia básica: vaidade.","significado_contextual":"A palavra 'vaidade' é novamente utilizada para enfatizar a futilidade das ações humanas sem a direção de Deus.","explicacao_detalhada":"No contexto de Jó 11:14, a repetição da palavra 'vaidade' serve para reforçar a ideia de que a vida sem Deus é vazia e sem propósito.","por_que_esta_palavra":"A palavra é crucial para entender a crítica à vida que não busca a sabedoria divina.","conexao_teologica":"A vaidade é um tema que aparece em várias passagens bíblicas, alertando sobre a futilidade de viver sem Deus.","referencias_relacionadas":["Eclesiastes 1:14","Salmos 39:11","Provérbios 13:11"]},"jo_11_14_mal":{"palavra_pt":"mal","palavra_original":"עֶוֶל","transliteracao":"ʻevel","strong":"H5766","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' refere-se à injustiça e à transgressão contra os princípios de Deus.","explicacao_detalhada":"Em Jó 11:14, 'mal' é usado para descrever as ações que afastam o homem de Deus e o levam à condenação.","por_que_esta_palavra":"A escolha da palavra 'mal' é importante para destacar a gravidade do pecado e a necessidade de arrependimento.","conexao_teologica":"O mal é um tema central na teologia bíblica, que aborda as consequências do pecado e a necessidade de redenção.","referencias_relacionadas":["Romanos 6:23","Gálatas 6:7","Tiago 1:15"]},"jo_11_15_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual algo é afirmado ou explicado.","explicacao_detalhada":"Neste contexto, 'porque' conecta a afirmação anterior à justificativa ou explicação que se segue, enfatizando a lógica ou a razão por trás da declaração.","por_que_esta_palavra":"A palavra é crucial para a compreensão do argumento apresentado, pois estabelece uma relação de causa e efeito.","conexao_teologica":"A utilização de 'porque' reflete a natureza racional da fé, onde a crença é frequentemente baseada em razões e evidências.","referencias_relacionadas":["Romanos 8:28","Tiago 1:5","1 Pedro 3:15"]},"jo_11_15_principio":{"palavra_pt":"principio","palavra_original":"אָז","transliteracao":"ʼâz","strong":"H227","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' refere-se ao início ou à origem de algo, muitas vezes implicando uma base fundamental.","explicacao_detalhada":"Neste versículo, 'princípio' pode se referir ao início da criação ou ao fundamento de uma verdade espiritual que está sendo discutida.","por_que_esta_palavra":"É importante para entender a base sobre a qual a argumentação se sustenta, especialmente em questões de fé e doutrina.","conexao_teologica":"O conceito de 'princípio' é central na teologia, pois muitas doutrinas se baseiam em verdades fundamentais que têm suas raízes na Escritura.","referencias_relacionadas":["Gênesis 1:1","João 1:1","Provérbios 1:7"]},"jo_11_15_blemish":{"palavra_pt":"blemish","palavra_original":"מאוּם","transliteracao":"mʼûwm","strong":"H3971","significado_raiz":"Ideia básica: blemish.","significado_contextual":"A palavra 'blemish' refere-se a uma imperfeição ou mancha, frequentemente usada em contextos de sacrifícios e pureza.","explicacao_detalhada":"Neste contexto, 'blemish' pode estar relacionado à ideia de que algo deve ser sem defeito para ser aceito por Deus, especialmente em ofertas.","por_que_esta_palavra":"A presença de 'blemish' destaca a importância da pureza e da perfeição nas práticas religiosas e na vida do crente.","conexao_teologica":"A teologia do sacrifício sem mancha é um tema recorrente, apontando para Cristo como o sacrifício perfeito.","referencias_relacionadas":["Levítico 22:20","Hebreus 9:14","1 Pedro 1:19"]},"jo_11_16_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Assim como em 'jo_11_15_forasmuch', a palavra 'porque' introduz uma explicação ou justificativa.","explicacao_detalhada":"A repetição da palavra enfatiza a continuidade do raciocínio e a importância da razão apresentada.","por_que_esta_palavra":"É essencial para a clareza da argumentação e para a compreensão do que está sendo discutido.","conexao_teologica":"A lógica e a razão são frequentemente utilizadas nas Escrituras para fundamentar a fé e a prática.","referencias_relacionadas":["Romanos 10:17","1 Coríntios 15:14","Hebreus 11:1"]},"jo_11_16_agua":{"palavra_pt":"aguas","palavra_original":"מַיִם","transliteracao":"mayim","strong":"H4325","significado_raiz":"Ideia básica: aguas.","significado_contextual":"A palavra 'aguas' refere-se a um elemento vital, frequentemente simbolizando vida e purificação.","explicacao_detalhada":"Neste contexto, 'aguas' pode simbolizar a necessidade espiritual de renovação e purificação que vem de Deus.","por_que_esta_palavra":"A menção de 'aguas' é significativa, pois remete à ideia de que a vida espiritual é sustentada por Deus.","conexao_teologica":"A água é um símbolo importante na Bíblia, representando o Espírito Santo e a vida eterna.","referencias_relacionadas":["João 4:14","Apocalipse 22:17","Isaías 44:3"]},"jo_11_16_thee":{"palavra_pt":"thee","palavra_original":"אַתָּה","transliteracao":"ʼattâh","strong":"H859","significado_raiz":"Ideia básica: thee.","significado_contextual":"A palavra 'thee' é uma forma de se referir diretamente a alguém, neste caso, a Jesus.","explicacao_detalhada":"A utilização de 'thee' enfatiza a relação pessoal e direta entre o falante e a pessoa a quem se dirige.","por_que_esta_palavra":"A palavra é importante para estabelecer a intimidade e a reverência na comunicação com o divino.","conexao_teologica":"A relação pessoal com Deus é um tema central na teologia cristã, onde a comunicação direta é encorajada.","referencias_relacionadas":["Salmos 25:4","Mateus 7:7","Hebreus 4:16"]},"jo_11_17_luz":{"palavra_pt":"luz","palavra_original":"צֹהַר","transliteracao":"tsôhar","strong":"H6672","significado_raiz":"Ideia básica: luz.","significado_contextual":"A palavra 'luz' simboliza a verdade, a revelação e a presença de Deus.","explicacao_detalhada":"Neste contexto, 'luz' pode referir-se à iluminação espiritual que Jesus traz ao mundo.","por_que_esta_palavra":"A luz é uma metáfora poderosa que representa a verdade e a vida que vêm de Deus.","conexao_teologica":"A luz é frequentemente associada à presença de Deus e à verdade revelada nas Escrituras.","referencias_relacionadas":["João 8:12","1 João 1:5","Salmos 119:105"]},"jo_11_17_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' implica ação, movimento ou ressurreição.","explicacao_detalhada":"Neste contexto, 'levantar' pode referir-se à ação de Jesus de trazer vida ou restaurar algo que estava perdido.","por_que_esta_palavra":"A ideia de levantar é central na mensagem do evangelho, que fala de ressurreição e nova vida.","conexao_teologica":"A ressurreição de Cristo é um pilar da fé cristã, simbolizando a vitória sobre a morte.","referencias_relacionadas":["Romanos 6:4","1 Coríntios 15:20","Efésios 2:6"]},"jo_11_17_vida":{"palavra_pt":"vida","palavra_original":"חֶלֶד","transliteracao":"cheled","strong":"H2465","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à existência plena e ao propósito que Deus dá ao ser humano.","explicacao_detalhada":"Neste contexto, 'vida' pode ser entendida como a vida espiritual que Jesus oferece, contrastando com a morte espiritual.","por_que_esta_palavra":"A vida é um tema central na mensagem de Jesus, que veio para dar vida em abundância.","conexao_teologica":"A vida eterna é uma promessa fundamental na teologia cristã, que se baseia na obra redentora de Cristo.","referencias_relacionadas":["João 10:10","1 João 5:11-12","Romanos 8:1-2"]},"jo_11_18_mulher":{"palavra_pt":"mulher","palavra_original":"בָּטַח","transliteracao":"bâṭach","strong":"H982","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se a uma figura feminina, que pode simbolizar a humanidade ou um aspecto da criação.","explicacao_detalhada":"Neste contexto, 'mulher' pode representar a fragilidade e a força da fé, além de seu papel na narrativa bíblica.","por_que_esta_palavra":"A inclusão da mulher no discurso é significativa, pois destaca a dignidade e o valor que Deus atribui a todos os seres humanos.","conexao_teologica":"A criação do homem e da mulher à imagem de Deus é um tema central na teologia da criação.","referencias_relacionadas":["Gênesis 1:27","Provérbios 31:10","Gálatas 3:28"]},"jo_11_18_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir uma explicação ou justificativa.","explicacao_detalhada":"Neste contexto, 'porque' é uma conjunção que liga a razão pela qual algo é afirmado ou questionado, indicando a lógica por trás da declaração.","por_que_esta_palavra":"É fundamental para entender a relação de causa e efeito nas falas de Jó e seus amigos.","conexao_teologica":"A palavra 'porque' reflete a busca humana por entender o sofrimento e a justiça divina.","referencias_relacionadas":["Jó 3:11","Jó 10:2","Jó 13:23"]},"jo_11_18_buscar":{"palavra_pt":"buscar","palavra_original":"חָפַר","transliteracao":"châphar","strong":"H2658","significado_raiz":"Ideia básica: buscar.","significado_contextual":"A palavra 'buscar' implica em um esforço ativo para encontrar ou compreender algo.","explicacao_detalhada":"No contexto, 'buscar' refere-se à busca de respostas ou entendimento sobre a situação de sofrimento de Jó.","por_que_esta_palavra":"É crucial para entender a ação de procurar sabedoria e entendimento em meio à dor.","conexao_teologica":"A busca por Deus e por respostas é um tema central na vida de Jó, refletindo a luta humana com o sofrimento.","referencias_relacionadas":["Jó 5:8","Jó 7:21","Jó 13:23"]},"jo_11_19_cair":{"palavra_pt":"cair","palavra_original":"רָבַץ","transliteracao":"râbats","strong":"H7257","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode ser interpretada como uma queda física ou espiritual.","explicacao_detalhada":"Neste versículo, 'cair' pode simbolizar a queda em desespero ou a perda de esperança diante das adversidades.","por_que_esta_palavra":"É importante para ilustrar a fragilidade humana e a vulnerabilidade diante do sofrimento.","conexao_teologica":"A queda é um tema que remete à condição humana e à necessidade de redenção.","referencias_relacionadas":["Jó 1:20","Jó 2:7","Jó 14:7"]},"jo_11_19_oracao":{"palavra_pt":"oracao","palavra_original":"חָלָה","transliteracao":"châlâh","strong":"H2470","significado_raiz":"Ideia básica: oracao.","significado_contextual":"A palavra 'oração' refere-se ao ato de se comunicar com Deus, geralmente em busca de ajuda ou compreensão.","explicacao_detalhada":"Neste contexto, a oração é uma expressão de desespero e um clamor por intervenção divina.","por_que_esta_palavra":"É essencial para entender a relação de Jó com Deus e sua busca por respostas.","conexao_teologica":"A oração é um meio de conexão com Deus, especialmente em tempos de crise.","referencias_relacionadas":["Jó 16:21","Jó 22:27","Jó 30:20"]},"jo_11_19_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à condição humana e à fragilidade do ser humano.","explicacao_detalhada":"Neste contexto, 'homem' é usado para enfatizar a vulnerabilidade e a mortalidade diante do sofrimento.","por_que_esta_palavra":"É importante para refletir sobre a natureza humana e a dependência de Deus.","conexao_teologica":"A condição do homem é um tema central na teologia, abordando a necessidade de salvação.","referencias_relacionadas":["Jó 7:17","Jó 14:1","Jó 25:6"]},"jo_11_20_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' pode simbolizar percepção, entendimento ou julgamento.","explicacao_detalhada":"Neste contexto, 'olho' pode referir-se à capacidade de ver a verdade ou a realidade do sofrimento.","por_que_esta_palavra":"É crucial para entender a percepção de Jó sobre sua situação e a justiça divina.","conexao_teologica":"A visão espiritual é um tema importante na Bíblia, refletindo a capacidade de discernir a vontade de Deus.","referencias_relacionadas":["Jó 10:4","Jó 31:1","Jó 42:5"]},"jo_11_20_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"A palavra 'culpado' refere-se à condição de alguém que cometeu uma transgressão ou erro.","explicacao_detalhada":"Neste contexto, 'culpado' é usado para discutir a questão da justiça e do sofrimento, questionando se Jó é culpado por suas aflições.","por_que_esta_palavra":"É importante para a discussão sobre a justiça divina e a retribuição.","conexao_teologica":"A culpa e a justiça são temas centrais na teologia, especialmente em relação ao sofrimento humano.","referencias_relacionadas":["Jó 4:7","Jó 10:14","Jó 31:35"]}}