{"jo_13_1_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"Eis é uma expressão que chama a atenção para algo importante que está prestes a ser dito ou revelado.","explicacao_detalhada":"Em Jó 13:1, a palavra 'eis' é usada para introduzir uma declaração significativa, destacando a importância do que segue.","por_que_esta_palavra":"A palavra 'eis' serve como um convite para que o ouvinte preste atenção ao que está sendo comunicado, enfatizando a relevância da mensagem.","conexao_teologica":"A introdução de declarações importantes é uma prática comum nas Escrituras, onde Deus frequentemente chama Seu povo a ouvir e considerar Suas palavras.","referencias_relacionadas":["Isaías 43:1","Mateus 11:28","Apocalipse 3:20"]},"jo_13_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Em Jó 13:1, \"modo\" aparece na frase \"Eis que tudo isto viram os meus olhos, e os meus ouvidos o ouviram e entenderam.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כֹּל; kôl; H3605), \"modo\" traz a ideia de modo. Aqui, essa palavra deixa o ensino de Jó 13:1 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"modo\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Jó 13:4. Lendo junto com Jó 13:1, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Jó 13:1","Jó 13:4","Salmos 119:105"]},"jo_13_1_astuto":{"palavra_pt":"astuto","palavra_original":"בִּין","transliteracao":"bîyn","strong":"H995","significado_raiz":"Ideia básica: astuto.","significado_contextual":"Astuto refere-se à capacidade de discernir e entender situações complexas.","explicacao_detalhada":"Em Jó 13:1, a palavra 'astuto' é usada para descrever a habilidade de Jó em perceber a verdade em meio às dificuldades e injustiças que enfrenta.","por_que_esta_palavra":"A palavra 'astuto' destaca a importância do discernimento espiritual e da sabedoria na vida do crente.","conexao_teologica":"A sabedoria e o discernimento são frequentemente mencionados nas Escrituras como dons de Deus, essenciais para a vida cristã.","referencias_relacionadas":["Provérbios 2:6","Tiago 1:5","1 Coríntios 2:12"]},"jo_13_2_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Verdade, como mencionado anteriormente, refere-se à realidade e à conformidade com os princípios divinos.","explicacao_detalhada":"Em Jó 13:2, a verdade é novamente enfatizada como um elemento central na defesa de Jó, que busca ser honesto e transparente em sua comunicação.","por_que_esta_palavra":"A repetição da palavra 'verdade' sublinha a importância de se manter fiel à realidade, especialmente em tempos de provação.","conexao_teologica":"A verdade é um tema central na relação entre Deus e a humanidade, sendo fundamental para a fé e a prática cristã.","referencias_relacionadas":["Salmos 51:6","João 8:32","Efésios 4:25"]},"jo_13_2_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Entre refere-se à posição ou relação de algo em meio a outros.","explicacao_detalhada":"No contexto de Jó 13:2, 'entre' é usado para descrever a posição de Jó em relação aos seus amigos e à situação que enfrenta, destacando a interação entre eles.","por_que_esta_palavra":"A palavra 'entre' é importante para entender a dinâmica das relações humanas e a necessidade de comunhão e apoio mútuo.","conexao_teologica":"A vida em comunidade e a interação entre os crentes são temas importantes na teologia bíblica, refletindo a natureza do corpo de Cristo.","referencias_relacionadas":["1 Coríntios 12:12-27","Hebreus 10:24-25","Gálatas 6:2"]},"jo_13_2_conhecimento":{"palavra_pt":"conhecimento","palavra_original":"דַּעַת","transliteracao":"daʻath","strong":"H1847","significado_raiz":"Ideia básica: conhecimento.","significado_contextual":"Conhecimento refere-se à compreensão e à sabedoria adquiridas através da experiência e da revelação.","explicacao_detalhada":"Em Jó 13:2, o conhecimento é um tema central, pois Jó busca entender a verdade sobre sua situação e a natureza de Deus.","por_que_esta_palavra":"A palavra 'conhecimento' é fundamental para a vida espiritual, pois a compreensão da verdade de Deus é essencial para a fé.","conexao_teologica":"O conhecimento de Deus e de Sua vontade é um tema recorrente nas Escrituras, sendo vital para a vida do crente.","referencias_relacionadas":["Provérbios 1:7","Colossenses 1:9","Oséias 4:6"]},"jo_13_3_corrigir":{"palavra_pt":"corrigir","palavra_original":"יָכַח","transliteracao":"yâkach","strong":"H3198","significado_raiz":"Ideia básica: corrigir.","significado_contextual":"Corrigir refere-se ao ato de ajustar ou restaurar algo que está errado.","explicacao_detalhada":"Em Jó 13:3, a palavra 'corrigir' é usada para expressar o desejo de Jó de ser ouvido e entendido, buscando a verdade em meio à sua dor.","por_que_esta_palavra":"A palavra 'corrigir' é importante para entender a busca de Jó por justiça e clareza em sua situação.","conexao_teologica":"A correção é um tema importante na vida cristã, onde Deus busca corrigir e restaurar Seu povo através da disciplina e da verdade.","referencias_relacionadas":["Hebreus 12:6","Provérbios 3:12","Salmos 119:67"]},"jo_13_3_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina de Deus, enfatizando Sua força e poder.","explicacao_detalhada":"A palavra 'deus' (אֵל) é usada para descrever a essência de Deus como ser supremo, que possui autoridade e poder sobre todas as coisas. No contexto de Jó, isso ressalta a soberania de Deus sobre a criação e a vida humana.","por_que_esta_palavra":"A escolha da palavra 'deus' é fundamental para expressar a relação de Jó com o Criador, especialmente em momentos de sofrimento e questionamento.","conexao_teologica":"A palavra 'deus' conecta-se com a ideia de que Deus é o criador e sustentador do universo, e que Sua força é uma fonte de esperança e consolo para os fiéis.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Isaías 40:28"]},"jo_13_4_cause":{"palavra_pt":"cause","palavra_original":"שֶׁקֶר","transliteracao":"sheqer","strong":"H8267","significado_raiz":"Ideia básica: cause.","significado_contextual":"Refere-se à origem ou razão de um evento ou situação.","explicacao_detalhada":"A palavra 'cause' (שֶׁקֶר) implica em uma investigação sobre o que leva a um determinado resultado. No contexto de Jó, ele questiona as razões por trás do sofrimento e da injustiça que observa.","por_que_esta_palavra":"Jó usa 'cause' para expressar sua busca por respostas sobre o sofrimento humano e a aparente injustiça divina.","conexao_teologica":"A busca pela causa do sofrimento é um tema central na teologia, refletindo a luta humana para entender a providência de Deus em meio à dor.","referencias_relacionadas":["Jó 1:21","Jó 2:10","Romanos 8:28"]},"jo_13_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como algo é feito ou abordado.","explicacao_detalhada":"A palavra 'modo' (כֹּל) é usada para descrever a forma como as ações são realizadas. No contexto de Jó, isso se relaciona à maneira como ele se apresenta diante de Deus e como busca entender sua situação.","por_que_esta_palavra":"A escolha de 'modo' enfatiza a importância da atitude e da abordagem que Jó tem em sua comunicação com Deus.","conexao_teologica":"A maneira como nos aproximamos de Deus é crucial na teologia, refletindo a reverência e a sinceridade que devemos ter em nossa relação com o Criador.","referencias_relacionadas":["Salmos 51:10","Mateus 6:6","Hebreus 4:16"]},"jo_13_4_howbeit":{"palavra_pt":"howbeit","palavra_original":"אוּלָם","transliteracao":"ʼûwlâm","strong":"H199","significado_raiz":"Ideia básica: howbeit.","significado_contextual":"Indica uma concessão ou uma mudança de perspectiva.","explicacao_detalhada":"A palavra 'howbeit' (אוּלָם) é utilizada para introduzir uma ideia contrastante. No contexto de Jó, ele reconhece a grandeza de Deus, mas também expressa sua dor e confusão.","por_que_esta_palavra":"A palavra é importante para mostrar a complexidade da fé de Jó, que, apesar de sua dor, ainda busca a verdade sobre Deus.","conexao_teologica":"A tensão entre a dor humana e a soberania divina é um tema recorrente na teologia, refletindo a luta entre fé e dúvida.","referencias_relacionadas":["Jó 13:15","Romanos 5:3-5","2 Coríntios 12:9"]},"jo_13_5_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"חׇכְמָה","transliteracao":"chokmâh","strong":"H2451","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"Refere-se ao entendimento profundo e à capacidade de discernir.","explicacao_detalhada":"A palavra 'sabedoria' (חׇכְמָה) é central na literatura sapiencial, representando não apenas conhecimento, mas também a aplicação prática desse conhecimento. Jó busca sabedoria para entender sua situação.","por_que_esta_palavra":"A busca por sabedoria é uma resposta ao sofrimento, refletindo o desejo humano de compreender o propósito de Deus.","conexao_teologica":"A sabedoria é frequentemente associada à reverência a Deus e à compreensão de Seus caminhos, sendo essencial na vida do crente.","referencias_relacionadas":["Provérbios 1:7","Tiago 1:5","Eclesiastes 7:12"]},"jo_13_5_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à condição humana e à fragilidade do ser humano diante de Deus.","explicacao_detalhada":"A palavra 'homem' (מִי) é usada para enfatizar a vulnerabilidade e a limitação do ser humano. No contexto de Jó, isso destaca a luta de um homem justo diante do sofrimento.","por_que_esta_palavra":"A escolha de 'homem' é significativa, pois Jó se vê como um ser limitado, buscando respostas de um Deus infinito.","conexao_teologica":"A condição humana é um tema central na teologia, refletindo a necessidade de dependência de Deus e a busca por redenção.","referencias_relacionadas":["Salmos 8:4","Romanos 3:23","Tiago 4:14"]},"jo_13_5_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de invocar ou pedir ajuda.","explicacao_detalhada":"A palavra 'dar' (נָתַן) implica em um pedido ou súplica. No contexto de Jó, ele clama a Deus por justiça e compreensão em meio ao sofrimento.","por_que_esta_palavra":"A escolha de 'dar' reflete a urgência e a necessidade de Jó em buscar a intervenção divina.","conexao_teologica":"Clamar a Deus é uma expressão de fé e dependência, mostrando que mesmo em dor, o ser humano busca a ajuda do Criador.","referencias_relacionadas":["Salmos 34:17","Mateus 7:7","1 Pedro 5:7"]},"jo_13_6_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Refere-se à capacidade de escutar e compreender.","explicacao_detalhada":"A palavra 'ouvir' (שָׁמַע) é fundamental na comunicação com Deus. No contexto de Jó, ele deseja que Deus ouça seu clamor e suas queixas.","por_que_esta_palavra":"A escolha de 'ouvir' destaca a importância da comunicação e da relação entre o homem e Deus, especialmente em tempos de crise.","conexao_teologica":"A ideia de que Deus ouve as orações é um tema central na teologia, refletindo a proximidade e a atenção de Deus para com Seus filhos.","referencias_relacionadas":["Salmos 18:6","1 João 5:14","Hebreus 4:13"]},"jo_13_7_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se novamente à natureza divina de Deus, enfatizando Sua força e poder.","explicacao_detalhada":"A palavra 'deus' (אֵל) é repetida para reforçar a ideia de que Deus é a fonte de toda força e autoridade. Jó reconhece essa força mesmo em seu sofrimento.","por_que_esta_palavra":"A repetição da palavra 'deus' enfatiza a centralidade de Deus na vida de Jó, mesmo quando ele questiona a justiça divina.","conexao_teologica":"A força de Deus é um tema recorrente na Bíblia, lembrando aos crentes que, apesar das dificuldades, Deus é poderoso para salvar e restaurar.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 1:16"]},"jo_13_7_mal":{"palavra_pt":"mal","palavra_original":"עֶוֶל","transliteracao":"ʻevel","strong":"H5766","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se à presença do mal e à injustiça no mundo.","explicacao_detalhada":"A palavra 'mal' (עֶוֶל) é usada para descrever a injustiça e o sofrimento que Jó enfrenta. Ele questiona a razão pela qual o mal parece prevalecer.","por_que_esta_palavra":"A escolha de 'mal' é crucial para expressar a dor e a confusão de Jó diante da injustiça que observa em sua vida.","conexao_teologica":"A presença do mal é um tema complexo na teologia, levantando questões sobre a soberania de Deus e a liberdade humana.","referencias_relacionadas":["Gênesis 6:5","Romanos 7:21","1 João 5:19"]},"jo_13_7_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de comunicar, expressar pensamentos ou sentimentos.","explicacao_detalhada":"No contexto de Jó 13:7, 'falar' implica em trazer à tona questões profundas sobre a justiça de Deus e a condição humana. Jó está desafiando seus amigos a refletirem sobre a verdade de suas palavras.","por_que_esta_palavra":"Esta palavra é crucial para entender a dinâmica do diálogo entre Jó e seus amigos, onde a comunicação é central para a busca de respostas sobre o sofrimento.","conexao_teologica":"A comunicação é um aspecto fundamental da relação entre Deus e a humanidade, onde Deus se revela e os seres humanos respondem.","referencias_relacionadas":["Salmos 19:14","Provérbios 18:21","Mateus 12:36"]},"jo_13_8_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui se refere à força suprema, ao Criador e à fonte de poder.","explicacao_detalhada":"Em Jó 13:8, a menção de 'deus' destaca a soberania divina e a capacidade de Deus de intervir na vida humana, especialmente em momentos de crise.","por_que_esta_palavra":"A palavra é usada para enfatizar a grandeza de Deus em contraste com a fragilidade humana, um tema central no livro de Jó.","conexao_teologica":"A força de Deus é um tema recorrente nas Escrituras, que nos lembra da dependência do ser humano em relação ao Criador.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Isaías 40:28"]},"jo_13_8_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' implica em resgatar ou libertar de uma situação difícil.","explicacao_detalhada":"No versículo, Jó questiona se Deus pode realmente salvar ou libertar, refletindo sua angústia e dúvida em meio ao sofrimento.","por_que_esta_palavra":"A palavra é importante para entender a busca de Jó por redenção e a esperança de que Deus possa intervir em sua situação.","conexao_teologica":"A salvação é um tema central na Bíblia, representando a intervenção de Deus na vida dos seres humanos.","referencias_relacionadas":["Salmos 34:17","Isaías 43:2","Romanos 10:13"]},"jo_13_8_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' refere-se à face, simbolizando a presença e a relação pessoal com Deus.","explicacao_detalhada":"Em Jó 13:8, a menção do 'rosto' sugere a busca de Jó por um encontro direto com Deus, um desejo de ver e entender a face divina em meio ao sofrimento.","por_que_esta_palavra":"O rosto de Deus é frequentemente associado à Sua presença e favor, e Jó anseia por essa conexão.","conexao_teologica":"A ideia de ver o rosto de Deus é um tema que aparece em várias partes da Bíblia, simbolizando a intimidade com o Criador.","referencias_relacionadas":["Êxodo 33:20","Salmos 27:8","Mateus 5:8"]},"jo_13_9_homem":{"palavra_pt":"homem","palavra_original":"אֱנוֹשׁ","transliteracao":"ʼĕnôwsh","strong":"H582","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à condição humana, à fragilidade e à mortalidade.","explicacao_detalhada":"No contexto de Jó 13:9, a menção do 'homem' destaca a vulnerabilidade e a necessidade de compreensão da justiça divina em relação ao sofrimento humano.","por_que_esta_palavra":"A palavra é essencial para entender a luta de Jó com sua própria humanidade e a busca por respostas sobre seu sofrimento.","conexao_teologica":"A condição do homem é um tema central na teologia, refletindo a necessidade de redenção e a graça de Deus.","referencias_relacionadas":["Salmos 8:4","Romanos 3:23","Tiago 4:14"]},"jo_13_9_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade de ser justo, correto ou benéfico.","explicacao_detalhada":"Em Jó 13:9, a questão do que é 'bom' é central para a discussão sobre a justiça de Deus e a experiência de sofrimento.","por_que_esta_palavra":"A palavra é usada para questionar a natureza de Deus e a percepção do que é bom em meio ao sofrimento.","conexao_teologica":"A bondade de Deus é um tema recorrente nas Escrituras, desafiando os crentes a confiar em Sua natureza mesmo em tempos difíceis.","referencias_relacionadas":["Salmos 119:68","Romanos 8:28","Gálatas 5:22"]},"jo_13_9_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é uma conjunção que introduz uma explicação ou razão.","explicacao_detalhada":"No versículo, 'porque' é usado para justificar a argumentação de Jó sobre a injustiça que ele percebe em sua situação.","por_que_esta_palavra":"É uma palavra chave que liga as ideias de Jó, mostrando a lógica de seu raciocínio em meio ao sofrimento.","conexao_teologica":"A busca por razões e explicações é uma parte fundamental da experiência humana e da relação com Deus.","referencias_relacionadas":["Eclesiastes 3:11","Romanos 11:33","1 Pedro 3:15"]},"jo_13_10_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' aqui é usada novamente para enfatizar a necessidade de libertação.","explicacao_detalhada":"Jó, ao repetir a palavra 'salvar', reforça seu clamor por ajuda divina em sua situação desesperadora.","por_que_esta_palavra":"A repetição destaca a urgência e a profundidade do desejo de Jó por intervenção divina.","conexao_teologica":"A salvação é um tema que permeia toda a Bíblia, refletindo a necessidade humana de redenção.","referencias_relacionadas":["Salmos 51:12","Isaías 61:1","Lucas 19:10"]},"jo_13_10_bom":{"palavra_pt":"bom","palavra_original":"סֵתֶר","transliteracao":"çêther","strong":"H5643","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' é usada para questionar a justiça de Deus em relação ao sofrimento.","explicacao_detalhada":"Em Jó 13:10, a palavra 'bom' é um convite à reflexão sobre a natureza de Deus e a percepção humana do que é justo.","por_que_esta_palavra":"A palavra é central para o debate sobre a bondade de Deus em meio ao sofrimento e à dor.","conexao_teologica":"A bondade de Deus é um tema que desafia os crentes a confiar em Sua natureza, mesmo quando as circunstâncias parecem injustas.","referencias_relacionadas":["Salmos 34:8","Romanos 2:4","Tiago 1:17"]},"jo_13_10_corrigir":{"palavra_pt":"corrigir","palavra_original":"יָכַח","transliteracao":"yâkach","strong":"H3198","significado_raiz":"Ideia básica: corrigir.","significado_contextual":"A palavra 'corrigir' refere-se à ação de ajustar ou retificar algo que está errado.","explicacao_detalhada":"No contexto de Jó 13:10, 'corrigir' sugere a ideia de que Deus deve ser responsabilizado por suas ações e decisões em relação ao sofrimento humano.","por_que_esta_palavra":"A palavra é importante para entender a luta de Jó em buscar justiça e compreensão em meio à dor.","conexao_teologica":"A correção é um aspecto do caráter de Deus, que busca restaurar e redimir a humanidade.","referencias_relacionadas":["Provérbios 3:12","Hebreus 12:6","Apocalipse 3:19"]},"jo_13_11_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é um conceito central na filosofia e na teologia, representando a realidade e a conformidade com os fatos.","explicacao_detalhada":"No contexto de Jó 13:11, a verdade é apresentada como um princípio que não pode ser ignorado. Jó está afirmando que a verdade de Deus é inabalável, mesmo diante de suas dificuldades.","por_que_esta_palavra":"A palavra 'verdade' é utilizada para enfatizar a importância da honestidade e da integridade nas relações com Deus e com os outros.","conexao_teologica":"A verdade é um atributo de Deus, e a busca pela verdade é um chamado para os crentes. Jesus se apresenta como a verdade (João 14:6).","referencias_relacionadas":["Salmos 25:5","João 8:32","Efésios 4:15"]},"jo_13_11_accepted":{"palavra_pt":"accepted","palavra_original":"שְׂאֵת","transliteracao":"sᵉʼêth","strong":"H7613","significado_raiz":"Ideia básica: accepted.","significado_contextual":"Aceitar algo implica em reconhecer sua validade ou verdade.","explicacao_detalhada":"No versículo, a aceitação é um tema que reflete a disposição de Jó em aceitar a soberania de Deus, mesmo em meio ao sofrimento.","por_que_esta_palavra":"A palavra 'aceitar' é crucial para entender a relação entre o ser humano e Deus, onde a aceitação da vontade divina é fundamental.","conexao_teologica":"A aceitação da vontade de Deus é um tema recorrente na Bíblia, onde os crentes são chamados a confiar em Deus em todas as circunstâncias.","referencias_relacionadas":["Romanos 12:2","Tiago 1:12","Hebreus 12:1-2"]},"jo_13_11_temor":{"palavra_pt":"temor","palavra_original":"בָּעַת","transliteracao":"bâʻath","strong":"H1204","significado_raiz":"Ideia básica: temor.","significado_contextual":"O temor do Senhor é o princípio da sabedoria e reflete uma reverência profunda por Deus.","explicacao_detalhada":"Jó expressa um temor que não é de medo, mas de respeito e reverência, reconhecendo a grandeza de Deus em sua vida.","por_que_esta_palavra":"O temor é uma resposta natural ao reconhecimento da santidade e do poder de Deus, essencial para uma vida de fé.","conexao_teologica":"O temor do Senhor é frequentemente mencionado como fundamental para a sabedoria e a compreensão espiritual.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Eclesiastes 12:13"]},"jo_13_12_olho":{"palavra_pt":"olho","palavra_original":"גַב","transliteracao":"gab","strong":"H1354","significado_raiz":"Ideia básica: olho.","significado_contextual":"O olho simboliza a percepção e a capacidade de ver a verdade.","explicacao_detalhada":"Em Jó 13:12, o olho pode representar a capacidade de discernir entre o que é justo e o que é injusto, refletindo a busca de Jó pela verdade.","por_que_esta_palavra":"A palavra 'olho' é usada para enfatizar a importância da visão espiritual e da percepção na vida do crente.","conexao_teologica":"A visão espiritual é um tema importante na Bíblia, onde os crentes são chamados a 'ver' com os olhos da fé.","referencias_relacionadas":["Mateus 6:22-23","Efésios 1:18","Apocalipse 3:18"]},"jo_13_12_agua":{"palavra_pt":"agua","palavra_original":"חֹמֶר","transliteracao":"chômer","strong":"H2563","significado_raiz":"Ideia básica: agua.","significado_contextual":"A água é frequentemente um símbolo de vida, purificação e renovação.","explicacao_detalhada":"No contexto de Jó, a água pode representar a necessidade de sustento espiritual e a busca por alívio em meio ao sofrimento.","por_que_esta_palavra":"A água é essencial para a vida e é usada metaforicamente para descrever a graça e a misericórdia de Deus.","conexao_teologica":"Jesus se apresenta como a água viva, que sacia a sede espiritual do ser humano.","referencias_relacionadas":["João 4:14","Isaías 55:1","Apocalipse 22:17"]},"jo_13_12_dia":{"palavra_pt":"dia","palavra_original":"זִכְרוֹן","transliteracao":"zikrôwn","strong":"H2146","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia pode simbolizar um período de tempo, mas também pode representar a revelação e a ação de Deus na história.","explicacao_detalhada":"Em Jó 13:12, o dia pode referir-se ao tempo em que Deus agirá em justiça, trazendo à luz a verdade.","por_que_esta_palavra":"A palavra 'dia' é significativa para entender os planos de Deus e a esperança de redenção.","conexao_teologica":"A ideia de um 'dia do Senhor' é um tema recorrente na Bíblia, onde Deus intervirá na história.","referencias_relacionadas":["Joel 2:31","Atos 2:20","1 Tessalonicenses 5:2"]},"jo_13_13_planejar":{"palavra_pt":"planejar","palavra_original":"חָרַשׁ","transliteracao":"chârash","strong":"H2790","significado_raiz":"Ideia básica: planejar.","significado_contextual":"Planejar implica em ter um propósito ou intenção em mente.","explicacao_detalhada":"No contexto de Jó, planejar pode refletir a busca de Jó por entender os propósitos de Deus em sua vida.","por_que_esta_palavra":"A palavra 'planejar' é usada para enfatizar a importância de ter um propósito claro em meio às dificuldades.","conexao_teologica":"Deus tem um plano para cada um de nós, e somos chamados a confiar em Sua direção.","referencias_relacionadas":["Jeremias 29:11","Provérbios 16:9","Romanos 8:28"]},"jo_13_13_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma relação ou posição em meio a algo.","explicacao_detalhada":"No versículo, 'entre' pode referir-se à posição de Jó em relação a seus amigos e a Deus, destacando a intercessão e a comunhão.","por_que_esta_palavra":"A palavra 'entre' é importante para entender a dinâmica das relações interpessoais e a comunhão com Deus.","conexao_teologica":"A comunhão entre os crentes e com Deus é um tema central na Bíblia.","referencias_relacionadas":["Mateus 18:20","1 Coríntios 1:9","Hebreus 10:25"]},"jo_13_13_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar é um ato de comunicação que pode transmitir verdades ou enganos.","explicacao_detalhada":"Em Jó 13:13, a palavra 'falar' é usada para enfatizar a importância da comunicação sincera e da expressão da verdade.","por_que_esta_palavra":"A comunicação é fundamental nas relações, e a palavra 'falar' destaca a necessidade de honestidade.","conexao_teologica":"A Bíblia ensina que nossas palavras têm poder e devem ser usadas para edificar e não para destruir.","referencias_relacionadas":["Provérbios 18:21","Efésios 4:29","Tiago 1:19"]},"jo_13_14_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A alma é vista como a essência da vida e a parte imortal do ser humano.","explicacao_detalhada":"Em Jó 13:14, a palavra 'alma' reflete a luta interna de Jó e sua busca por significado em meio ao sofrimento.","por_que_esta_palavra":"A palavra 'alma' é crucial para entender a natureza humana e a relação com Deus.","conexao_teologica":"A Bíblia ensina que a alma é preciosa e que Deus se importa profundamente com cada indivíduo.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","1 Pedro 1:9"]},"jo_13_14_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para enfatizar a magnitude ou a importância de algo no contexto do versículo.","explicacao_detalhada":"No contexto de Jó 13:14, a palavra 'grande' pode referir-se à grandeza de Deus ou à gravidade da situação enfrentada por Jó, que se vê em uma luta intensa com sua fé e suas circunstâncias.","por_que_esta_palavra":"A escolha da palavra 'grande' destaca a seriedade e a profundidade da experiência de Jó, que se sente pequeno diante de Deus.","conexao_teologica":"A grandeza de Deus é um tema central na teologia bíblica, onde se reconhece que Ele é soberano sobre todas as coisas, incluindo o sofrimento humano.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"jo_13_15_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma chamada à atenção, indicando que algo importante está prestes a ser revelado ou considerado.","explicacao_detalhada":"Em Jó 13:15, 'eis' é usado para introduzir uma declaração significativa sobre a confiança de Jó em Deus, mesmo em meio ao sofrimento.","por_que_esta_palavra":"A palavra 'eis' serve para enfatizar a importância da mensagem que se segue, destacando a fé de Jó em Deus apesar das adversidades.","conexao_teologica":"A fé em Deus, mesmo em tempos de crise, é um tema recorrente nas Escrituras, mostrando a importância de olhar para Deus em meio às dificuldades.","referencias_relacionadas":["Hebreus 11:1","Salmos 46:1","Mateus 11:28"]},"jo_13_15_morte":{"palavra_pt":"morte","palavra_original":"קָטַל","transliteracao":"qâṭal","strong":"H6991","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' é usada para descrever a condição final do ser humano e a realidade do sofrimento e da perda.","explicacao_detalhada":"No versículo, Jó menciona a morte como uma possibilidade que ele enfrenta, refletindo sobre a fragilidade da vida e a inevitabilidade do fim.","por_que_esta_palavra":"A menção da morte destaca a seriedade da situação de Jó e a luta entre a vida e a morte que ele enfrenta em sua jornada de fé.","conexao_teologica":"A morte é um tema central na teologia cristã, que fala sobre a vida eterna e a esperança que temos em Cristo, mesmo diante da morte física.","referencias_relacionadas":["Romanos 6:23","1 Coríntios 15:55","João 11:25"]},"jo_13_15_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' representa a existência e a experiência humana, especialmente em contraste com a morte.","explicacao_detalhada":"Em Jó 13:15, a vida é mencionada em um contexto de luta e sofrimento, onde Jó reflete sobre a sua condição e a esperança que ainda possui.","por_que_esta_palavra":"A palavra 'vida' é crucial para entender a luta de Jó entre a dor e a esperança, mostrando que, apesar das dificuldades, ele ainda busca significado.","conexao_teologica":"A vida é um dom de Deus e, na teologia cristã, é vista como uma oportunidade para glorificar a Deus e experimentar Sua graça.","referencias_relacionadas":["João 10:10","Gálatas 2:20","1 João 5:12"]},"jo_13_16_vitoria":{"palavra_pt":"salvacao","palavra_original":"יְשׁוּעָה","transliteracao":"yᵉshûwʻâh","strong":"H3444","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"A palavra 'salvação' implica em libertação e vitória sobre as adversidades e o sofrimento.","explicacao_detalhada":"No contexto de Jó 13:16, a salvação é vista como a esperança de Jó em ser justificado e restaurado por Deus, apesar de suas provações.","por_que_esta_palavra":"A escolha da palavra 'salvação' reflete a confiança de Jó em que Deus pode e irá intervir em sua situação, trazendo vitória sobre suas lutas.","conexao_teologica":"A salvação é um tema central na Bíblia, simbolizando a libertação do pecado e a restauração da relação com Deus.","referencias_relacionadas":["Salmos 62:1","Isaías 12:2","Romanos 1:16"]},"jo_13_16_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir uma razão ou justificativa para a afirmação que se segue.","explicacao_detalhada":"Em Jó 13:16, 'porque' conecta a confiança de Jó em Deus com a razão de sua esperança, que é a natureza justa e fiel de Deus.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a lógica da fé de Jó, que se baseia na compreensão do caráter de Deus.","conexao_teologica":"A relação entre fé e razão é um tema importante na teologia, onde a confiança em Deus é fundamentada em Seu caráter e promessas.","referencias_relacionadas":["Romanos 8:28","Hebreus 11:6","Tiago 1:5"]},"jo_13_16_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à fidelidade de Deus em Suas promessas.","explicacao_detalhada":"No versículo, Jó fala sobre a verdade de sua situação e a verdade de Deus, que é um fundamento para sua esperança.","por_que_esta_palavra":"A palavra 'verdade' é crucial para a fé de Jó, pois ele busca a autenticidade e a justiça de Deus em meio ao sofrimento.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, onde se afirma que Deus é a fonte de toda verdade e justiça.","referencias_relacionadas":["João 14:6","Salmos 119:160","1 João 1:5"]},"jo_13_17_palavra":{"palavra_pt":"palavra","palavra_original":"מִלָּה","transliteracao":"millâh","strong":"H4405","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação e à revelação de Deus ao homem.","explicacao_detalhada":"Em Jó 13:17, 'palavra' é usada para enfatizar a importância de ouvir e entender a mensagem de Deus em meio ao sofrimento.","por_que_esta_palavra":"A escolha da palavra 'palavra' destaca a necessidade de atenção à revelação divina e à resposta do ser humano a ela.","conexao_teologica":"A palavra de Deus é fundamental na vida do crente, pois é através dela que se conhece a vontade e o caráter de Deus.","referencias_relacionadas":["Salmos 119:105","Mateus 4:4","Hebreus 4:12"]},"jo_13_17_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' implica em prestar atenção e responder à comunicação de Deus.","explicacao_detalhada":"No contexto de Jó 13:17, 'ouvir' é um chamado à disposição de Jó para escutar a voz de Deus em meio ao seu sofrimento.","por_que_esta_palavra":"A palavra 'ouvir' é essencial para a relação entre Deus e o homem, pois implica em uma resposta ativa à revelação divina.","conexao_teologica":"A importância de ouvir a palavra de Deus é um tema recorrente nas Escrituras, onde se enfatiza a necessidade de atenção e obediência.","referencias_relacionadas":["Tiago 1:22","Romanos 10:17","Salmos 29:4"]},"jo_13_17_declaration":{"palavra_pt":"declaration","palavra_original":"אַחְוָה","transliteracao":"ʼachvâh","strong":"H262","significado_raiz":"Ideia básica: declaration.","significado_contextual":"A palavra 'declaração' refere-se a uma afirmação ou testemunho sobre a verdade de Deus.","explicacao_detalhada":"Em Jó 13:17, 'declaração' é usada para enfatizar a importância de afirmar a verdade de Deus em meio às dificuldades.","por_que_esta_palavra":"A palavra 'declaração' destaca a necessidade de professar a fé e a confiança em Deus, mesmo quando as circunstâncias são adversas.","conexao_teologica":"A declaração da fé é um aspecto importante da vida cristã, onde se testemunha a verdade de Deus para o mundo.","referencias_relacionadas":["Romanos 10:9","Salmos 107:2","Mateus 5:16"]},"jo_13_18_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo' refere-se à ideia de justiça e decisão, especialmente no contexto de Deus como juiz supremo.","explicacao_detalhada":"No livro de Jó, a palavra 'juízo' é usada para enfatizar a importância da justiça divina e a necessidade de ser justo diante de Deus. Jó questiona a aparente injustiça que observa em sua vida e no mundo ao seu redor.","por_que_esta_palavra":"A palavra é utilizada para mostrar a busca de Jó por uma compreensão do juízo de Deus em meio ao sofrimento.","conexao_teologica":"A justiça de Deus é um tema central na teologia bíblica, refletindo a natureza de Deus como justo e reto.","referencias_relacionadas":["Salmos 89:14","Isaías 30:18","Miquéias 6:8"]},"jo_13_18_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou razão, conectando ideias e argumentos.","explicacao_detalhada":"Neste contexto, Jó usa 'porque' para justificar suas perguntas e dúvidas sobre a justiça de Deus, expressando sua frustração e desejo de entender seu sofrimento.","por_que_esta_palavra":"É uma palavra chave que liga as afirmações de Jó às suas indagações sobre a justiça divina.","conexao_teologica":"A busca por respostas e a compreensão do sofrimento humano em relação à justiça de Deus é um tema recorrente nas Escrituras.","referencias_relacionadas":["Romanos 8:28","Salmos 13:1","Eclesiastes 3:11"]},"jo_13_18_purificar":{"palavra_pt":"purificar","palavra_original":"צָדַק","transliteracao":"tsâdaq","strong":"H6663","significado_raiz":"Ideia básica: purificar.","significado_contextual":"A palavra 'purificar' refere-se ao ato de tornar algo limpo ou justo, especialmente em um sentido moral ou espiritual.","explicacao_detalhada":"Jó fala sobre a necessidade de ser purificado, refletindo sua busca por justiça e integridade diante de Deus, mesmo em meio ao sofrimento.","por_que_esta_palavra":"A purificação é um tema importante, pois Jó deseja ser considerado justo diante de Deus, apesar de suas provações.","conexao_teologica":"A purificação é um aspecto essencial da relação entre o ser humano e Deus, simbolizando a necessidade de arrependimento e santidade.","referencias_relacionadas":["Salmos 51:10","1 João 1:9","Hebreus 10:22"]},"jo_13_19_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é usada para referir-se à condição humana e à fragilidade do ser humano diante de Deus.","explicacao_detalhada":"Jó questiona o que pode um homem fazer diante de Deus, refletindo sobre a insignificância humana em comparação com a grandeza divina.","por_que_esta_palavra":"A palavra é crucial para entender a perspectiva de Jó sobre sua própria humanidade e a busca por respostas divinas.","conexao_teologica":"A condição do homem e sua relação com Deus é um tema central na teologia, abordando a fragilidade e a necessidade de dependência de Deus.","referencias_relacionadas":["Salmos 8:4","Isaías 40:6-8","Romanos 3:23"]},"jo_13_19_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz uma justificativa, ligando a condição do homem às suas indagações sobre Deus.","explicacao_detalhada":"Jó usa 'porque' para expressar sua confusão e dor, questionando a razão de seu sofrimento e a aparente indiferença divina.","por_que_esta_palavra":"É uma palavra que enfatiza a busca de Jó por compreensão em meio ao sofrimento.","conexao_teologica":"A busca por respostas a perguntas difíceis sobre a vida e a justiça de Deus é um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 22:1","Habacuque 1:2","Mateus 27:46"]},"jo_13_19_planejar":{"palavra_pt":"planejar","palavra_original":"חָרַשׁ","transliteracao":"chârash","strong":"H2790","significado_raiz":"Ideia básica: planejar.","significado_contextual":"A palavra 'planejar' refere-se ao ato de pensar ou decidir sobre ações futuras, especialmente em um contexto de intenção.","explicacao_detalhada":"Jó reflete sobre os planos de Deus e como eles se relacionam com sua vida, questionando se há um propósito em seu sofrimento.","por_que_esta_palavra":"A palavra é usada para expressar a luta interna de Jó em entender os planos divinos em meio à dor.","conexao_teologica":"A soberania de Deus sobre os planos humanos é um tema importante na teologia, mostrando que Deus tem um propósito mesmo em meio ao sofrimento.","referencias_relacionadas":["Provérbios 16:9","Jeremias 29:11","Romanos 8:28"]},"jo_13_20_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode ser interpretada como uma metáfora para algo que é feito ou realizado, enfatizando a ação.","explicacao_detalhada":"Jó menciona a ação de Deus, refletindo sobre como Deus age em sua vida e nas circunstâncias ao seu redor.","por_que_esta_palavra":"A palavra é usada para enfatizar a atividade de Deus e sua soberania sobre todas as coisas.","conexao_teologica":"A ação de Deus no mundo é um tema central, mostrando que Ele está sempre em controle, mesmo quando não entendemos.","referencias_relacionadas":["Gênesis 1:1","Salmos 115:3","Isaías 46:10"]},"jo_13_20_principio":{"palavra_pt":"principio","palavra_original":"אָז","transliteracao":"ʼâz","strong":"H227","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' refere-se ao início ou à origem de algo, muitas vezes relacionado à criação ou ao plano de Deus.","explicacao_detalhada":"Jó reflete sobre os princípios que governam a vida e a justiça, questionando como Deus estabelece essas verdades.","por_que_esta_palavra":"É uma palavra que destaca a busca de Jó por entender os fundamentos da justiça divina.","conexao_teologica":"Os princípios de Deus são fundamentais para a compreensão da moralidade e da justiça no mundo.","referencias_relacionadas":["Gênesis 1:1","Provérbios 1:7","João 1:1"]},"jo_13_20_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à fidelidade, especialmente em relação à natureza de Deus e suas promessas.","explicacao_detalhada":"Jó questiona a verdade de suas circunstâncias e a justiça de Deus, buscando entender a realidade de sua situação.","por_que_esta_palavra":"A busca pela verdade é central na experiência de Jó, que deseja compreender a realidade de seu sofrimento.","conexao_teologica":"A verdade de Deus é um tema essencial na teologia, refletindo sua natureza imutável e fiel.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]},"jo_13_21_mao":{"palavra_pt":"mao","palavra_original":"כַּף","transliteracao":"kaph","strong":"H3709","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' simboliza poder, controle e ação, frequentemente associada à intervenção divina.","explicacao_detalhada":"Jó menciona a mão de Deus para enfatizar a soberania e o controle que Deus exerce sobre a vida humana.","por_que_esta_palavra":"A palavra é usada para ilustrar a força e a autoridade de Deus em relação ao sofrimento e à justiça.","conexao_teologica":"A mão de Deus é um símbolo de sua proteção e poder, mostrando que Ele está sempre presente na vida dos crentes.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","1 Pedro 5:6-7"]},"jo_13_21_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de Deus e à sua soberania sobre todas as coisas.","explicacao_detalhada":"A palavra 'grande' aqui enfatiza a magnitude do poder e da presença de Deus, que é incomparável e majestoso. No contexto do versículo, Jó está reconhecendo a grandeza de Deus em meio ao seu sofrimento.","por_que_esta_palavra":"A escolha da palavra 'grande' destaca a imensidão de Deus, contrastando com a fragilidade humana.","conexao_teologica":"A grandeza de Deus é um tema central na teologia bíblica, refletindo sua majestade e autoridade sobre a criação.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"jo_13_21_bom":{"palavra_pt":"bom","palavra_original":"רָחַק","transliteracao":"râchaq","strong":"H7368","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade de Deus, mesmo em meio ao sofrimento.","explicacao_detalhada":"A palavra 'bom' é usada para descrever a natureza de Deus, que é essencialmente boa. Jó, apesar de sua dor, reconhece que Deus é bom e que suas ações são justas.","por_que_esta_palavra":"A palavra 'bom' é crucial para entender a natureza de Deus e sua relação com a humanidade, especialmente em tempos de provação.","conexao_teologica":"A bondade de Deus é um pilar da fé cristã, que nos ensina a confiar em Sua sabedoria e amor.","referencias_relacionadas":["Salmos 34:8","Romanos 8:28","Tiago 1:17"]},"jo_13_22_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de invocar ou clamar a Deus.","explicacao_detalhada":"A palavra 'chamar' implica um desejo de comunicação e relacionamento com Deus. Jó está expressando sua necessidade de se conectar com o Senhor em meio à sua angústia.","por_que_esta_palavra":"Chamar a Deus é um ato de fé e dependência, mostrando que mesmo em sofrimento, a busca por Deus é essencial.","conexao_teologica":"A oração e o clamor a Deus são fundamentais na vida do crente, refletindo a busca por um relacionamento íntimo com o Criador.","referencias_relacionadas":["Salmos 50:15","Jeremias 33:3","Romanos 10:13"]},"jo_13_22_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à percepção e à visão espiritual.","explicacao_detalhada":"A palavra 'olho' simboliza a capacidade de ver e entender a verdade. Jó deseja que Deus veja sua situação e sua integridade.","por_que_esta_palavra":"O 'olho' é um símbolo de discernimento e compreensão, essencial para a relação entre Deus e o homem.","conexao_teologica":"A visão de Deus é perfeita e abrange todas as coisas, e Ele vê o coração do homem.","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","Hebreus 4:13"]},"jo_13_22_desejo":{"palavra_pt":"desejo","palavra_original":"אוֹ","transliteracao":"ʼôw","strong":"H176","significado_raiz":"Ideia básica: desejo.","significado_contextual":"Refere-se ao anseio profundo por justiça e compreensão.","explicacao_detalhada":"A palavra 'desejo' expressa a intensidade do clamor de Jó por respostas e por um relacionamento mais profundo com Deus.","por_que_esta_palavra":"O desejo é uma expressão da alma humana que busca significado e propósito, especialmente em tempos de crise.","conexao_teologica":"O desejo de se aproximar de Deus é um aspecto fundamental da vida espiritual, refletindo a busca pela verdade e pela justiça.","referencias_relacionadas":["Salmos 42:1","Mateus 5:6","Filipenses 3:10"]},"jo_13_23_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se ao reconhecimento do pecado e a necessidade de expiação.","explicacao_detalhada":"A palavra 'pecado' implica a transgressão da lei de Deus. Jó está ciente de sua condição e busca entender sua relação com Deus.","por_que_esta_palavra":"O reconhecimento do pecado é essencial para a restauração do relacionamento com Deus e para a busca de perdão.","conexao_teologica":"A doutrina do pecado é central na teologia cristã, que ensina sobre a necessidade de redenção através de Cristo.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 51:5"]},"jo_13_23_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se à injustiça e ao sofrimento que Jó está enfrentando.","explicacao_detalhada":"A palavra 'mal' é usada para descrever a condição do mundo e as provações que os justos enfrentam. Jó questiona a razão do sofrimento.","por_que_esta_palavra":"O mal é uma realidade que desafia a compreensão humana e a fé, especialmente em momentos de dor.","conexao_teologica":"A presença do mal no mundo é um tema complexo que leva à discussão sobre a soberania de Deus e a liberdade humana.","referencias_relacionadas":["Gênesis 6:5","Romanos 7:21","Tiago 1:13"]},"jo_13_24_inimigo":{"palavra_pt":"inimigo","palavra_original":"אֹיֵב","transliteracao":"ʼôyêb","strong":"H341","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se aos adversários e à opressão que Jó enfrenta.","explicacao_detalhada":"A palavra 'inimigo' simboliza aqueles que se opõem a Jó, seja em palavras ou ações. Ele se sente atacado e injustiçado.","por_que_esta_palavra":"A presença de inimigos é uma realidade na vida de muitos, e Jó expressa sua angústia diante da opressão.","conexao_teologica":"A luta contra inimigos é uma metáfora para a batalha espiritual que os crentes enfrentam.","referencias_relacionadas":["Salmos  enemies 27:1","Mateus 5:44","Efésios 6:12"]},"jo_13_24_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à presença de Deus e à busca por Sua face.","explicacao_detalhada":"A palavra 'rosto' simboliza a presença e a favorabilidade de Deus. Jó anseia por um encontro com Deus.","por_que_esta_palavra":"O rosto de Deus representa Sua atenção e cuidado, algo que Jó deseja ardentemente.","conexao_teologica":"Buscar o rosto de Deus é um tema recorrente nas Escrituras, refletindo o desejo humano de estar em comunhão com o Criador.","referencias_relacionadas":["Salmos 27:8","Números 6:25","Mateus 5:8"]},"jo_13_24_absent":{"palavra_pt":"absent","palavra_original":"סָתַר","transliteracao":"çâthar","strong":"H5641","significado_raiz":"Ideia básica: absent.","significado_contextual":"Refere-se à sensação de abandono por parte de Deus.","explicacao_detalhada":"A palavra 'absent' expressa a dor de Jó ao sentir que Deus está distante em seu sofrimento.","por_que_esta_palavra":"A ausência de Deus é uma experiência dolorosa que muitos enfrentam, especialmente em tempos de crise.","conexao_teologica":"A sensação de abandono é um tema que aparece em muitos salmos e na experiência de Jesus na cruz.","referencias_relacionadas":["Salmos 22:1","Mateus 27:46","Hebreus 13:5"]},"jo_13_25_arvore":{"palavra_pt":"arvore","palavra_original":"עָלֶה","transliteracao":"ʻâleh","strong":"H5929","significado_raiz":"Ideia básica: arvore.","significado_contextual":"A árvore simboliza a vida e a força, representando a conexão entre o céu e a terra.","explicacao_detalhada":"No contexto de Jó 13:25, a árvore é uma metáfora para a resistência e a esperança em meio ao sofrimento. A imagem da árvore que permanece firme, mesmo em tempos difíceis, reflete a perseverança da fé.","por_que_esta_palavra":"A palavra 'árvore' é utilizada para ilustrar a ideia de que, assim como uma árvore pode ser ferida, mas ainda assim permanece de pé, Jó também está lutando contra as adversidades, mas não perde sua fé.","conexao_teologica":"A árvore é frequentemente usada na Bíblia como símbolo de vida e renovação, representando a relação entre Deus e Seu povo, que é como uma árvore plantada junto a ribeiros de águas.","referencias_relacionadas":["Salmos 1:3","Jeremias 17:7-8","Mateus 7:17"]},"jo_13_25_drive":{"palavra_pt":"drive","palavra_original":"נָדַף","transliteracao":"nâdaph","strong":"H5086","significado_raiz":"Ideia básica: drive.","significado_contextual":"A palavra 'drive' refere-se a um impulso ou força que leva alguém a agir.","explicacao_detalhada":"No versículo, a ideia de 'drive' pode ser entendida como a motivação interna que leva Jó a buscar respostas e a confrontar Deus sobre sua situação.","por_que_esta_palavra":"A escolha da palavra 'drive' enfatiza a intensidade da busca de Jó por compreensão e justiça, refletindo sua determinação em não se calar diante do sofrimento.","conexao_teologica":"A busca por justiça e compreensão é um tema central na relação entre o ser humano e Deus, onde a luta interna é muitas vezes um caminho para o crescimento espiritual.","referencias_relacionadas":["Salmos 42:1-2","Mateus 5:6","Hebreus 11:6"]},"jo_13_26_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa para a afirmação anterior.","explicacao_detalhada":"Jó usa 'porque' para fundamentar suas queixas e questionamentos a Deus, buscando entender a razão de seu sofrimento e a aparente injustiça.","por_que_esta_palavra":"A palavra 'porque' é crucial para a argumentação de Jó, pois ele está tentando estabelecer uma lógica em meio ao caos de sua vida.","conexao_teologica":"A busca por respostas e a necessidade de entender o sofrimento são temas recorrentes na Bíblia, refletindo a luta do ser humano em compreender os caminhos de Deus.","referencias_relacionadas":["Romanos 8:28","Tiago 1:5","Salmos 73:16-17"]},"jo_13_26_agarrar":{"palavra_pt":"agarrar","palavra_original":"יָרַשׁ","transliteracao":"yârash","strong":"H3423","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' implica em tomar posse ou se apegar a algo.","explicacao_detalhada":"No contexto, Jó fala sobre agarrar a sua integridade e fé, mesmo diante das adversidades e acusações de seus amigos.","por_que_esta_palavra":"A escolha de 'agarrar' destaca a luta interna de Jó para manter sua fé e moralidade em meio ao sofrimento.","conexao_teologica":"A ideia de agarrar-se à fé é um tema importante, onde a perseverança é vista como uma virtude essencial na vida cristã.","referencias_relacionadas":["Hebreus 10:23","1 Pedro 5:8-9","Romanos 12:12"]},"jo_13_26_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' refere-se a ações ou condições que são moralmente erradas ou prejudiciais.","explicacao_detalhada":"Jó menciona o 'mal' para questionar a razão de seu sofrimento, desafiando a ideia de que o sofrimento é sempre resultado de pecado.","por_que_esta_palavra":"A inclusão de 'mal' é fundamental para a argumentação de Jó, pois ele busca entender a relação entre sua integridade e o sofrimento que enfrenta.","conexao_teologica":"O conceito de mal e sofrimento é central na teologia, onde a Bíblia explora a presença do mal no mundo e a resposta de Deus a ele.","referencias_relacionadas":["Gênesis 50:20","Romanos 5:3-5","2 Coríntios 4:17"]},"jo_13_27_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever algo que possui magnitude ou importância.","explicacao_detalhada":"Jó se refere à grandeza de seu sofrimento, enfatizando a intensidade de sua dor e a profundidade de sua crise espiritual.","por_que_esta_palavra":"A palavra 'grande' é escolhida para transmitir a gravidade da situação de Jó, que se sente esmagado por suas circunstâncias.","conexao_teologica":"A grandeza do sofrimento humano é um tema que ressoa na Bíblia, onde Deus se compadece dos que sofrem e promete consolo.","referencias_relacionadas":["Salmos 34:18","Mateus 11:28-30","2 Coríntios 1:3-4"]},"jo_13_28_rottenness":{"palavra_pt":"rottenness","palavra_original":"רָקָב","transliteracao":"râqâb","strong":"H7538","significado_raiz":"Ideia básica: rottenness.","significado_contextual":"A palavra 'rottenness' refere-se à decomposição ou deterioração, simbolizando a corrupção ou a decadência.","explicacao_detalhada":"Jó usa 'rottenness' para descrever a condição de sua carne e a sensação de que sua vida está se deteriorando devido ao sofrimento.","por_que_esta_palavra":"A escolha de 'rottenness' enfatiza a gravidade do estado físico e emocional de Jó, refletindo sua luta contra a dor e a perda.","conexao_teologica":"A deterioração física é um lembrete da fragilidade da vida humana e da necessidade de esperança em Deus, que oferece renovação.","referencias_relacionadas":["Eclesiastes 12:7","Isaías 40:31","Romanos 8:21"]},"jo_13_28_consume":{"palavra_pt":"consume","palavra_original":"בָּלָה","transliteracao":"bâlâh","strong":"H1086","significado_raiz":"Ideia básica: consume.","significado_contextual":"A palavra 'consume' implica em destruir ou consumir algo completamente.","explicacao_detalhada":"Jó menciona que seu sofrimento o consome, indicando que a dor e a angústia estão tomando conta de sua vida.","por_que_esta_palavra":"A palavra 'consume' é poderosa, pois retrata a intensidade do sofrimento de Jó e como ele se sente consumido por suas provações.","conexao_teologica":"A ideia de ser consumido pelo sofrimento é um tema que aparece em várias passagens bíblicas, onde a esperança em Deus é apresentada como um antídoto.","referencias_relacionadas":["Salmos 102:3","Lamentações 3:22-23","2 Coríntios 4:16"]}}