{"jo_15_1_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' é usada metaforicamente para descrever a percepção e a visão espiritual.","explicacao_detalhada":"Em João 15:1, a ideia de 'olho' pode ser interpretada como a capacidade de ver e entender a verdade de Cristo como a videira verdadeira.","por_que_esta_palavra":"A palavra 'olho' é significativa para ilustrar a importância de ter uma visão clara da verdade espiritual.","conexao_teologica":"A visão espiritual é essencial para a vida cristã, onde os crentes são chamados a enxergar além das aparências.","referencias_relacionadas":["Mateus 6:22","Efésios 1:18","Hebreus 12:2"]},"jo_15_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação e à revelação da verdade por parte de Jesus.","explicacao_detalhada":"No contexto de João 15:1, Jesus se apresenta como a videira verdadeira, enfatizando a importância de ouvir e seguir Suas palavras.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para entender a relação entre Jesus e Seus seguidores, que devem prestar atenção ao que Ele ensina.","conexao_teologica":"A comunicação divina é um aspecto central da fé, onde a Palavra de Deus é viva e eficaz.","referencias_relacionadas":["João 6:63","Romanos 10:17","Hebreus 4:12"]},"jo_15_1_nome":{"palavra_pt":"nome","palavra_original":"אֱלִיפַז","transliteracao":"ʼĔlîyphaz","strong":"H464","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e à autoridade de Jesus como o Filho de Deus.","explicacao_detalhada":"Em João 15:1, o nome de Jesus é associado à Sua função como a fonte de vida espiritual e sustento para os crentes.","por_que_esta_palavra":"A palavra 'nome' é significativa porque representa a presença e a autoridade de Cristo na vida dos crentes.","conexao_teologica":"O nome de Jesus é poderoso e é invocado em oração, simbolizando a relação íntima entre Ele e Seus seguidores.","referencias_relacionadas":["Atos 4:12","Filipenses 2:9-10","1 João 5:13"]},"jo_15_2_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' é usada novamente para enfatizar a percepção espiritual e a conexão com a videira.","explicacao_detalhada":"Em João 15:2, a ideia de 'olho' pode ser interpretada como a capacidade de discernir o que é necessário para permanecer em Cristo.","por_que_esta_palavra":"A palavra 'olho' é importante para ilustrar a necessidade de vigilância e atenção na vida cristã.","conexao_teologica":"A vigilância espiritual é essencial para a frutificação na vida do crente, que deve estar atento às instruções de Jesus.","referencias_relacionadas":["Mateus 26:41","1 Pedro 5:8","Colossenses 3:2"]},"jo_15_2_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se à presença do Espírito Santo, que é frequentemente simbolizado pelo vento na Bíblia.","explicacao_detalhada":"A palavra 'espírito' (רוּחַ) implica movimento e vida. No contexto de João 15:2, sugere que o Espírito Santo atua na vida do crente, trazendo transformação e renovação.","por_que_esta_palavra":"A escolha da palavra 'vento' destaca a natureza invisível e poderosa do Espírito, que age em nós de maneira sutil, mas eficaz.","conexao_teologica":"O vento é um símbolo do Espírito Santo, que é essencial para a vida espiritual e a frutificação do crente.","referencias_relacionadas":["João 3:8","Atos 2:2","Gálatas 5:22-23"]},"jo_15_2_encher":{"palavra_pt":"encher","palavra_original":"מָלֵא","transliteracao":"mâlêʼ","strong":"H4390","significado_raiz":"Ideia básica: encher.","significado_contextual":"Indica a ação de preencher algo completamente, no contexto da vida espiritual.","explicacao_detalhada":"A palavra 'encher' (מָלֵא) sugere que a vida do crente deve ser completamente preenchida com a presença de Deus, permitindo que o Espírito Santo opere plenamente.","por_que_esta_palavra":"A ideia de 'encher' enfatiza a necessidade de estar repleto do Espírito para produzir frutos espirituais.","conexao_teologica":"A plenitude do Espírito é fundamental para a vida cristã, permitindo que os crentes vivam de acordo com a vontade de Deus.","referencias_relacionadas":["Efésios 5:18","Colossenses 3:16","Romanos 15:13"]},"jo_15_3_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus, que é a base da fé e da vida cristã.","explicacao_detalhada":"A palavra 'palavra' (דָּבָר) implica não apenas um enunciado, mas a revelação de Deus que traz vida e direção aos crentes.","por_que_esta_palavra":"A escolha de 'palavra' destaca a importância da comunicação divina e da obediência à sua vontade.","conexao_teologica":"A palavra de Deus é viva e eficaz, essencial para o crescimento espiritual e a frutificação na vida do crente.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Mateus 4:4"]},"jo_15_3_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade absoluta encontrada em Deus e em Sua palavra.","explicacao_detalhada":"A palavra 'verdade' (לֹא) implica autenticidade e fidelidade, essencial para a vida cristã, que deve ser fundamentada na verdade de Deus.","por_que_esta_palavra":"A ênfase na 'verdade' destaca a necessidade de viver de acordo com os princípios divinos e rejeitar a falsidade.","conexao_teologica":"A verdade de Deus é libertadora e transforma a vida do crente, guiando-o em todas as áreas.","referencias_relacionadas":["João 8:32","Salmos 25:5","Romanos 1:25"]},"jo_15_4_abate":{"palavra_pt":"abate","palavra_original":"גָּרַע","transliteracao":"gâraʻ","strong":"H1639","significado_raiz":"Ideia básica: abate.","significado_contextual":"Refere-se à ideia de remover ou cortar algo que não é produtivo.","explicacao_detalhada":"A palavra 'abate' (גָּרַע) sugere a ação de Deus em limpar a vida do crente, removendo o que impede o crescimento espiritual.","por_que_esta_palavra":"A escolha da palavra enfatiza a disciplina divina e a necessidade de estar livre de pecados e práticas que não glorificam a Deus.","conexao_teologica":"A purificação e a disciplina são aspectos importantes da vida cristã, permitindo que o crente frutifique mais.","referencias_relacionadas":["Hebreus 12:6","1 Coríntios 3:13-15","João 13:10"]},"jo_15_4_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à presença e à face de Deus, que é um símbolo de Sua comunhão com o crente.","explicacao_detalhada":"A palavra 'rosto' (פָּנִים) implica a ideia de estar na presença de Deus, que é essencial para a vida espiritual.","por_que_esta_palavra":"A escolha da palavra destaca a intimidade que os crentes têm com Deus, que se revela a eles.","conexao_teologica":"Estar na presença de Deus é fundamental para a transformação e o crescimento espiritual do crente.","referencias_relacionadas":["Salmos 27:8","Êxodo 33:14","Números 6:25"]},"jo_15_4_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza de Deus como forte e poderoso.","explicacao_detalhada":"A palavra 'deus' (אֵל) implica a soberania e a força de Deus, que é a fonte de poder para o crente.","por_que_esta_palavra":"A escolha da palavra enfatiza a dependência do crente em Deus para força e sustento.","conexao_teologica":"A força de Deus é um tema central na Bíblia, mostrando que Ele é capaz de sustentar e capacitar Seus filhos.","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","Filipenses 4:13"]},"jo_15_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se à razão ou causa de uma afirmação ou ação.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para introduzir a justificativa de uma ação ou ensinamento, essencial para entender a lógica divina.","por_que_esta_palavra":"A escolha da palavra destaca a importância de compreender as razões por trás dos mandamentos de Deus.","conexao_teologica":"Entender as razões de Deus nos ajuda a viver de acordo com Sua vontade e a confiar em Seus planos.","referencias_relacionadas":["Romanos 8:28","Provérbios 3:5-6","Salmos 37:5"]},"jo_15_5_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se ao pecado e à desobediência a Deus.","explicacao_detalhada":"A palavra 'mal' (עָוֺן) implica a transgressão da lei de Deus, que resulta em separação e morte espiritual.","por_que_esta_palavra":"A escolha da palavra enfatiza a gravidade do pecado e a necessidade de arrependimento.","conexao_teologica":"O mal é um tema recorrente na Bíblia, mostrando a necessidade da redenção através de Cristo.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Gálatas 6:7"]},"jo_15_5_escolher":{"palavra_pt":"escolher","palavra_original":"בָּחַר","transliteracao":"bâchar","strong":"H977","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Refere-se à ação de fazer uma escolha, especialmente em relação a seguir a Deus.","explicacao_detalhada":"A palavra 'escolher' (בָּחַר) implica a decisão consciente de seguir a Deus e Seus caminhos, refletindo a liberdade humana dada por Deus.","por_que_esta_palavra":"A escolha da palavra destaca a responsabilidade do crente em decidir seguir a Deus ou não.","conexao_teologica":"A escolha é um tema importante na teologia, mostrando que Deus nos dá a liberdade de escolher entre o bem e o mal.","referencias_relacionadas":["Deuteronômio 30:19","Josué 24:15","Mateus 7:13-14"]},"jo_15_6_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é apresentada como um princípio fundamental na relação entre Deus e a humanidade.","explicacao_detalhada":"No contexto de Jó 15:6, a verdade é um conceito que implica a fidelidade e a justiça de Deus, contrastando com a falsidade e a injustiça do homem.","por_que_esta_palavra":"A palavra 'verdade' é usada para enfatizar a integridade do caráter de Deus e a necessidade de o homem se alinhar a essa verdade.","conexao_teologica":"A verdade de Deus é um tema central nas Escrituras, refletindo Sua natureza e a base para a fé e a moralidade.","referencias_relacionadas":["Salmos 25:5","João 14:6","Efésios 4:15"]},"jo_15_6_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"O olho simboliza a percepção e a visão, tanto física quanto espiritual.","explicacao_detalhada":"Em Jó 15:6, o 'olho' pode ser interpretado como a capacidade de discernir a verdade e a justiça de Deus em meio ao sofrimento.","por_que_esta_palavra":"A escolha da palavra 'olho' destaca a importância da visão espiritual na compreensão dos caminhos de Deus.","conexao_teologica":"A visão espiritual é frequentemente mencionada nas Escrituras como essencial para a fé e a compreensão da vontade de Deus.","referencias_relacionadas":["Mateus 6:22","Salmos 119:18","2 Coríntios 5:7"]},"jo_15_6_condemn":{"palavra_pt":"condemn","palavra_original":"רָשַׁע","transliteracao":"râshaʻ","strong":"H7561","significado_raiz":"Ideia básica: condemn.","significado_contextual":"A condenação é um tema que reflete a justiça de Deus e o julgamento sobre o pecado.","explicacao_detalhada":"No versículo, a palavra 'condemn' sugere que as palavras de Jó são vistas como uma acusação contra a justiça divina.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a seriedade do julgamento de Deus sobre a humanidade e suas ações.","conexao_teologica":"A condenação é um aspecto da justiça de Deus, que é equilibrada pela Sua misericórdia.","referencias_relacionadas":["Romanos 8:1","Tiago 4:12","Apocalipse 20:12"]},"jo_15_7_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"O rosto representa a presença e a revelação de Deus.","explicacao_detalhada":"Em Jó 15:7, o 'rosto' pode simbolizar a busca pela face de Deus e o desejo de estar em Sua presença.","por_que_esta_palavra":"A palavra 'rosto' é significativa, pois implica um relacionamento pessoal e íntimo com Deus.","conexao_teologica":"Ver o rosto de Deus é um desejo expresso em muitos salmos e reflete a busca pela comunhão com o Criador.","referencias_relacionadas":["Salmos 27:8","Números 6:25","Mateus 5:8"]},"jo_15_7_principio":{"palavra_pt":"principio","palavra_original":"רִאשׁוֹן","transliteracao":"riʼshôwn","strong":"H7223","significado_raiz":"Ideia básica: principio.","significado_contextual":"O princípio refere-se ao início ou à origem de algo.","explicacao_detalhada":"No contexto, 'princípio' pode se referir à origem da sabedoria e do entendimento que vem de Deus.","por_que_esta_palavra":"A palavra é usada para enfatizar que toda verdade e sabedoria têm sua origem em Deus.","conexao_teologica":"A sabedoria é frequentemente descrita nas Escrituras como algo que começa com o temor do Senhor.","referencias_relacionadas":["Provérbios 1:7","Colossenses 2:3","Tiago 1:5"]},"jo_15_7_humano":{"palavra_pt":"homem/adao","palavra_original":"אָדָם","transliteracao":"ʼâdâm","strong":"H120","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à condição humana e à fragilidade do ser humano diante de Deus.","explicacao_detalhada":"Em Jó 15:7, a menção ao 'homem' destaca a insignificância do ser humano em comparação com a grandeza de Deus.","por_que_esta_palavra":"A palavra é utilizada para lembrar que o homem é criado e dependente de Deus.","conexao_teologica":"A condição humana é um tema central na teologia, refletindo a necessidade de redenção e graça.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"jo_15_8_assembleia":{"palavra_pt":"assembleia","palavra_original":"סוֹד","transliteracao":"çôwd","strong":"H5475","significado_raiz":"Ideia básica: assembleia.","significado_contextual":"A assembleia refere-se ao grupo de pessoas que se reúnem para adorar ou discutir questões espirituais.","explicacao_detalhada":"No versículo, 'assembleia' pode se referir ao conselho dos justos ou à comunidade de fé que busca a verdade.","por_que_esta_palavra":"A palavra é importante para enfatizar a coletividade na busca pela verdade e pela justiça.","conexao_teologica":"A assembleia é um conceito que aparece frequentemente nas Escrituras, simbolizando a união do povo de Deus.","referencias_relacionadas":["Salmos 111:1","Hebreus 10:25","Atos 2:42"]},"jo_15_8_abate":{"palavra_pt":"abate","palavra_original":"גָּרַע","transliteracao":"gâraʻ","strong":"H1639","significado_raiz":"Ideia básica: abate.","significado_contextual":"Abate refere-se à diminuição ou destruição de algo.","explicacao_detalhada":"Em Jó 15:8, a palavra 'abate' pode indicar a ideia de que a verdade e a justiça estão sendo comprometidas.","por_que_esta_palavra":"A escolha dessa palavra ressalta a gravidade de se afastar da verdade.","conexao_teologica":"O abate da verdade é um tema que aparece nas Escrituras, alertando sobre as consequências do pecado.","referencias_relacionadas":["Isaías 5:20","Romanos 1:18","Gálatas 6:7"]},"jo_15_9_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é novamente enfatizada como um princípio essencial na relação com Deus.","explicacao_detalhada":"Neste versículo, a repetição da palavra 'verdade' reforça a importância de se manter fiel à justiça divina.","por_que_esta_palavra":"A palavra é utilizada para sublinhar a necessidade de integridade e honestidade diante de Deus.","conexao_teologica":"A verdade é um pilar da fé cristã, essencial para a vida espiritual e moral.","referencias_relacionadas":["Salmos 119:160","João 8:32","1 João 1:6"]},"jo_15_9_fim":{"palavra_pt":"fim","palavra_original":"מָה","transliteracao":"mâh","strong":"H4100","significado_raiz":"Ideia básica: fim.","significado_contextual":"O fim refere-se ao desfecho ou conclusão de algo.","explicacao_detalhada":"Em Jó 15:9, a palavra 'fim' pode indicar a culminação do julgamento de Deus sobre a humanidade.","por_que_esta_palavra":"A palavra é usada para enfatizar que todas as ações têm consequências e um desfecho determinado por Deus.","conexao_teologica":"O conceito de fim é importante na teologia, refletindo a soberania de Deus sobre a história.","referencias_relacionadas":["Eclesiastes 3:1","Mateus 24:14","Apocalipse 21:6"]},"jo_15_9_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"O ato de conhecer aqui implica um relacionamento profundo e íntimo com Deus, que vai além do simples reconhecimento.","explicacao_detalhada":"A palavra 'conhecer' (יָדַע) sugere uma experiência de intimidade e entendimento mútuo. No contexto de João 15:9, Jesus fala sobre o amor do Pai e como os discípulos devem permanecer nesse amor, conhecendo-O verdadeiramente.","por_que_esta_palavra":"Esta palavra é crucial para entender a natureza do relacionamento que Jesus deseja que tenhamos com Deus, enfatizando a importância do conhecimento pessoal e relacional.","conexao_teologica":"O conhecimento de Deus é fundamental na teologia cristã, pois implica em um relacionamento que transforma vidas e gera frutos espirituais.","referencias_relacionadas":["Oséias 6:6","Filipenses 3:10","1 João 2:3"]},"jo_15_10_poder":{"palavra_pt":"poder","palavra_original":"כַּבִּיר","transliteracao":"kabbîyr","strong":"H3524","significado_raiz":"Ideia básica: poder.","significado_contextual":"O termo 'poder' refere-se à capacidade de agir e realizar, especialmente em relação à obediência aos mandamentos de Deus.","explicacao_detalhada":"Em João 15:10, Jesus destaca que o poder de permanecer no amor de Deus está ligado à obediência aos Seus mandamentos. O 'poder' (כַּבִּיר) aqui é visto como a força que vem da submissão à vontade divina.","por_que_esta_palavra":"A palavra é escolhida para enfatizar que a verdadeira força e poder vêm da obediência e não da autossuficiência.","conexao_teologica":"A obediência a Deus é um tema central na Bíblia, mostrando que o verdadeiro poder se manifesta quando seguimos Seus caminhos.","referencias_relacionadas":["Deuteronômio 30:16","Mateus 7:21","1 João 5:3"]},"jo_15_10_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' representa um período de tempo em que as ações e decisões são tomadas, especialmente em relação à vida espiritual.","explicacao_detalhada":"No contexto de João 15:10, o 'dia' (יוֹם) pode simbolizar o tempo presente em que os discípulos devem viver em obediência e amor, refletindo a luz de Cristo.","por_que_esta_palavra":"A escolha da palavra 'dia' enfatiza a urgência e a importância de viver no presente, em comunhão com Deus.","conexao_teologica":"O conceito de dia é frequentemente usado na Bíblia para descrever momentos de decisão e ação em relação à vontade de Deus.","referencias_relacionadas":["Salmos 118:24","Mateus 6:34","2 Coríntios 6:2"]},"jo_15_10_again":{"palavra_pt":"novamente","palavra_original":"גַּם","transliteracao":"gam","strong":"H1571","significado_raiz":"Ideia básica: novamente.","significado_contextual":"A palavra 'novamente' sugere uma repetição ou reiteração da importância de permanecer em Cristo.","explicacao_detalhada":"Em João 15:10, 'novamente' (גַּם) indica que Jesus está reforçando a mensagem de que a obediência é essencial para a continuidade do amor e da comunhão com Ele.","por_que_esta_palavra":"A repetição é uma técnica pedagógica que enfatiza a importância de uma verdade, mostrando que a obediência não é apenas um ato único, mas um estilo de vida.","conexao_teologica":"A ideia de repetição é comum na Bíblia, onde verdades espirituais são frequentemente reafirmadas para garantir compreensão e aplicação.","referencias_relacionadas":["Romanos 12:1","Gálatas 5:25","Hebreus 10:24-25"]},"jo_15_11_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação de Deus e à revelação de Sua vontade.","explicacao_detalhada":"Em João 15:11, 'palavra' (דָּבָר) é usada para descrever os ensinamentos de Jesus, que trazem alegria e vida aos discípulos quando são obedecidos.","por_que_esta_palavra":"A escolha desta palavra destaca a importância da revelação divina e como ela deve ser vivida e aplicada na vida diária.","conexao_teologica":"A palavra de Deus é central na vida cristã, sendo a fonte de sabedoria e direção para os crentes.","referencias_relacionadas":["Salmos 119:105","Mateus 4:4","Tiago 1:22"]},"jo_15_11_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a relação de proximidade e comunhão entre os discípulos e Jesus.","explicacao_detalhada":"No contexto de João 15:11, 'entre' (מִן) sugere que a alegria de Jesus é compartilhada entre os discípulos, enfatizando a unidade e a comunhão no corpo de Cristo.","por_que_esta_palavra":"Esta palavra é importante para entender que a alegria e a vida em Cristo são experiências coletivas, não apenas individuais.","conexao_teologica":"A ideia de comunhão é fundamental na teologia cristã, refletindo a natureza do corpo de Cristo e a unidade entre os crentes.","referencias_relacionadas":["Atos 2:42","1 Coríntios 12:12-13","Efésios 4:3"]},"jo_15_12_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O 'coração' representa o centro das emoções e decisões, simbolizando a disposição interna para amar e obedecer a Deus.","explicacao_detalhada":"Em João 15:12, 'coração' (לֵב) é usado para descrever o amor que Jesus ordena que os discípulos tenham uns pelos outros, enfatizando a necessidade de um amor genuíno e sacrificial.","por_que_esta_palavra":"A escolha da palavra 'coração' destaca que o amor deve vir de um lugar profundo e verdadeiro, não apenas de ações externas.","conexao_teologica":"O amor é um tema central na Bíblia, e o coração é frequentemente mencionado como a fonte desse amor.","referencias_relacionadas":["Mateus 22:37-39","1 Coríntios 13:4-7","1 João 4:7"]},"jo_15_12_fim":{"palavra_pt":"fim","palavra_original":"מָה","transliteracao":"mâh","strong":"H4100","significado_raiz":"Ideia básica: fim.","significado_contextual":"O 'fim' refere-se ao propósito final ou objetivo do amor e da obediência a Deus.","explicacao_detalhada":"Em João 15:12, 'fim' (מָה) sugere que o objetivo do mandamento de amar é a plenitude da alegria e a realização do plano de Deus para os discípulos.","por_que_esta_palavra":"A palavra é escolhida para enfatizar que o amor não é apenas uma ação, mas tem um propósito e um resultado desejado.","conexao_teologica":"O propósito de Deus para a humanidade é frequentemente revelado nas Escrituras, mostrando que o amor e a obediência têm um fim glorioso.","referencias_relacionadas":["Romanos 8:28","1 Pedro 1:8-9","Apocalipse 21:4"]},"jo_15_12_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' implica em uma ação de apropriação ou aceitação do amor de Deus.","explicacao_detalhada":"Em João 15:12, 'tomar' (לָקַח) sugere que os discípulos devem aceitar e viver o mandamento de amar uns aos outros como um ato consciente e deliberado.","por_que_esta_palavra":"A escolha desta palavra enfatiza a ação necessária para viver em amor, mostrando que não é passivo, mas ativo.","conexao_teologica":"A ação de tomar ou aceitar o amor de Deus é fundamental na vida cristã, refletindo a resposta do crente ao chamado divino.","referencias_relacionadas":["João 1:12","Romanos 5:5","Gálatas 2:20"]},"jo_15_13_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual o amor é tão importante e deve ser praticado.","explicacao_detalhada":"Em João 15:13, 'porque' (כִּי) é usado para explicar que o amor supremo é demonstrado pelo sacrifício, refletindo o amor de Cristo por nós.","por_que_esta_palavra":"Esta palavra é crucial para entender a motivação por trás do amor cristão, que é sacrificial e altruísta.","conexao_teologica":"O amor sacrificial é um tema central na teologia cristã, refletindo a natureza de Cristo e Seu sacrifício na cruz.","referencias_relacionadas":["Romanos 5:8","1 João 3:16","Efésios 5:2"]},"jo_15_13_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina e ao poder de Deus.","explicacao_detalhada":"A palavra 'deus' (אֵל) é usada para descrever a essência e a soberania de Deus, enfatizando Sua força e autoridade sobre todas as coisas.","por_que_esta_palavra":"Esta palavra é fundamental para entender a relação entre Deus e a criação, mostrando que Ele é o criador e sustentador de tudo.","conexao_teologica":"A palavra 'deus' conecta-se com a ideia de que Deus é onipotente e onipresente, sendo a fonte de toda força e poder.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Isaías 40:28"]},"jo_15_13_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Representa o Espírito de Deus ou a força vital que dá vida.","explicacao_detalhada":"A palavra 'espírito/vento' (רוּחַ) é frequentemente associada à presença de Deus, simbolizando Sua ação no mundo e a vida que Ele infunde em Sua criação.","por_que_esta_palavra":"É importante para entender como Deus se relaciona com a humanidade e a criação, trazendo vida e movimento.","conexao_teologica":"A conexão teológica está na ideia de que o Espírito Santo é o agente de transformação e renovação na vida dos crentes.","referencias_relacionadas":["Gênesis 2:7","Ezequiel 37:9-10","João 3:8"]},"jo_15_14_homem":{"palavra_pt":"homem","palavra_original":"אֱנוֹשׁ","transliteracao":"ʼĕnôwsh","strong":"H582","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em sua fragilidade e dependência de Deus.","explicacao_detalhada":"A palavra 'homem' (אֱנוֹשׁ) destaca a condição humana, enfatizando a vulnerabilidade e a necessidade de redenção.","por_que_esta_palavra":"É crucial para entender a relação entre Deus e o homem, mostrando que, apesar de sua fragilidade, o homem é objeto do amor divino.","conexao_teologica":"A teologia do homem é central na narrativa bíblica, onde a queda e a redenção são temas recorrentes.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 5:12"]},"jo_15_14_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir uma razão ou explicação.","explicacao_detalhada":"A palavra 'porque' (כִּי) é uma conjunção que conecta ideias, explicando a lógica por trás de uma afirmação ou ação.","por_que_esta_palavra":"É essencial para a compreensão do raciocínio teológico e moral apresentado nas Escrituras.","conexao_teologica":"A palavra ajuda a entender a lógica da salvação e a necessidade de arrependimento.","referencias_relacionadas":["Romanos 3:23","João 3:16","Efésios 2:8-9"]},"jo_15_14_purificar":{"palavra_pt":"purificar","palavra_original":"צָדַק","transliteracao":"tsâdaq","strong":"H6663","significado_raiz":"Ideia básica: purificar.","significado_contextual":"Refere-se ao ato de tornar algo limpo ou justo diante de Deus.","explicacao_detalhada":"A palavra 'purificar' (צָדַק) implica em um processo de justificação e santificação, essencial para a vida cristã.","por_que_esta_palavra":"É fundamental para entender a necessidade de ser limpo dos pecados para ter comunhão com Deus.","conexao_teologica":"A purificação é um tema central na teologia da salvação, onde Cristo purifica os crentes através de Seu sacrifício.","referencias_relacionadas":["1 João 1:9","Hebreus 9:14","Tiago 4:8"]},"jo_15_15_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao domínio celestial e à presença de Deus.","explicacao_detalhada":"A palavra 'céus' (שָׁמַיִם) simboliza o lugar onde Deus habita e a realidade espiritual que transcende a terra.","por_que_esta_palavra":"É importante para entender a soberania de Deus e a esperança da vida eterna.","conexao_teologica":"Os céus são frequentemente mencionados como o destino final dos crentes e o lugar de habitação de Deus.","referencias_relacionadas":["Salmos 115:16","Mateus 6:9-10","Apocalipse 21:1"]},"jo_15_15_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"Usada para chamar a atenção para algo importante.","explicacao_detalhada":"A palavra 'eis' (הֵן) é uma interjeição que destaca a importância de uma declaração ou revelação.","por_que_esta_palavra":"É crucial para enfatizar verdades espirituais que devem ser notadas e consideradas.","conexao_teologica":"A chamada atenção é uma prática comum nas Escrituras para despertar a consciência espiritual.","referencias_relacionadas":["Mateus 11:15","Lucas 10:23","Apocalipse 3:20"]},"jo_15_15_sagrado":{"palavra_pt":"santo","palavra_original":"קָדוֹשׁ","transliteracao":"qâdôwsh","strong":"H6918","significado_raiz":"Ideia básica: santo.","significado_contextual":"Refere-se à pureza e à separação para Deus.","explicacao_detalhada":"A palavra 'santo' (קָדוֹשׁ) implica em algo que é separado para o uso divino, refletindo a natureza de Deus.","por_que_esta_palavra":"É essencial para entender a santidade de Deus e a chamada à santidade para os crentes.","conexao_teologica":"A santidade é um atributo de Deus que deve ser refletido na vida dos crentes.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Apocalipse 4:8"]},"jo_15_16_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir uma razão ou explicação.","explicacao_detalhada":"A palavra 'porque' (כִּי) conecta ideias, explicando a lógica por trás de uma afirmação ou ação.","por_que_esta_palavra":"É essencial para a compreensão do raciocínio teológico e moral apresentado nas Escrituras.","conexao_teologica":"A palavra ajuda a entender a lógica da salvação e a necessidade de arrependimento.","referencias_relacionadas":["Romanos 3:23","João 3:16","Efésios 2:8-9"]},"jo_15_16_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em sua fragilidade e dependência de Deus.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) destaca a condição humana, enfatizando a vulnerabilidade e a necessidade de redenção.","por_que_esta_palavra":"É crucial para entender a relação entre Deus e o homem, mostrando que, apesar de sua fragilidade, o homem é objeto do amor divino.","conexao_teologica":"A teologia do homem é central na narrativa bíblica, onde a queda e a redenção são temas recorrentes.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 5:12"]},"jo_15_16_agua":{"palavra_pt":"aguas","palavra_original":"מַיִם","transliteracao":"mayim","strong":"H4325","significado_raiz":"Ideia básica: aguas.","significado_contextual":"Refere-se às águas como símbolo de vida e purificação.","explicacao_detalhada":"A palavra 'aguas' (מַיִם) é frequentemente associada à ideia de renovação e sustento. No contexto bíblico, as águas representam a fonte de vida, tanto física quanto espiritual, e são usadas em rituais de purificação.","por_que_esta_palavra":"A escolha da palavra 'aguas' enfatiza a necessidade de um sustento espiritual contínuo, que é oferecido por Deus.","conexao_teologica":"As águas simbolizam o Espírito Santo e a vida eterna que Jesus oferece aos que creem nele.","referencias_relacionadas":["João 4:14","Isaías 12:3","Apocalipse 22:17"]},"jo_15_17_viver":{"palavra_pt":"viver","palavra_original":"חָוָה","transliteracao":"châvâh","strong":"H2331","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' implica em uma vida plena e abundante em Cristo.","explicacao_detalhada":"A palavra 'viver' (חָוָה) é usada para descrever não apenas a existência física, mas uma vida espiritual rica e significativa. Jesus fala sobre viver em comunhão com Ele, o que resulta em frutos espirituais.","por_que_esta_palavra":"A palavra é central para a mensagem de Jesus, que veio para que tenhamos vida e a tenhamos em abundância.","conexao_teologica":"A vida em Cristo é uma vida transformada, marcada pela presença do Espírito Santo.","referencias_relacionadas":["João 10:10","Gálatas 2:20","Romanos 6:4"]},"jo_15_17_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Ouvir é fundamental para a relação entre o crente e Deus.","explicacao_detalhada":"A palavra 'ouvir' (שָׁמַע) implica em prestar atenção e obedecer à voz de Deus. No contexto bíblico, ouvir a palavra de Deus é essencial para a fé e a prática cristã.","por_que_esta_palavra":"A ênfase em 'ouvir' destaca a importância da obediência e da resposta à revelação divina.","conexao_teologica":"A capacidade de ouvir a voz de Deus é um sinal de um relacionamento íntimo com Ele.","referencias_relacionadas":["Romanos 10:17","Tiago 1:22","Salmos 119:105"]},"jo_15_18_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é um conceito central na mensagem de Jesus.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para descrever a natureza de Deus e a realidade espiritual. Jesus se apresenta como a Verdade, e conhecer a verdade é libertador.","por_que_esta_palavra":"A verdade é essencial para a libertação do pecado e para a vida em Cristo.","conexao_teologica":"A verdade de Deus é revelada nas Escrituras e culmina em Jesus Cristo.","referencias_relacionadas":["João 14:6","João 8:32","Salmos 25:5"]},"jo_15_18_astuto":{"palavra_pt":"astuto","palavra_original":"חָכָם","transliteracao":"châkâm","strong":"H2450","significado_raiz":"Ideia básica: astuto.","significado_contextual":"A astúcia é vista como uma qualidade que pode ser usada tanto para o bem quanto para o mal.","explicacao_detalhada":"A palavra 'astuto' (חָכָם) refere-se à sabedoria prática e à habilidade de discernir. No contexto bíblico, a sabedoria é frequentemente associada ao temor do Senhor.","por_que_esta_palavra":"A astúcia é necessária para navegar nas complexidades da vida e tomar decisões sábias.","conexao_teologica":"A verdadeira sabedoria vem de Deus e é essencial para viver de acordo com Sua vontade.","referencias_relacionadas":["Provérbios 2:6","Tiago 1:5","Eclesiastes 7:12"]},"jo_15_19_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra representa tanto o mundo físico quanto a herança espiritual.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever o espaço físico que Deus criou e também o lugar onde Seu povo habita. É um símbolo de promessa e herança.","por_que_esta_palavra":"A terra é um lembrete da criação de Deus e de Sua soberania sobre todas as coisas.","conexao_teologica":"A terra é parte do plano redentor de Deus, que inclui a restauração de toda a criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:21"]},"jo_15_19_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Clamar a Deus é um ato de dependência e fé.","explicacao_detalhada":"A palavra 'dar' (נָתַן) no contexto de clamar implica em oferecer algo a Deus, como um pedido ou uma súplica. É um reconhecimento da necessidade de Sua intervenção.","por_que_esta_palavra":"Clamar é uma expressão de fé e confiança em que Deus ouve e responde.","conexao_teologica":"Deus é apresentado como aquele que ouve o clamor de Seu povo e responde com misericórdia.","referencias_relacionadas":["Salmos 34:17","1 João 5:14","Hebreus 4:16"]},"jo_15_19_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é um fundamento para a fé e a prática cristã.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é reiterada para enfatizar a importância de viver de acordo com a realidade de Deus e Sua palavra.","por_que_esta_palavra":"A repetição da palavra 'verdade' sublinha a necessidade de integridade e autenticidade na vida do crente.","conexao_teologica":"A verdade de Deus é a base sobre a qual a vida cristã é construída.","referencias_relacionadas":["João 17:17","Efésios 4:15","Salmos 119:160"]},"jo_15_20_poderoso":{"palavra_pt":"poderoso","palavra_original":"עָרִיץ","transliteracao":"ʻârîyts","strong":"H6184","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Poderoso refere-se à força e autoridade de Deus.","explicacao_detalhada":"A palavra 'poderoso' (עָרִיץ) descreve a capacidade de Deus de agir e intervir na história. É um lembrete de Sua soberania e força.","por_que_esta_palavra":"A ênfase na potência de Deus encoraja os crentes a confiar em Sua capacidade de realizar o impossível.","conexao_teologica":"O poder de Deus é manifestado em Sua criação, salvação e sustento do mundo.","referencias_relacionadas":["Salmos 147:5","Efésios 3:20","Isaías 40:29"]},"jo_15_20_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como devemos viver e agir.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica em um estilo de vida que reflete os ensinamentos de Cristo. É um chamado à integridade e à autenticidade na vida cristã.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a importância de viver de acordo com os princípios de Deus em todas as áreas da vida.","conexao_teologica":"O modo de vida do crente deve refletir a luz de Cristo no mundo.","referencias_relacionadas":["Filipenses 1:27","Colossenses 3:17","1 Pedro 2:12"]},"jo_15_20_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo de um dia, simbolizando um período de atividade e luz.","explicacao_detalhada":"No contexto bíblico, o 'dia' é frequentemente associado à criação e ao tempo de Deus. Em Gênesis, Deus cria o mundo em seis dias e descansa no sétimo, estabelecendo um padrão para a humanidade.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a importância do tempo e da ordem na criação e na vida espiritual.","conexao_teologica":"O conceito de dia é central na narrativa da criação e na compreensão do tempo sagrado, onde cada dia tem seu propósito e significado.","referencias_relacionadas":["Gênesis 1:5","Salmos 104:23","Eclesiastes 3:1"]},"jo_15_21_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"Refere-se à paz interior e à harmonia que vem de Deus.","explicacao_detalhada":"A palavra 'shalom' implica não apenas a ausência de conflito, mas um estado de bem-estar completo e prosperidade. Jesus oferece essa paz aos seus seguidores.","por_que_esta_palavra":"A paz é um tema central na mensagem de Jesus, que promete conforto e segurança em meio às tribulações.","conexao_teologica":"A paz de Deus é um fruto do Espírito e é essencial para a vida cristã, refletindo a reconciliação entre Deus e a humanidade.","referencias_relacionadas":["João 14:27","Filipenses 4:7","Romanos 5:1"]},"jo_15_21_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Refere-se à comunicação e à expressão de pensamentos e sentimentos.","explicacao_detalhada":"A 'voz' é um meio pelo qual a verdade é proclamada e a mensagem de Deus é comunicada. A voz de Deus é poderosa e traz vida.","por_que_esta_palavra":"A voz é fundamental para a revelação divina e para a relação entre Deus e o homem.","conexao_teologica":"A voz de Deus é frequentemente associada à criação e à revelação, sendo um canal pelo qual Ele se comunica com a humanidade.","referencias_relacionadas":["Salmos 29:4","Hebreus 1:1-2","João 10:27"]},"jo_15_22_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade e à autenticidade da palavra de Deus.","explicacao_detalhada":"A 'verdade' é um conceito central na teologia cristã, representando a natureza de Deus e a integridade de Sua palavra. Jesus se apresenta como a verdade.","por_que_esta_palavra":"A busca pela verdade é essencial para a fé cristã, pois é através dela que conhecemos a Deus.","conexao_teologica":"A verdade é um atributo de Deus e é fundamental para a libertação e a salvação dos crentes.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 1:25"]},"jo_15_22_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à ideia de estar em meio a algo ou entre pessoas.","explicacao_detalhada":"A palavra 'entre' enfatiza a relação e a comunhão que os crentes têm uns com os outros e com Deus.","por_que_esta_palavra":"A noção de estar 'entre' é importante para entender a comunidade cristã e a presença de Deus no meio do Seu povo.","conexao_teologica":"Deus promete estar presente entre os Seus, reforçando a importância da comunhão e da unidade na fé.","referencias_relacionadas":["Mateus 18:20","Atos 2:42-47","1 Coríntios 12:12-27"]},"jo_15_23_alimento":{"palavra_pt":"pao/alimento","palavra_original":"לֶחֶם","transliteracao":"lechem","strong":"H3899","significado_raiz":"Ideia básica: pao.","significado_contextual":"Refere-se ao sustento físico e espiritual que provém de Deus.","explicacao_detalhada":"O 'pão' é um símbolo de sustento e vida. Jesus se apresenta como o pão da vida, que sacia a fome espiritual.","por_que_esta_palavra":"A ideia de alimento é crucial para entender a dependência do ser humano em relação a Deus para a sua sobrevivência espiritual.","conexao_teologica":"O alimento espiritual é essencial para o crescimento na fé e na comunhão com Deus.","referencias_relacionadas":["João 6:35","Mateus 4:4","Salmos 23:1"]},"jo_15_23_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se à razão ou causa de algo.","explicacao_detalhada":"A palavra 'porque' é usada para introduzir explicações e justificação, revelando a lógica divina por trás das ações de Deus.","por_que_esta_palavra":"É importante para entender a motivação divina e a razão de Suas promessas e ações.","conexao_teologica":"A compreensão do 'porque' nos ajuda a confiar nas promessas de Deus e a entender Seu plano para a humanidade.","referencias_relacionadas":["Romanos 8:28","Isaías 55:8-9","Salmos 37:5"]},"jo_15_23_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude ou importância de algo.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a majestade de Deus e a grandeza de Suas obras.","por_que_esta_palavra":"A grandeza de Deus é um tema recorrente nas Escrituras, enfatizando Sua soberania e poder.","conexao_teologica":"Reconhecer a grandeza de Deus nos leva à adoração e à reverência diante Dele.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"jo_15_24_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade e ao governo de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'rei' implica liderança, poder e domínio. Deus é descrito como o Rei dos Reis, que governa com justiça.","por_que_esta_palavra":"A noção de realeza é fundamental para entender a soberania de Deus e Seu papel como governante do universo.","conexao_teologica":"A realeza de Deus é um tema central na escatologia, onde Ele reinará eternamente sobre Seu povo.","referencias_relacionadas":["Apocalipse 19:16","Salmos 47:2","1 Timóteo 6:15"]},"jo_15_24_anguish":{"palavra_pt":"anguish","palavra_original":"מְצוּקָה","transliteracao":"mᵉtsûwqâh","strong":"H4691","significado_raiz":"Ideia básica: anguish.","significado_contextual":"Refere-se ao sofrimento e à aflição que podem ser experimentados.","explicacao_detalhada":"A palavra 'anguish' descreve um estado de dor profunda e desespero, que pode ser aliviado pela presença de Deus.","por_que_esta_palavra":"Reconhecer a angústia é importante para entender a necessidade de consolo e esperança em Deus.","conexao_teologica":"Deus é apresentado como o Consolador que está perto dos quebrantados de coração.","referencias_relacionadas":["Salmos 34:18","Mateus 11:28","2 Coríntios 1:3-4"]},"jo_15_24_batalha":{"palavra_pt":"batalha","palavra_original":"כִּידוֹר","transliteracao":"kîydôwr","strong":"H3593","significado_raiz":"Ideia básica: batalha.","significado_contextual":"A palavra 'batalha' refere-se ao conflito ou luta que ocorre em um contexto de guerra ou disputa.","explicacao_detalhada":"No contexto bíblico, a batalha muitas vezes simboliza a luta espiritual entre o bem e o mal, onde os fiéis são chamados a permanecer firmes na fé. A batalha é vista como uma metáfora para as dificuldades e provações que os crentes enfrentam em sua jornada espiritual.","por_que_esta_palavra":"A palavra é utilizada para descrever a luta constante que os crentes enfrentam contra as forças do mal e a necessidade de perseverança.","conexao_teologica":"A batalha espiritual é um tema recorrente nas Escrituras, onde os crentes são exortados a vestir a armadura de Deus para resistir aos ataques do inimigo (Efésios 6:10-18).","referencias_relacionadas":["Efésios 6:12","2 Coríntios 10:4","1 Timóteo 6:12"]},"jo_15_25_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é utilizada para introduzir uma explicação ou justificativa.","explicacao_detalhada":"Em muitos contextos bíblicos, 'porque' serve para esclarecer a razão de uma ação ou decisão, revelando a lógica divina por trás dos eventos.","por_que_esta_palavra":"Esta palavra é fundamental para entender a relação entre as ações de Deus e as respostas humanas, mostrando que tudo tem um propósito.","conexao_teologica":"A compreensão do 'porque' nos ajuda a ver a soberania de Deus em todas as circunstâncias, conforme Romanos 8:28.","referencias_relacionadas":["Romanos 8:28","Salmos 119:68","Provérbios 3:5-6"]},"jo_15_25_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, o Criador e sustentador do universo.","explicacao_detalhada":"No contexto bíblico, 'Deus' é apresentado como poderoso, amoroso e justo, sendo a fonte de toda força e autoridade. Ele é o refúgio e a fortaleza dos crentes.","por_que_esta_palavra":"A menção de Deus enfatiza a dependência humana de Sua força e a importância de reconhecer Sua soberania.","conexao_teologica":"A força de Deus é um tema central, onde Ele é descrito como um socorro bem presente em tempos de angústia (Salmos 46:1).","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","Filipenses 4:13"]},"jo_15_26_thickness":{"palavra_pt":"thick ness","palavra_original":"עֲבִי","transliteracao":"ʻăbîy","strong":"H5672","significado_raiz":"Ideia básica: thick ness.","significado_contextual":"A palavra 'thick ness' refere-se a algo que é denso ou espesso.","explicacao_detalhada":"No contexto bíblico, a espessura pode simbolizar a profundidade da presença de Deus ou a densidade das dificuldades enfrentadas pelo povo.","por_que_esta_palavra":"A utilização de 'thick ness' pode ilustrar a intensidade das experiências espirituais ou as barreiras que precisam ser superadas.","conexao_teologica":"A espessura pode ser vista como uma metáfora para a presença de Deus que envolve e protege os crentes em tempos de tribulação.","referencias_relacionadas":["Salmos 91:1","Isaías 43:2","Salmos 23:4"]},"jo_15_26_break":{"palavra_pt":"quebrar","palavra_original":"רוּץ","transliteracao":"rûwts","strong":"H7323","significado_raiz":"Ideia básica: quebrar.","significado_contextual":"A palavra 'quebrar' refere-se ao ato de romper ou destruir algo.","explicacao_detalhada":"No contexto bíblico, quebrar pode simbolizar a destruição do pecado ou a quebra de cadeias espirituais, representando libertação.","por_que_esta_palavra":"A palavra é usada para enfatizar a necessidade de romper com o que é maligno e buscar a restauração em Deus.","conexao_teologica":"A quebra de correntes espirituais é um tema importante, onde Cristo é visto como aquele que liberta os cativos (Lucas 4:18).","referencias_relacionadas":["Lucas 4:18","Gálatas 5:1","Isaías 58:6"]},"jo_15_27_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um animal forte e poderoso, frequentemente usado como símbolo de força.","explicacao_detalhada":"No contexto bíblico, o urso pode simbolizar a força e a ferocidade, representando também a proteção que Deus oferece aos Seus.","por_que_esta_palavra":"A menção do urso pode ser uma metáfora para a força que Deus dá aos Seus servos em tempos de necessidade.","conexao_teologica":"A força de Deus é frequentemente comparada a animais poderosos, mostrando que Ele é um defensor forte para aqueles que confiam Nele.","referencias_relacionadas":["Salmos 18:2","Isaías 40:31","Salmos 144:1"]},"jo_15_27_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir uma explicação ou justificativa.","explicacao_detalhada":"Assim como em outros contextos, 'porque' serve para esclarecer a razão de uma ação ou decisão, revelando a lógica divina por trás dos eventos.","por_que_esta_palavra":"A palavra é fundamental para entender a relação entre as ações de Deus e as respostas humanas, mostrando que tudo tem um propósito.","conexao_teologica":"A compreensão do 'porque' nos ajuda a ver a soberania de Deus em todas as circunstâncias, conforme Romanos 8:28.","referencias_relacionadas":["Romanos 8:28","Salmos 119:68","Provérbios 3:5-6"]},"jo_15_27_encher":{"palavra_pt":"encher","palavra_original":"כָּסָה","transliteracao":"kâçâh","strong":"H3680","significado_raiz":"Ideia básica: encher.","significado_contextual":"A palavra 'encher' refere-se ao ato de completar ou suprir algo até a sua capacidade máxima.","explicacao_detalhada":"No contexto bíblico, encher pode simbolizar a plenitude da presença de Deus ou a satisfação das necessidades espirituais e físicas.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a generosidade de Deus em suprir as necessidades de Seu povo.","conexao_teologica":"Deus é descrito como aquele que supre todas as nossas necessidades, conforme Filipenses 4:19.","referencias_relacionadas":["Filipenses 4:19","Salmos 23:5","João 10:10"]},"jo_15_28_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַן","transliteracao":"shâkan","strong":"H7931","significado_raiz":"Ideia básica: descanso.","significado_contextual":"A palavra 'descanso' refere-se a um estado de tranquilidade e paz.","explicacao_detalhada":"No contexto bíblico, o descanso é frequentemente associado ao repouso que Deus oferece aos Seus filhos, tanto físico quanto espiritual.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância do descanso em Deus, que renova as forças e traz paz ao coração.","conexao_teologica":"O descanso em Deus é um tema central, onde Ele convida os cansados a virem a Ele para encontrar descanso (Mateus 11:28-30).","referencias_relacionadas":["Mateus 11:28-30","Salmos 23:2","Hebreus 4:9-11"]},"jo_15_28_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local habitado, frequentemente associado à segurança e à comunidade.","explicacao_detalhada":"No contexto bíblico, a cidade pode simbolizar a habitação do povo de Deus e a segurança que Ele oferece aos Seus filhos.","por_que_esta_palavra":"A menção da cidade enfatiza a importância da comunidade e da proteção que Deus proporciona.","conexao_teologica":"A cidade celestial é um tema importante, representando a esperança e a promessa de Deus para Seu povo (Hebreus 11:10).","referencias_relacionadas":["Hebreus 11:10","Apocalipse 21:2","Salmos 46:4"]},"jo_15_28_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar, um lugar de abrigo e segurança.","explicacao_detalhada":"A palavra 'casa' em hebraico (בַּיִת - bayith) simboliza não apenas a estrutura física, mas também a ideia de família e comunidade. No contexto bíblico, a casa é um espaço sagrado onde a presença de Deus pode habitar.","por_que_esta_palavra":"A casa é fundamental na cultura hebraica, representando a unidade familiar e a continuidade da fé.","conexao_teologica":"A casa é vista como um microcosmo do relacionamento entre Deus e Seu povo, onde a adoração e a vida cotidiana se entrelaçam.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Hebreus 3:4"]},"jo_15_29_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo, à nação ou ao mundo em geral.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ - ʼerets) é frequentemente usada na Bíblia para descrever tanto a criação de Deus quanto a herança do Seu povo. É um símbolo de promessa e pertencimento.","por_que_esta_palavra":"A terra é um elemento central na narrativa bíblica, representando o lugar onde Deus age e onde Seu povo vive.","conexao_teologica":"A terra é vista como um dom de Deus, onde a aliança entre Deus e Seu povo se manifesta.","referencias_relacionadas":["Gênesis 1:1","Deuteronômio 8:7-10","Salmos 37:11"]},"jo_15_29_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade, à fidelidade e à integridade.","explicacao_detalhada":"A palavra 'verdade' (לֹא - lôʼ) é crucial na teologia bíblica, representando a natureza de Deus e a base de Sua palavra. A verdade é o que sustenta a relação entre Deus e a humanidade.","por_que_esta_palavra":"A verdade é essencial para a vida cristã, pois é através dela que conhecemos a vontade de Deus.","conexao_teologica":"Jesus se apresenta como a verdade (João 14:6), enfatizando a importância da verdade na salvação e na vida eterna.","referencias_relacionadas":["João 8:32","Salmos 119:160","Efésios 4:15"]},"jo_15_29_crescer":{"palavra_pt":"crescer","palavra_original":"עָשַׁר","transliteracao":"ʻâshar","strong":"H6238","significado_raiz":"Ideia básica: crescer.","significado_contextual":"Refere-se ao ato de aumentar ou desenvolver-se.","explicacao_detalhada":"A palavra 'crescer' (עָשַׁר - ʻâshar) implica em um processo de amadurecimento e prosperidade, tanto física quanto espiritual. No contexto bíblico, crescer é um sinal de bênção e favor de Deus.","por_que_esta_palavra":"Crescer é um princípio fundamental na vida cristã, onde os crentes são chamados a amadurecer na fé.","conexao_teologica":"O crescimento espiritual é frequentemente associado ao fruto do Espírito e à edificação do corpo de Cristo.","referencias_relacionadas":["Colossenses 2:19","2 Pedro 3:18","Gálatas 5:22-23"]},"jo_15_30_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito ou à força vital.","explicacao_detalhada":"A palavra 'vento' (רוּחַ - rûwach) é usada na Bíblia para descrever o Espírito Santo, que é a presença ativa de Deus no mundo. O vento simboliza movimento, poder e transformação.","por_que_esta_palavra":"O vento é uma metáfora poderosa para a ação do Espírito Santo, que traz vida e renovação.","conexao_teologica":"O Espírito Santo é essencial para a vida cristã, capacitando os crentes a viverem de acordo com a vontade de Deus.","referencias_relacionadas":["João 3:8","Atos 2:2-4","Romanos 8:26"]},"jo_15_30_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade e à sinceridade.","explicacao_detalhada":"A palavra 'verdade' (לֹא - lôʼ) é reiterada para enfatizar a importância da honestidade e da integridade nas relações e na adoração a Deus.","por_que_esta_palavra":"A verdade é fundamental para a confiança em Deus e em Suas promessas.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes.","referencias_relacionadas":["Salmos 51:6","João 4:24","1 João 1:6-7"]},"jo_15_30_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à ideia de estar em meio a algo ou alguém.","explicacao_detalhada":"A palavra 'entre' (מִן - min) indica uma relação de proximidade e interação, essencial para a comunhão entre os crentes e com Deus.","por_que_esta_palavra":"A noção de estar 'entre' destaca a importância da comunidade e da unidade no corpo de Cristo.","conexao_teologica":"A comunhão entre os crentes é um reflexo da unidade que existe na Trindade.","referencias_relacionadas":["Atos 2:42-47","1 Coríntios 12:12-13","Efésios 4:3"]},"jo_15_31_edificar":{"palavra_pt":"crer/amem","palavra_original":"אָמַן","transliteracao":"ʼâman","strong":"H539","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se ao ato de construir ou fortalecer.","explicacao_detalhada":"A palavra 'crer' (אָמַן - ʼâman) implica em estabelecer uma base sólida de fé e confiança em Deus. Edificar a fé é um processo contínuo na vida do crente.","por_que_esta_palavra":"Edificar a fé é essencial para o crescimento espiritual e a resistência às provações.","conexao_teologica":"A edificação da fé é um chamado para todos os crentes, que devem ajudar uns aos outros a crescer em Cristo.","referencias_relacionadas":["Efésios 4:12","1 Pedro 2:5","Judas 1:20"]},"jo_15_31_mal":{"palavra_pt":"mal","palavra_original":"שָׁוְא","transliteracao":"shâvᵉʼ","strong":"H7723","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se ao que é moralmente errado ou prejudicial.","explicacao_detalhada":"A palavra 'mal' (שָׁוְא - shâvᵉʼ) é usada para descrever ações ou comportamentos que vão contra a vontade de Deus. É um conceito que aparece frequentemente em advertências bíblicas.","por_que_esta_palavra":"Reconhecer o mal é crucial para a vida cristã, pois nos ajuda a discernir entre o que é certo e o que é errado.","conexao_teologica":"A luta contra o mal é uma parte central da narrativa bíblica, culminando na vitória de Cristo sobre o pecado.","referencias_relacionadas":["Romanos 12:21","Gálatas 5:19-21","Tiago 4:7"]},"jo_15_31_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se à razão ou causa de algo.","explicacao_detalhada":"A palavra 'porque' (כִּי - kîy) é usada para introduzir explicações ou justificativas, essencial para entender a lógica das ações de Deus e dos homens.","por_que_esta_palavra":"Entender o 'porque' é fundamental para a fé, pois nos ajuda a ver o propósito divino nas circunstâncias da vida.","conexao_teologica":"A soberania de Deus é frequentemente explicada através do 'porque' de Suas ações, revelando Seu plano redentor.","referencias_relacionadas":["Romanos 8:28","Isaías 55:8-9","1 Coríntios 10:31"]},"jo_15_32_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é apresentada como um princípio fundamental na vida cristã, refletindo a natureza de Deus.","explicacao_detalhada":"No contexto do versículo, a verdade é associada à autenticidade e à sinceridade nas relações humanas e com Deus. Jesus enfatiza a importância de viver em verdade, que é um reflexo do caráter divino.","por_que_esta_palavra":"A palavra 'verdade' é crucial para entender a mensagem de Jesus, que se apresenta como o caminho, a verdade e a vida (João 14:6).","conexao_teologica":"A verdade é um atributo de Deus e um chamado para os crentes viverem de acordo com a Sua natureza.","referencias_relacionadas":["João 14:6","Salmos 119:160","Efésios 4:15"]},"jo_15_32_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia é frequentemente usado nas Escrituras para simbolizar um tempo de oportunidade e ação.","explicacao_detalhada":"Neste contexto, o 'dia' pode referir-se ao tempo em que as pessoas devem agir de acordo com a verdade e a vontade de Deus, antes que seja tarde.","por_que_esta_palavra":"A palavra 'dia' é importante para entender a urgência da mensagem de Jesus sobre a necessidade de estar preparado e vigilante.","conexao_teologica":"O conceito de dia é ligado à ideia de tempo divino e ao cumprimento das promessas de Deus.","referencias_relacionadas":["Mateus 24:36","Salmos 90:12","2 Coríntios 6:2"]},"jo_15_32_encher":{"palavra_pt":"encher","palavra_original":"מָלֵא","transliteracao":"mâlêʼ","strong":"H4390","significado_raiz":"Ideia básica: encher.","significado_contextual":"Encher implica em completar ou suprir algo, muitas vezes relacionado ao Espírito Santo.","explicacao_detalhada":"No contexto, 'encher' pode referir-se à plenitude que os crentes devem buscar em suas vidas espirituais, sendo preenchidos com a presença de Deus.","por_que_esta_palavra":"A ideia de 'encher' é fundamental para a experiência cristã, onde os crentes são chamados a serem cheios do Espírito Santo.","conexao_teologica":"Encher-se do Espírito é essencial para viver uma vida que glorifica a Deus e reflete Sua verdade.","referencias_relacionadas":["Efésios 5:18","Colossenses 2:9-10","Atos 2:4"]},"jo_15_33_videira":{"palavra_pt":"videira","palavra_original":"גֶּפֶן","transliteracao":"gephen","strong":"H1612","significado_raiz":"Ideia básica: videira.","significado_contextual":"A videira é uma metáfora comum na Bíblia, simbolizando a conexão entre Cristo e os crentes.","explicacao_detalhada":"Neste versículo, Jesus se apresenta como a videira verdadeira, enfatizando a importância de permanecer Nele para dar frutos espirituais.","por_que_esta_palavra":"A videira representa a fonte de vida e sustento espiritual para os crentes, essencial para o crescimento e a frutificação.","conexao_teologica":"A relação entre a videira e os ramos ilustra a união vital entre Cristo e a Igreja.","referencias_relacionadas":["João 15:1-5","Isaías 5:1-7","Romanos 11:17-24"]},"jo_15_33_adventure":{"palavra_pt":"adventure","palavra_original":"שָׁלַךְ","transliteracao":"shâlak","strong":"H7993","significado_raiz":"Ideia básica: adventure.","significado_contextual":"A palavra 'adventure' não se encaixa no contexto bíblico e pode ser um erro de tradução ou interpretação.","explicacao_detalhada":"Se considerarmos a ideia de aventura, pode-se pensar na jornada de fé e nos desafios que os crentes enfrentam ao seguir a Cristo.","por_que_esta_palavra":"A aventura da fé envolve riscos e a necessidade de confiar em Deus em todas as circunstâncias.","conexao_teologica":"A vida cristã é muitas vezes descrita como uma jornada, onde os crentes são chamados a seguir a Cristo, mesmo em tempos difíceis.","referencias_relacionadas":["Hebreus 11:1-2","Mateus 16:24","2 Coríntios 5:7"]},"jo_15_33_arvore":{"palavra_pt":"arvore","palavra_original":"זַיִת","transliteracao":"zayith","strong":"H2132","significado_raiz":"Ideia básica: arvore.","significado_contextual":"A árvore é uma imagem de crescimento e frutificação, frequentemente usada para descrever a vida espiritual.","explicacao_detalhada":"No contexto, a árvore pode simbolizar a vida que brota da conexão com Cristo, que é a fonte de toda vida espiritual.","por_que_esta_palavra":"A árvore representa a saúde espiritual e a capacidade de produzir frutos que glorificam a Deus.","conexao_teologica":"A metáfora da árvore é comum na Bíblia, simbolizando a vida abundante que Deus oferece aos Seus filhos.","referencias_relacionadas":["Salmos 1:3","Mateus 7:17-20","Gálatas 5:22-23"]},"jo_15_34_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou razão para o que foi dito anteriormente.","explicacao_detalhada":"Neste contexto, 'porque' é usado para justificar a importância de permanecer em Cristo e viver em verdade.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a lógica da mensagem de Jesus e a relação entre fé e ação.","conexao_teologica":"A razão pela qual os crentes devem viver de acordo com a verdade é baseada na natureza de Deus e em Seu plano redentor.","referencias_relacionadas":["Romanos 12:1-2","Tiago 1:22","1 João 1:6-7"]},"jo_15_34_pecado":{"palavra_pt":"pecado","palavra_original":"חָנֵף","transliteracao":"chânêph","strong":"H2611","significado_raiz":"Ideia básica: pecado.","significado_contextual":"O pecado é a transgressão da lei de Deus e causa separação entre o homem e Deus.","explicacao_detalhada":"Neste contexto, o pecado é apresentado como um obstáculo à comunhão com Deus e à frutificação espiritual.","por_que_esta_palavra":"A palavra 'pecado' é fundamental para entender a necessidade de redenção e a obra de Cristo na cruz.","conexao_teologica":"O pecado é o motivo pelo qual a salvação é necessária, e a graça de Deus é oferecida para restaurar a relação com Ele.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Gálatas 5:19-21"]},"jo_15_34_fogo":{"palavra_pt":"fogo","palavra_original":"אֵשׁ","transliteracao":"ʼêsh","strong":"H784","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O fogo é frequentemente associado ao juízo, purificação e presença de Deus.","explicacao_detalhada":"No contexto, o fogo pode simbolizar o julgamento sobre o pecado e a necessidade de purificação na vida do crente.","por_que_esta_palavra":"A palavra 'fogo' é importante para entender a seriedade do pecado e a necessidade de arrependimento.","conexao_teologica":"O fogo representa tanto o juízo de Deus quanto o poder purificador do Espírito Santo na vida do crente.","referencias_relacionadas":["Mateus 3:11-12","Hebreus 12:29","1 Coríntios 3:13-15"]},"jo_15_35_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode ser uma referência a um animal que simboliza força e proteção.","explicacao_detalhada":"No contexto, a menção ao urso pode ser uma metáfora para a força de Deus em proteger e guiar Seu povo.","por_que_esta_palavra":"A palavra 'urso' é usada para ilustrar a força e a proteção que Deus oferece aos que Nele confiam.","conexao_teologica":"A força de Deus é um tema recorrente nas Escrituras, mostrando que Ele é um refúgio seguro para os crentes.","referencias_relacionadas":["Salmos 18:2","Isaías 41:10","Salmos 46:1"]},"jo_15_35_vaidade":{"palavra_pt":"vaidade","palavra_original":"אָוֶן","transliteracao":"ʼâven","strong":"H205","significado_raiz":"Ideia básica: vaidade.","significado_contextual":"A vaidade é entendida como a futilidade ou a falta de valor nas ações humanas, especialmente em relação à busca de reconhecimento ou status.","explicacao_detalhada":"No contexto de Jó, a vaidade é uma reflexão sobre a fragilidade da vida e a futilidade das riquezas e conquistas humanas diante da soberania de Deus. Jó questiona a validade das suas próprias lutas e a aparente prosperidade dos ímpios.","por_que_esta_palavra":"A palavra 'vaidade' é utilizada para enfatizar a transitoriedade das coisas terrenas e a necessidade de se buscar um propósito maior que não se baseie em aparências.","conexao_teologica":"A vaidade é um tema recorrente na literatura sapiencial, que nos ensina sobre a importância de viver em temor a Deus e não se deixar levar pelas ilusões do mundo.","referencias_relacionadas":["Eclesiastes 1:2","Salmos 39:5","Provérbios 31:30"]},"jo_15_35_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"Grande refere-se à magnitude ou importância de algo, muitas vezes usado para descrever a grandeza de Deus ou a extensão de Sua obra.","explicacao_detalhada":"No livro de Jó, a grandeza é frequentemente associada à criação de Deus e à Sua soberania sobre todas as coisas. Jó reconhece que, apesar de seu sofrimento, Deus é maior que suas circunstâncias.","por_que_esta_palavra":"A palavra 'grande' é crucial para entender a relação entre o homem e Deus, destacando a diferença entre a fragilidade humana e a majestade divina.","conexao_teologica":"A grandeza de Deus é um tema central na teologia bíblica, que nos chama a reconhecer nossa posição diante dEle e a confiar em Sua providência.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]}}