{"jo_16_1_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"Olho simboliza a percepção, a visão e a capacidade de discernir a verdade em meio ao sofrimento.","explicacao_detalhada":"Jó usa a metáfora do olho para expressar sua busca por justiça e compreensão em meio à dor. Ele deseja que seus amigos vejam a verdade de sua situação e a injustiça que enfrenta.","por_que_esta_palavra":"A palavra 'olho' é significativa porque representa a capacidade de ver além das aparências e entender a realidade espiritual.","conexao_teologica":"A visão espiritual é um tema importante na Bíblia, onde Deus frequentemente pede ao Seu povo que veja com olhos de fé e discernimento.","referencias_relacionadas":["Mateus 6:22","Salmos 119:18","Efésios 1:18"]},"jo_16_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer implica em comunicar, expressar ou afirmar algo, especialmente em um contexto de desabafo ou clamor.","explicacao_detalhada":"Jó clama a Deus e expressa sua angústia, utilizando a palavra 'dizer' para enfatizar a necessidade de ser ouvido e compreendido em sua dor.","por_que_esta_palavra":"A palavra 'dizer' é importante porque revela a necessidade humana de se comunicar e de buscar respostas em tempos de crise.","conexao_teologica":"A comunicação com Deus é fundamental na vida de fé, onde o clamor e a oração são formas de expressar nossas lutas e buscar consolo.","referencias_relacionadas":["Salmos 34:17","Filipenses 4:6","1 Pedro 5:7"]},"jo_16_1_job":{"palavra_pt":"jo","palavra_original":"אִיּוֹב","transliteracao":"ʼÎyôwb","strong":"H347","significado_raiz":"Ideia básica: jo.","significado_contextual":"Job é o nome do protagonista do livro, simbolizando a experiência humana de sofrimento e busca por justiça.","explicacao_detalhada":"A figura de Jó representa o homem justo que sofre injustamente, levantando questões sobre a dor, a fé e a soberania de Deus.","por_que_esta_palavra":"A palavra 'Job' é central para a narrativa, pois sua história é um estudo sobre a perseverança na fé diante das adversidades.","conexao_teologica":"A história de Jó é frequentemente usada para discutir a teodiceia, ou a justiça de Deus em face do sofrimento humano.","referencias_relacionadas":["Tiago 5:11","Romanos 5:3-5","Hebreus 12:1-2"]},"jo_16_2_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Homem refere-se à condição humana, com suas limitações e fragilidades diante de Deus.","explicacao_detalhada":"Jó reflete sobre a condição do homem, enfatizando a vulnerabilidade e a necessidade de dependência de Deus em meio ao sofrimento.","por_que_esta_palavra":"A palavra 'homem' é utilizada para destacar a fragilidade da existência humana e a necessidade de buscar a ajuda divina.","conexao_teologica":"A natureza humana é um tema central na teologia, que nos ensina sobre a nossa dependência de Deus e a importância da graça.","referencias_relacionadas":["Salmos 8:4-5","Romanos 3:23","Gênesis 2:7"]},"jo_16_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como algo é feito ou a forma de agir, especialmente em relação ao comportamento humano.","explicacao_detalhada":"Jó discute o modo como as pessoas reagem ao sofrimento e à injustiça, refletindo sobre a necessidade de uma resposta adequada diante das adversidades.","por_que_esta_palavra":"A palavra 'modo' é importante para entender as atitudes e comportamentos que devemos adotar em tempos de crise.","conexao_teologica":"A Bíblia nos ensina sobre a importância de agir de acordo com os princípios de Deus, mesmo em situações difíceis.","referencias_relacionadas":["Gálatas 5:22-23","Colossenses 3:23","1 Pedro 2:12"]},"jo_16_2_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Ouvir implica em prestar atenção e compreender, especialmente em um contexto de clamor por ajuda.","explicacao_detalhada":"Jó clama a Deus para que Ele ouça seu sofrimento e suas queixas, enfatizando a importância da comunicação com o Criador.","por_que_esta_palavra":"A palavra 'ouvir' é significativa porque representa a esperança de que Deus esteja atento às nossas orações e necessidades.","conexao_teologica":"A Bíblia ensina que Deus ouve as orações dos justos e está sempre atento ao clamor de Seu povo.","referencias_relacionadas":["Salmos 34:15","1 João 5:14","Isaías 65:24"]},"jo_16_3_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Palavra refere-se à comunicação, à mensagem ou à declaração que expressa um pensamento ou sentimento.","explicacao_detalhada":"Jó fala sobre a importância de sua palavra e como ela reflete sua dor e busca por justiça, destacando a necessidade de ser ouvido.","por_que_esta_palavra":"A palavra 'palavra' é central para a comunicação entre Deus e o homem, sendo um meio de expressar a verdade e a necessidade.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação com Ele é essencial para a vida espiritual.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","João 1:1"]},"jo_16_3_fim":{"palavra_pt":"fim","palavra_original":"קֵץ","transliteracao":"qêts","strong":"H7093","significado_raiz":"Ideia básica: fim.","significado_contextual":"Fim refere-se ao término ou conclusão de algo, muitas vezes associado ao desfecho da vida ou das circunstâncias.","explicacao_detalhada":"Jó reflete sobre o fim de sua vida e o desespero que sente diante da possibilidade de não encontrar justiça antes de morrer.","por_que_esta_palavra":"A palavra 'fim' é utilizada para enfatizar a urgência e a gravidade da situação de Jó, que busca respostas antes que seja tarde.","conexao_teologica":"A Bíblia fala sobre o fim dos tempos e a esperança da vida eterna, que nos dá perspectiva sobre o sofrimento presente.","referencias_relacionadas":["Eclesiastes 3:1","Apocalipse 21:4","Romanos 6:23"]},"jo_16_3_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se à presença do Espírito Santo, que é comparado ao vento, invisível mas poderoso.","explicacao_detalhada":"A palavra 'espírito' ou 'vento' (רוּחַ - rûwach) é usada para descrever a ação do Espírito Santo, que age de maneira sutil e muitas vezes imperceptível, mas que traz transformação e vida.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a natureza dinâmica e invisível do Espírito Santo, que atua nos corações e mentes das pessoas.","conexao_teologica":"O Espírito Santo é visto como o Consolador prometido por Jesus, que guia, ensina e fortalece os crentes.","referencias_relacionadas":["João 3:8","Atos 2:2","Gálatas 5:22-23"]},"jo_16_4_palavra":{"palavra_pt":"palavra","palavra_original":"מִלָּה","transliteracao":"millâh","strong":"H4405","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra é um meio de comunicação e revelação divina, essencial para a fé e a vida cristã.","explicacao_detalhada":"A palavra (מִלָּה - millâh) representa não apenas a comunicação humana, mas também a Palavra de Deus, que é viva e eficaz, capaz de transformar vidas.","por_que_esta_palavra":"É importante para enfatizar a centralidade da Palavra de Deus na vida do crente e sua função como guia espiritual.","conexao_teologica":"A Palavra de Deus é vista como a verdade que liberta e orienta os crentes em sua jornada de fé.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","João 1:1"]},"jo_16_4_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à essência da vida humana, a alma que é dada por Deus.","explicacao_detalhada":"A palavra 'alma' ou 'vida' (נֶפֶשׁ - nephesh) é usada para descrever a parte imortal do ser humano, que é criada por Deus e que anseia por comunhão com Ele.","por_que_esta_palavra":"Esta palavra é utilizada para destacar a importância da vida espiritual e a necessidade de salvação.","conexao_teologica":"A salvação é vista como a restauração da alma, que foi separada de Deus pelo pecado.","referencias_relacionadas":["Mateus 10:28","Gênesis 2:7","Salmos 23:3"]},"jo_16_5_moving":{"palavra_pt":"moving","palavra_original":"נִיד","transliteracao":"nîyd","strong":"H5205","significado_raiz":"Ideia básica: moving.","significado_contextual":"Refere-se ao movimento do Espírito Santo e a ação de Deus na vida dos crentes.","explicacao_detalhada":"A palavra 'moving' (נִיד - nîyd) implica em uma ação dinâmica, onde o Espírito Santo está constantemente em movimento, guiando e moldando os crentes.","por_que_esta_palavra":"É importante para enfatizar que a vida cristã é uma jornada ativa, onde o crente deve estar em sintonia com o Espírito.","conexao_teologica":"A ideia de movimento está ligada à obra do Espírito Santo que transforma e renova os corações.","referencias_relacionadas":["Romanos 8:14","Gálatas 5:25","Atos 16:6-7"]},"jo_16_5_bom":{"palavra_pt":"bom","palavra_original":"אָמַץ","transliteracao":"ʼâmats","strong":"H553","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade de Deus e à natureza do que é moralmente correto.","explicacao_detalhada":"A palavra 'bom' (אָמַץ - ʼâmats) é usada para descrever a natureza de Deus e as ações que são agradáveis a Ele.","por_que_esta_palavra":"Esta palavra é importante para ressaltar que Deus é a fonte de toda bondade e que os crentes são chamados a viver de acordo com essa bondade.","conexao_teologica":"A bondade de Deus é um tema central na teologia, refletindo Seu caráter e Suas promessas.","referencias_relacionadas":["Salmos 34:8","Romanos 12:2","Gálatas 6:10"]},"jo_16_5_through":{"palavra_pt":"through","palavra_original":"בְּמוֹ","transliteracao":"bᵉmôw","strong":"H1119","significado_raiz":"Ideia básica: through.","significado_contextual":"Indica o meio pelo qual algo é realizado ou alcançado.","explicacao_detalhada":"A palavra 'through' (בְּמוֹ - bᵉmôw) sugere que há um caminho ou um processo para alcançar um objetivo, especialmente em relação à obra de Deus na vida dos crentes.","por_que_esta_palavra":"É importante para enfatizar que a salvação e a transformação ocorrem através de Jesus Cristo e da ação do Espírito Santo.","conexao_teologica":"A ideia de 'através' é fundamental na compreensão da mediação de Cristo entre Deus e a humanidade.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 5:1"]},"jo_16_6_fim":{"palavra_pt":"fim","palavra_original":"חָדַל","transliteracao":"châdal","strong":"H2308","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se ao término de algo, mas também pode implicar em um novo começo.","explicacao_detalhada":"A palavra 'fim' (חָדַל - châdal) pode ser entendida como a conclusão de um ciclo, mas também como a oportunidade para um novo começo em Cristo.","por_que_esta_palavra":"É importante para lembrar que, em Cristo, o fim de uma era de pecado pode levar ao início de uma nova vida.","conexao_teologica":"A teologia do fim é central na esperança cristã, que aguarda a volta de Cristo e a restauração de todas as coisas.","referencias_relacionadas":["Apocalipse 21:4","Isaías 65:17","2 Coríntios 5:17"]},"jo_16_6_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à ação de resgatar ou libertar alguém do pecado e da morte.","explicacao_detalhada":"A palavra 'salvar' (אִם - ʼim) é usada para descrever a obra redentora de Cristo, que oferece salvação a todos que creem.","por_que_esta_palavra":"É crucial para enfatizar a necessidade de salvação e a oferta de vida eterna através de Jesus.","conexao_teologica":"A salvação é um tema central na teologia cristã, refletindo o amor e a graça de Deus.","referencias_relacionadas":["Efésios 2:8-9","Romanos 10:9","Tito 3:5"]},"jo_16_6_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade absoluta e à fidelidade de Deus.","explicacao_detalhada":"A palavra 'verdade' (לֹא - lôʼ) é usada para descrever a natureza de Deus, que é fiel e verdadeiro em todas as Suas promessas.","por_que_esta_palavra":"É importante para ressaltar que a verdade de Deus é a base da fé cristã e a fonte de esperança.","conexao_teologica":"A verdade é um atributo de Deus e é central na revelação divina e na vida do crente.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]},"jo_16_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como algo é feito ou abordado.","explicacao_detalhada":"A palavra 'modo' (כֹּל - kôl) implica em um estilo ou método de vida que deve ser seguido pelos crentes.","por_que_esta_palavra":"É importante para enfatizar que a vida cristã deve ser vivida de acordo com os princípios e ensinamentos de Cristo.","conexao_teologica":"A maneira de viver é um reflexo da fé e do caráter de Cristo em nós.","referencias_relacionadas":["1 Pedro 1:15-16","Filipenses 1:27","Colossenses 3:17"]},"jo_16_7_henceforth":{"palavra_pt":"henceforth","palavra_original":"עַתָּה","transliteracao":"ʻattâh","strong":"H6258","significado_raiz":"Ideia básica: henceforth.","significado_contextual":"A palavra 'henceforth' indica um novo começo ou uma mudança de estado a partir daquele momento.","explicacao_detalhada":"No contexto de João 16:7, Jesus está anunciando que, embora Ele vá embora, o Espírito Santo virá para consolar e guiar os discípulos. 'Henceforth' marca a transição para uma nova era na relação dos discípulos com Deus.","por_que_esta_palavra":"Esta palavra é crucial para entender a promessa de Jesus sobre a vinda do Consolador, que mudará a dinâmica da presença de Deus entre os crentes.","conexao_teologica":"A vinda do Espírito Santo é um cumprimento da promessa de Deus de estar sempre presente com Seu povo, mesmo após a ascensão de Cristo.","referencias_relacionadas":["João 14:16-17","Atos 2:4","Romanos 8:9"]},"jo_16_8_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se a uma ação de se erguer ou se colocar em uma posição de autoridade ou responsabilidade.","explicacao_detalhada":"Em João 16:8, Jesus fala sobre o Espírito Santo que virá para convencer o mundo do pecado, da justiça e do juízo. O 'levantar' aqui implica a ação do Espírito em trazer à luz a verdade e a necessidade de arrependimento.","por_que_esta_palavra":"É importante porque destaca o papel ativo do Espírito Santo em nossa vida espiritual, levantando-nos para uma nova compreensão e relação com Deus.","conexao_teologica":"O Espírito Santo não apenas convence, mas também levanta os crentes para uma nova vida em Cristo, capacitando-os a viver de acordo com a vontade de Deus.","referencias_relacionadas":["Romanos 8:11","Gálatas 5:25","Efésios 2:6"]},"jo_16_8_testemunha":{"palavra_pt":"testemunha","palavra_original":"עֵד","transliteracao":"ʻêd","strong":"H5707","significado_raiz":"Ideia básica: testemunha.","significado_contextual":"A palavra 'testemunha' refere-se a alguém que dá testemunho ou prova de algo, especialmente em um contexto legal ou espiritual.","explicacao_detalhada":"No versículo, o Espírito Santo é descrito como aquele que testemunha a verdade de Cristo e convence o mundo do pecado. Isso implica que o Espírito tem um papel fundamental em revelar a verdade divina.","por_que_esta_palavra":"A palavra é essencial para entender o papel do Espírito Santo como defensor e guia, que nos ajuda a compreender a verdade de Deus.","conexao_teologica":"A testemunha do Espírito Santo é um aspecto vital da obra de Deus na salvação, pois Ele nos convence e nos leva a Cristo.","referencias_relacionadas":["João 15:26","1 João 5:6","Atos 1:8"]},"jo_16_8_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' simboliza a percepção, a visão espiritual e a capacidade de discernir a verdade.","explicacao_detalhada":"Em João 16:8, o Espírito Santo abre os olhos dos crentes para ver a realidade do pecado e da necessidade de justiça. Isso implica uma revelação espiritual que vai além da visão física.","por_que_esta_palavra":"É importante porque enfatiza a necessidade de uma visão espiritual clara para entender a obra de Cristo e a condição humana.","conexao_teologica":"A abertura dos olhos espirituais é uma obra do Espírito Santo, que nos permite ver a verdade de Deus e responder a ela.","referencias_relacionadas":["Salmos 119:18","2 Coríntios 4:4","Efésios 1:18"]},"jo_16_9_hate":{"palavra_pt":"hate","palavra_original":"שָׂטַם","transliteracao":"sâṭam","strong":"H7852","significado_raiz":"Ideia básica: hate.","significado_contextual":"A palavra 'hate' refere-se a um sentimento intenso de aversão ou rejeição, especialmente em relação ao pecado.","explicacao_detalhada":"No contexto de João 16:9, o Espírito Santo convence o mundo do pecado, e isso implica que o pecado é algo que deve ser odiado e rejeitado.","por_que_esta_palavra":"A palavra é significativa porque destaca a seriedade do pecado e a necessidade de arrependimento na vida do crente.","conexao_teologica":"O ódio ao pecado é uma resposta natural à obra do Espírito Santo, que nos leva a buscar a santidade e a justiça de Deus.","referencias_relacionadas":["Romanos 12:9","Tiago 4:4","1 João 2:15"]},"jo_16_9_alimento":{"palavra_pt":"alimento","palavra_original":"טָרַף","transliteracao":"ṭâraph","strong":"H2963","significado_raiz":"Ideia básica: alimento.","significado_contextual":"A palavra 'alimento' refere-se a sustento, tanto físico quanto espiritual.","explicacao_detalhada":"Em João 16:9, o alimento pode simbolizar a necessidade de sustento espiritual que vem da verdade de Deus, que é revelada pelo Espírito Santo.","por_que_esta_palavra":"É importante porque ressalta a ideia de que a verdade de Deus é essencial para a vida espiritual do crente.","conexao_teologica":"Assim como o alimento físico sustenta o corpo, a verdade de Deus sustenta a alma, e o Espírito Santo é quem nos alimenta com essa verdade.","referencias_relacionadas":["Mateus 4:4","João 6:35","1 Pedro 2:2"]},"jo_16_10_repreender":{"palavra_pt":"repreender","palavra_original":"חֶרְפָּה","transliteracao":"cherpâh","strong":"H2781","significado_raiz":"Ideia básica: repreender.","significado_contextual":"A palavra 'repreender' refere-se a corrigir ou chamar a atenção para um erro.","explicacao_detalhada":"No contexto de João 16:10, o Espírito Santo tem a função de repreender o mundo em relação à justiça, mostrando a necessidade de viver de acordo com os padrões de Deus.","por_que_esta_palavra":"É crucial porque destaca a função do Espírito Santo como aquele que nos guia e corrige em nossa jornada espiritual.","conexao_teologica":"A repreensão é uma expressão do amor de Deus, que deseja que Seus filhos andem em justiça e verdade.","referencias_relacionadas":["Hebreus 12:6","Provérbios 3:12","Apocalipse 3:19"]},"jo_16_10_gape":{"palavra_pt":"gape","palavra_original":"פָּעַר","transliteracao":"pâʻar","strong":"H6473","significado_raiz":"Ideia básica: gape.","significado_contextual":"A palavra 'gape' refere-se a abrir-se amplamente, muitas vezes em surpresa ou admiração.","explicacao_detalhada":"Em João 16:10, o 'gape' pode simbolizar a revelação da justiça de Deus, que é surpreendente e transformadora para aqueles que a recebem.","por_que_esta_palavra":"É importante porque enfatiza a grandeza da justiça de Deus e a resposta que ela provoca em nós.","conexao_teologica":"A justiça de Deus é um tema central na teologia cristã, e a revelação dessa justiça é algo que deve nos deixar em admiração e reverência.","referencias_relacionadas":["Salmos 89:14","Romanos 3:26","Gálatas 5:5"]},"jo_16_10_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se a algo de grande magnitude ou importância.","explicacao_detalhada":"Em João 16:10, a grandeza da justiça de Deus é destacada, mostrando que é algo que deve ser levado a sério por todos.","por_que_esta_palavra":"É relevante porque nos lembra da majestade e da soberania de Deus em todas as coisas, especialmente em Sua justiça.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Escritura, e a justiça divina é uma expressão dessa grandeza.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"jo_16_11_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à força suprema, ao Criador e Sustentador do universo.","explicacao_detalhada":"Em João 16:11, a força de Deus é evidenciada na capacidade de julgar o mundo e estabelecer a justiça.","por_que_esta_palavra":"É fundamental porque nos lembra da autoridade e do poder de Deus sobre todas as coisas.","conexao_teologica":"A força de Deus é uma fonte de esperança e confiança para os crentes, pois sabemos que Ele é soberano e justo.","referencias_relacionadas":["Salmos 62:11","Isaías 40:29","Romanos 13:1"]},"jo_16_11_ungodly":{"palavra_pt":"ungodly","palavra_original":"עֲוִיל","transliteracao":"ʻăvîyl","strong":"H5760","significado_raiz":"Ideia básica: ungodly.","significado_contextual":"A palavra 'ungodly' refere-se àqueles que vivem de maneira ímpia, afastados dos preceitos de Deus.","explicacao_detalhada":"No contexto de Jó 16:11, a palavra é usada para descrever a condição moral de indivíduos que se opõem a Deus e à Sua justiça. Jó se sente injustamente tratado e menciona que Deus entregou os ímpios a um destino de condenação.","por_que_esta_palavra":"A escolha da palavra 'ungodly' enfatiza a separação entre os justos e os ímpios, destacando a justiça divina que prevalece sobre as ações humanas.","conexao_teologica":"A teologia bíblica frequentemente aborda a distinção entre os justos e os ímpios, refletindo sobre a justiça de Deus e a necessidade de arrependimento.","referencias_relacionadas":["Salmos 1:4-6","Provérbios 4:19","Romanos 1:18"]},"jo_16_11_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"A palavra 'culpado' refere-se àqueles que são considerados responsáveis por suas ações erradas.","explicacao_detalhada":"Em Jó 16:11, Jó expressa sua indignação ao ser tratado como culpado, apesar de sua inocência. A palavra destaca a ideia de responsabilidade moral e as consequências do pecado.","por_que_esta_palavra":"A palavra 'culpado' é crucial para entender a dinâmica entre justiça e injustiça, especialmente no sofrimento de Jó.","conexao_teologica":"A culpa é um tema central na teologia, que aborda a condição humana e a necessidade de redenção através de Cristo.","referencias_relacionadas":["Romanos 3:23","Salmos 32:5","1 João 1:9"]},"jo_16_12_ease":{"palavra_pt":"ease","palavra_original":"שָׁלֵו","transliteracao":"shâlêv","strong":"H7961","significado_raiz":"Ideia básica: ease.","significado_contextual":"A palavra 'ease' refere-se a um estado de tranquilidade ou conforto.","explicacao_detalhada":"No versículo, Jó menciona a falta de conforto em sua vida, contrastando com a ideia de paz que ele desejava experimentar em meio ao sofrimento.","por_que_esta_palavra":"A palavra 'ease' é significativa pois reflete o anseio humano por alívio em tempos de dor e aflição.","conexao_teologica":"A busca por paz e conforto é um tema recorrente nas Escrituras, onde Deus promete consolo aos aflitos.","referencias_relacionadas":["Mateus 11:28-30","Filipenses 4:7","Salmos 34:18"]},"jo_16_12_agarrar":{"palavra_pt":"agarrar","palavra_original":"אָחַז","transliteracao":"ʼâchaz","strong":"H270","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' implica em segurar firmemente algo.","explicacao_detalhada":"Em Jó 16:12, a ideia de agarrar pode ser vista como uma metáfora para a luta de Jó em manter sua fé e integridade diante do sofrimento.","por_que_esta_palavra":"A palavra é relevante pois ilustra a determinação de Jó em não soltar sua fé, mesmo quando confrontado com adversidades.","conexao_teologica":"A perseverança na fé é um tema importante, mostrando como os crentes devem se agarrar à esperança em Deus.","referencias_relacionadas":["Hebreus 10:23","Tiago 1:12","Romanos 5:3-5"]},"jo_16_12_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se ao ato de erguer ou restaurar.","explicacao_detalhada":"No contexto de Jó 16:12, levantar pode simbolizar a esperança de que Deus restaurará a situação de Jó e o elevará de seu estado de sofrimento.","por_que_esta_palavra":"A palavra 'levantar' é significativa pois representa a expectativa de redenção e restauração que permeia a narrativa de Jó.","conexao_teologica":"A ideia de Deus levantar os oprimidos é um tema central na Bíblia, refletindo Sua natureza redentora.","referencias_relacionadas":["Salmos 30:1","Isaías 61:3","1 Pedro 5:10"]},"jo_16_13_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo, ao mundo físico onde vivemos.","explicacao_detalhada":"Em Jó 16:13, a terra pode simbolizar a realidade do sofrimento humano e a fragilidade da vida.","por_que_esta_palavra":"A palavra 'terra' é importante pois conecta o sofrimento de Jó à condição humana universal.","conexao_teologica":"A terra é frequentemente mencionada nas Escrituras como o lugar onde Deus atua e onde os seres humanos experimentam Sua criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:22"]},"jo_16_13_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à fidelidade de Deus.","explicacao_detalhada":"No contexto de Jó 16:13, a verdade é um conceito central na busca de Jó por justiça e compreensão de sua situação.","por_que_esta_palavra":"A palavra 'verdade' é crucial, pois Jó clama por uma revelação da verdade divina em meio à sua dor.","conexao_teologica":"A verdade é um atributo de Deus e um tema importante nas Escrituras, onde Ele é descrito como a fonte de toda verdade.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]},"jo_16_13_sangue":{"palavra_pt":"sangue","palavra_original":"שָׁפַךְ","transliteracao":"shâphak","strong":"H8210","significado_raiz":"Ideia básica: sangue.","significado_contextual":"A palavra 'sangue' refere-se à vida e ao sacrifício.","explicacao_detalhada":"Em Jó 16:13, o sangue pode simbolizar a gravidade do sofrimento e a necessidade de expiação.","por_que_esta_palavra":"A palavra 'sangue' é significativa pois remete ao conceito de sacrifício e redenção, temas centrais na teologia cristã.","conexao_teologica":"O sangue é um símbolo poderoso na Bíblia, representando a vida e o sacrifício de Cristo por nossos pecados.","referencias_relacionadas":["Hebreus 9:22","1 Pedro 1:18-19","Apocalipse 1:5"]},"jo_16_14_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade, à condição humana.","explicacao_detalhada":"No contexto de Jó 16:14, a palavra é usada para descrever a fragilidade e a vulnerabilidade do ser humano diante do sofrimento.","por_que_esta_palavra":"A palavra 'homem' é relevante pois destaca a luta de Jó como um representante da condição humana em face da dor.","conexao_teologica":"A humanidade é um tema central na Bíblia, onde Deus se relaciona com os seres humanos e oferece redenção.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 5:12"]},"jo_16_14_breach":{"palavra_pt":"breach","palavra_original":"פֶּרֶץ","transliteracao":"perets","strong":"H6556","significado_raiz":"Ideia básica: breach.","significado_contextual":"A palavra 'breach' refere-se a uma violação ou ruptura.","explicacao_detalhada":"Em Jó 16:14, a ideia de 'breach' pode simbolizar a quebra da relação entre o homem e Deus devido ao pecado.","por_que_esta_palavra":"A palavra é importante pois ilustra a necessidade de reconciliação e restauração na relação com Deus.","conexao_teologica":"A ruptura entre Deus e a humanidade é um tema central, que é abordado através da redenção em Cristo.","referencias_relacionadas":["Isaías 59:2","Romanos 5:10","2 Coríntios 5:18-19"]},"jo_16_15_po":{"palavra_pt":"po","palavra_original":"עָפָר","transliteracao":"ʻâphâr","strong":"H6083","significado_raiz":"Ideia básica: po.","significado_contextual":"Refere-se ao pó da terra, simbolizando a fragilidade e a mortalidade do ser humano.","explicacao_detalhada":"O termo 'po' (עָפָר) é frequentemente usado na Bíblia para descrever a condição do homem em relação à criação. Ele enfatiza que o ser humano foi formado do pó da terra e que, em última análise, retorna a ele após a morte.","por_que_esta_palavra":"Esta palavra é importante porque lembra a humanidade de sua origem e vulnerabilidade, além de ser um símbolo de arrependimento e humildade diante de Deus.","conexao_teologica":"O uso do pó na Bíblia está ligado à ideia de que Deus é o Criador e que o homem é dependente Dele para a vida. Isso se conecta à doutrina da criação e da queda.","referencias_relacionadas":["Gênesis 2:7","Salmos 103:14","Eclesiastes 3:20"]},"jo_16_15_sackcloth":{"palavra_pt":"sack cloth","palavra_original":"שַׂק","transliteracao":"saq","strong":"H8242","significado_raiz":"Ideia básica: sack cloth.","significado_contextual":"Refere-se ao pano de saco, usado como símbolo de luto e arrependimento.","explicacao_detalhada":"O 'sackcloth' (שַׂק) é um material áspero que era tradicionalmente usado em tempos de luto ou quando se buscava a misericórdia de Deus. Ele representa a humildade e a contrição diante do Senhor.","por_que_esta_palavra":"A palavra é significativa porque expressa um estado de espírito de arrependimento e a necessidade de buscar a Deus em tempos de crise.","conexao_teologica":"O uso do saco está associado ao arrependimento e à busca de reconciliação com Deus, refletindo a necessidade de um coração quebrantado.","referencias_relacionadas":["Jonas 3:5","2 Reis 22:11","Mateus 11:21"]},"jo_16_15_altar":{"palavra_pt":"altar","palavra_original":"קֶרֶן","transliteracao":"qeren","strong":"H7161","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao altar, um local de sacrifício e adoração a Deus.","explicacao_detalhada":"O 'altar' (קֶרֶן) é um lugar sagrado onde os israelitas ofereciam sacrifícios a Deus. Ele simboliza a mediação entre Deus e o homem, sendo um espaço de encontro com o divino.","por_que_esta_palavra":"A palavra é crucial porque representa a prática de adoração e a necessidade de expiação pelos pecados.","conexao_teologica":"O altar é um símbolo da obra redentora de Cristo, que se ofereceu como sacrifício perfeito, substituindo os sacrifícios do Antigo Testamento.","referencias_relacionadas":["Êxodo 20:24","Levítico 1:5","Hebreus 13:10"]},"jo_16_16_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à ideia de estar entre ou no meio de algo.","explicacao_detalhada":"A palavra 'entre' (מִן) é usada para descrever a presença de Deus no meio do Seu povo, indicando comunhão e proximidade.","por_que_esta_palavra":"É importante porque enfatiza a relação íntima que Deus deseja ter com a humanidade.","conexao_teologica":"A presença de Deus entre o Seu povo é um tema central na Bíblia, refletindo a promessa de que Ele estará sempre conosco.","referencias_relacionadas":["Êxodo 25:8","Mateus 18:20","Apocalipse 21:3"]},"jo_16_16_morte":{"palavra_pt":"morte","palavra_original":"צַלְמָוֶת","transliteracao":"tsalmâveth","strong":"H6757","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se ao conceito de morte, tanto física quanto espiritual.","explicacao_detalhada":"A palavra 'morte' (צַלְמָוֶת) é usada para descrever a separação da alma do corpo e a consequência do pecado, que é a morte espiritual.","por_que_esta_palavra":"É significativa porque destaca a realidade da mortalidade humana e a necessidade de redenção.","conexao_teologica":"A morte é um tema central na teologia cristã, onde a morte de Cristo traz vida eterna aos que creem.","referencias_relacionadas":["Romanos 6:23","1 Coríntios 15:22","João 11:25-26"]},"jo_16_16_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se ao rosto, simbolizando a presença e a face de Deus.","explicacao_detalhada":"A palavra 'rosto' (פָּנִים) é frequentemente usada para descrever a face de Deus, que representa Sua presença e favor.","por_que_esta_palavra":"É importante porque indica a busca pela presença de Deus e o desejo de estar em comunhão com Ele.","conexao_teologica":"A busca pelo rosto de Deus é um tema recorrente nas Escrituras, refletindo o desejo humano de conhecer e se relacionar com o Criador.","referencias_relacionadas":["Salmos 27:8","Números 6:25","Mateus 5:8"]},"jo_16_17_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade, especialmente em relação à palavra de Deus.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para descrever a fidelidade e a integridade de Deus e Sua palavra, contrastando com a mentira e a enganação.","por_que_esta_palavra":"É significativa porque a verdade é fundamental para a fé cristã e a vida do crente.","conexao_teologica":"A verdade de Deus é revelada nas Escrituras e é essencial para a salvação e a vida cristã.","referencias_relacionadas":["João 14:6","Salmos 119:160","Efésios 4:15"]},"jo_16_17_cruelty":{"palavra_pt":"cruel ty","palavra_original":"חָמָס","transliteracao":"châmâç","strong":"H2555","significado_raiz":"Ideia básica: cruel ty.","significado_contextual":"Refere-se à crueldade, injustiça e opressão.","explicacao_detalhada":"A palavra 'cruelty' (חָמָס) é usada para descrever ações injustas e opressivas que ferem os outros, especialmente em contextos de injustiça social.","por_que_esta_palavra":"É importante porque destaca a necessidade de justiça e compaixão no relacionamento humano.","conexao_teologica":"A crueldade é condenada nas Escrituras, e Deus chama Seu povo a agir com justiça e misericórdia.","referencias_relacionadas":["Isaías 58:6","Miquéias 6:8","Tiago 1:27"]},"jo_16_17_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza, poder e majestade de Deus.","explicacao_detalhada":"A palavra 'grande' (עַל) é usada para descrever a magnitude de Deus e Suas obras, enfatizando Sua soberania sobre toda a criação.","por_que_esta_palavra":"É significativa porque nos lembra da grandeza de Deus e da nossa posição diante Dele.","conexao_teologica":"A grandeza de Deus é um tema central na adoração e na reverência que devemos ter em relação a Ele.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"jo_16_18_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra, tanto em um sentido físico quanto espiritual.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever o mundo físico que Deus criou e também pode simbolizar a herança espiritual do povo de Deus.","por_que_esta_palavra":"É importante porque a terra é o lar que Deus deu à humanidade e um símbolo de Sua promessa.","conexao_teologica":"A terra é um tema importante na Bíblia, representando tanto a criação de Deus quanto a promessa de redenção e restauração.","referencias_relacionadas":["Gênesis 1:1","Salmos 37:11","Apocalipse 21:1"]},"jo_16_18_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O sangue é frequentemente associado à vida e ao sacrifício na Bíblia.","explicacao_detalhada":"No contexto de João 16:18, o sangue simboliza a vida que é dada em sacrifício. Jesus fala sobre sua morte iminente, onde seu sangue será derramado para a redenção da humanidade.","por_que_esta_palavra":"A palavra 'sangue' é crucial para entender o sacrifício de Cristo e a nova aliança que Ele estabelece.","conexao_teologica":"O sangue de Jesus é visto como o meio pelo qual os pecados são perdoados, conforme Hebreus 9:22, que afirma que sem derramamento de sangue não há remissão.","referencias_relacionadas":["Mateus 26:28","Hebreus 9:22","1 Pedro 1:19"]},"jo_16_19_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Os céus representam a morada de Deus e a realidade espiritual.","explicacao_detalhada":"Em João 16:19, a menção aos céus indica a soberania de Deus e a promessa de que Jesus voltará ao Pai, reafirmando sua divindade e autoridade.","por_que_esta_palavra":"A palavra 'céus' é importante para entender a relação entre o mundo físico e o espiritual, além da esperança da vida eterna.","conexao_teologica":"Os céus são frequentemente mencionados como o lugar de onde Deus governa e onde os crentes esperam estar após a morte, conforme Filipenses 3:20.","referencias_relacionadas":["Mateus 5:16","Filipenses 3:20","Apocalipse 21:1"]},"jo_16_19_far":{"palavra_pt":"far","palavra_original":"מָרוֹם","transliteracao":"mârôwm","strong":"H4791","significado_raiz":"Ideia básica: far.","significado_contextual":"A palavra 'far' implica em distância, tanto física quanto espiritual.","explicacao_detalhada":"No versículo, 'far' é usado para descrever a separação entre o mundo e o reino de Deus, enfatizando a transcendência de Deus.","por_que_esta_palavra":"A ideia de 'longe' é crucial para entender a diferença entre a vida terrena e a vida eterna prometida por Cristo.","conexao_teologica":"A distância entre o homem e Deus é superada através de Jesus, que é o caminho, a verdade e a vida (João 14:6).","referencias_relacionadas":["Isaías 59:2","Romanos 8:39","Efésios 2:13"]},"jo_16_19_again":{"palavra_pt":"novamente","palavra_original":"גַּם","transliteracao":"gam","strong":"H1571","significado_raiz":"Ideia básica: novamente.","significado_contextual":"A palavra 'novamente' sugere um retorno ou repetição de um evento.","explicacao_detalhada":"Em João 16:19, 'novamente' refere-se à promessa de que Jesus retornará ao Pai após sua ressurreição, trazendo esperança aos discípulos.","por_que_esta_palavra":"A repetição enfatiza a certeza da ressurreição e a continuidade do plano de Deus para a salvação.","conexao_teologica":"A ressurreição de Cristo é central para a fé cristã, conforme 1 Coríntios 15:20-22, que fala sobre a ressurreição dos mortos.","referencias_relacionadas":["João 14:3","1 Coríntios 15:20-22","Romanos 6:5"]},"jo_16_20_irmao":{"palavra_pt":"irmao","palavra_original":"רֵעַ","transliteracao":"rêaʻ","strong":"H7453","significado_raiz":"Ideia básica: irmao.","significado_contextual":"A palavra 'irmão' implica em relacionamento e comunidade entre os crentes.","explicacao_detalhada":"Em João 16:20, Jesus menciona 'irmão' para enfatizar a união e o amor que devem existir entre seus seguidores, mesmo em tempos de tribulação.","por_que_esta_palavra":"A palavra 'irmão' é fundamental para entender a nova família que Cristo estabelece entre os crentes.","conexao_teologica":"A ideia de irmandade é central no Novo Testamento, onde os crentes são chamados de irmãos e irmãs em Cristo (Romanos 12:10).","referencias_relacionadas":["Romanos 12:10","Hebreus 2:11","1 João 3:14"]},"jo_16_20_mestre":{"palavra_pt":"mestre","palavra_original":"לוּץ","transliteracao":"lûwts","strong":"H3887","significado_raiz":"Ideia básica: mestre.","significado_contextual":"A palavra 'mestre' refere-se à autoridade e ao ensino de Jesus.","explicacao_detalhada":"No contexto de João 16:20, Jesus é reconhecido como o mestre que guia e ensina seus discípulos sobre a verdade e a vida.","por_que_esta_palavra":"A palavra 'mestre' é essencial para entender a posição de Jesus como o instrutor divino e a importância de seguir seus ensinamentos.","conexao_teologica":"Jesus é o mestre supremo que nos ensina a viver de acordo com a vontade de Deus, conforme Mateus 23:10.","referencias_relacionadas":["Mateus 23:10","João 13:13","Tiago 3:1"]},"jo_16_21_homem":{"palavra_pt":"homem","palavra_original":"גֶּבֶר","transliteracao":"geber","strong":"H1397","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade e à condição humana.","explicacao_detalhada":"Em João 16:21, a menção ao 'homem' destaca a experiência humana de dor e alegria, refletindo a dualidade da vida.","por_que_esta_palavra":"A palavra 'homem' é importante para entender a natureza humana e a necessidade de redenção.","conexao_teologica":"A humanidade é objeto do amor de Deus, e Jesus veio para salvar o homem do pecado (João 3:16).","referencias_relacionadas":["Gênesis 1:27","Romanos 5:12","João 3:16"]},"jo_16_21_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' implica em herança e relacionamento familiar.","explicacao_detalhada":"Em João 16:21, 'filho' refere-se à relação íntima entre Jesus e os crentes, que são considerados filhos de Deus.","por_que_esta_palavra":"A palavra 'filho' é fundamental para entender a identidade dos crentes como parte da família de Deus.","conexao_teologica":"Os crentes são chamados de filhos de Deus, conforme Romanos 8:14, que fala sobre a adoção como filhos.","referencias_relacionadas":["Romanos 8:14","Gálatas 4:7","1 João 3:1"]},"jo_16_21_corrigir":{"palavra_pt":"corrigir","palavra_original":"יָכַח","transliteracao":"yâkach","strong":"H3198","significado_raiz":"Ideia básica: corrigir.","significado_contextual":"A palavra 'corrigir' implica em disciplina e ensino.","explicacao_detalhada":"Em João 16:21, 'corrigir' refere-se à necessidade de instrução e correção que Jesus oferece aos seus discípulos para que cresçam na fé.","por_que_esta_palavra":"A palavra 'corrigir' é importante para entender o papel de Jesus como guia e mentor espiritual.","conexao_teologica":"A correção é parte do amor de Deus, que deseja que seus filhos andem em retidão (Hebreus 12:6).","referencias_relacionadas":["Provérbios 3:12","2 Timóteo 3:16","Hebreus 12:6"]},"jo_16_22_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou razão.","explicacao_detalhada":"Em João 16:22, 'porque' é usado para justificar a afirmação de Jesus sobre a tristeza que se transformará em alegria, explicando o motivo da esperança.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica do ensino de Jesus e a esperança que Ele oferece.","conexao_teologica":"A esperança cristã é fundamentada nas promessas de Deus, que trazem alegria mesmo em meio à dor (Romanos 15:13).","referencias_relacionadas":["Romanos 15:13","2 Coríntios 1:20","Filipenses 4:7"]},"jo_16_22_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui se refere à realidade espiritual e à autenticidade da mensagem de Jesus.","explicacao_detalhada":"No contexto de João 16:22, Jesus fala sobre a dor que seus discípulos sentirão, mas também sobre a alegria que virá. A 'verdade' é um tema central no ensino de Jesus, representando a fidelidade de Deus e a certeza de suas promessas.","por_que_esta_palavra":"A 'verdade' é essencial para a fé cristã, pois é através dela que os crentes entendem a natureza de Deus e a obra redentora de Cristo.","conexao_teologica":"A verdade é um atributo de Deus e é fundamental na revelação divina. Jesus se apresenta como 'o caminho, a verdade e a vida' (João 14:6).","referencias_relacionadas":["João 14:6","João 8:32","Salmos 119:160"]}}