{"jo_17_1_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'vento' ou 'espírito' refere-se à presença e ação do Espírito Santo, que é essencial para a vida espiritual.","explicacao_detalhada":"Em João 17:1, Jesus se dirige ao Pai, e o uso da palavra 'vento' simboliza a força e a influência do Espírito Santo na vida dos crentes e na obra de Deus.","por_que_esta_palavra":"O 'vento' representa a ação invisível de Deus, que move e transforma os corações e vidas dos indivíduos.","conexao_teologica":"O Espírito Santo é descrito como o Consolador e Aquele que guia os crentes em toda a verdade (João 16:13).","referencias_relacionadas":["João 3:8","Atos 2:2-4","Romanos 8:26"]},"jo_17_1_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo em que Jesus estava prestes a ser glorificado através de sua morte e ressurreição.","explicacao_detalhada":"No contexto de João 17:1, 'dia' simboliza um tempo de revelação e cumprimento das promessas de Deus, onde a glória de Jesus seria manifestada.","por_que_esta_palavra":"O 'dia' é um marco importante na história da salvação, representando a transição da morte para a vida eterna.","conexao_teologica":"A glorificação de Jesus é central para a teologia cristã, pois é através dela que a redenção é completada.","referencias_relacionadas":["João 12:23","Mateus 28:6","Romanos 6:4"]},"jo_17_2_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se à ação de Deus em redimir a humanidade através de Jesus Cristo.","explicacao_detalhada":"Em João 17:2, Jesus fala sobre a autoridade que lhe foi dada para dar a vida eterna a todos os que o Pai lhe deu, enfatizando a missão de salvação.","por_que_esta_palavra":"A salvação é o cerne da mensagem cristã, que oferece esperança e reconciliação com Deus.","conexao_teologica":"A salvação é um tema recorrente nas Escrituras, mostrando o amor e a graça de Deus em ação.","referencias_relacionadas":["João 3:16","Efésios 2:8-9","Romanos 10:9"]},"jo_17_2_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui reafirma a autenticidade da missão de Jesus e a certeza da salvação que Ele oferece.","explicacao_detalhada":"No contexto de João 17:2, a 'verdade' é fundamental para entender a natureza da vida eterna que Jesus dá aos que creem nele.","por_que_esta_palavra":"A 'verdade' é essencial para a fé, pois é através dela que os crentes conhecem a realidade de Deus e sua obra redentora.","conexao_teologica":"A verdade é um pilar da fé cristã, sendo Jesus a própria verdade que liberta e transforma.","referencias_relacionadas":["João 14:6","João 8:32","Salmos 25:5"]},"jo_17_3_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, destacando a relação entre Deus e os seres humanos.","explicacao_detalhada":"Em João 17:3, Jesus menciona o 'homem' para enfatizar a importância do conhecimento de Deus e de Jesus Cristo como o caminho para a vida eterna.","por_que_esta_palavra":"O 'homem' é o objeto do amor de Deus e da missão de Jesus, que veio para salvar a humanidade.","conexao_teologica":"A relação entre Deus e o homem é central na teologia cristã, refletindo a intenção de Deus de se relacionar com sua criação.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 5:8"]},"jo_17_3_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude e à importância de Deus e de sua obra na vida dos homens.","explicacao_detalhada":"No contexto de João 17:3, 'grande' destaca a grandeza de Deus e a importância do conhecimento de Jesus como o Filho de Deus.","por_que_esta_palavra":"A grandeza de Deus é um tema recorrente nas Escrituras, que nos lembra da soberania e majestade divina.","conexao_teologica":"A grandeza de Deus é um convite à adoração e à reverência, reconhecendo sua posição suprema sobre toda a criação.","referencias_relacionadas":["Salmos 145:3","Isaías 40:28","Romanos 11:33"]},"jo_17_4_conhecimento":{"palavra_pt":"conhecimento","palavra_original":"שֶׂכֶל","transliteracao":"sekel","strong":"H7922","significado_raiz":"Ideia básica: conhecimento.","significado_contextual":"A palavra 'conhecimento' refere-se à compreensão profunda e relacional de Deus e de Jesus Cristo.","explicacao_detalhada":"Em João 17:4, o 'conhecimento' é apresentado como essencial para a vida eterna, destacando a importância de conhecer a Deus e a Jesus como o enviado.","por_que_esta_palavra":"O 'conhecimento' é mais do que informação; é uma relação íntima e pessoal com Deus.","conexao_teologica":"O conhecimento de Deus é fundamental para a vida cristã, pois é através dele que os crentes experimentam a verdadeira vida.","referencias_relacionadas":["Provérbios 2:5","Oséias 6:6","Filipenses 3:8"]},"jo_17_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Jesus glorifica ao Pai, enfatizando a conexão entre a obediência e a glorificação.","explicacao_detalhada":"Em João 17:4, 'porque' liga a glorificação de Jesus à sua missão e ao cumprimento da obra que o Pai lhe confiou.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica da obra de Deus e a relação entre a obediência e a glorificação.","conexao_teologica":"A obediência a Deus é um tema central na vida cristã, refletindo a submissão à vontade divina.","referencias_relacionadas":["Romanos 12:1","1 Pedro 2:9","Hebreus 5:8"]},"jo_17_4_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' refere-se ao centro da vida e das emoções humanas, onde se estabelece a relação com Deus.","explicacao_detalhada":"Em João 17:4, 'coração' simboliza a disposição interna do ser humano em relação a Deus e à sua vontade.","por_que_esta_palavra":"O 'coração' é frequentemente mencionado nas Escrituras como o lugar onde se toma decisões espirituais e morais.","conexao_teologica":"A transformação do coração é essencial na vida cristã, pois é a partir dele que fluem as ações e pensamentos.","referencias_relacionadas":["Provérbios 4:23","Mateus 5:8","Salmos 51:10"]},"jo_17_5_lingua":{"palavra_pt":"lingua","palavra_original":"חֵלֶק","transliteracao":"chêleq","strong":"H2506","significado_raiz":"Ideia básica: lingua.","significado_contextual":"Refere-se à capacidade de comunicação e expressão verbal.","explicacao_detalhada":"A palavra 'língua' é utilizada para descrever não apenas o órgão físico, mas também a habilidade de falar e se comunicar. No contexto de João 17:5, pode simbolizar a importância da palavra de Deus e a comunicação entre o Pai e o Filho.","por_que_esta_palavra":"A língua é essencial para a transmissão de ensinamentos e verdades espirituais.","conexao_teologica":"A comunicação entre o Pai e o Filho é fundamental para a revelação divina e a compreensão da vontade de Deus.","referencias_relacionadas":["Tiago 3:5-6","Salmos 34:13","Provérbios 18:21"]},"jo_17_5_irmao":{"palavra_pt":"irmao","palavra_original":"רֵעַ","transliteracao":"rêaʻ","strong":"H7453","significado_raiz":"Ideia básica: irmao.","significado_contextual":"Indica um laço de fraternidade e união entre os crentes.","explicacao_detalhada":"A palavra 'irmão' é usada para enfatizar a relação íntima e de apoio mútuo entre os seguidores de Cristo. Em João 17:5, isso pode se referir à unidade dos discípulos como irmãos em Cristo.","por_que_esta_palavra":"A irmandade é um tema central na comunidade cristã, refletindo o amor e a solidariedade entre os crentes.","conexao_teologica":"A unidade entre os irmãos é um reflexo da unidade entre o Pai e o Filho.","referencias_relacionadas":["1 João 3:14","Romanos 12:10","Hebreus 2:11"]},"jo_17_5_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"Simboliza a percepção e a visão espiritual.","explicacao_detalhada":"A palavra 'olho' pode representar a capacidade de ver e entender as verdades espirituais. Em João 17:5, pode indicar a visão que Jesus tem sobre a missão e o propósito de sua vida.","por_que_esta_palavra":"Os olhos são frequentemente usados como metáfora para a compreensão e a revelação.","conexao_teologica":"A visão espiritual é necessária para compreender a obra de Cristo e a vontade de Deus.","referencias_relacionadas":["Mateus 6:22-23","Salmos 119:18","Efésios 1:18"]},"jo_17_6_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Representa a presença e a revelação de Deus.","explicacao_detalhada":"A palavra 'rosto' é frequentemente associada à presença de Deus. Em João 17:6, pode simbolizar a revelação do caráter de Deus através de Jesus.","por_que_esta_palavra":"Ver o rosto de Deus é um desejo profundo dos crentes, simbolizando intimidade e comunhão.","conexao_teologica":"A revelação do rosto de Deus em Cristo é central para a fé cristã.","referencias_relacionadas":["Êxodo 33:20","Salmos 27:8","2 Coríntios 4:6"]},"jo_17_7_irado":{"palavra_pt":"irado","palavra_original":"כַּעַס","transliteracao":"kaʻaç","strong":"H3708","significado_raiz":"Ideia básica: irado.","significado_contextual":"Refere-se à ira de Deus contra o pecado.","explicacao_detalhada":"A palavra 'irado' pode indicar a resposta de Deus ao pecado e à injustiça. Em João 17:7, isso pode ser interpretado como uma referência à necessidade de justiça divina.","por_que_esta_palavra":"A ira de Deus é uma resposta à desobediência e à rebelião contra Sua vontade.","conexao_teologica":"A ira de Deus é equilibrada pelo amor e pela misericórdia, revelando a necessidade de redenção.","referencias_relacionadas":["Romanos 1:18","Efésios 5:6","Salmos 7:11"]},"jo_17_7_repreender":{"palavra_pt":"repreender","palavra_original":"כָּהָה","transliteracao":"kâhâh","strong":"H3543","significado_raiz":"Ideia básica: repreender.","significado_contextual":"Indica a ação de corrigir ou chamar à responsabilidade.","explicacao_detalhada":"A palavra 'repreender' é usada para descrever a ação de Deus em confrontar o pecado. Em João 17:7, pode se referir à necessidade de disciplina e correção na vida dos crentes.","por_que_esta_palavra":"A repreensão é uma parte essencial do amor de Deus, que busca restaurar e corrigir.","conexao_teologica":"A correção divina é um ato de amor que visa a santificação dos crentes.","referencias_relacionadas":["Provérbios 3:11-12","Hebreus 12:5-6","Apocalipse 3:19"]},"jo_17_7_defence":{"palavra_pt":"defence","palavra_original":"צֵל","transliteracao":"tsêl","strong":"H6738","significado_raiz":"Ideia básica: defence.","significado_contextual":"Refere-se à proteção e segurança oferecidas por Deus.","explicacao_detalhada":"A palavra 'defense' implica em um abrigo ou proteção. Em João 17:7, pode simbolizar a segurança que os crentes encontram em Deus.","por_que_esta_palavra":"A defesa divina é crucial para a fé, proporcionando segurança em tempos de tribulação.","conexao_teologica":"Deus é visto como um refúgio e fortaleza para aqueles que confiam Nele.","referencias_relacionadas":["Salmos 46:1","Provérbios 18:10","Isaías 41:10"]},"jo_17_8_pecado":{"palavra_pt":"pecado","palavra_original":"חָנֵף","transliteracao":"chânêph","strong":"H2611","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se à transgressão da lei de Deus.","explicacao_detalhada":"A palavra 'pecado' é usada para descrever a condição humana de desobediência a Deus. Em João 17:8, isso pode se referir à necessidade de redenção e perdão.","por_que_esta_palavra":"O reconhecimento do pecado é essencial para a compreensão da graça e da salvação.","conexao_teologica":"O pecado separa a humanidade de Deus, mas a obra de Cristo oferece reconciliação.","referencias_relacionadas":["Romanos 3:23","1 João 1:8-9","Salmos 51:5"]},"jo_17_8_inocente":{"palavra_pt":"inocente","palavra_original":"נָקִי","transliteracao":"nâqîy","strong":"H5355","significado_raiz":"Ideia básica: inocente.","significado_contextual":"Indica pureza e ausência de culpa.","explicacao_detalhada":"A palavra 'inocente' é usada para descrever alguém que não cometeu erro ou pecado. Em João 17:8, pode referir-se à justiça de Cristo em contraste com a humanidade pecadora.","por_que_esta_palavra":"A inocência é um atributo que destaca a perfeição de Cristo como nosso Salvador.","conexao_teologica":"A inocência de Cristo é fundamental para a doutrina da expiação e da redenção.","referencias_relacionadas":["Hebreus 4:15","1 Pedro 2:22","Mateus 27:4"]},"jo_17_8_crescer":{"palavra_pt":"crescer","palavra_original":"שָׁמֵם","transliteracao":"shâmêm","strong":"H8074","significado_raiz":"Ideia básica: crescer.","significado_contextual":"Refere-se ao desenvolvimento espiritual e à maturidade na fé.","explicacao_detalhada":"A palavra 'crescer' implica em um processo de amadurecimento. Em João 17:8, isso pode se referir ao crescimento dos discípulos na compreensão e prática da verdade.","por_que_esta_palavra":"O crescimento espiritual é um aspecto vital da vida cristã, refletindo a obra do Espírito Santo.","conexao_teologica":"O crescimento na fé é um sinal de saúde espiritual e de relacionamento com Deus.","referencias_relacionadas":["2 Pedro 3:18","Efésios 4:15","Colossenses 1:10"]},"jo_17_9_puro":{"palavra_pt":"puro","palavra_original":"טָהֵר","transliteracao":"ṭâhêr","strong":"H2891","significado_raiz":"Ideia básica: puro.","significado_contextual":"A palavra 'puro' refere-se à santidade e à ausência de contaminação espiritual.","explicacao_detalhada":"No contexto de João 17:9, Jesus se refere à pureza dos Seus seguidores, que são separados do mundo e dedicados a Deus. A pureza é um atributo essencial para aqueles que pertencem ao Senhor.","por_que_esta_palavra":"A escolha da palavra 'puro' enfatiza a necessidade de santidade e a separação do pecado, refletindo a natureza divina.","conexao_teologica":"A pureza é um tema central na teologia cristã, simbolizando a condição necessária para a comunhão com Deus e a vida eterna.","referencias_relacionadas":["Mateus 5:8","Hebreus 12:14","1 Pedro 1:16"]},"jo_17_9_agarrar":{"palavra_pt":"agarrar","palavra_original":"אָחַז","transliteracao":"ʼâchaz","strong":"H270","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' implica em um ato de retenção ou posse, simbolizando a proteção e a segurança.","explicacao_detalhada":"No versículo, Jesus menciona que não perde nenhum dos que o Pai lhe deu, indicando que Ele 'agarrará' ou protegerá Seus discípulos.","por_que_esta_palavra":"A palavra 'agarrar' é usada para mostrar a firmeza do relacionamento entre Jesus e Seus seguidores, destacando a segurança que eles têm Nele.","conexao_teologica":"A ideia de ser 'agarrado' por Cristo reflete a doutrina da segurança eterna dos crentes.","referencias_relacionadas":["João 10:28-29","Romanos 8:38-39","2 Timóteo 1:12"]},"jo_17_9_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Ideia básica: justo.","significado_contextual":"A palavra 'justo' refere-se à retidão e à conformidade com a vontade de Deus.","explicacao_detalhada":"Jesus se apresenta como o Justo que intercede pelos Seus, destacando a importância da justiça em Sua missão redentora.","por_que_esta_palavra":"A palavra 'justo' é crucial para entender a natureza de Cristo como aquele que cumpre a lei e traz salvação.","conexao_teologica":"A justiça de Cristo é fundamental para a doutrina da justificação pela fé.","referencias_relacionadas":["Romanos 3:26","1 João 2:1","Salmos 11:7"]},"jo_17_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Em Jó 17:10, \"modo\" aparece na frase \"Mas, na verdade, tornai todos vós e vinde; porque sábio nenhum acharei entre vós.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כֹּל; kôl; H3605), \"modo\" traz a ideia de modo. Aqui, essa palavra deixa o ensino de Jó 17:10 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"modo\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Jó 19:19. Lendo junto com Jó 17:10, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Jó 17:10","Jó 19:19","Salmos 119:105"]},"jo_17_10_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' implica em um movimento em direção a um lugar ou estado.","explicacao_detalhada":"Jesus menciona que aqueles que pertencem a Ele são chamados a entrar em um relacionamento íntimo com Deus.","por_que_esta_palavra":"A palavra 'vir' é significativa, pois representa o convite de Deus para que os crentes se aproximem dEle.","conexao_teologica":"O chamado de Deus é um tema central na teologia, refletindo a graça e a iniciativa divina na salvação.","referencias_relacionadas":["Mateus 11:28","Romanos 8:30","Hebreus 4:16"]},"jo_17_10_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade divina e à fidelidade de Deus.","explicacao_detalhada":"Jesus é a verdade encarnada, e Ele revela a verdadeira natureza de Deus e de Sua vontade para a humanidade.","por_que_esta_palavra":"A ênfase na 'verdade' destaca a importância do conhecimento e da revelação divina na vida do crente.","conexao_teologica":"A verdade é um conceito fundamental na teologia cristã, que se opõe à mentira e à ilusão.","referencias_relacionadas":["João 14:6","Salmos 119:160","1 João 5:20"]},"jo_17_11_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' pode referir-se a um período de tempo específico ou a uma época.","explicacao_detalhada":"Jesus menciona o 'dia' em que Ele será glorificado, referindo-se ao momento de Sua crucificação e ressurreição.","por_que_esta_palavra":"A palavra 'dia' é significativa, pois marca um ponto crucial na história da salvação.","conexao_teologica":"O conceito de 'dia' é importante na escatologia, referindo-se ao dia do Senhor e à consumação do plano de Deus.","referencias_relacionadas":["Mateus 24:36","Atos 1:7","1 Tessalonicenses 5:2"]},"jo_17_11_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A palavra 'cruz' simboliza o sacrifício de Cristo e a redenção dos pecadores.","explicacao_detalhada":"Jesus fala sobre a cruz como o meio pelo qual Ele cumprirá a vontade do Pai e trará salvação ao mundo.","por_que_esta_palavra":"A cruz é central na mensagem do evangelho, representando o amor e a justiça de Deus.","conexao_teologica":"A teologia da cruz é fundamental para entender a expiação e a reconciliação entre Deus e a humanidade.","referencias_relacionadas":["Gálatas 6:14","1 Coríntios 1:18","Colossenses 2:14"]},"jo_17_12_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' novamente se refere a um período significativo na obra de Cristo.","explicacao_detalhada":"Jesus menciona o 'dia' em que Ele estará presente, enfatizando a continuidade de Sua missão entre os discípulos.","por_que_esta_palavra":"A repetição da palavra 'dia' sublinha a importância do tempo em que Jesus esteve com Seus seguidores.","conexao_teologica":"A presença de Cristo é um tema central na teologia, refletindo a encarnação e a promessa de Sua volta.","referencias_relacionadas":["Mateus 28:20","João 14:3","Apocalipse 21:3"]},"jo_17_12_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' refere-se à presença e à face de Deus.","explicacao_detalhada":"Jesus fala sobre a revelação do Pai, que é vista através do Seu rosto, simbolizando a intimidade do relacionamento entre Deus e os crentes.","por_que_esta_palavra":"A palavra 'rosto' é significativa, pois representa a busca pela presença de Deus e a comunhão com Ele.","conexao_teologica":"A busca pelo rosto de Deus é um tema recorrente nas Escrituras, simbolizando a relação pessoal com o Criador.","referencias_relacionadas":["Salmos 27:8","Êxodo 33:20","Mateus 5:8"]},"jo_17_12_trevas":{"palavra_pt":"trevas","palavra_original":"חֹשֶׁךְ","transliteracao":"chôshek","strong":"H2822","significado_raiz":"Ideia básica: trevas.","significado_contextual":"Representa a ausência de luz, simbolizando a ignorância e o pecado.","explicacao_detalhada":"No contexto de João 17:12, as 'trevas' referem-se à condição espiritual dos que estão afastados de Deus. Jesus menciona que Ele protegeu os que o Pai lhe deu, mantendo-os longe das trevas do mundo.","por_que_esta_palavra":"A palavra 'trevas' é usada para enfatizar a luta entre luz e escuridão, um tema recorrente na obra de Jesus.","conexao_teologica":"As trevas simbolizam o pecado e a separação de Deus, enquanto a luz representa a verdade e a salvação que vêm através de Cristo.","referencias_relacionadas":["João 1:5","1 João 1:5","Efésios 5:8"]},"jo_17_13_trevas":{"palavra_pt":"trevas","palavra_original":"חֹשֶׁךְ","transliteracao":"chôshek","strong":"H2822","significado_raiz":"Ideia básica: trevas.","significado_contextual":"Refere-se à condição de separação de Deus, onde não há entendimento nem verdade.","explicacao_detalhada":"Neste versículo, Jesus reafirma a proteção que Ele oferece aos seus discípulos, contrastando com as trevas que dominam o mundo.","por_que_esta_palavra":"A repetição da palavra 'trevas' reforça a ideia de que os seguidores de Cristo são chamados a viver na luz.","conexao_teologica":"A escuridão é uma metáfora para a falta de conhecimento e a rebelião contra Deus, enquanto a luz é a revelação divina.","referencias_relacionadas":["João 8:12","Mateus 5:14","Romanos 13:12"]},"jo_17_13_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Indica o ato de resgatar ou proteger, especialmente em um sentido espiritual.","explicacao_detalhada":"Jesus fala sobre a salvação que Ele oferece aos seus seguidores, enfatizando a importância de serem guardados da influência das trevas.","por_que_esta_palavra":"A palavra 'salvar' é central na mensagem do evangelho, representando a missão de Cristo.","conexao_teologica":"A salvação é um tema central na teologia cristã, simbolizando a libertação do pecado e da morte.","referencias_relacionadas":["Romanos 10:9","Atos 4:12","Efésios 2:8"]},"jo_17_13_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Simboliza um lugar de segurança e pertencimento, frequentemente associado à família de Deus.","explicacao_detalhada":"A 'casa' mencionada por Jesus pode ser vista como a comunidade de crentes que se reúnem em Seu nome, onde Ele é o fundamento.","por_que_esta_palavra":"A ideia de 'casa' reflete a intimidade e a proteção que os crentes têm em Cristo.","conexao_teologica":"A casa de Deus é um tema que aparece em várias partes da Bíblia, simbolizando a presença de Deus entre Seu povo.","referencias_relacionadas":["Salmos 27:4","Hebreus 3:6","1 Pedro 2:5"]},"jo_17_14_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de convocar ou nomear, especialmente em um contexto espiritual.","explicacao_detalhada":"Jesus chama Seus discípulos para uma missão específica, destacando a importância de serem testemunhas da verdade.","por_que_esta_palavra":"A palavra 'chamar' enfatiza a vocação divina e o propósito que cada crente tem na obra de Deus.","conexao_teologica":"O chamado de Deus é um tema importante, indicando que Ele tem um plano para cada um de nós.","referencias_relacionadas":["Romanos 8:30","2 Timóteo 1:9","1 Pedro 2:9"]},"jo_17_15_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade, enfatizando a fragilidade e a necessidade de salvação.","explicacao_detalhada":"Jesus menciona 'homem' para destacar a condição humana e a necessidade de proteção contra as forças do mal.","por_que_esta_palavra":"A palavra 'homem' é usada para lembrar que todos são suscetíveis ao pecado e à tentação.","conexao_teologica":"A humanidade é vista como necessitada da graça de Deus, sendo o foco da missão de Cristo.","referencias_relacionadas":["Salmos 8:4","Romanos 3:23","Gálatas 3:28"]},"jo_17_15_now":{"palavra_pt":"now","palavra_original":"אֵפוֹ","transliteracao":"ʼêphôw","strong":"H645","significado_raiz":"Ideia básica: now.","significado_contextual":"Indica um momento presente, enfatizando a urgência da mensagem de Jesus.","explicacao_detalhada":"A palavra 'now' é usada para sublinhar a importância de agir no presente, não adiando a resposta ao chamado de Deus.","por_que_esta_palavra":"A ênfase no 'agora' reflete a necessidade de estar atento à obra de Deus em nossas vidas.","conexao_teologica":"O tempo presente é crucial na teologia cristã, pois é o momento em que podemos responder à graça de Deus.","referencias_relacionadas":["Hebreus 3:15","2 Coríntios 6:2","Mateus 24:44"]},"jo_17_15_esperanca":{"palavra_pt":"esperanca","palavra_original":"תִּקְוָה","transliteracao":"tiqvâh","strong":"H8615","significado_raiz":"Ideia básica: esperanca.","significado_contextual":"Refere-se à expectativa confiante de que Deus cumprirá Suas promessas.","explicacao_detalhada":"A esperança mencionada por Jesus é uma âncora para a alma, fundamentada na fidelidade de Deus.","por_que_esta_palavra":"A palavra 'esperança' é central na fé cristã, representando a certeza da salvação e da vida eterna.","conexao_teologica":"A esperança é um tema recorrente nas Escrituras, simbolizando a confiança em Deus em meio às dificuldades.","referencias_relacionadas":["Romanos 15:13","Hebreus 6:19","1 Pedro 1:3"]},"jo_17_16_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se a forças opostas a Deus e à Sua obra, incluindo Satanás e o pecado.","explicacao_detalhada":"Jesus menciona o 'inimigo' para alertar sobre as tentações e ataques que Seus seguidores enfrentarão.","por_que_esta_palavra":"A palavra 'inimigo' destaca a realidade da batalha espiritual que os crentes enfrentam.","conexao_teologica":"A luta contra o inimigo é um tema importante na teologia cristã, enfatizando a necessidade de vigilância e oração.","referencias_relacionadas":["Efésios 6:12","1 Pedro 5:8","Tiago 4:7"]},"jo_17_16_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se ao ato de resgatar ou proteger, especialmente em um sentido espiritual.","explicacao_detalhada":"Neste contexto, Jesus reafirma a importância de salvar Seus seguidores das influências malignas.","por_que_esta_palavra":"A repetição da palavra 'salvar' reforça a missão de Cristo de proteger e redimir a humanidade.","conexao_teologica":"A salvação é um tema central na mensagem do evangelho, representando a libertação do pecado e da morte.","referencias_relacionadas":["Romanos 10:9","Atos 4:12","Efésios 2:8"]},"jo_17_16_po":{"palavra_pt":"po","palavra_original":"עָפָר","transliteracao":"ʻâphâr","strong":"H6083","significado_raiz":"Ideia básica: po.","significado_contextual":"Refere-se à condição de mortalidade e fragilidade do ser humano.","explicacao_detalhada":"A palavra 'po' (עָפָר) é usada para descrever a natureza efêmera da vida humana, simbolizando a poeira da qual o homem foi criado e para onde ele retornará.","por_que_esta_palavra":"É uma lembrança da fragilidade da vida e da dependência de Deus.","conexao_teologica":"A poeira representa a criação divina e a mortalidade do ser humano, enfatizando a necessidade de redenção.","referencias_relacionadas":["Gênesis 2:7","Salmos 103:14","Eclesiastes 3:20"]}}