{"jo_2_1_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia refere-se a um período de 24 horas, mas também pode simbolizar tempo de oportunidade ou julgamento.","explicacao_detalhada":"Na Bíblia, o conceito de dia é frequentemente associado a eventos significativos, como o dia do Senhor, que traz tanto juízo quanto esperança.","por_que_esta_palavra":"O entendimento do 'dia' nos ajuda a perceber a importância do tempo na obra de Deus e na história da salvação.","conexao_teologica":"Cada dia é uma oportunidade dada por Deus para viver em obediência e fé.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 24:36"]},"jo_2_1_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o criador e sustentador, e sua presença é fundamental em todos os aspectos da vida.","explicacao_detalhada":"A repetição da palavra 'Deus' enfatiza sua importância e centralidade na narrativa bíblica e na vida do crente.","por_que_esta_palavra":"Reconhecer Deus em todos os aspectos da vida é essencial para uma vida de fé autêntica.","conexao_teologica":"A presença de Deus é um conforto e uma força para os crentes, guiando-os em suas decisões e ações.","referencias_relacionadas":["Salmos 23:1","Isaías 41:10","Mateus 28:20"]},"jo_2_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair pode referir-se a uma queda física ou a um estado espiritual de desvio.","explicacao_detalhada":"Na Bíblia, cair pode simbolizar a queda do homem no pecado ou a necessidade de se levantar após uma queda espiritual.","por_que_esta_palavra":"Entender a ideia de cair nos ajuda a reconhecer a fragilidade humana e a necessidade de redenção.","conexao_teologica":"A graça de Deus é o que nos levanta após a queda, oferecendo perdão e restauração.","referencias_relacionadas":["Romanos 3:23","Provérbios 24:16","Gálatas 6:1"]},"jo_2_2_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"Olho refere-se ao órgão da visão, mas também simboliza percepção e entendimento.","explicacao_detalhada":"Na Bíblia, o olho é frequentemente associado à capacidade de ver a verdade e discernir a vontade de Deus.","por_que_esta_palavra":"A visão espiritual é crucial para a vida cristã, pois nos permite ver além do físico e entender o propósito de Deus.","conexao_teologica":"Deus nos chama a ter olhos abertos para sua verdade e sua obra no mundo.","referencias_relacionadas":["Mateus 6:22","Salmos 119:18","Efésios 1:18"]},"jo_2_2_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Terra refere-se ao solo físico, mas também pode simbolizar a criação de Deus e a herança do povo de Deus.","explicacao_detalhada":"A terra é um tema recorrente na Bíblia, representando tanto o lar físico quanto a promessa de Deus ao seu povo.","por_que_esta_palavra":"Entender a terra nos ajuda a reconhecer a soberania de Deus sobre a criação e sua promessa de restauração.","conexao_teologica":"A terra é um símbolo da aliança de Deus com seu povo e da esperança de um novo céu e uma nova terra.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Apocalipse 21:1"]},"jo_2_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar uma declaração ou comando divino.","explicacao_detalhada":"Neste contexto, 'dizer' refere-se à comunicação de Deus ao Seu povo, enfatizando a importância da palavra divina e sua autoridade.","por_que_esta_palavra":"A palavra é central para a revelação de Deus, mostrando que o que Ele diz deve ser ouvido e obedecido.","conexao_teologica":"A comunicação de Deus é fundamental na teologia bíblica, pois revela Sua vontade e propósito para a humanidade.","referencias_relacionadas":["Salmos 33:9","Isaías 55:11","Hebreus 4:12"]},"jo_2_3_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico, mas também pode simbolizar o povo de Deus.","explicacao_detalhada":"Neste versículo, a 'terra' é mencionada em um contexto de juízo e transformação, indicando que Deus tem domínio sobre toda a criação.","por_que_esta_palavra":"A terra é um símbolo da criação de Deus e do lugar onde a história da salvação se desenrola.","conexao_teologica":"A relação entre Deus e a terra é um tema recorrente, mostrando Seu poder e soberania sobre a criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:22"]},"jo_2_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada novamente para enfatizar a comunicação de Deus.","explicacao_detalhada":"Aqui, 'dizer' destaca a urgência da mensagem divina que deve ser proclamada ao povo.","por_que_esta_palavra":"A repetição da palavra indica a importância da mensagem que está sendo transmitida.","conexao_teologica":"A ênfase na palavra de Deus reflete a centralidade da revelação divina na vida do crente.","referencias_relacionadas":["Deuteronômio 6:4-9","Mateus 4:4","2 Timóteo 3:16"]},"jo_2_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'senhor' refere-se a Deus, enfatizando Sua autoridade e soberania.","explicacao_detalhada":"Neste contexto, o nome de Deus é invocado para mostrar Sua presença e poder em meio ao povo.","por_que_esta_palavra":"O nome de Deus é um símbolo de Sua identidade e caráter, sendo fundamental para a adoração.","conexao_teologica":"A invocação do nome de Deus é um ato de fé e reconhecimento de Sua soberania.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"jo_2_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou apresentado.","explicacao_detalhada":"Neste versículo, 'modo' pode indicar a forma como a mensagem de Deus deve ser recebida ou proclamada.","por_que_esta_palavra":"A maneira de comunicar a mensagem é tão importante quanto a mensagem em si.","conexao_teologica":"A forma como apresentamos a verdade de Deus reflete nosso entendimento e reverência por Sua palavra.","referencias_relacionadas":["1 Coríntios 14:40","Colossenses 4:6","1 Pedro 3:15"]},"jo_2_4_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade, destacando a condição humana diante de Deus.","explicacao_detalhada":"Neste contexto, 'homem' pode simbolizar a fragilidade e a necessidade de salvação.","por_que_esta_palavra":"A humanidade é o foco do plano de redenção de Deus, mostrando Sua preocupação com cada indivíduo.","conexao_teologica":"A criação do homem à imagem de Deus é um tema central na teologia, refletindo a dignidade e o propósito da vida humana.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 5:12"]},"jo_2_5_mao":{"palavra_pt":"mao","palavra_original":"נָגַע","transliteracao":"nâgaʻ","strong":"H5060","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' pode simbolizar poder e ação, especialmente a mão de Deus.","explicacao_detalhada":"Neste versículo, 'mão' pode indicar a intervenção divina na vida dos homens.","por_que_esta_palavra":"A mão de Deus é frequentemente associada à Sua proteção e ajuda.","conexao_teologica":"A ação de Deus em nossas vidas é um tema importante, mostrando Seu envolvimento ativo na criação.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","João 10:28"]},"jo_2_5_osso":{"palavra_pt":"osso","palavra_original":"עֶצֶם","transliteracao":"ʻetsem","strong":"H6106","significado_raiz":"Ideia básica: osso.","significado_contextual":"A palavra 'osso' pode simbolizar a estrutura e a força, referindo-se à essência do ser humano.","explicacao_detalhada":"Neste contexto, 'osso' pode indicar a fragilidade da vida e a necessidade de restauração.","por_que_esta_palavra":"Os ossos são fundamentais para a estrutura física, simbolizando a necessidade de cura e renovação.","conexao_teologica":"A restauração do ser humano é um tema central na obra redentora de Cristo.","referencias_relacionadas":["Ezequiel 37:1-14","Salmos 51:8","Hebreus 11:3"]},"jo_2_5_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se ao ato de resgatar ou libertar.","explicacao_detalhada":"Neste versículo, 'salvar' indica a ação de Deus em trazer libertação ao Seu povo.","por_que_esta_palavra":"A salvação é um tema central na Bíblia, refletindo o amor e a misericórdia de Deus.","conexao_teologica":"A salvação em Cristo é a culminação do plano redentor de Deus para a humanidade.","referencias_relacionadas":["João 3:16","Romanos 10:9-10","Efésios 2:8-9"]},"jo_2_6_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para enfatizar a importância da comunicação divina.","explicacao_detalhada":"Aqui, 'dizer' reforça a ideia de que a mensagem de Deus deve ser proclamada com seriedade.","por_que_esta_palavra":"A repetição da palavra destaca a urgência e a importância da mensagem que deve ser ouvida.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo essencial para a vida espiritual do crente.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","2 Timóteo 4:2"]},"jo_2_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é considerado sagrado e poderoso.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) é utilizado para enfatizar a soberania e a autoridade de Deus sobre todas as coisas. É um nome que representa a aliança de Deus com Seu povo.","por_que_esta_palavra":"Esta palavra é usada para invocar a presença de Deus e reconhecer Sua autoridade.","conexao_teologica":"O nome de Deus é central na teologia bíblica, pois revela Seu caráter e Sua relação com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"jo_2_6_bom":{"palavra_pt":"bom","palavra_original":"שָׂטָן","transliteracao":"sâṭân","strong":"H7854","significado_raiz":"Ideia básica: bom.","significado_contextual":"Neste contexto, 'bom' pode ser interpretado como algo que é desejável ou benéfico.","explicacao_detalhada":"A palavra 'bom' (שָׂטָן) é frequentemente usada na Bíblia para descrever a natureza de Deus e Suas obras, que são sempre boas e perfeitas.","por_que_esta_palavra":"É importante para entender a bondade de Deus em contraste com o mal presente no mundo.","conexao_teologica":"A bondade de Deus é um atributo fundamental que sustenta a esperança e a fé dos crentes.","referencias_relacionadas":["Gênesis 1:31","Salmos 34:8","Romanos 8:28"]},"jo_2_7_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se ao ato de sair ou ir para um lugar, muitas vezes em um contexto de libertação ou mudança.","explicacao_detalhada":"A palavra 'sair' (יָצָא) pode simbolizar a saída de um estado de opressão ou a transição para uma nova fase da vida.","por_que_esta_palavra":"É usada para descrever a ação de Deus em libertar Seu povo ou guiá-los em direção a algo novo.","conexao_teologica":"A ideia de sair é frequentemente associada à libertação e à salvação, temas centrais na narrativa bíblica.","referencias_relacionadas":["Êxodo 12:31","Isaías 43:16","Gálatas 5:1"]},"jo_2_7_bom":{"palavra_pt":"bom","palavra_original":"שָׂטָן","transliteracao":"sâṭân","strong":"H7854","significado_raiz":"Ideia básica: bom.","significado_contextual":"Assim como em outros contextos, 'bom' implica em algo positivo e desejável.","explicacao_detalhada":"A repetição da palavra 'bom' (שָׂטָן) reforça a ideia de que as ações de Deus são sempre para o bem de Seu povo.","por_que_esta_palavra":"É crucial para entender a natureza de Deus e Suas intenções para a humanidade.","conexao_teologica":"A bondade de Deus é um tema recorrente que traz conforto e esperança aos crentes.","referencias_relacionadas":["Salmos 100:5","Tiago 1:17","Romanos 2:4"]},"jo_2_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se ao nome de Deus, enfatizando Sua importância.","explicacao_detalhada":"O uso do nome 'Senhor' (יְהֹוָה) é uma invocação da presença divina e um reconhecimento de Sua soberania.","por_que_esta_palavra":"É fundamental para a adoração e a oração, pois invocar o nome de Deus é reconhecer Sua autoridade.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e poder na vida dos crentes.","referencias_relacionadas":["Salmos 116:4","Romanos 10:13","Atos 2:21"]},"jo_2_8_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se ao ato de tomar ou receber algo, muitas vezes em um contexto de posse ou apropriação.","explicacao_detalhada":"A palavra 'tomar' (לָקַח) implica em uma ação deliberada de aceitar ou adquirir algo que é valioso ou necessário.","por_que_esta_palavra":"É importante para entender a relação entre Deus e Seu povo, onde Ele oferece bênçãos que devem ser recebidas.","conexao_teologica":"A ideia de tomar é muitas vezes associada à fé e à aceitação das promessas de Deus.","referencias_relacionadas":["João 1:12","Mateus 11:28","Hebreus 11:1"]},"jo_2_8_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de fazer um julgamento ou decisão, muitas vezes em um contexto de justiça.","explicacao_detalhada":"A palavra 'julgar' (יָשַׁב) implica em discernimento e a capacidade de avaliar situações de acordo com a verdade.","por_que_esta_palavra":"É essencial para entender a justiça de Deus e como Ele lida com o pecado e a retidão.","conexao_teologica":"O julgamento de Deus é um tema importante que revela Sua santidade e justiça.","referencias_relacionadas":["Salmos 9:7","Romanos 14:10","Apocalipse 20:12"]},"jo_2_9_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se ao ato de morrer, que pode ter conotações físicas e espirituais.","explicacao_detalhada":"A palavra 'morrer' (מוּת) é usada para descrever a separação da alma do corpo, mas também pode simbolizar a morte espiritual.","por_que_esta_palavra":"É crucial para entender a condição humana e a necessidade de redenção.","conexao_teologica":"A morte é um tema central na Bíblia, que leva à discussão sobre a vida eterna e a ressurreição.","referencias_relacionadas":["Romanos 6:23","João 11:25","1 Coríntios 15:22"]},"jo_2_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de dizer, que é fundamental na comunicação e na revelação.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para expressar a importância da palavra de Deus e Sua capacidade de criar e transformar.","por_que_esta_palavra":"É essencial para entender a autoridade da palavra de Deus e Sua revelação à humanidade.","conexao_teologica":"A palavra de Deus é viva e eficaz, e sua declaração é um ato de poder divino.","referencias_relacionadas":["Gênesis 1:3","Hebreus 4:12","Isaías 55:11"]},"jo_2_9_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao conceito de vida, tanto física quanto espiritual.","explicacao_detalhada":"A palavra 'vida' (עוֹד) é usada para descrever a plenitude da existência que Deus oferece aos Seus filhos.","por_que_esta_palavra":"É importante para entender a promessa de vida eterna e a relação com Cristo.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, que promete redenção e nova vida.","referencias_relacionadas":["João 10:10","Gálatas 2:20","1 João 5:12"]},"jo_2_10_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e Senhor do universo.","explicacao_detalhada":"A palavra 'deus' em hebraico, 'אֱלֹהִים', é uma forma plural que enfatiza a majestade e a soberania de Deus. No contexto de Joel 2:10, Deus é apresentado como aquele que exerce poder sobre a criação e que tem autoridade sobre os eventos da história.","por_que_esta_palavra":"A escolha da palavra 'deus' destaca a relação entre o Criador e a criação, enfatizando a necessidade de reverência e temor diante de Sua grandeza.","conexao_teologica":"A palavra 'deus' é central na teologia bíblica, pois estabelece a base para a compreensão da relação entre Deus e a humanidade, bem como a Sua soberania sobre todas as coisas.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Isaías 40:28"]},"jo_2_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou forma como algo é feito.","explicacao_detalhada":"A palavra 'modo' sugere a abordagem ou o método utilizado em uma ação. No contexto de Joel 2:10, implica que a maneira como Deus age é significativa e deve ser observada.","por_que_esta_palavra":"A palavra 'modo' é utilizada para enfatizar que a forma de agir de Deus é intencional e revela Seu caráter.","conexao_teologica":"A maneira como Deus se relaciona com a criação e com Seu povo é um tema recorrente na Bíblia, mostrando que Ele age com propósito e sabedoria.","referencias_relacionadas":["Salmos 25:4","Provérbios 3:6","Romanos 12:2"]},"jo_2_10_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade de algo que é agradável, benéfico ou desejável.","explicacao_detalhada":"A palavra 'bom' em hebraico, 'טוֹב', é frequentemente usada para descrever a criação de Deus e Sua natureza. No contexto de Joel 2:10, sugere que as ações de Deus são sempre boas e justas.","por_que_esta_palavra":"A escolha da palavra 'bom' enfatiza a bondade de Deus em contrastar com a maldade humana e as dificuldades enfrentadas.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, refletindo Seu caráter e a natureza de Seus atos em favor da humanidade.","referencias_relacionadas":["Gênesis 1:31","Salmos 34:8","Romanos 8:28"]},"jo_2_11_piedade":{"palavra_pt":"piedade","palavra_original":"נוּד","transliteracao":"nûwd","strong":"H5110","significado_raiz":"Ideia básica: piedade.","significado_contextual":"Refere-se à devoção e respeito a Deus, bem como à prática de viver de acordo com Seus mandamentos.","explicacao_detalhada":"A palavra 'piedade' sugere uma atitude de reverência e devoção. No contexto de Joel 2:11, implica que a verdadeira piedade deve ser acompanhada de ações que refletem essa devoção.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a importância de uma vida que não apenas crê, mas que também age em conformidade com a fé.","conexao_teologica":"A piedade é um aspecto essencial da vida cristã, refletindo a relação entre fé e obras.","referencias_relacionadas":["1 Timóteo 4:7","Tito 1:1","Hebreus 12:28"]},"jo_2_11_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Refere-se à capacidade de escutar e compreender a mensagem de Deus.","explicacao_detalhada":"A palavra 'ouvir' em hebraico, 'שָׁמַע', implica não apenas a audição, mas também a obediência ao que é ouvido. No contexto de Joel 2:11, destaca a importância de ouvir a voz de Deus e responder a ela.","por_que_esta_palavra":"A escolha da palavra 'ouvir' enfatiza a necessidade de uma resposta ativa à revelação divina.","conexao_teologica":"Ouvir a Deus é fundamental para a vida espiritual, pois implica em estar atento à Sua vontade e direção.","referencias_relacionadas":["Deuteronômio 6:4","Tiago 1:22","Romanos 10:17"]},"jo_2_11_irmao":{"palavra_pt":"irmao","palavra_original":"רֵעַ","transliteracao":"rêaʻ","strong":"H7453","significado_raiz":"Ideia básica: irmao.","significado_contextual":"Refere-se a um membro da mesma família ou comunidade, enfatizando a relação de proximidade e responsabilidade.","explicacao_detalhada":"A palavra 'irmão' em hebraico, 'רֵעַ', sugere uma conexão íntima entre as pessoas. No contexto de Joel 2:11, implica que a comunidade deve se unir em torno de Deus e uns aos outros.","por_que_esta_palavra":"A escolha da palavra 'irmão' destaca a importância da solidariedade e do apoio mútuo entre os membros da comunidade de fé.","conexao_teologica":"A ideia de irmandade é central no Novo Testamento, onde os crentes são chamados de irmãos em Cristo.","referencias_relacionadas":["Mateus 5:22","Hebreus 13:1","1 João 4:20"]},"jo_2_12_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se a algo que é vasto, significativo ou de grande importância.","explicacao_detalhada":"A palavra 'grande' em hebraico, 'נָשָׂא', pode se referir tanto a tamanho físico quanto a grandeza moral ou espiritual. No contexto de Joel 2:12, sugere a grandeza do arrependimento e da misericórdia de Deus.","por_que_esta_palavra":"A escolha da palavra 'grande' enfatiza a magnitude da resposta que Deus espera de Seu povo.","conexao_teologica":"A grandeza de Deus e Sua capacidade de perdoar são temas recorrentes na Bíblia, mostrando que Ele é capaz de transformar vidas.","referencias_relacionadas":["Salmos 145:3","Isaías 55:7","Romanos 5:20"]},"jo_2_12_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à conformidade com a realidade ou à sinceridade.","explicacao_detalhada":"A palavra 'verdade' em hebraico, 'לֹא', é usada para afirmar a autenticidade e a integridade. No contexto de Joel 2:12, sugere que o arrependimento deve ser genuíno e sincero.","por_que_esta_palavra":"A escolha da palavra 'verdade' enfatiza a necessidade de um arrependimento verdadeiro diante de Deus.","conexao_teologica":"A verdade é um atributo de Deus e um princípio fundamental na vida cristã, onde a sinceridade é essencial para a relação com Ele.","referencias_relacionadas":["Salmos 51:6","João 4:24","Efésios 4:15"]},"jo_2_12_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Refere-se ao som produzido por alguém ou algo, especialmente no contexto da comunicação.","explicacao_detalhada":"A palavra 'voz' em hebraico, 'קוֹל', é frequentemente associada à comunicação divina. No contexto de Joel 2:12, sugere a importância de ouvir a voz de Deus e responder a ela.","por_que_esta_palavra":"A escolha da palavra 'voz' enfatiza a ideia de que Deus se comunica com Seu povo e espera uma resposta.","conexao_teologica":"A voz de Deus é um tema central na Bíblia, representando Sua revelação e a necessidade de resposta da humanidade.","referencias_relacionadas":["Salmos 29:4","João 10:27","Apocalipse 3:20"]},"jo_2_13_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de avaliar ou tomar uma decisão sobre algo.","explicacao_detalhada":"A palavra 'julgar' em hebraico, 'יָשַׁב', implica em discernimento e decisão. No contexto de Joel 2:13, sugere que Deus julga com justiça e espera que Seu povo também faça o mesmo.","por_que_esta_palavra":"A escolha da palavra 'julgar' enfatiza a responsabilidade de Deus em avaliar as ações humanas e a necessidade de arrependimento.","conexao_teologica":"O julgamento de Deus é um tema importante na Bíblia, refletindo Sua justiça e a necessidade de viver de acordo com Seus mandamentos.","referencias_relacionadas":["Salmos 9:8","Mateus 7:1","Romanos 14:10"]},"jo_2_13_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao chão, ao solo, ao mundo físico que Deus criou.","explicacao_detalhada":"No contexto de Jó 2:13, a 'terra' é mencionada em um momento de grande aflição e arrependimento. A referência à terra sugere a conexão entre o ser humano e o ambiente criado por Deus, enfatizando a fragilidade da condição humana diante das adversidades.","por_que_esta_palavra":"A palavra 'terra' é usada para lembrar que a humanidade é parte da criação de Deus e que, em tempos de sofrimento, é importante retornar às raízes e à humildade.","conexao_teologica":"A 'terra' é um símbolo da criação divina e da soberania de Deus sobre toda a criação. A relação do homem com a terra reflete a dependência de Deus e a necessidade de arrependimento.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 45:18"]},"jo_2_13_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' representa um período de tempo, frequentemente associado a eventos significativos na narrativa bíblica.","explicacao_detalhada":"Em Jó 2:13, o 'dia' é um símbolo de um momento de dor e lamento. A menção do dia enfatiza a gravidade da situação de Jó e a importância do tempo em que ele enfrenta suas provações.","por_que_esta_palavra":"O 'dia' é crucial para entender a cronologia dos eventos e a experiência emocional de Jó, que se vê em um momento de desespero.","conexao_teologica":"O conceito de 'dia' na Bíblia muitas vezes está ligado ao juízo de Deus e à redenção, mostrando que cada dia é uma oportunidade para se voltar a Deus.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 6:34"]}}