{"jo_21_1_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se ao órgão da visão, simbolizando percepção e entendimento.","explicacao_detalhada":"Em João 21:1, a palavra 'olho' pode simbolizar a capacidade de ver e reconhecer a presença de Jesus após a ressurreição.","por_que_esta_palavra":"A palavra 'olho' é usada para enfatizar a importância da percepção espiritual e do reconhecimento da verdade.","conexao_teologica":"A visão espiritual é um tema importante na Bíblia, onde ver Jesus é sinônimo de fé e entendimento.","referencias_relacionadas":["Mateus 6:22","João 9:39","Efésios 1:18"]},"jo_21_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"A palavra 'dizer' em João 21:1 é usada para descrever a comunicação de Jesus com seus discípulos, enfatizando a importância da palavra.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a relevância da comunicação divina e da revelação de Jesus aos seus seguidores.","conexao_teologica":"A palavra de Deus é fundamental para a fé cristã, pois é através dela que recebemos instruções e revelações.","referencias_relacionadas":["Salmos 119:105","Mateus 4:4","Hebreus 4:12"]},"jo_21_1_job":{"palavra_pt":"jo","palavra_original":"אִיּוֹב","transliteracao":"ʼÎyôwb","strong":"H347","significado_raiz":"Ideia básica: jo.","significado_contextual":"Refere-se ao personagem bíblico Jó, que é um exemplo de fé e perseverança em meio ao sofrimento.","explicacao_detalhada":"Em João 21:1, a menção de 'Jó' pode ser vista como uma referência à fé e à resistência diante das dificuldades.","por_que_esta_palavra":"A palavra 'Jó' é significativa porque representa a luta humana e a confiança em Deus mesmo em tempos de provação.","conexao_teologica":"A história de Jó é um exemplo de como a fé pode ser mantida em meio ao sofrimento e à adversidade.","referencias_relacionadas":["Jó 1:21","Jó 13:15","Tiago 5:11"]},"jo_21_2_palavra":{"palavra_pt":"palavra","palavra_original":"מִלָּה","transliteracao":"millâh","strong":"H4405","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se ao termo ou expressão verbal que transmite significado.","explicacao_detalhada":"A palavra 'palavra' em João 21:2 enfatiza a importância da comunicação e da revelação de Deus através de Jesus.","por_que_esta_palavra":"A escolha da palavra 'palavra' destaca a centralidade da mensagem de Cristo e sua autoridade.","conexao_teologica":"A palavra de Deus é viva e eficaz, e é através dela que somos guiados e transformados.","referencias_relacionadas":["João 1:14","Romanos 10:17","2 Timóteo 3:16"]},"jo_21_2_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"No contexto de Jó 21:2, a palavra 'cair' refere-se à queda de uma pessoa em desespero ou sofrimento.","explicacao_detalhada":"A palavra 'cair' (הָיָה - hâyâh) é utilizada para descrever um estado de fragilidade e vulnerabilidade. Jó está expressando sua angústia e a sensação de estar em um abismo emocional.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a gravidade da situação de Jó, que se sente desamparado e em um estado de desespero.","conexao_teologica":"A queda do homem e seu sofrimento são temas recorrentes na Bíblia, refletindo a condição humana após a queda no Éden.","referencias_relacionadas":["Gênesis 3:6","Salmos 34:18","2 Coríntios 12:9"]},"jo_21_2_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' em Jó 21:2 implica em prestar atenção às queixas e angústias de Jó.","explicacao_detalhada":"A palavra 'ouvir' (שָׁמַע - shâmaʻ) sugere não apenas a audição, mas a compreensão e a consideração das palavras de alguém que sofre.","por_que_esta_palavra":"Jó deseja que seus amigos ouçam sua defesa e suas lamentações, buscando empatia e compreensão.","conexao_teologica":"A importância de ouvir e compreender o próximo é um princípio fundamental nas Escrituras, refletindo o amor ao próximo.","referencias_relacionadas":["Tiago 1:19","Provérbios 18:13","Romanos 12:15"]},"jo_21_3_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' em Jó 21:3 refere-se ao ato de acompanhar ou dar atenção ao que está sendo dito.","explicacao_detalhada":"A palavra 'seguir' (אַחַר - ʼachar) implica em um convite para que os ouvintes acompanhem o raciocínio de Jó e entendam sua perspectiva.","por_que_esta_palavra":"Jó quer que seus amigos não apenas ouçam, mas que também sigam seu argumento e compreendam sua dor.","conexao_teologica":"A ideia de seguir a verdade e a justiça é central na mensagem bíblica, refletindo a busca por Deus.","referencias_relacionadas":["Salmos 119:105","Mateus 16:24","1 Pedro 2:21"]},"jo_21_3_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' em Jó 21:3 pode referir-se à magnitude da dor ou à importância do que está sendo discutido.","explicacao_detalhada":"A palavra 'grande' (נָשָׂא - nâsâʼ) enfatiza a seriedade da situação de Jó e a profundidade de suas queixas.","por_que_esta_palavra":"Jó quer que seus amigos reconheçam a grandeza de sua angústia e a gravidade de sua situação.","conexao_teologica":"A grandeza de Deus é frequentemente contrastada com a fragilidade humana, um tema que permeia as Escrituras.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"jo_21_3_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' em Jó 21:3 refere-se ao ato de expressar suas queixas e pensamentos.","explicacao_detalhada":"A palavra 'falar' (דָבַר - dâbar) é usada para indicar a necessidade de comunicação e a importância de compartilhar o que está no coração.","por_que_esta_palavra":"Jó deseja verbalizar sua dor e suas reflexões sobre a injustiça que percebe ao seu redor.","conexao_teologica":"A comunicação é um aspecto vital da relação entre Deus e a humanidade, refletindo a importância da oração e do diálogo.","referencias_relacionadas":["Salmos 19:14","Mateus 12:34","Tiago 3:5"]},"jo_21_4_humano":{"palavra_pt":"homem/adao","palavra_original":"אָדָם","transliteracao":"ʼâdâm","strong":"H120","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' em Jó 21:4 refere-se à condição humana e ao sofrimento que todos enfrentam.","explicacao_detalhada":"A palavra 'homem' (אָדָם - ʼâdâm) simboliza a fragilidade e a vulnerabilidade da existência humana diante das adversidades.","por_que_esta_palavra":"Jó se identifica como um ser humano que sofre, buscando compreensão e empatia de seus amigos.","conexao_teologica":"A condição humana e o sofrimento são temas centrais na teologia bíblica, refletindo a necessidade de redenção.","referencias_relacionadas":["Salmos 8:4","Eclesiastes 1:2","Romanos 3:23"]},"jo_21_4_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' em Jó 21:4 refere-se à busca pela realidade da situação de Jó e a injustiça que ele percebe.","explicacao_detalhada":"A palavra 'verdade' (לֹא - lôʼ) é usada para enfatizar a sinceridade e a autenticidade das queixas de Jó.","por_que_esta_palavra":"Jó quer que seus amigos reconheçam a verdade de seu sofrimento e a injustiça que ele enfrenta.","conexao_teologica":"A busca pela verdade é um princípio fundamental nas Escrituras, refletindo a natureza de Deus como a própria verdade.","referencias_relacionadas":["João 14:6","Salmos 25:5","Efésios 4:15"]},"jo_21_4_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'vento' em Jó 21:4 pode simbolizar a efemeridade da vida e a presença do Espírito.","explicacao_detalhada":"A palavra 'vento' (רוּחַ - rûwach) é frequentemente associada ao sopro de Deus e à fragilidade da existência humana.","por_que_esta_palavra":"Jó usa essa palavra para ilustrar a transitoriedade da vida e a incerteza que a acompanha.","conexao_teologica":"O Espírito de Deus é um tema central nas Escrituras, representando vida, poder e presença divina.","referencias_relacionadas":["Eclesiastes 1:14","Gênesis 2:7","João 3:8"]},"jo_21_5_crescer":{"palavra_pt":"crescer","palavra_original":"שָׁמֵם","transliteracao":"shâmêm","strong":"H8074","significado_raiz":"Ideia básica: crescer.","significado_contextual":"A palavra 'crescer' em Jó 21:5 refere-se ao aumento da dor e do sofrimento que Jó está enfrentando.","explicacao_detalhada":"A palavra 'crescer' (שָׁמֵם - shâmêm) sugere uma intensificação da angústia e da desolação.","por_que_esta_palavra":"Jó quer expressar que sua dor não diminui, mas sim aumenta, refletindo sua luta interna.","conexao_teologica":"O crescimento espiritual muitas vezes ocorre em meio ao sofrimento, um tema que é explorado em várias passagens bíblicas.","referencias_relacionadas":["Romanos 5:3-5","Tiago 1:2-4","1 Pedro 5:10"]},"jo_21_5_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' em Jó 21:5 refere-se à magnitude do sofrimento e à seriedade da situação de Jó.","explicacao_detalhada":"A palavra 'grande' (שׂוּם - sûwm) enfatiza a profundidade da dor que Jó está sentindo e a importância de sua mensagem.","por_que_esta_palavra":"Jó quer que seus ouvintes reconheçam a grandeza de sua angústia e a necessidade de atenção a sua situação.","conexao_teologica":"A grandeza de Deus é frequentemente contrastada com a fragilidade humana, um tema que permeia as Escrituras.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"jo_21_5_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנָה","transliteracao":"pânâh","strong":"H6437","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à face ou à presença de alguém, simbolizando a relação pessoal com Deus.","explicacao_detalhada":"O 'rosto' é frequentemente associado à presença de Deus, indicando intimidade e revelação. No contexto de Jó, o 'rosto' pode simbolizar a busca pela face de Deus em meio ao sofrimento.","por_que_esta_palavra":"A palavra 'rosto' é usada para expressar a ideia de estar diante de alguém, especialmente em um contexto de adoração ou súplica.","conexao_teologica":"A busca pelo 'rosto' de Deus é um tema recorrente nas Escrituras, representando o desejo humano de se relacionar com o Criador.","referencias_relacionadas":["Salmos 27:8","Números 6:25","Êxodo 33:20"]},"jo_21_6_agarrar":{"palavra_pt":"agarrar","palavra_original":"אָחַז","transliteracao":"ʼâchaz","strong":"H270","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Indica a ação de segurar ou prender algo, simbolizando controle ou posse.","explicacao_detalhada":"No contexto de Jó, 'agarrar' pode refletir a luta interna do personagem em manter sua fé e integridade diante das adversidades.","por_que_esta_palavra":"A palavra 'agarrar' é utilizada para expressar a intensidade da ação de segurar algo com firmeza, muitas vezes em um contexto de necessidade ou urgência.","conexao_teologica":"A ideia de 'agarrar' pode ser vista como uma metáfora para a fé, onde os crentes são chamados a agarrar-se à esperança em Deus.","referencias_relacionadas":["Salmos 63:8","Isaías 41:10","Hebreus 10:23"]},"jo_21_6_macho":{"palavra_pt":"macho","palavra_original":"זָכַר","transliteracao":"zâkar","strong":"H2142","significado_raiz":"Ideia básica: macho.","significado_contextual":"Refere-se ao gênero masculino, simbolizando força e liderança.","explicacao_detalhada":"A palavra 'macho' no contexto de Jó pode estar relacionada à ideia de responsabilidade e proteção, especialmente em relação à família e à comunidade.","por_que_esta_palavra":"A escolha da palavra 'macho' enfatiza a distinção de gênero e o papel que cada um desempenha na sociedade e na família.","conexao_teologica":"A masculinidade é frequentemente discutida nas Escrituras em relação ao papel do homem como líder espiritual e provedor.","referencias_relacionadas":["Gênesis 1:27","Efésios 5:23","1 Timóteo 2:12"]},"jo_21_7_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"Refere-se à condição de alguém que cometeu um erro ou pecado, implicando responsabilidade.","explicacao_detalhada":"No contexto de Jó, a palavra 'culpado' pode ser usada para discutir a questão do sofrimento e da justiça divina, questionando se Jó realmente merece o que está passando.","por_que_esta_palavra":"A palavra 'culpado' é importante para entender a dinâmica do pecado e da culpa nas relações humanas e com Deus.","conexao_teologica":"A culpa é um tema central na teologia, especialmente em relação à redenção e ao perdão oferecido por Cristo.","referencias_relacionadas":["Romanos 3:23","Salmos 51:4","1 João 1:9"]},"jo_21_7_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se ao ato de existir ou ter vida, muitas vezes associado à plenitude e à bênção.","explicacao_detalhada":"A palavra 'viver' no contexto de Jó pode refletir a busca por significado e propósito em meio ao sofrimento.","por_que_esta_palavra":"A escolha da palavra 'viver' enfatiza a importância da vida física e espiritual, e a relação entre ambas.","conexao_teologica":"A vida é um presente de Deus e a busca pela verdadeira vida é um tema central na mensagem do Evangelho.","referencias_relacionadas":["João 10:10","Gálatas 2:20","Romanos 6:4"]},"jo_21_7_grande":{"palavra_pt":"grande","palavra_original":"גָּבַר","transliteracao":"gâbar","strong":"H1396","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se a algo que é vasto ou significativo, podendo indicar poder ou importância.","explicacao_detalhada":"No contexto de Jó, 'grande' pode se referir à grandeza de Deus e à sua soberania sobre as circunstâncias da vida.","por_que_esta_palavra":"A palavra 'grande' é utilizada para descrever não apenas tamanho físico, mas também a magnitude de ações e eventos.","conexao_teologica":"A grandeza de Deus é um tema recorrente nas Escrituras, enfatizando sua majestade e poder sobre toda a criação.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"jo_21_8_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"Assim como na entrada anterior, refere-se à grandeza, mas pode ter nuances diferentes dependendo do contexto.","explicacao_detalhada":"A repetição da palavra 'grande' pode enfatizar a importância de reconhecer a grandeza de Deus em todas as situações.","por_que_esta_palavra":"A palavra 'grande' é frequentemente usada para descrever a majestade de Deus e a importância de sua obra.","conexao_teologica":"A grandeza de Deus é um tema que nos chama a adorar e reconhecer sua soberania.","referencias_relacionadas":["Salmos 96:4","Salmos 147:5","Apocalipse 19:16"]},"jo_21_8_semente":{"palavra_pt":"semente/descendencia","palavra_original":"זֶרַע","transliteracao":"zeraʻ","strong":"H2233","significado_raiz":"Ideia básica: semente.","significado_contextual":"Refere-se à ideia de descendência ou progenitura, simbolizando continuidade e promessa.","explicacao_detalhada":"No contexto de Jó, 'semente' pode representar a esperança de um futuro e a continuidade da vida mesmo em meio ao sofrimento.","por_que_esta_palavra":"A palavra 'semente' é usada para expressar a ideia de herança e o cumprimento das promessas de Deus.","conexao_teologica":"A semente é um símbolo importante na teologia bíblica, representando a promessa de Deus e a vinda do Messias.","referencias_relacionadas":["Gênesis 12:7","Gálatas 3:16","Mateus 13:31-32"]},"jo_21_8_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Assim como na primeira entrada, refere-se à face ou presença, mas pode ter um significado mais amplo no contexto.","explicacao_detalhada":"A repetição da palavra 'rosto' pode enfatizar a importância da presença de Deus em momentos de crise.","por_que_esta_palavra":"A palavra 'rosto' é crucial para entender a relação entre o ser humano e Deus, especialmente em tempos de angústia.","conexao_teologica":"A presença de Deus é um tema central na vida do crente, simbolizando conforto e direção.","referencias_relacionadas":["Salmos 31:16","Salmos 80:3","2 Coríntios 4:6"]},"jo_21_9_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar ou à habitação, simbolizando segurança e pertencimento.","explicacao_detalhada":"No contexto de Jó, 'casa' pode representar a família e a estabilidade que foi abalada por suas provações.","por_que_esta_palavra":"A palavra 'casa' é fundamental para entender a importância da família e da comunidade na vida de uma pessoa.","conexao_teologica":"A casa é frequentemente usada nas Escrituras como uma metáfora para a família de Deus e o lar eterno que Ele promete.","referencias_relacionadas":["Salmos 127:1","João 14:2","Hebreus 3:6"]},"jo_21_9_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' (shalom) representa um estado de harmonia e bem-estar, frequentemente mencionado em contextos de bênção e reconciliação.","explicacao_detalhada":"No contexto bíblico, a paz é mais do que a ausência de conflito; é um estado de plenitude e integridade. Em várias passagens, a paz é associada à presença de Deus e ao cumprimento de Sua vontade.","por_que_esta_palavra":"A palavra é utilizada para expressar o desejo de um estado de tranquilidade e segurança, tanto física quanto espiritual.","conexao_teologica":"A paz é um dos frutos do Espírito Santo e é central na mensagem do evangelho, que traz reconciliação entre Deus e a humanidade.","referencias_relacionadas":["Isaías 26:3","Filipenses 4:7","Romanos 5:1"]},"jo_21_10_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' (lôʼ) é usada para afirmar a autenticidade e a realidade das declarações de Deus e de Sua palavra.","explicacao_detalhada":"No contexto bíblico, a verdade é frequentemente associada à fidelidade de Deus e à Sua palavra, que é a base para a vida e a fé do crente.","por_que_esta_palavra":"A verdade é fundamental para a compreensão da natureza de Deus e de Seus propósitos, sendo um pilar da fé cristã.","conexao_teologica":"A verdade é um atributo de Deus e é essencial para a libertação espiritual, conforme mencionado em João 8:32.","referencias_relacionadas":["João 14:6","Salmos 119:160","Efésios 4:15"]},"jo_21_10_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A palavra 'cruz' (ʻâbar) simboliza o sacrifício de Cristo e a redenção da humanidade através de Sua morte.","explicacao_detalhada":"No Novo Testamento, a cruz é o símbolo central da fé cristã, representando o amor de Deus e a salvação oferecida a todos os que creem.","por_que_esta_palavra":"A cruz é um lembrete do custo do pecado e da graça de Deus que se manifesta na morte de Jesus.","conexao_teologica":"A cruz é o meio pelo qual a reconciliação entre Deus e a humanidade é realizada, sendo essencial para a doutrina da expiação.","referencias_relacionadas":["1 Coríntios 1:18","Gálatas 6:14","Colossenses 2:14"]},"jo_21_11_nome":{"palavra_pt":"nome","palavra_original":"צֹאן","transliteracao":"tsôʼn","strong":"H6629","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' (tsôʼn) é usada para identificar e dar significado à identidade de uma pessoa ou coisa.","explicacao_detalhada":"Na Bíblia, o nome de alguém carrega um significado profundo e muitas vezes reflete o caráter ou a missão da pessoa.","por_que_esta_palavra":"O nome é importante na cultura bíblica, pois representa a autoridade e a reputação de alguém.","conexao_teologica":"O nome de Jesus é invocado em oração e adoração, simbolizando Sua autoridade e poder.","referencias_relacionadas":["Salmos 20:7","Atos 4:12","Romanos 10:13"]},"jo_21_11_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' (shâlach) refere-se ao ato de mandar alguém em uma missão ou tarefa específica.","explicacao_detalhada":"No contexto bíblico, o envio é frequentemente associado à vocação divina e ao cumprimento da missão de Deus na terra.","por_que_esta_palavra":"A ideia de enviar implica responsabilidade e autoridade, como quando Deus envia profetas ou Jesus envia Seus discípulos.","conexao_teologica":"O envio é um tema central na Grande Comissão, onde Jesus envia Seus seguidores para fazer discípulos de todas as nações.","referencias_relacionadas":["Mateus 28:19-20","João 20:21","Romanos 10:15"]},"jo_21_12_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' (qôwl) refere-se ao som produzido por alguém, frequentemente usado para comunicar ou expressar autoridade.","explicacao_detalhada":"Na Bíblia, a voz de Deus é poderosa e é usada para guiar, corrigir e confortar Seu povo.","por_que_esta_palavra":"A voz é um meio de comunicação essencial, e a voz de Deus é reconhecida como a fonte de sabedoria e direção.","conexao_teologica":"A capacidade de ouvir a voz de Deus é fundamental para a vida espiritual e para o discernimento da Sua vontade.","referencias_relacionadas":["Salmos 29:4","João 10:27","Hebreus 3:15"]},"jo_21_13_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' (ṭôwb) refere-se a algo que é agradável, benéfico ou de qualidade superior.","explicacao_detalhada":"Na Bíblia, o conceito de bondade está ligado à natureza de Deus, que é descrito como bom e que faz o bem.","por_que_esta_palavra":"A bondade é uma característica de Deus e um padrão para a vida do crente, que deve refletir essa qualidade em suas ações.","conexao_teologica":"A bondade de Deus é um tema recorrente nas Escrituras, mostrando Seu amor e cuidado por Sua criação.","referencias_relacionadas":["Salmos 34:8","Gálatas 5:22","Romanos 12:2"]},"jo_21_13_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' (yôwm) refere-se a um período de 24 horas, mas também pode simbolizar um tempo de oportunidade ou julgamento.","explicacao_detalhada":"Na Bíblia, o dia é frequentemente usado para marcar eventos significativos na história da salvação, como o Dia do Senhor.","por_que_esta_palavra":"O dia é uma unidade de tempo que nos lembra da criação e da ordem estabelecida por Deus.","conexao_teologica":"O conceito de dia é importante na narrativa da criação e na expectativa do retorno de Cristo.","referencias_relacionadas":["Gênesis 1:5","2 Pedro 3:8","Apocalipse 1:10"]},"jo_21_13_olhos":{"palavra_pt":"olhos","palavra_original":"רֶגַע","transliteracao":"regaʻ","strong":"H7281","significado_raiz":"Ideia básica: olhos.","significado_contextual":"A palavra 'olhos' (regaʻ) refere-se ao órgão da visão, mas também simboliza percepção e entendimento espiritual.","explicacao_detalhada":"Na Bíblia, os olhos são frequentemente usados como metáfora para a capacidade de ver e compreender a verdade espiritual.","por_que_esta_palavra":"Os olhos são essenciais para a percepção, e a visão espiritual é crucial para a vida cristã.","conexao_teologica":"A abertura dos olhos espirituais é um tema importante, pois permite que os crentes vejam a realidade de Deus e Sua obra no mundo.","referencias_relacionadas":["Salmos 119:18","Mateus 13:16","Efésios 1:18"]},"jo_21_14_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' (ʼêl) refere-se à divindade, à força suprema e à fonte de poder e autoridade.","explicacao_detalhada":"Na Bíblia, Deus é descrito como o Criador e Sustentador de todas as coisas, possuindo poder ilimitado.","por_que_esta_palavra":"A palavra é usada para enfatizar a soberania e a majestade de Deus sobre toda a criação.","conexao_teologica":"A compreensão de Deus como força é fundamental para a fé, pois Ele é a fonte de toda força e poder na vida do crente.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Filipenses 4:13"]},"jo_21_14_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar uma comunicação verbal, essencial para a transmissão de mensagens e ensinamentos.","explicacao_detalhada":"No contexto do versículo, 'dizer' refere-se à ação de Jesus ao se dirigir a Pedro, enfatizando a importância da comunicação entre o mestre e seus discípulos.","por_que_esta_palavra":"Esta palavra é fundamental para entender a relação entre Jesus e seus seguidores, pois a comunicação é a base do discipulado.","conexao_teologica":"A palavra 'dizer' conecta-se com a ideia de que a palavra de Deus é viva e eficaz, sendo um meio pelo qual Deus se revela ao homem.","referencias_relacionadas":["João 1:1","Mateus 4:4","Hebreus 4:12"]},"jo_21_14_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma relação de proximidade ou inclusão, essencial para entender a dinâmica do grupo de discípulos.","explicacao_detalhada":"No versículo, 'entre' sugere a posição de Pedro dentro da comunidade dos apóstolos, destacando a importância da unidade e da comunhão.","por_que_esta_palavra":"A palavra é crucial para enfatizar que a mensagem de Jesus é direcionada a um grupo, não apenas a um indivíduo isolado.","conexao_teologica":"A ideia de 'entre' reflete a comunhão da igreja, onde cada membro tem um papel e uma função dentro do corpo de Cristo.","referencias_relacionadas":["Atos 2:42","1 Coríntios 12:12-27","Efésios 4:16"]},"jo_21_15_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa, essencial para entender a motivação por trás das ações.","explicacao_detalhada":"Neste contexto, 'porque' é usado para conectar a declaração de Jesus à razão pela qual ele está questionando Pedro sobre seu amor.","por_que_esta_palavra":"É importante para entender que as perguntas de Jesus têm um propósito, que é restaurar Pedro e reafirmar sua missão.","conexao_teologica":"A palavra 'porque' nos lembra que Deus tem um propósito em todas as interações, buscando sempre a restauração e o relacionamento.","referencias_relacionadas":["Romanos 8:28","Jeremias 29:11","Efésios 2:10"]},"jo_21_15_fim":{"palavra_pt":"fim","palavra_original":"מָה","transliteracao":"mâh","strong":"H4100","significado_raiz":"Ideia básica: fim.","significado_contextual":"A palavra 'fim' pode ser entendida como um objetivo ou conclusão, relevante para a missão de Pedro.","explicacao_detalhada":"No versículo, 'fim' sugere a culminação do chamado de Pedro, que é cuidar das ovelhas de Jesus.","por_que_esta_palavra":"É essencial para compreender que cada ação tem um propósito final, que neste caso é o cuidado pastoral.","conexao_teologica":"A ideia de 'fim' se relaciona com a soberania de Deus, que tem um plano para cada um de nós.","referencias_relacionadas":["Mateus 28:19-20","1 Pedro 5:2-3","Hebreus 12:1-2"]},"jo_21_16_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma chamada à atenção, destacando a importância do que está prestes a ser dito.","explicacao_detalhada":"Neste contexto, 'eis' serve para enfatizar a seriedade da pergunta de Jesus a Pedro sobre seu amor.","por_que_esta_palavra":"É usada para preparar o ouvinte para uma revelação ou um ensinamento importante.","conexao_teologica":"A palavra 'eis' nos lembra que devemos estar atentos à voz de Deus e às suas instruções.","referencias_relacionadas":["Isaías 43:1","Mateus 11:28","Apocalipse 3:20"]},"jo_21_16_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à autenticidade e sinceridade, fundamentais na relação entre Jesus e Pedro.","explicacao_detalhada":"No versículo, 'verdade' é usada para afirmar a sinceridade do amor de Pedro, que é questionado por Jesus.","por_que_esta_palavra":"É crucial para entender que o amor verdadeiro é aquele que se manifesta em ações e compromisso.","conexao_teologica":"A verdade é um tema central na teologia cristã, refletindo a natureza de Deus e a autenticidade do relacionamento com Ele.","referencias_relacionadas":["João 14:6","Salmos 51:6","1 João 1:8-10"]},"jo_21_16_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"A palavra 'culpado' refere-se à condição de alguém que falhou ou cometeu um erro, relevante para a restauração de Pedro.","explicacao_detalhada":"Neste contexto, 'culpado' sugere a consciência de Pedro sobre suas negações e a necessidade de perdão.","por_que_esta_palavra":"É importante para entender a dinâmica do arrependimento e da restauração na vida cristã.","conexao_teologica":"A culpa e o perdão são temas centrais na teologia, refletindo a graça de Deus que restaura os pecadores.","referencias_relacionadas":["Salmos 32:5","1 João 1:9","Romanos 3:23-24"]},"jo_21_17_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"A repetição da palavra 'culpado' enfatiza a gravidade da situação de Pedro e sua necessidade de redenção.","explicacao_detalhada":"Aqui, 'culpado' reforça a ideia de que Pedro precisa reconhecer suas falhas para ser restaurado por Jesus.","por_que_esta_palavra":"É essencial para a compreensão do processo de arrependimento e a importância de reconhecer nossos erros.","conexao_teologica":"A repetição destaca a misericórdia de Deus, que está sempre disposto a perdoar aqueles que se arrependem.","referencias_relacionadas":["Lucas 22:32","Tiago 5:16","Romanos 5:8"]},"jo_21_17_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' sugere um movimento em direção a algo, simbolizando a resposta de Pedro ao chamado de Jesus.","explicacao_detalhada":"Neste contexto, 'vir' implica que Pedro deve se aproximar de Jesus e aceitar seu chamado para liderar.","por_que_esta_palavra":"É importante para entender que o chamado de Deus exige uma resposta ativa de nossa parte.","conexao_teologica":"A ideia de 'vir' reflete o convite de Jesus para todos nós, chamando-nos a segui-lo e a servir.","referencias_relacionadas":["Mateus 4:19","Apocalipse 22:17","João 10:27"]},"jo_21_17_lampada":{"palavra_pt":"lampada","palavra_original":"נִיר","transliteracao":"nîyr","strong":"H5216","significado_raiz":"Ideia básica: lampada.","significado_contextual":"A palavra 'lampada' simboliza luz e orientação, essencial para a missão de Pedro como líder.","explicacao_detalhada":"No versículo, 'lampada' pode ser interpretada como a responsabilidade de Pedro de guiar os outros na fé.","por_que_esta_palavra":"É crucial para entender que os líderes espirituais devem ser fontes de luz e verdade para os que os seguem.","conexao_teologica":"A luz é um tema recorrente na Bíblia, simbolizando a verdade e a presença de Deus no mundo.","referencias_relacionadas":["Mateus 5:14-16","Salmos 119:105","João 8:12"]},"jo_21_18_chaff":{"palavra_pt":"chaff","palavra_original":"תֶּבֶן","transliteracao":"teben","strong":"H8401","significado_raiz":"Ideia básica: chaff.","significado_contextual":"Refere-se à palha, que é o que sobra após a colheita do grão, simbolizando algo sem valor.","explicacao_detalhada":"A palavra 'chaff' (תֶּבֶן) é usada para descrever a parte não comestível do grão, que é frequentemente levada pelo vento. No contexto bíblico, isso pode simbolizar a futilidade ou a transitoriedade da vida humana em comparação com a eternidade de Deus.","por_que_esta_palavra":"A utilização da palavra enfatiza a fragilidade da vida e a necessidade de buscar o que é duradouro e significativo.","conexao_teologica":"A palha representa a separação entre o que é valioso e o que não é, refletindo a ideia de julgamento e a purificação final.","referencias_relacionadas":["Mateus 3:12","Salmos 1:4","Isaías 5:24"]},"jo_21_18_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à face ou presença de alguém, simbolizando a relação pessoal com Deus.","explicacao_detalhada":"A palavra 'rosto' (פָּנִים) é frequentemente associada à presença de Deus. No contexto bíblico, ver o rosto de Deus é um símbolo de aceitação e intimidade.","por_que_esta_palavra":"A menção do rosto destaca a importância da comunhão com Deus e a busca pela Sua presença.","conexao_teologica":"O rosto de Deus é um tema central na teologia bíblica, representando a revelação divina e a relação entre Deus e a humanidade.","referencias_relacionadas":["Números 6:25","Salmos 27:8","Êxodo 33:20"]},"jo_21_18_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito ou à força vital, que pode ser tanto criativa quanto destrutiva.","explicacao_detalhada":"A palavra 'vento' (רוּחַ) é usada para descrever o espírito de Deus que dá vida e também o poder que pode trazer juízo. No contexto de Jó, isso pode simbolizar a incerteza e a imprevisibilidade da vida.","por_que_esta_palavra":"A utilização do termo enfatiza a soberania de Deus sobre a criação e a fragilidade da condição humana.","conexao_teologica":"O vento é frequentemente associado ao Espírito Santo, que atua na vida dos crentes, trazendo transformação e poder.","referencias_relacionadas":["Gênesis 1:2","João 3:8","Atos 2:2"]},"jo_21_19_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, simbolizando herança e continuidade.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever a relação familiar e a continuidade da linhagem. No contexto de Jó, isso pode refletir a dor da perda e a esperança de um futuro.","por_que_esta_palavra":"A menção de 'filho' destaca a importância das relações familiares e a dor da separação.","conexao_teologica":"A relação entre pai e filho é uma metáfora comum na Bíblia para descrever a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 127:3","Lucas 15:11-32","Romanos 8:14"]},"jo_21_19_vaidade":{"palavra_pt":"vaidade","palavra_original":"אָוֶן","transliteracao":"ʼâven","strong":"H205","significado_raiz":"Ideia básica: vaidade.","significado_contextual":"Refere-se à futilidade ou à falta de propósito, especialmente em relação às coisas terrenas.","explicacao_detalhada":"A palavra 'vaidade' (אָוֶן) é usada para descrever a transitoriedade das coisas materiais e a busca por significado. No contexto de Jó, isso pode refletir a frustração com a injustiça e o sofrimento.","por_que_esta_palavra":"A utilização do termo enfatiza a futilidade das ambições humanas sem Deus.","conexao_teologica":"A vaidade é um tema recorrente na literatura sapiencial, que nos lembra da brevidade da vida e da importância de buscar a sabedoria divina.","referencias_relacionadas":["Eclesiastes 1:2","Salmos 39:5","Provérbios 31:30"]},"jo_21_20_furia":{"palavra_pt":"furia","palavra_original":"חֵמָה","transliteracao":"chêmâh","strong":"H2534","significado_raiz":"Ideia básica: furia.","significado_contextual":"Refere-se à ira ou ao zelo, muitas vezes associada à justiça divina.","explicacao_detalhada":"A palavra 'furia' (חֵמָה) é usada para descrever a intensidade da ira de Deus contra o pecado. No contexto de Jó, isso pode refletir a luta interna entre a dor e a fé.","por_que_esta_palavra":"A menção da 'furia' destaca a seriedade do pecado e a necessidade de arrependimento.","conexao_teologica":"A ira de Deus é um aspecto de Sua justiça, que deve ser equilibrada com Sua misericórdia.","referencias_relacionadas":["Romanos 1:18","Salmos 7:11","Efésios 5:6"]},"jo_21_20_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se ao ato de ver ou perceber, muitas vezes associado à revelação divina.","explicacao_detalhada":"A palavra 'ver' (רָאָה) é usada para descrever a percepção espiritual e a compreensão da verdade. No contexto de Jó, isso pode refletir a busca por entendimento em meio ao sofrimento.","por_que_esta_palavra":"A utilização do termo enfatiza a importância da visão espiritual e da revelação de Deus em nossas vidas.","conexao_teologica":"Ver é um tema central na Bíblia, simbolizando a iluminação e a compreensão que vêm de Deus.","referencias_relacionadas":["Mateus 5:8","Salmos 119:18","2 Coríntios 4:4"]},"jo_21_21_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se à razão ou causa, frequentemente usada para introduzir explicações.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para conectar ideias e justificar ações. No contexto de Jó, isso pode refletir a busca por respostas em meio ao sofrimento.","por_que_esta_palavra":"A utilização do termo enfatiza a lógica e a razão por trás das ações de Deus e das circunstâncias da vida.","conexao_teologica":"A razão é um aspecto importante da fé, onde a compreensão e a revelação de Deus nos ajudam a navegar pelas dificuldades.","referencias_relacionadas":["Romanos 8:28","Tiago 1:2-4","1 Pedro 1:6-7"]},"jo_21_21_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se a um lar ou abrigo, simbolizando segurança e pertencimento.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) é usada para descrever não apenas um edifício físico, mas também um lugar de acolhimento e família. No contexto de Jó, isso pode refletir a perda de segurança e estabilidade.","por_que_esta_palavra":"A menção de 'casa' destaca a importância das relações familiares e a necessidade de um lugar seguro em tempos de crise.","conexao_teologica":"A casa é frequentemente usada como uma metáfora para a presença de Deus e a segurança que Ele oferece ao Seu povo.","referencias_relacionadas":["Salmos 127:1","Hebreus 3:4","João 14:2"]},"jo_21_21_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se ao ato de acompanhar ou obedecer, muitas vezes em relação a Deus.","explicacao_detalhada":"A palavra 'seguir' (אַחַר) é usada para descrever a ação de acompanhar ou seguir a liderança de alguém. No contexto de Jó, isso pode refletir a busca por direção em meio à dor.","por_que_esta_palavra":"A utilização do termo enfatiza a importância da obediência e da fidelidade a Deus em todas as circunstâncias.","conexao_teologica":"Seguir a Deus é um tema central na Bíblia, representando a jornada de fé e a busca pela vontade divina.","referencias_relacionadas":["Mateus 16:24","Salmos 119:105","João 10:27"]},"jo_21_22_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à força suprema e criadora, enfatizando a soberania divina.","explicacao_detalhada":"No contexto bíblico, 'deus' é frequentemente associado à ideia de poder, autoridade e proteção. A palavra original 'אֵל' (ʼêl) é usada para descrever não apenas a divindade, mas também a força que sustenta e governa o universo.","por_que_esta_palavra":"Esta palavra é fundamental para entender a natureza de Deus como o ser supremo que tem controle sobre todas as coisas.","conexao_teologica":"A teologia cristã vê Deus como o criador e sustentador de todas as coisas, refletindo Sua força em atos de criação e redenção.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Isaías 40:28"]},"jo_21_22_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' implica a ação de avaliar e decidir sobre a justiça ou a moralidade de ações.","explicacao_detalhada":"A palavra 'שָׁפַט' (shâphaṭ) é usada em contextos onde Deus ou líderes humanos tomam decisões sobre o que é certo ou errado, refletindo a justiça divina.","por_que_esta_palavra":"É importante para entender a responsabilidade moral e a necessidade de justiça nas relações humanas e com Deus.","conexao_teologica":"Deus é visto como o juiz supremo que avaliará as ações humanas no final dos tempos.","referencias_relacionadas":["Salmos 9:7","Romanos 14:10","Mateus 7:1"]},"jo_21_22_ensinar":{"palavra_pt":"ensinar","palavra_original":"לָמַד","transliteracao":"lâmad","strong":"H3925","significado_raiz":"Ideia básica: ensinar.","significado_contextual":"A palavra 'ensinar' refere-se ao ato de transmitir conhecimento ou instrução.","explicacao_detalhada":"A palavra 'לָמַד' (lâmad) é usada em contextos onde a educação e a sabedoria são valorizadas, especialmente na transmissão da Lei de Deus.","por_que_esta_palavra":"É essencial para compreender a importância do ensino na formação da fé e do caráter moral.","conexao_teologica":"O ensino é visto como um meio pelo qual Deus revela Sua verdade e sabedoria ao Seu povo.","referencias_relacionadas":["Deuteronômio 6:7","Mateus 28:19-20","Tiago 3:1"]},"jo_21_23_osso":{"palavra_pt":"osso","palavra_original":"עֶצֶם","transliteracao":"ʻetsem","strong":"H6106","significado_raiz":"Ideia básica: osso.","significado_contextual":"A palavra 'osso' simboliza a estrutura e a força do corpo, representando a essência da vida.","explicacao_detalhada":"A palavra 'עֶצֶם' (ʻetsem) é frequentemente usada para descrever a parte mais sólida do corpo, simbolizando a força e a vitalidade.","por_que_esta_palavra":"É relevante para entender a natureza humana e a fragilidade da vida em contraste com a força de Deus.","conexao_teologica":"Os ossos são frequentemente usados como metáfora para a força e a estrutura da vida espiritual.","referencias_relacionadas":["Ezequiel 37:1-14","Salmos 51:8","Hebreus 4:12"]},"jo_21_23_ease":{"palavra_pt":"ease","palavra_original":"שָׁלֵו","transliteracao":"shâlêv","strong":"H7961","significado_raiz":"Ideia básica: ease.","significado_contextual":"A palavra 'ease' refere-se a um estado de tranquilidade e conforto.","explicacao_detalhada":"A palavra 'שָׁלֵו' (shâlêv) é usada para descrever a paz que vem de Deus, contrastando com a agitação do mundo.","por_que_esta_palavra":"É importante para entender a paz que Deus oferece aos que confiam Nele.","conexao_teologica":"A paz de Deus é um tema central na teologia, refletindo a restauração e a harmonia que Ele traz.","referencias_relacionadas":["Filipenses 4:7","Isaías 26:3","João 14:27"]},"jo_21_23_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se ao fim da vida física, mas também tem conotações espirituais.","explicacao_detalhada":"A palavra 'מוּת' (mûwth) é usada para descrever a separação da alma do corpo, e em contextos espirituais, pode referir-se à morte espiritual.","por_que_esta_palavra":"É crucial para entender a condição humana e a necessidade de redenção.","conexao_teologica":"A morte é um tema central na teologia cristã, que fala da morte de Cristo e da promessa de vida eterna.","referencias_relacionadas":["Romanos 6:23","João 11:25-26","1 Coríntios 15:55-57"]},"jo_21_24_leite":{"palavra_pt":"leite","palavra_original":"חָלָב","transliteracao":"châlâb","strong":"H2461","significado_raiz":"Ideia básica: leite.","significado_contextual":"A palavra 'leite' simboliza nutrição e sustento, especialmente no contexto da infância espiritual.","explicacao_detalhada":"A palavra 'חָלָב' (châlâb) é frequentemente usada para descrever o alimento básico que sustenta a vida, tanto física quanto espiritualmente.","por_que_esta_palavra":"É importante para entender a necessidade de crescimento espiritual e dependência de Deus.","conexao_teologica":"O leite é uma metáfora para a Palavra de Deus, que nutre e fortalece a fé dos crentes.","referencias_relacionadas":["1 Pedro 2:2","Hebreus 5:12-14","Salmos 119:103"]},"jo_21_24_marrow":{"palavra_pt":"marrow","palavra_original":"מֹחַ","transliteracao":"môach","strong":"H4221","significado_raiz":"Ideia básica: marrow.","significado_contextual":"A palavra 'marrow' refere-se à parte interna dos ossos, simbolizando a vitalidade e a essência da vida.","explicacao_detalhada":"A palavra 'מֹחַ' (môach) é usada para descrever a medula, que é vital para a saúde e a força do corpo.","por_que_esta_palavra":"É relevante para entender a profundidade da vida e a necessidade de sustento espiritual.","conexao_teologica":"A medula é uma metáfora para a vida abundante que Deus oferece aos Seus filhos.","referencias_relacionadas":["Salmos 63:5","Provérbios 3:8","Romanos 8:11"]},"jo_21_24_osso":{"palavra_pt":"osso","palavra_original":"עֶצֶם","transliteracao":"ʻetsem","strong":"H6106","significado_raiz":"Ideia básica: osso.","significado_contextual":"A palavra 'osso' é repetida aqui, enfatizando a força e a estrutura da vida.","explicacao_detalhada":"A palavra 'עֶצֶם' (ʻetsem) é usada novamente para simbolizar a solidez e a força que sustentam a vida.","por_que_esta_palavra":"Reforça a ideia de que a vida é sustentada por estruturas sólidas, tanto físicas quanto espirituais.","conexao_teologica":"A força de Deus é comparada à estrutura dos ossos, que suportam e sustentam a vida.","referencias_relacionadas":["Salmos 34:20","Ezequiel 37:1-14","Colossenses 2:19"]},"jo_21_25_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma/vida' refere-se à essência do ser humano, sua identidade e vitalidade.","explicacao_detalhada":"A palavra 'נֶפֶשׁ' (nephesh) é usada para descrever a vida, a alma e a individualidade de cada pessoa, enfatizando a conexão entre corpo e espírito.","por_que_esta_palavra":"É fundamental para entender a dignidade e o valor da vida humana aos olhos de Deus.","conexao_teologica":"A alma é vista como a parte eterna do ser humano, que se relaciona com Deus e com a eternidade.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","1 Coríntios 15:45"]},"jo_21_25_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade e qualidade positiva de algo ou alguém.","explicacao_detalhada":"A palavra 'bom' é usada para descrever a natureza de Deus e suas obras, indicando que tudo o que Ele criou é bom e perfeito.","por_que_esta_palavra":"Esta palavra é importante para entender a natureza divina e a criação, mostrando que Deus se agrada do que é bom.","conexao_teologica":"A bondade de Deus é um tema central na teologia, refletindo seu caráter e suas intenções para a humanidade.","referencias_relacionadas":["Gênesis 1:31","Salmos 34:8","Romanos 12:2"]},"jo_21_25_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se ao fim da vida física, a separação da alma do corpo.","explicacao_detalhada":"A morte é um tema recorrente na Bíblia, simbolizando tanto a consequência do pecado quanto a transição para a vida eterna.","por_que_esta_palavra":"A palavra é crucial para entender a condição humana e a necessidade de redenção.","conexao_teologica":"A morte de Cristo é central para a salvação, pois através dela, a vida eterna é oferecida aos crentes.","referencias_relacionadas":["Gênesis 2:17","Romanos 6:23","João 11:25-26"]},"jo_21_26_po":{"palavra_pt":"po","palavra_original":"עָפָר","transliteracao":"ʻâphâr","strong":"H6083","significado_raiz":"Ideia básica: po.","significado_contextual":"Refere-se ao pó, simbolizando a fragilidade e transitoriedade da vida humana.","explicacao_detalhada":"O uso de 'po' enfatiza a origem da humanidade e a mortalidade, lembrando que fomos formados do pó da terra.","por_que_esta_palavra":"É uma lembrança da humildade e da dependência do ser humano em relação a Deus.","conexao_teologica":"O conceito de pó está ligado à criação e à queda, mostrando a necessidade de redenção.","referencias_relacionadas":["Gênesis 2:7","Eclesiastes 3:20","Salmos 103:14"]},"jo_21_26_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao ato de repousar ou relaxar, muitas vezes associado ao descanso após o trabalho.","explicacao_detalhada":"O descanso é um princípio divino, refletindo a criação de Deus e a importância do sabá.","por_que_esta_palavra":"Esta palavra é fundamental para entender a necessidade de descanso físico e espiritual na vida do crente.","conexao_teologica":"O descanso em Deus é um tema que aponta para a paz e a restauração que encontramos em Cristo.","referencias_relacionadas":["Gênesis 2:2-3","Mateus 11:28","Hebreus 4:9-10"]},"jo_21_27_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"Usado para chamar a atenção, indicando algo importante que deve ser observado.","explicacao_detalhada":"A palavra 'eis' é frequentemente usada nas Escrituras para introduzir revelações ou verdades significativas.","por_que_esta_palavra":"É um convite à contemplação e à reflexão sobre a mensagem que se segue.","conexao_teologica":"O chamado para 'ver' é um convite à fé e à percepção espiritual.","referencias_relacionadas":["Isaías 40:9","Mateus 1:23","Apocalipse 21:5"]},"jo_21_27_mal":{"palavra_pt":"mal","palavra_original":"מְזִמָּה","transliteracao":"mᵉzimmâh","strong":"H4209","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se a algo que é moralmente errado ou prejudicial.","explicacao_detalhada":"A palavra 'mal' é usada para descrever ações ou intenções que se opõem à vontade de Deus.","por_que_esta_palavra":"É essencial para entender a natureza do pecado e suas consequências na vida humana.","conexao_teologica":"O mal é contrastado com a bondade de Deus, enfatizando a necessidade de redenção.","referencias_relacionadas":["Gênesis 6:5","Romanos 3:23","Tiago 1:13-15"]},"jo_21_27_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Refere-se ao ato de ter conhecimento ou entendimento sobre algo.","explicacao_detalhada":"A palavra 'conhecer' implica uma relação íntima e pessoal, não apenas um entendimento intelectual.","por_que_esta_palavra":"É fundamental para a experiência de fé, onde conhecer a Deus é essencial para a vida espiritual.","conexao_teologica":"O conhecimento de Deus é a base para a sabedoria e a vida eterna.","referencias_relacionadas":["Oséias 6:6","João 17:3","Filipenses 3:10"]},"jo_21_28_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou explicação.","explicacao_detalhada":"A palavra 'porque' conecta ideias e fornece justificativas para ações ou declarações.","por_que_esta_palavra":"É importante para a lógica e a argumentação dentro do texto bíblico.","conexao_teologica":"A razão pela qual seguimos a Deus é frequentemente explicada nas Escrituras.","referencias_relacionadas":["Romanos 8:31","1 Pedro 2:9","Efésios 2:8-9"]},"jo_21_28_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se a um lar ou lugar de habitação.","explicacao_detalhada":"A palavra 'casa' simboliza segurança, pertencimento e a presença de Deus entre seu povo.","por_que_esta_palavra":"É um símbolo de estabilidade e comunidade na vida do crente.","conexao_teologica":"A casa de Deus é um tema importante, representando a comunhão e a habitação divina entre os homens.","referencias_relacionadas":["Salmos 23:6","João 14:2","Hebreus 3:6"]},"jo_21_28_templo":{"palavra_pt":"templo","palavra_original":"מִשְׁכָּן","transliteracao":"mishkân","strong":"H4908","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao lugar sagrado onde Deus habita e é adorado.","explicacao_detalhada":"O templo é um símbolo da presença de Deus e da adoração, representando a relação entre Deus e seu povo.","por_que_esta_palavra":"É fundamental para entender a adoração e a santidade de Deus.","conexao_teologica":"O templo aponta para Cristo como o verdadeiro templo e a nova habitação de Deus entre os homens.","referencias_relacionadas":["1 Reis 6:1","Mateus 12:6","1 Coríntios 3:16"]},"jo_21_29_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é um conceito central na mensagem bíblica, representando a realidade divina e a fidelidade de Deus.","explicacao_detalhada":"No contexto de Jó, a verdade é apresentada como uma qualidade essencial de Deus e uma característica que deve ser buscada pelo homem. A verdade é oposta à mentira e à falsidade, e é fundamental para a justiça e a integridade.","por_que_esta_palavra":"A palavra 'verdade' é usada para enfatizar a importância de viver de acordo com a realidade divina e a justiça de Deus, especialmente em tempos de sofrimento e provação.","conexao_teologica":"A verdade é frequentemente associada à natureza de Deus e à Sua palavra. Jesus se apresenta como a verdade (João 14:6), e a busca pela verdade é um chamado para todos os crentes.","referencias_relacionadas":["Salmos 25:5","João 8:32","Efésios 4:15"]},"jo_21_29_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A vida é um dom de Deus e representa a existência plena que Ele deseja para a humanidade.","explicacao_detalhada":"No livro de Jó, a vida é vista em contraste com o sofrimento e a morte. A vida é um tema recorrente que reflete a relação entre o ser humano e Deus, e a busca por uma vida justa e plena.","por_que_esta_palavra":"A palavra 'vida' é utilizada para destacar a importância da existência e da experiência humana em comunhão com Deus, especialmente em meio a dificuldades.","conexao_teologica":"A vida é um tema central na teologia cristã, onde Jesus oferece vida em abundância (João 10:10) e a promessa de vida eterna.","referencias_relacionadas":["Gênesis 2:7","João 10:10","Romanos 6:23"]},"jo_21_29_desejo":{"palavra_pt":"desejo","palavra_original":"שָׁאַל","transliteracao":"shâʼal","strong":"H7592","significado_raiz":"Ideia básica: desejo.","significado_contextual":"O desejo é uma expressão do anseio humano por algo que se considera bom ou necessário.","explicacao_detalhada":"No contexto de Jó, o desejo pode refletir a busca por justiça, compreensão e alívio do sofrimento. É uma expressão da condição humana diante das adversidades.","por_que_esta_palavra":"A palavra 'desejo' é usada para mostrar a profundidade do anseio humano por respostas e pela restauração em tempos de dor.","conexao_teologica":"O desejo é visto como parte da experiência humana, que deve ser alinhado com a vontade de Deus. O desejo por Deus é considerado um aspecto positivo na vida espiritual.","referencias_relacionadas":["Salmos 37:4","Mateus 5:6","Filipenses 4:19"]},"jo_21_30_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia é uma unidade de tempo que pode simbolizar tanto a vida quanto momentos específicos de julgamento ou bênção.","explicacao_detalhada":"No contexto de Jó, o dia pode se referir a um tempo de provação ou a um dia de esperança e restauração. É um lembrete da soberania de Deus sobre o tempo e a história.","por_que_esta_palavra":"A palavra 'dia' é utilizada para enfatizar a passagem do tempo e a importância de cada momento na vida do crente.","conexao_teologica":"O conceito de dia é frequentemente associado ao dia do Senhor, um tempo de julgamento e redenção, que é uma parte importante da escatologia bíblica.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","2 Pedro 3:8"]},"jo_21_30_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa, conectando ideias e argumentos.","explicacao_detalhada":"No contexto de Jó, 'porque' é usado para explicar a razão de um sofrimento ou de uma situação, refletindo a busca por entendimento diante das dificuldades.","por_que_esta_palavra":"A palavra 'porque' é crucial para a argumentação e a lógica, permitindo que os ouvintes compreendam a razão por trás das afirmações feitas.","conexao_teologica":"A explicação de Deus sobre o sofrimento e a justiça é um tema central na teologia, onde a compreensão do 'porque' é essencial para a fé.","referencias_relacionadas":["Romanos 8:28","Tiago 1:2-4","1 Pedro 1:6-7"]},"jo_21_30_calamity":{"palavra_pt":"calamity","palavra_original":"אֵיד","transliteracao":"ʼêyd","strong":"H343","significado_raiz":"Ideia básica: calamity.","significado_contextual":"Calamidade refere-se a desgraças ou desastres que afligem a vida humana.","explicacao_detalhada":"No livro de Jó, a calamidade é um tema central, refletindo o sofrimento e as provações que Jó enfrenta. É uma expressão da fragilidade da condição humana.","por_que_esta_palavra":"A palavra 'calamidade' é usada para descrever as dificuldades que podem ocorrer na vida, ressaltando a necessidade de fé e confiança em Deus.","conexao_teologica":"A calamidade é frequentemente vista como um teste de fé e um meio pelo qual Deus pode moldar o caráter dos crentes.","referencias_relacionadas":["Salmos 34:19","Isaías 43:2","Romanos 5:3-5"]},"jo_21_31_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"O homem é a criação de Deus, feita à Sua imagem, e representa a humanidade em sua totalidade.","explicacao_detalhada":"No contexto de Jó, o homem é visto como vulnerável e dependente de Deus, especialmente em tempos de sofrimento e incerteza.","por_que_esta_palavra":"A palavra 'homem' é utilizada para enfatizar a dignidade e a fragilidade da condição humana diante de Deus.","conexao_teologica":"A teologia bíblica ensina que o homem foi criado para ter um relacionamento com Deus, e essa relação é fundamental para a compreensão da vida e do propósito.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"jo_21_31_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A vida é um presente divino que deve ser vivido em comunhão com Deus e em busca de Sua vontade.","explicacao_detalhada":"No contexto de Jó, a vida é apresentada como um dom que pode ser desafiado por sofrimentos, mas que também é uma oportunidade para glorificar a Deus.","por_que_esta_palavra":"A palavra 'vida' é usada para reafirmar a importância de viver de maneira que honre a Deus, mesmo em meio às dificuldades.","conexao_teologica":"A vida em Cristo é central na mensagem do Novo Testamento, onde a vida eterna é oferecida a todos que creem.","referencias_relacionadas":["João 3:16","Gálatas 2:20","1 João 5:12"]},"jo_21_31_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Urso pode simbolizar força e ferocidade, representando desafios ou inimigos que podem surgir na vida.","explicacao_detalhada":"No contexto de Jó, a menção ao urso pode ser uma metáfora para as forças opressoras que atacam o homem, refletindo a luta entre o bem e o mal.","por_que_esta_palavra":"A palavra 'urso' é utilizada para ilustrar a gravidade das situações que Jó enfrenta, enfatizando a necessidade de proteção divina.","conexao_teologica":"A proteção de Deus é um tema recorrente na Bíblia, onde Ele é visto como um refúgio em tempos de perigo.","referencias_relacionadas":["Salmos 91:2","Isaías 41:10","Romanos 8:31"]},"jo_21_32_forth":{"palavra_pt":"adiante","palavra_original":"יָבַל","transliteracao":"yâbal","strong":"H2986","significado_raiz":"Ideia básica: adiante.","significado_contextual":"Adiante indica um movimento em direção ao futuro, simbolizando esperança e progresso.","explicacao_detalhada":"No contexto de Jó, 'adiante' pode refletir a expectativa de um futuro melhor, mesmo em meio ao sofrimento atual.","por_que_esta_palavra":"A palavra 'adiante' é usada para encorajar a perseverança e a fé, mesmo quando as circunstâncias são desafiadoras.","conexao_teologica":"A esperança em Deus é um tema central na teologia cristã, onde o futuro é visto com expectativa e confiança nas promessas divinas.","referencias_relacionadas":["Jeremias 29:11","Romanos 15:13","Hebreus 12:1-2"]},"jo_21_32_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de Deus e à importância de Sua presença.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a magnitude e a majestade de Deus, enfatizando que Ele é superior a todas as coisas.","por_que_esta_palavra":"A grandeza de Deus é um tema central na Bíblia, refletindo Seu poder e autoridade sobre a criação.","conexao_teologica":"A grandeza de Deus nos convida a adorá-Lo e reconhecer nossa dependência d'Ele.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"jo_21_33_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Indica a ação de acompanhar ou obedecer a alguém, neste caso, a Deus.","explicacao_detalhada":"A palavra 'seguir' implica em um compromisso ativo de viver de acordo com os ensinamentos e a vontade de Deus.","por_que_esta_palavra":"Seguir a Deus é fundamental na vida cristã, pois envolve fé e obediência.","conexao_teologica":"Seguir a Cristo é um chamado para todos os crentes, refletindo a relação de discipulado.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"jo_21_33_idiom":{"palavra_pt":"expressao","palavra_original":"מָתַק","transliteracao":"mâthaq","strong":"H4985","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma expressão que transmite um significado específico.","explicacao_detalhada":"A palavra 'expressão' é usada para descrever como as ideias e sentimentos são comunicados de forma única na cultura.","por_que_esta_palavra":"As expressões são fundamentais para a comunicação e compreensão entre as pessoas.","conexao_teologica":"A comunicação de Deus com a humanidade muitas vezes ocorre através de expressões e metáforas.","referencias_relacionadas":["Provérbios 25:11","Eclesiastes 12:10","Mateus 13:34"]},"jo_21_34_pecado":{"palavra_pt":"pecado","palavra_original":"מַעַל","transliteracao":"maʻal","strong":"H4604","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se à transgressão da lei de Deus, que resulta em separação d'Ele.","explicacao_detalhada":"A palavra 'pecado' é central na teologia cristã, representando a condição humana e a necessidade de redenção.","por_que_esta_palavra":"Entender o pecado é crucial para reconhecer a necessidade de salvação através de Cristo.","conexao_teologica":"O pecado é o motivo pelo qual Jesus veio ao mundo, para oferecer perdão e reconciliação.","referencias_relacionadas":["Romanos 3:23","1 João 1:8-10","Gálatas 5:19-21"]},"jo_21_34_piedade":{"palavra_pt":"piedade","palavra_original":"נָחַם","transliteracao":"nâcham","strong":"H5162","significado_raiz":"Ideia básica: piedade.","significado_contextual":"Refere-se a uma atitude de reverência e devoção a Deus.","explicacao_detalhada":"A palavra 'piedade' implica em uma vida que busca agradar a Deus e viver de acordo com Seus princípios.","por_que_esta_palavra":"A piedade é vista como uma virtude essencial na vida cristã, refletindo o caráter de Cristo.","conexao_teologica":"A piedade é um sinal de uma vida transformada pelo Espírito Santo.","referencias_relacionadas":["1 Timóteo 4:8","Tito 1:1","2 Pedro 1:3-7"]},"jo_21_34_vaidade":{"palavra_pt":"vaidade","palavra_original":"הֶבֶל","transliteracao":"hebel","strong":"H1892","significado_raiz":"Ideia básica: vaidade.","significado_contextual":"Refere-se à futilidade ou falta de propósito nas coisas humanas.","explicacao_detalhada":"A palavra 'vaidade' é usada para descrever a transitoriedade da vida e a futilidade de buscar coisas materiais.","por_que_esta_palavra":"Reconhecer a vaidade nos ajuda a focar no que é eterno e significativo.","conexao_teologica":"A vaidade é um lembrete da fragilidade da vida e da necessidade de buscar a sabedoria divina.","referencias_relacionadas":["Eclesiastes 1:2","Salmos 39:5","Mateus 6:19-21"]}}