{"jo_29_1_add":{"palavra_pt":"acrescentar","palavra_original":"יָסַף","transliteracao":"yâçaph","strong":"H3254","significado_raiz":"Ideia básica: acrescentar.","significado_contextual":"Refere-se ao ato de adicionar ou aumentar algo em um contexto de bênção.","explicacao_detalhada":"A palavra 'acrescentar' (יָסַף) é usada para descrever a ação de Deus em trazer mais bênçãos ou favor ao homem. Em Jó 29:1, Jó reflete sobre os dias em que Deus o favorecia.","por_que_esta_palavra":"A palavra destaca a generosidade de Deus e a expectativa de que Ele continue a abençoar.","conexao_teologica":"A ideia de que Deus acrescenta bênçãos é um tema recorrente na Bíblia, mostrando Sua bondade e misericórdia.","referencias_relacionadas":["Salmos 23:5","Tiago 1:17","Romanos 8:32"]},"jo_29_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de declarar ou afirmar algo com ênfase.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é utilizada para expressar a comunicação de Jó sobre suas experiências e reflexões. Em Jó 29:1, ele fala sobre sua antiga posição e honra.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância da comunicação e do testemunho pessoal na vida de fé.","conexao_teologica":"A fala e a declaração são fundamentais na relação entre Deus e o homem, sendo a Palavra de Deus central na revelação divina.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Hebreus 4:12"]},"jo_29_1_job":{"palavra_pt":"jo","palavra_original":"אִיּוֹב","transliteracao":"ʼÎyôwb","strong":"H347","significado_raiz":"Ideia básica: jo.","significado_contextual":"Refere-se ao próprio Jó, um homem justo e temente a Deus.","explicacao_detalhada":"A palavra 'Jo' (אִיּוֹב) identifica o protagonista do livro, que é um exemplo de fé e perseverança em meio ao sofrimento. Em Jó 29:1, ele recorda seus dias de prosperidade.","por_que_esta_palavra":"A menção do nome de Jó é crucial para entender sua história e o contexto de suas lutas e vitórias.","conexao_teologica":"A vida de Jó ilustra a questão do sofrimento e a fidelidade a Deus, um tema central na teologia bíblica.","referencias_relacionadas":["Tiago 5:11","Romanos 5:3-5","Hebreus 12:1-2"]},"jo_29_2_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período específico de tempo, muitas vezes associado a eventos significativos.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é usada para descrever momentos importantes na vida de Jó, especialmente em relação ao seu estado de bênção e honra. Em Jó 29:2, ele se lembra de tempos melhores.","por_que_esta_palavra":"A escolha da palavra 'dia' destaca a passagem do tempo e as mudanças na vida de uma pessoa.","conexao_teologica":"A noção de tempo e de dias é frequentemente usada na Bíblia para refletir sobre a providência e a soberania de Deus.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 90:12","Mateus 6:34"]},"jo_29_2_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em geral, mas também pode ser uma referência ao próprio Jó.","explicacao_detalhada":"A palavra 'homem' (מִי) é usada para enfatizar a condição humana e a vulnerabilidade diante de Deus. Em Jó 29:2, Jó reflete sobre sua posição como homem diante das adversidades.","por_que_esta_palavra":"A palavra destaca a fragilidade e a dependência do homem em relação a Deus.","conexao_teologica":"A condição humana é um tema central na teologia, mostrando a necessidade de redenção e graça.","referencias_relacionadas":["Salmos 103:14","Romanos 5:12","1 Pedro 1:24"]},"jo_29_2_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de invocar ou pedir algo com fervor.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é usada para descrever a ação de oferecer ou conceder algo. Em Jó 29:2, Jó fala sobre como ele clamava a Deus em busca de ajuda e orientação.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a relação de dependência do homem em relação a Deus.","conexao_teologica":"A oração e o clamor a Deus são fundamentais na vida de fé, mostrando a necessidade de comunicação com o Criador.","referencias_relacionadas":["Salmos 34:17","Mateus 7:7","Filipenses 4:6"]},"jo_29_3_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"Refere-se ao ato de louvar e reconhecer a grandeza de Deus.","explicacao_detalhada":"A palavra 'louvar' (הָלַל) é usada para descrever a ação de exaltar a Deus por Suas obras e caráter. Em Jó 29:3, Jó reflete sobre a glória de Deus em sua vida.","por_que_esta_palavra":"A palavra destaca a importância do louvor como uma resposta natural à grandeza de Deus.","conexao_teologica":"O louvor é um tema central na adoração a Deus, refletindo a relação entre o Criador e a criação.","referencias_relacionadas":["Salmos 150:6","Hebreus 13:15","1 Pedro 2:9"]},"jo_29_3_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao início ou à origem de algo.","explicacao_detalhada":"A palavra 'princípio' (רֹאשׁ) é usada para descrever a fonte ou a base de algo. Em Jó 29:3, Jó menciona o princípio de sua sabedoria e entendimento que vem de Deus.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância de reconhecer Deus como a fonte de toda sabedoria.","conexao_teologica":"A sabedoria é frequentemente associada a Deus na Bíblia, sendo Ele a origem de toda verdade e entendimento.","referencias_relacionadas":["Provérbios 1:7","Tiago 1:5","Colossenses 2:3"]},"jo_29_3_trevas":{"palavra_pt":"trevas","palavra_original":"חֹשֶׁךְ","transliteracao":"chôshek","strong":"H2822","significado_raiz":"Ideia básica: trevas.","significado_contextual":"Trevas representam a ausência de luz e simbolizam a desolação e o sofrimento.","explicacao_detalhada":"No contexto de Jó 29:3, as trevas podem ser vistas como um estado de angústia e solidão que Jó experimentou em sua vida. Ele se lembra de tempos em que a luz da presença de Deus iluminava seu caminho, contrastando com sua atual situação de desespero.","por_que_esta_palavra":"A palavra 'trevas' é utilizada para enfatizar a profundidade do sofrimento e a falta de direção que Jó sente em sua vida, refletindo a sua busca por respostas e a presença de Deus.","conexao_teologica":"As trevas são frequentemente usadas na Bíblia para simbolizar o pecado e a separação de Deus, mas também podem representar um tempo de provação que leva à iluminação espiritual.","referencias_relacionadas":["Salmos 23:4","Isaías 9:2","João 1:5"]},"jo_29_4_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia representa um período de luz e clareza, simbolizando momentos de bênção e favor divino.","explicacao_detalhada":"Em Jó 29:4, o 'dia' é uma lembrança dos tempos em que Jó desfrutava da presença de Deus e da prosperidade. Ele reflete sobre como esses dias eram cheios de alegria e segurança, contrastando com sua atual situação de dor.","por_que_esta_palavra":"A palavra 'dia' é significativa porque representa não apenas um período de tempo, mas também um estado de bem-estar e comunhão com Deus.","conexao_teologica":"O conceito de 'dia' é frequentemente associado à luz e à revelação divina, simbolizando a esperança e a restauração que Deus oferece.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","Eclesiastes 3:1"]},"jo_29_4_assembleia":{"palavra_pt":"assembleia","palavra_original":"סוֹד","transliteracao":"çôwd","strong":"H5475","significado_raiz":"Ideia básica: assembleia.","significado_contextual":"Assembleia refere-se a um grupo de pessoas reunidas, simbolizando comunhão e apoio mútuo.","explicacao_detalhada":"No versículo, Jó menciona a 'assembleia' como um lugar de honra e respeito, onde ele era ouvido e valorizado. Isso contrasta com sua atual solidão e desprezo.","por_que_esta_palavra":"A palavra 'assembleia' é importante porque destaca a importância da comunidade e do apoio social na vida de Jó, que agora se sente isolado.","conexao_teologica":"A assembleia é um símbolo da comunidade de fé, onde os crentes se reúnem para adorar e apoiar uns aos outros, refletindo a natureza relacional de Deus.","referencias_relacionadas":["Salmos 111:1","Hebreus 10:25","Atos 2:42"]},"jo_29_5_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"Vida representa a existência plena e a vitalidade que vem de Deus.","explicacao_detalhada":"Em Jó 29:5, a menção à 'vida' destaca a riqueza das experiências que Jó teve quando estava em comunhão com Deus, contrastando com a sua atual condição de sofrimento e perda.","por_que_esta_palavra":"A palavra 'vida' é usada para enfatizar a plenitude e a alegria que Jó experimentava antes de suas provações.","conexao_teologica":"A vida é um presente de Deus e é frequentemente associada à sua bênção e favor, refletindo a intenção divina de que tenhamos vida em abundância.","referencias_relacionadas":["João 10:10","Gênesis 2:7","Salmos 36:9"]},"jo_29_5_phrase":{"palavra_pt":"expressao","palavra_original":"עִמָּד","transliteracao":"ʻimmâd","strong":"H5978","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Expressão refere-se à maneira como alguém se apresenta ou se comunica, simbolizando a autenticidade e a verdade.","explicacao_detalhada":"Neste contexto, a 'expressão' de Jó reflete sua integridade e a maneira como ele se relacionava com os outros, mostrando que ele era respeitado e ouvido em sua comunidade.","por_que_esta_palavra":"A palavra 'expressão' é significativa porque destaca a importância da comunicação e da autenticidade nas relações humanas.","conexao_teologica":"A expressão é um reflexo da imagem de Deus em nós, que se comunica e se relaciona com a criação de maneira verdadeira e amorosa.","referencias_relacionadas":["Provérbios 15:23","Tiago 1:19","Salmos 19:14"]},"jo_29_6_rocha":{"palavra_pt":"rocha","palavra_original":"צוּר","transliteracao":"tsûwr","strong":"H6697","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Rocha simboliza estabilidade, força e proteção.","explicacao_detalhada":"Em Jó 29:6, a 'rocha' representa a segurança e a firmeza que Jó sentia em sua vida quando estava em comunhão com Deus, contrastando com a instabilidade de sua atual situação.","por_que_esta_palavra":"A palavra 'rocha' é utilizada para enfatizar a confiança que Jó tinha em Deus como seu fundamento seguro.","conexao_teologica":"Deus é frequentemente descrito como uma rocha na Bíblia, simbolizando sua imutabilidade e proteção para aqueles que confiam nele.","referencias_relacionadas":["Salmos 18:2","Deuteronômio 32:4","Mateus 7:24"]},"jo_29_6_bathe":{"palavra_pt":"bathe","palavra_original":"רָחַץ","transliteracao":"râchats","strong":"H7364","significado_raiz":"Ideia básica: bathe.","significado_contextual":"Bathe refere-se ao ato de se purificar ou se renovar.","explicacao_detalhada":"No contexto de Jó 29:6, 'bathe' pode simbolizar a busca por renovação espiritual e emocional, refletindo o desejo de Jó de voltar a um estado de pureza e bênção.","por_que_esta_palavra":"A palavra 'bathe' é significativa porque representa a necessidade de limpeza e restauração na vida de Jó, que se sente imerso em sofrimento.","conexao_teologica":"A purificação é um tema importante na Bíblia, simbolizando a necessidade de arrependimento e renovação diante de Deus.","referencias_relacionadas":["Salmos 51:2","Isaías 1:16","1 João 1:9"]},"jo_29_6_leite":{"palavra_pt":"leite","palavra_original":"חֶמְאָה","transliteracao":"chemʼâh","strong":"H2529","significado_raiz":"Ideia básica: leite.","significado_contextual":"Leite simboliza nutrição, sustento e a doçura da vida.","explicacao_detalhada":"Em Jó 29:6, o 'leite' pode representar as bênçãos e a abundância que Jó experimentava em sua vida, contrastando com a amargura de sua atual situação.","por_que_esta_palavra":"A palavra 'leite' é utilizada para enfatizar a provisão de Deus e a alegria que vem de sua generosidade.","conexao_teologica":"O leite é frequentemente usado na Bíblia como símbolo de alimento espiritual e sustento, refletindo a bondade de Deus.","referencias_relacionadas":["1 Pedro 2:2","Salmos 119:103","Isaías 55:1"]},"jo_29_7_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"Grande refere-se à magnitude e importância de algo ou alguém.","explicacao_detalhada":"No contexto de Jó 29:7, 'grande' pode se referir à grandeza da honra e do respeito que Jó tinha entre seu povo, contrastando com sua atual condição de desprezo.","por_que_esta_palavra":"A palavra 'grande' é significativa porque destaca a importância da posição e do impacto que Jó tinha na vida de outros.","conexao_teologica":"A grandeza é um tema que aparece na Bíblia, onde Deus é descrito como grande e majestoso, e os crentes são chamados a refletir essa grandeza em suas vidas.","referencias_relacionadas":["Salmos 145:3","Mateus 5:16","Romanos 11:33"]},"jo_29_8_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar refere-se ao ato de se erguer ou restaurar.","explicacao_detalhada":"Em Jó 29:8, 'levantar' pode simbolizar a honra e o respeito que Jó recebia, quando as pessoas se levantavam para ouvi-lo, mostrando sua posição de autoridade e sabedoria.","por_que_esta_palavra":"A palavra 'levantar' é utilizada para enfatizar a dignidade e o respeito que Jó tinha em sua comunidade.","conexao_teologica":"Levantar é um ato que também simboliza a ressurreição e a restauração que Deus oferece aos seus filhos, refletindo sua capacidade de trazer vida onde há morte.","referencias_relacionadas":["Salmos 30:1","Isaías 61:3","Romanos 8:11"]},"jo_29_8_homem":{"palavra_pt":"homem","palavra_original":"יָשִׁישׁ","transliteracao":"yâshîysh","strong":"H3453","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua essência, destacando a dignidade e a posição do homem na criação.","explicacao_detalhada":"No contexto de Jó 29:8, a palavra 'homem' é usada para enfatizar a condição humana e a relação do homem com Deus e com os outros. Jó está refletindo sobre seu passado e a honra que tinha entre os homens.","por_que_esta_palavra":"A escolha da palavra 'homem' ressalta a importância da humanidade e a sua fragilidade diante de Deus.","conexao_teologica":"A teologia bíblica enfatiza que o homem foi criado à imagem de Deus, o que confere dignidade e valor ao ser humano.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Eclesiastes 12:13"]},"jo_29_8_idiom":{"palavra_pt":"expressao","palavra_original":"חָבָא","transliteracao":"châbâʼ","strong":"H2244","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma expressão ou forma de comunicação que revela sentimentos ou pensamentos.","explicacao_detalhada":"A palavra 'expressão' no contexto de Jó 29:8 sugere a maneira como os homens se comunicam e se relacionam, refletindo a profundidade das interações humanas.","por_que_esta_palavra":"A palavra é utilizada para mostrar a importância da comunicação e da expressão dos sentimentos na convivência social.","conexao_teologica":"A comunicação é fundamental na relação entre Deus e a humanidade, sendo a Palavra de Deus a máxima expressão de Sua vontade.","referencias_relacionadas":["Provérbios 18:21","Tiago 1:19","Salmos 19:14"]},"jo_29_9_palavra":{"palavra_pt":"palavra","palavra_original":"מִלָּה","transliteracao":"millâh","strong":"H4405","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se ao que é dito, à comunicação verbal que pode ter poder e significado.","explicacao_detalhada":"No versículo, 'palavra' representa a capacidade do homem de se expressar e de influenciar os outros através da fala.","por_que_esta_palavra":"A escolha da palavra 'palavra' destaca a importância da comunicação na vida social e espiritual.","conexao_teologica":"A Bíblia ensina que a palavra tem poder, tanto para edificar quanto para destruir, refletindo a responsabilidade que temos ao falar.","referencias_relacionadas":["Provérbios 12:18","Mateus 12:36-37","Hebreus 4:12"]},"jo_29_9_mao":{"palavra_pt":"mao","palavra_original":"כַּף","transliteracao":"kaph","strong":"H3709","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à parte do corpo que simboliza ação, trabalho e habilidade.","explicacao_detalhada":"A palavra 'mão' em Jó 29:9 é usada para ilustrar a capacidade do homem de agir e de realizar obras, refletindo sua força e habilidade.","por_que_esta_palavra":"A mão é um símbolo de poder e ação, representando o que o homem pode fazer em sua vida.","conexao_teologica":"A Bíblia frequentemente usa a mão de Deus como símbolo de Sua ação e intervenção na história humana.","referencias_relacionadas":["Salmos 90:17","Isaías 41:10","Colossenses 3:23"]},"jo_29_10_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Refere-se ao som produzido pela fala, simbolizando comunicação e expressão.","explicacao_detalhada":"A palavra 'voz' em Jó 29:10 destaca a importância da comunicação verbal e como ela pode impactar as relações interpessoais.","por_que_esta_palavra":"A voz é um meio pelo qual o homem expressa seus pensamentos e sentimentos, essencial para a interação social.","conexao_teologica":"A voz de Deus é frequentemente mencionada na Bíblia como um meio de revelação e comunicação com a humanidade.","referencias_relacionadas":["Salmos 29:4","João 10:27","Apocalipse 3:20"]},"jo_29_10_lingua":{"palavra_pt":"lingua","palavra_original":"לָשׁוֹן","transliteracao":"lâshôwn","strong":"H3956","significado_raiz":"Ideia básica: lingua.","significado_contextual":"Refere-se ao órgão da fala, simbolizando a capacidade de comunicação e expressão verbal.","explicacao_detalhada":"A palavra 'língua' em Jó 29:10 enfatiza a habilidade do homem de se comunicar e de expressar suas ideias e emoções.","por_que_esta_palavra":"A língua é um instrumento poderoso que pode ser usado para o bem ou para o mal, refletindo a responsabilidade do falar.","conexao_teologica":"A Bíblia ensina que a língua deve ser usada para glorificar a Deus e edificar os outros.","referencias_relacionadas":["Tiago 3:5-6","Salmos 34:13","Provérbios 21:23"]},"jo_29_10_boca":{"palavra_pt":"boca","palavra_original":"חֵךְ","transliteracao":"chêk","strong":"H2441","significado_raiz":"Ideia básica: boca.","significado_contextual":"Refere-se à abertura da face, usada para falar e comer, simbolizando comunicação e sustento.","explicacao_detalhada":"A palavra 'boca' em Jó 29:10 representa a capacidade de falar e de se expressar, além de ser um símbolo de sustento.","por_que_esta_palavra":"A boca é um meio de comunicação essencial e também está ligada à alimentação, refletindo a dependência do homem.","conexao_teologica":"A boca é frequentemente mencionada na Bíblia em relação à adoração e à proclamação da verdade de Deus.","referencias_relacionadas":["Salmos 81:10","Romanos 10:9","Mateus 15:11"]},"jo_29_11_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se a uma conjunção que introduz uma explicação ou justificativa.","explicacao_detalhada":"A palavra 'porque' em Jó 29:11 é usada para conectar ideias e justificar ações ou sentimentos expressos anteriormente.","por_que_esta_palavra":"A utilização de 'porque' ajuda a esclarecer a razão por trás de uma afirmação ou ação, promovendo entendimento.","conexao_teologica":"A lógica e a razão são importantes na fé, e a Bíblia frequentemente apresenta razões para a crença e a obediência a Deus.","referencias_relacionadas":["Romanos 12:1","1 Pedro 3:15","Gálatas 5:13"]},"jo_29_11_chamar":{"palavra_pt":"chamar","palavra_original":"אָשַׁר","transliteracao":"ʼâshar","strong":"H833","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de invocar ou nomear alguém ou algo.","explicacao_detalhada":"A palavra 'chamar' em Jó 29:11 indica a ação de invocar ou reconhecer a presença de alguém, refletindo a importância das relações.","por_que_esta_palavra":"Chamar alguém implica em um relacionamento e uma conexão, essencial para a interação humana.","conexao_teologica":"Deus chama Seus filhos pelo nome, enfatizando a relação pessoal e íntima que Ele tem com cada um.","referencias_relacionadas":["Isaías 43:1","João 10:3","Romanos 8:30"]},"jo_29_11_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se ao órgão da visão, simbolizando percepção e entendimento.","explicacao_detalhada":"A palavra 'olho' em Jó 29:11 é usada para representar a capacidade de ver e perceber o mundo ao redor, além de simbolizar discernimento.","por_que_esta_palavra":"Os olhos são frequentemente associados à percepção e à compreensão, refletindo a importância da visão espiritual.","conexao_teologica":"A Bíblia fala sobre a visão espiritual e a necessidade de ver as coisas da perspectiva de Deus.","referencias_relacionadas":["Mateus 6:22","Salmos 119:18","Efésios 1:18"]},"jo_29_12_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual Jó se sentia em um estado de desamparo.","explicacao_detalhada":"Neste versículo, Jó reflete sobre o seu passado, onde ele ajudava os necessitados e a razão de sua tristeza atual é a ausência de reconhecimento e gratidão por parte das pessoas que ele ajudou.","por_que_esta_palavra":"A palavra 'porque' é fundamental para entender a lógica do discurso de Jó, que busca justificar seu sofrimento e a falta de apoio que sente.","conexao_teologica":"A conexão teológica aqui é a relação entre a justiça divina e a experiência humana de dor e abandono, questionando o porquê do sofrimento.","referencias_relacionadas":["Jó 30:20","Salmos 22:1","Romanos 8:28"]},"jo_29_12_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à sinceridade e à honestidade nas ações e palavras de Jó.","explicacao_detalhada":"Jó enfatiza que sua vida foi marcada pela verdade, onde ele sempre buscou agir de maneira justa e verdadeira, contrastando com a situação atual de injustiça que enfrenta.","por_que_esta_palavra":"A palavra 'verdade' é crucial para entender a integridade de Jó e sua luta contra as acusações de falsidade que lhe são feitas.","conexao_teologica":"A verdade é um atributo de Deus e, portanto, a busca pela verdade é uma busca pela natureza divina.","referencias_relacionadas":["Salmos 51:6","João 4:24","Efésios 4:15"]},"jo_29_13_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' simboliza o centro das emoções e decisões de uma pessoa.","explicacao_detalhada":"Jó menciona o coração para expressar suas intenções e sentimentos em relação aos outros, mostrando que ele se preocupava genuinamente com o bem-estar dos necessitados.","por_que_esta_palavra":"O coração é frequentemente visto como o reflexo da verdadeira natureza de uma pessoa, e Jó quer destacar sua bondade e compaixão.","conexao_teologica":"A condição do coração é um tema recorrente na Bíblia, onde Deus examina não apenas as ações, mas também as intenções do coração.","referencias_relacionadas":["Provérbios 4:23","Mateus 5:8","1 Samuel 16:7"]},"jo_29_13_bencao":{"palavra_pt":"bencao","palavra_original":"בְּרָכָה","transliteracao":"Bᵉrâkâh","strong":"H1293","significado_raiz":"Ideia básica: bencao.","significado_contextual":"A palavra 'bênção' refere-se a um favor ou benefício que é concedido a alguém.","explicacao_detalhada":"Jó fala sobre como ele era uma fonte de bênção para os outros, ajudando os necessitados e trazendo alegria àqueles ao seu redor.","por_que_esta_palavra":"A bênção é um conceito central na vida de Jó, que se vê como um instrumento de Deus para fazer o bem.","conexao_teologica":"A bênção de Deus é frequentemente associada à justiça e à bondade, e Jó exemplifica isso em sua vida.","referencias_relacionadas":["Gênesis 12:2","Números 6:24-26","Mateus 5:7"]},"jo_29_13_alegria":{"palavra_pt":"alegria","palavra_original":"רָנַן","transliteracao":"rânan","strong":"H7442","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A palavra 'alegria' representa um estado de felicidade e contentamento.","explicacao_detalhada":"Jó menciona a alegria como uma consequência de suas ações justas, onde ele traz felicidade aos outros e, por consequência, também experimenta alegria.","por_que_esta_palavra":"A alegria é um resultado natural de viver em harmonia com os princípios de Deus e de ajudar os outros.","conexao_teologica":"A alegria é um fruto do Espírito e reflete a presença de Deus na vida de uma pessoa.","referencias_relacionadas":["Salmos 16:11","Gálatas 5:22","Filipenses 4:4"]},"jo_29_14_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo' refere-se à justiça e à equidade nas ações e decisões.","explicacao_detalhada":"Jó fala sobre como ele sempre buscou agir com justiça, defendendo os oprimidos e garantindo que a verdade prevalecesse.","por_que_esta_palavra":"O juízo é um aspecto fundamental da natureza de Deus, e Jó se vê como um representante dessa justiça na terra.","conexao_teologica":"A justiça de Deus é um tema central nas Escrituras, e os crentes são chamados a refletir essa justiça em suas vidas.","referencias_relacionadas":["Miquéias 6:8","Salmos 82:3","Isaías 1:17"]},"jo_29_15_povo":{"palavra_pt":"povo","palavra_original":"עִוֵּר","transliteracao":"ʻivvêr","strong":"H5787","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à coletividade de pessoas que vivem em uma comunidade.","explicacao_detalhada":"Jó menciona o povo para destacar sua responsabilidade em cuidar dos necessitados e marginalizados, enfatizando a importância da solidariedade.","por_que_esta_palavra":"O povo é o foco da ação de Jó, que se vê como um defensor dos que não têm voz.","conexao_teologica":"A Bíblia ensina que todos são parte do corpo de Cristo e devem cuidar uns dos outros.","referencias_relacionadas":["Gálatas 6:2","1 Coríntios 12:12-27","Tiago 1:27"]},"jo_29_15_lame":{"palavra_pt":"lame","palavra_original":"פִּסֵּחַ","transliteracao":"piççêach","strong":"H6455","significado_raiz":"Ideia básica: lame.","significado_contextual":"A palavra 'lame' refere-se à condição de alguém que não pode andar normalmente, simbolizando vulnerabilidade.","explicacao_detalhada":"Jó menciona os lame como aqueles que precisam de ajuda e proteção, ressaltando sua compaixão por aqueles que são marginalizados.","por_que_esta_palavra":"A inclusão dos lame no discurso de Jó mostra sua empatia e compromisso com a justiça social.","conexao_teologica":"A Bíblia frequentemente destaca a importância de cuidar dos vulneráveis e necessitados, refletindo o caráter de Deus.","referencias_relacionadas":["Isaías 35:6","Mateus 11:5","Lucas 14:13-14"]},"jo_29_16_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada novamente para enfatizar a importância da honestidade e da justiça nas ações de Jó.","explicacao_detalhada":"Jó reafirma seu compromisso com a verdade, contrastando com as mentiras e injustiças que ele enfrenta em sua vida atual.","por_que_esta_palavra":"A repetição da palavra 'verdade' sublinha a integridade de Jó e sua luta contra as falsas acusações.","conexao_teologica":"A verdade é um fundamento da fé cristã, e os crentes são chamados a viver em verdade.","referencias_relacionadas":["Salmos 25:5","João 8:32","Efésios 6:14"]},"jo_29_16_destituido":{"palavra_pt":"destituido","palavra_original":"אֶבְיוֹן","transliteracao":"ʼebyôwn","strong":"H34","significado_raiz":"Ideia básica: destituido.","significado_contextual":"A palavra 'destituído' refere-se à condição de alguém que não possui recursos ou apoio.","explicacao_detalhada":"Jó menciona os destituídos para destacar sua responsabilidade em cuidar dos que estão em necessidade, mostrando sua compaixão.","por_que_esta_palavra":"A inclusão dos destituídos no discurso de Jó reflete seu compromisso com a justiça social e a solidariedade.","conexao_teologica":"A Bíblia ensina que Deus tem um cuidado especial pelos pobres e necessitados, e os crentes são chamados a fazer o mesmo.","referencias_relacionadas":["Salmos 34:6","Provérbios 14:31","Tiago 2:5"]},"jo_29_17_mal":{"palavra_pt":"mal","palavra_original":"עַוָּל","transliteracao":"ʻavvâl","strong":"H5767","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se a uma injustiça ou maldade que Jó enfrentou em sua vida.","explicacao_detalhada":"A palavra 'mal' (עַוָּל) é usada para descrever ações ou situações que são moralmente erradas ou prejudiciais. No contexto de Jó, representa o sofrimento e a injustiça que ele experimentou.","por_que_esta_palavra":"Jó se refere ao mal que ele via sendo praticado contra os inocentes, contrastando com sua própria integridade.","conexao_teologica":"O mal é um tema central na teologia bíblica, questionando a justiça de Deus em face do sofrimento humano.","referencias_relacionadas":["Salmos 34:21","Provérbios 12:21","Isaías 5:20"]},"jo_29_17_destruir":{"palavra_pt":"destruir","palavra_original":"שָׁבַר","transliteracao":"shâbar","strong":"H7665","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Indica a ação de quebrar ou arruinar algo, simbolizando a destruição da vida e da dignidade.","explicacao_detalhada":"A palavra 'destruir' (שָׁבַר) é frequentemente usada em contextos que envolvem a perda de algo valioso, como a vida ou a reputação. Jó menciona isso em relação ao que ele via sendo feito aos justos.","por_que_esta_palavra":"Jó expressa sua indignação sobre como os justos são tratados, muitas vezes sendo destruídos por forças malignas.","conexao_teologica":"A destruição é um resultado do pecado e da queda, refletindo a necessidade de redenção.","referencias_relacionadas":["Salmos 37:17","Ezequiel 18:30","Mateus 10:28"]},"jo_29_17_cheek":{"palavra_pt":"cheek","palavra_original":"מְתַלְּעָה","transliteracao":"mᵉthallᵉʻâh","strong":"H4973","significado_raiz":"Ideia básica: cheek.","significado_contextual":"Refere-se à face ou bochecha, simbolizando honra e dignidade.","explicacao_detalhada":"A palavra 'cheek' (מְתַלְּעָה) é usada para descrever a parte do rosto que representa a dignidade de uma pessoa. Jó menciona isso em um contexto de defesa de sua honra.","por_que_esta_palavra":"Jó se vê como alguém que foi desonrado, e a referência à bochecha é uma metáfora para a perda de respeito.","conexao_teologica":"A dignidade humana é um tema importante na Bíblia, refletindo a imagem de Deus no ser humano.","referencias_relacionadas":["Salmos 3:3","Isaías 50:6","Mateus 5:39"]},"jo_29_18_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza das promessas e da proteção de Deus.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para expressar a comunicação de algo significativo. No contexto, Jó fala sobre as promessas de Deus e como Ele se manifestou em sua vida.","por_que_esta_palavra":"Jó enfatiza a importância das palavras de Deus e como elas moldam a realidade de sua vida.","conexao_teologica":"A palavra de Deus é poderosa e criativa, sendo um tema central na criação e na revelação divina.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Hebreus 4:12"]},"jo_29_18_sand":{"palavra_pt":"sand","palavra_original":"חוֹל","transliteracao":"chôwl","strong":"H2344","significado_raiz":"Ideia básica: sand.","significado_contextual":"Simboliza a fragilidade e a transitoriedade da vida humana.","explicacao_detalhada":"A palavra 'sand' (חוֹל) é usada para descrever a natureza efêmera das coisas. Jó menciona isso em relação à sua esperança e ao que ele considera duradouro.","por_que_esta_palavra":"Jó reflete sobre a fragilidade da vida e como as promessas de Deus são mais firmes que a areia.","conexao_teologica":"A transitoriedade da vida é um tema que leva à busca por algo eterno e seguro em Deus.","referencias_relacionadas":["Salmos 103:15-16","Eclesiastes 3:20","Tiago 4:14"]},"jo_29_18_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo de bênçãos e prosperidade que Jó experimentou.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é usada para marcar períodos significativos na vida de uma pessoa. Jó recorda os dias de alegria e prosperidade antes de seu sofrimento.","por_que_esta_palavra":"Jó usa 'dia' para contrastar seu passado glorioso com sua atual situação de dor.","conexao_teologica":"Os dias de bênção são frequentemente vistos como um reflexo da bondade de Deus na vida dos fiéis.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 7:14","Romanos 8:28"]},"jo_29_19_dew":{"palavra_pt":"dew","palavra_original":"טַל","transliteracao":"ṭal","strong":"H2919","significado_raiz":"Ideia básica: dew.","significado_contextual":"Simboliza a frescura e a renovação que Deus traz à vida.","explicacao_detalhada":"A palavra 'dew' (טַל) é usada para descrever a umidade que traz vida e frescor. Jó menciona isso como uma metáfora para a bênção divina.","por_que_esta_palavra":"Jó fala sobre como a presença de Deus traz renovação e frescor à sua vida.","conexao_teologica":"A renovação espiritual é um tema importante, refletindo a ação de Deus em restaurar vidas.","referencias_relacionadas":["Salmos 133:3","Isaías 26:19","2 Coríntios 5:17"]},"jo_29_19_appear":{"palavra_pt":"aparecer","palavra_original":"פָּתַח","transliteracao":"pâthach","strong":"H6605","significado_raiz":"Ideia básica: aparecer.","significado_contextual":"Refere-se à manifestação da bondade de Deus na vida de Jó.","explicacao_detalhada":"A palavra 'aparecer' (פָּתַח) é usada para descrever a revelação ou a manifestação de algo. Jó fala sobre como Deus se revelou a ele em tempos de bênção.","por_que_esta_palavra":"Jó expressa seu desejo de ver novamente a manifestação da bondade de Deus em sua vida.","conexao_teologica":"A revelação de Deus é central na experiência de fé, mostrando como Ele se relaciona com a humanidade.","referencias_relacionadas":["Salmos 27:8","Isaías 40:5","Mateus 5:8"]},"jo_29_20_bom":{"palavra_pt":"gloria","palavra_original":"כָּבוֹד","transliteracao":"kâbôwd","strong":"H3519","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à glória e à honra que vêm de Deus.","explicacao_detalhada":"A palavra 'gloria' (כָּבוֹד) é usada para descrever a majestade e a honra de Deus. Jó menciona isso em relação ao que ele experimentou em sua vida.","por_que_esta_palavra":"Jó reflete sobre a glória que ele sentiu quando estava em comunhão com Deus.","conexao_teologica":"A glória de Deus é um tema central na adoração e na revelação divina.","referencias_relacionadas":["Salmos 19:1","Isaías 6:3","Romanos 11:36"]},"jo_29_20_fresh":{"palavra_pt":"fresh","palavra_original":"חָדָשׁ","transliteracao":"châdâsh","strong":"H2319","significado_raiz":"Ideia básica: fresh.","significado_contextual":"Refere-se à novidade e à renovação que Deus traz à vida.","explicacao_detalhada":"A palavra 'fresh' (חָדָשׁ) é usada para descrever algo novo e revigorante. Jó menciona isso em relação às bênçãos que ele experimentou.","por_que_esta_palavra":"Jó fala sobre a renovação que vem de Deus, contrastando com sua atual situação de sofrimento.","conexao_teologica":"A ideia de renovação é central na mensagem do evangelho, onde Deus faz novas todas as coisas.","referencias_relacionadas":["Isaías 43:19","2 Coríntios 5:17","Apocalipse 21:5"]},"jo_29_20_phrase":{"palavra_pt":"expressao","palavra_original":"עִמָּד","transliteracao":"ʻimmâd","strong":"H5978","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à forma como Jó se comunicava e expressava seus sentimentos e pensamentos durante seu sofrimento.","explicacao_detalhada":"No contexto de Jó 29:20, a expressão é uma referência à maneira como ele se sentia confiante e respeitado antes de suas calamidades. Ele recorda um tempo em que sua palavra tinha peso e era ouvida com atenção.","por_que_esta_palavra":"A escolha da palavra 'expressão' destaca a importância da comunicação e da autenticidade nas relações humanas, especialmente em momentos de dor e sofrimento.","conexao_teologica":"A expressão de Jó reflete a busca por um diálogo sincero com Deus, mostrando que mesmo em sofrimento, a comunicação é vital para a fé.","referencias_relacionadas":["Jó 29:10","Jó 29:12","Jó 29:16"]},"jo_29_21_perecer":{"palavra_pt":"perecer","palavra_original":"דָּמַם","transliteracao":"dâmam","strong":"H1826","significado_raiz":"Ideia básica: perecer.","significado_contextual":"A palavra 'perecer' é usada para descrever a condição de desespero e a sensação de perda de esperança que Jó experimenta.","explicacao_detalhada":"Em Jó 29:21, Jó reflete sobre como suas palavras eram ouvidas e respeitadas, contrastando com sua atual situação de desprezo e solidão, onde ele se sente como se estivesse 'perecendo' em sua dor.","por_que_esta_palavra":"A palavra 'perecer' enfatiza a gravidade da situação de Jó, que se sente como se estivesse perdendo sua identidade e dignidade.","conexao_teologica":"A experiência de Jó ilustra a fragilidade da condição humana e a necessidade de esperança em Deus, mesmo quando tudo parece perdido.","referencias_relacionadas":["Jó 30:20","Jó 6:11","Jó 7:15"]},"jo_29_21_paciente":{"palavra_pt":"paciente","palavra_original":"יָחַל","transliteracao":"yâchal","strong":"H3176","significado_raiz":"Ideia básica: paciente.","significado_contextual":"A palavra 'paciente' refere-se à espera e à esperança que Jó tinha em relação à justiça e à resposta de Deus.","explicacao_detalhada":"No versículo, Jó menciona sua paciência em meio ao sofrimento, indicando sua expectativa de que Deus o ouviria e restauraria sua situação.","por_que_esta_palavra":"A palavra 'paciente' é crucial para entender a perseverança de Jó, que mesmo em meio à dor, mantinha a esperança de um desfecho positivo.","conexao_teologica":"A paciência de Jó é um exemplo de fé inabalável, mostrando que a espera por Deus é parte da jornada espiritual.","referencias_relacionadas":["Tiago 5:11","Romanos 8:25","Salmos 27:14"]},"jo_29_21_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' destaca a importância da comunicação e da atenção que Jó esperava receber de seus ouvintes.","explicacao_detalhada":"Em Jó 29:21, Jó reflete sobre como suas palavras eram ouvidas com respeito, contrastando com sua atual situação de isolamento e desprezo.","por_que_esta_palavra":"A escolha da palavra 'ouvir' ressalta a necessidade humana de ser ouvido e compreendido, especialmente em momentos de dor.","conexao_teologica":"A capacidade de Deus de ouvir as orações e lamentos de seu povo é um tema central na teologia bíblica, mostrando que Ele está sempre atento às nossas necessidades.","referencias_relacionadas":["Salmos 34:17","1 João 5:14","Hebreus 4:16"]},"jo_29_22_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' refere-se à adesão e à lealdade que as pessoas tinham em relação a Jó e suas palavras.","explicacao_detalhada":"No contexto de Jó 29:22, Jó menciona que as pessoas seguiam suas instruções e conselhos, indicando sua posição de autoridade e respeito antes de seu sofrimento.","por_que_esta_palavra":"A palavra 'seguir' é significativa porque mostra a influência que Jó tinha sobre os outros, que agora se perdeu em sua calamidade.","conexao_teologica":"A liderança e a influência de Jó refletem a responsabilidade que os crentes têm em guiar e apoiar uns aos outros na fé.","referencias_relacionadas":["Provérbios 11:14","Hebreus 13:7","1 Pedro 5:3"]},"jo_29_22_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação e à sabedoria que Jó compartilhava com os outros.","explicacao_detalhada":"Em Jó 29:22, a palavra é usada para descrever a importância do que Jó dizia e como suas palavras eram valorizadas por aqueles ao seu redor.","por_que_esta_palavra":"A escolha da palavra 'palavra' enfatiza o poder da comunicação e a responsabilidade que temos ao falar.","conexao_teologica":"As palavras têm poder, e a Bíblia nos ensina a usar nossas palavras para edificar e encorajar os outros.","referencias_relacionadas":["Provérbios 18:21","Efésios 4:29","Colossenses 4:6"]},"jo_29_22_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à integridade e à honestidade que caracterizavam as interações de Jó.","explicacao_detalhada":"No versículo, Jó fala sobre a importância da verdade em suas palavras e como isso era reconhecido por aqueles que o ouviam.","por_que_esta_palavra":"A palavra 'verdade' é fundamental para entender a natureza da comunicação de Jó, que era baseada na sinceridade e na justiça.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, que são chamados a viver em verdade.","referencias_relacionadas":["João 8:32","Salmos 15:2","Efésios 4:15"]},"jo_29_23_paciente":{"palavra_pt":"paciente","palavra_original":"יָחַל","transliteracao":"yâchal","strong":"H3176","significado_raiz":"Ideia básica: paciente.","significado_contextual":"A palavra 'paciente' é usada novamente para enfatizar a espera e a esperança que Jó tinha em Deus.","explicacao_detalhada":"Em Jó 29:23, Jó menciona que as pessoas esperavam por suas palavras, indicando que ele era visto como uma fonte de esperança e sabedoria.","por_que_esta_palavra":"A repetição da palavra 'paciente' reforça a ideia de que a esperança é uma virtude essencial em tempos de dificuldade.","conexao_teologica":"A paciência é uma qualidade que Deus valoriza em seus filhos, e é frequentemente associada à fé e à perseverança.","referencias_relacionadas":["Romanos 12:12","Gálatas 6:9","Tiago 1:3"]},"jo_29_23_chuva":{"palavra_pt":"chuva","palavra_original":"מָטַר","transliteracao":"mâṭar","strong":"H4306","significado_raiz":"Ideia básica: chuva.","significado_contextual":"A palavra 'chuva' simboliza bênçãos e renovação, referindo-se à esperança de que Deus traria alívio e restauração.","explicacao_detalhada":"No contexto de Jó 29:23, a chuva é uma metáfora para a esperança que as pessoas tinham em receber as palavras de Jó, assim como a chuva traz vida e fertilidade.","por_que_esta_palavra":"A escolha da palavra 'chuva' destaca a necessidade humana de renovação e a expectativa de que Deus trará alívio em tempos de seca espiritual.","conexao_teologica":"A chuva é frequentemente usada na Bíblia como símbolo da graça de Deus e de sua provisão para o seu povo.","referencias_relacionadas":["Deuteronômio 11:14","Ezequiel 34:26","Tiago 5:7"]},"jo_29_24_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é novamente mencionada, reforçando a integridade que Jó desejava em suas interações.","explicacao_detalhada":"Em Jó 29:24, Jó reflete sobre como sua verdade era reconhecida e valorizada, contrastando com a desconfiança que agora enfrenta.","por_que_esta_palavra":"A repetição da palavra 'verdade' enfatiza a importância da honestidade e da transparência nas relações humanas.","conexao_teologica":"A verdade é um princípio fundamental na vida cristã, e os crentes são chamados a viver em verdade e a buscar a verdade de Deus.","referencias_relacionadas":["Salmos 25:5","João 14:6","1 João 1:6"]},"jo_29_24_edificar":{"palavra_pt":"crer/amem","palavra_original":"אָמַן","transliteracao":"ʼâman","strong":"H539","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' implica uma confiança profunda em Deus e em Suas promessas.","explicacao_detalhada":"No contexto de Jó 29:24, a expressão 'crer' reflete a relação de Jó com seus amigos e sua fé em Deus, que ele sentia ter sido desconsiderada em seu sofrimento.","por_que_esta_palavra":"Esta palavra é central na experiência de fé de Jó, que mesmo em meio ao sofrimento, mantém sua crença na justiça divina.","conexao_teologica":"A crença em Deus é fundamental para a vida espiritual e é frequentemente associada à salvação e à esperança.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Salmos 37:5"]},"jo_29_24_iluminacao":{"palavra_pt":"luz","palavra_original":"אוֹר","transliteracao":"ʼôwr","strong":"H216","significado_raiz":"Ideia básica: luz.","significado_contextual":"A 'luz' simboliza a presença de Deus e a revelação de Sua verdade.","explicacao_detalhada":"Em Jó 29:24, a luz representa a clareza e a orientação que Jó sentia em sua vida antes de seu sofrimento, contrastando com a escuridão que agora enfrenta.","por_que_esta_palavra":"A luz é frequentemente usada na Bíblia para descrever a sabedoria e a verdade que vêm de Deus.","conexao_teologica":"A luz de Deus é um tema recorrente que representa a verdade, a vida e a salvação.","referencias_relacionadas":["João 8:12","Salmos 119:105","Mateus 5:14"]},"jo_29_25_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se à capacidade de discernir e tomar decisões justas.","explicacao_detalhada":"No versículo, Jó fala sobre seu papel como juiz e defensor dos necessitados, mostrando sua integridade e justiça em sua antiga posição.","por_que_esta_palavra":"A justiça é um atributo de Deus e é essencial para a vida comunitária e moral.","conexao_teologica":"Deus é descrito como o juiz supremo, e a justiça é um tema central na Escritura.","referencias_relacionadas":["Salmos 82:3","Isaías 1:17","Miquéias 6:8"]},"jo_29_25_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' representa autoridade e liderança.","explicacao_detalhada":"Jó se via como um rei em sua comunidade, exercendo liderança e proteção sobre os vulneráveis, o que contrasta com sua atual situação de desamparo.","por_que_esta_palavra":"A realeza é um símbolo de poder e responsabilidade, refletindo a relação de Deus com Seu povo.","conexao_teologica":"Deus é frequentemente chamado de Rei, e a ideia de realeza é central na teologia bíblica.","referencias_relacionadas":["Salmos 10:16","1 Timóteo 6:15","Apocalipse 19:16"]},"jo_29_25_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se ao caminho e à jornada que se percorre.","explicacao_detalhada":"Em Jó 29:25, a vida é entendida como a experiência de viver em comunhão com Deus e em justiça com os outros.","por_que_esta_palavra":"A vida é um presente de Deus e deve ser vivida de acordo com Seus princípios.","conexao_teologica":"A vida eterna é uma promessa central na fé cristã, que se inicia com a fé em Jesus.","referencias_relacionadas":["João 10:10","Gálatas 2:20","1 João 5:11-12"]}}