{"jo_36_1_add":{"palavra_pt":"acrescentar","palavra_original":"יָסַף","transliteracao":"yâçaph","strong":"H3254","significado_raiz":"Ideia básica: acrescentar.","significado_contextual":"A palavra 'acrescentar' é usada para indicar a ação de Deus em trazer mais revelações ou bênçãos ao seu povo.","explicacao_detalhada":"Neste contexto, 'acrescentar' refere-se à ideia de que Deus pode adicionar entendimento ou bênçãos à vida de alguém, especialmente em momentos de dificuldade.","por_que_esta_palavra":"A palavra é importante porque enfatiza a generosidade de Deus em oferecer mais do que o que já foi dado, mostrando Sua graça e misericórdia.","conexao_teologica":"A ideia de que Deus acrescenta bênçãos é um tema recorrente na Bíblia, refletindo Sua natureza abundante e amorosa.","referencias_relacionadas":["Salmos 23:5","Mateus 7:11","Tiago 1:5"]},"jo_36_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é fundamental para entender a comunicação de Deus com a humanidade, especialmente em momentos de crise.","explicacao_detalhada":"Neste contexto, 'dizer' refere-se à revelação divina e à importância de ouvir a voz de Deus, que traz consolo e direção.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a relação entre Deus e o homem, onde a comunicação é essencial para a fé e a compreensão.","conexao_teologica":"A comunicação de Deus é um tema central na Bíblia, onde Ele se revela através de Sua Palavra e do Espírito Santo.","referencias_relacionadas":["Hebreus 1:1-2","Salmos 119:105","João 10:27"]},"jo_36_1_nome":{"palavra_pt":"nome","palavra_original":"אֱלִיהוּ","transliteracao":"ʼĔlîyhûw","strong":"H453","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Elihu' é significativo, pois representa um dos amigos de Jó que tenta explicar o sofrimento de Jó sob uma perspectiva diferente.","explicacao_detalhada":"Elihu, cujo nome significa 'meu Deus é Ele', traz uma nova voz ao debate sobre a justiça de Deus e o sofrimento humano, enfatizando a grandeza de Deus.","por_que_esta_palavra":"A palavra 'nome' é importante porque os nomes na Bíblia frequentemente carregam significados profundos e refletem a identidade e o caráter dos indivíduos.","conexao_teologica":"A importância dos nomes na Bíblia destaca como Deus se relaciona com Seu povo e como cada indivíduo tem um propósito em Seu plano.","referencias_relacionadas":["Jó 32:2","Jó 33:1","Jó 36:2"]},"jo_36_2_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir explicações e razões, especialmente no discurso de Elihu.","explicacao_detalhada":"Neste contexto, 'porque' é uma conjunção que liga a razão à ação, mostrando a lógica por trás das afirmações de Elihu sobre a justiça de Deus.","por_que_esta_palavra":"A palavra é crucial para entender a argumentação de Elihu, que busca justificar as ações de Deus diante do sofrimento de Jó.","conexao_teologica":"A busca por entender o porquê do sofrimento é uma questão teológica central, refletindo a necessidade humana de compreender a soberania de Deus.","referencias_relacionadas":["Jó 34:4","Romanos 8:28","Isaías 55:8-9"]},"jo_36_2_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à existência e à experiência humana, especialmente em relação ao sofrimento e à fé.","explicacao_detalhada":"Neste contexto, 'vida' é um lembrete da fragilidade humana e da necessidade de depender de Deus em todos os momentos.","por_que_esta_palavra":"A palavra 'vida' é significativa porque enfatiza a importância da vida em relação à justiça e à misericórdia de Deus.","conexao_teologica":"A vida é um dom de Deus e a forma como vivemos reflete nossa relação com Ele, sendo um tema central na teologia bíblica.","referencias_relacionadas":["Salmos 36:9","João 10:10","Gálatas 2:20"]},"jo_36_3_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é usada para descrever a ação de Deus em responder ao clamor humano.","explicacao_detalhada":"Neste contexto, 'dar' refere-se à generosidade de Deus em ouvir e atender as súplicas de Seu povo, especialmente em tempos de angústia.","por_que_esta_palavra":"A palavra é importante porque destaca a natureza benevolente de Deus, que está sempre disposto a ajudar aqueles que O invocam.","conexao_teologica":"A ideia de que Deus dá é um tema central na Bíblia, refletindo Sua graça e disposição em atender às necessidades de Seus filhos.","referencias_relacionadas":["Salmos 34:17","Mateus 7:7","Filipenses 4:19"]},"jo_36_3_grande":{"palavra_pt":"grande","palavra_original":"רָחוֹק","transliteracao":"râchôwq","strong":"H7350","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude do poder e da sabedoria de Deus.","explicacao_detalhada":"Neste contexto, 'grande' enfatiza a grandeza de Deus em contraste com a fragilidade humana, destacando Sua soberania sobre todas as coisas.","por_que_esta_palavra":"A palavra é significativa porque nos lembra da imensidão de Deus e da importância de reconhecer Sua autoridade em nossas vidas.","conexao_teologica":"A grandeza de Deus é um tema central na adoração e na teologia, refletindo Sua majestade e poder criador.","referencias_relacionadas":["Salmos 145:3","Isaías 40:28","Romanos 11:33"]},"jo_36_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir uma razão ou explicação, especialmente no discurso de Elihu.","explicacao_detalhada":"Neste contexto, 'porque' liga a afirmação de Elihu sobre a verdade de Deus à sua argumentação sobre o sofrimento e a justiça.","por_que_esta_palavra":"A palavra é crucial para entender a lógica por trás das declarações de Elihu, que busca esclarecer a natureza de Deus.","conexao_teologica":"A busca pela verdade é uma questão central na teologia, refletindo a necessidade de compreender a natureza de Deus e Sua vontade.","referencias_relacionadas":["Salmos 25:5","João 14:6","1 João 1:5"]},"jo_36_4_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à fidelidade de Deus em Suas promessas e caráter.","explicacao_detalhada":"Neste contexto, 'verdade' é um conceito fundamental que Elihu usa para argumentar que Deus é justo e fiel, mesmo em meio ao sofrimento.","por_que_esta_palavra":"A palavra é importante porque enfatiza a confiança que podemos ter em Deus, sabendo que Ele é sempre verdadeiro em Suas ações.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, refletindo Sua natureza imutável e a base da fé cristã.","referencias_relacionadas":["Salmos 119:160","João 8:32","Hebreus 6:18"]},"jo_36_4_cause":{"palavra_pt":"cause","palavra_original":"שֶׁקֶר","transliteracao":"sheqer","strong":"H8267","significado_raiz":"Ideia básica: cause.","significado_contextual":"A palavra 'cause' refere-se à ideia de uma razão ou motivo que leva a um determinado resultado.","explicacao_detalhada":"No contexto de Jó 36:4, a palavra 'cause' é utilizada para enfatizar a justiça e a retidão de Deus em suas ações. Eliú, o jovem que fala, está afirmando que Deus é justo e que suas ações têm um propósito claro, mesmo que não sejam compreendidas por todos.","por_que_esta_palavra":"A escolha da palavra 'cause' destaca a soberania de Deus e sua capacidade de agir com justiça, mesmo em meio ao sofrimento humano.","conexao_teologica":"A ideia de que Deus é justo e age com propósito é central na teologia bíblica, refletindo a natureza de Deus como justo e reto.","referencias_relacionadas":["Salmos 89:14","Isaías 30:18","Romanos 3:26"]},"jo_36_5_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma chamada à atenção, indicando algo importante que deve ser observado.","explicacao_detalhada":"Em Jó 36:5, Eliú usa 'eis' para chamar a atenção de Jó para a grandeza de Deus e sua disposição para ajudar os justos. É um convite para reconhecer a presença e a ação divina.","por_que_esta_palavra":"A palavra 'eis' serve para enfatizar a importância do que está sendo dito, criando um momento de revelação sobre a natureza de Deus.","conexao_teologica":"A chamada à atenção para a grandeza de Deus é um tema recorrente nas Escrituras, onde se destaca a necessidade de reconhecer Sua soberania.","referencias_relacionadas":["Salmos 46:10","Isaías 40:9","Mateus 11:28"]},"jo_36_5_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à força suprema e ao poder divino.","explicacao_detalhada":"No versículo, Eliú destaca que Deus é poderoso e que Sua força é evidente em todas as Suas obras. Isso serve para lembrar a Jó que, apesar de seu sofrimento, Deus é maior que suas circunstâncias.","por_que_esta_palavra":"A ênfase na força de Deus é crucial para entender que Ele pode intervir nas situações mais difíceis da vida.","conexao_teologica":"A força de Deus é um tema central na Bíblia, que mostra como Ele é capaz de salvar e proteger os Seus.","referencias_relacionadas":["Salmos 62:11","Isaías 40:29","Efésios 6:10"]},"jo_36_5_poder":{"palavra_pt":"poder","palavra_original":"כַּבִּיר","transliteracao":"kabbîyr","strong":"H3524","significado_raiz":"Ideia básica: poder.","significado_contextual":"A palavra 'poder' refere-se à capacidade de realizar ações significativas e impactantes.","explicacao_detalhada":"Eliú menciona o poder de Deus para enfatizar que Ele não é apenas forte, mas também capaz de agir em favor dos justos, trazendo justiça e restauração.","por_que_esta_palavra":"A palavra 'poder' é usada para assegurar a Jó que Deus tem a capacidade de mudar sua situação e trazer alívio ao seu sofrimento.","conexao_teologica":"O poder de Deus é frequentemente associado à Sua capacidade de salvar e redimir, mostrando que Ele está sempre no controle.","referencias_relacionadas":["Salmos 147:5","Romanos 1:16","1 Coríntios 1:18"]},"jo_36_6_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo/justiça' refere-se à ideia de equidade e retidão nas ações.","explicacao_detalhada":"Neste versículo, Eliú afirma que Deus não oprime os justos, mas faz justiça a eles. A palavra 'juízo' é usada para destacar a natureza justa de Deus em contraste com a injustiça humana.","por_que_esta_palavra":"A ênfase no juízo de Deus é importante para mostrar que Ele é um defensor dos justos e que suas ações são sempre justas.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, refletindo Sua natureza e a esperança de que Ele trará justiça no final dos tempos.","referencias_relacionadas":["Salmos 9:7-8","Isaías 61:8","Romanos 2:6"]},"jo_36_6_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à fidelidade nas ações e promessas.","explicacao_detalhada":"Eliú menciona a verdade de Deus para afirmar que Ele não mente e que Suas promessas são sempre cumpridas. A verdade de Deus é um pilar da fé.","por_que_esta_palavra":"A palavra 'verdade' é crucial para entender a confiança que se pode ter em Deus, especialmente em tempos de dificuldade.","conexao_teologica":"A verdade de Deus é um tema recorrente na Bíblia, onde se enfatiza que Ele é a fonte de toda verdade.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 6:18"]},"jo_36_6_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se à ideia de existência plena e abundante.","explicacao_detalhada":"Neste contexto, Eliú fala sobre como Deus dá vida e sustenta aqueles que são justos, mostrando que a verdadeira vida vem de uma relação correta com Ele.","por_que_esta_palavra":"A ênfase em 'viver' destaca a promessa de Deus de vida e prosperidade para aqueles que O seguem.","conexao_teologica":"A vida plena em Deus é um tema central na Bíblia, refletindo a promessa de salvação e restauração.","referencias_relacionadas":["João 10:10","Romanos 8:6","Gálatas 2:20"]},"jo_36_7_fim":{"palavra_pt":"fim","palavra_original":"נֶצַח","transliteracao":"netsach","strong":"H5331","significado_raiz":"Ideia básica: fim.","significado_contextual":"A palavra 'fim' refere-se ao resultado final ou à conclusão de algo.","explicacao_detalhada":"Eliú menciona o 'fim' para enfatizar que Deus não apenas inicia, mas também conclui Suas obras de maneira justa e correta.","por_que_esta_palavra":"A palavra 'fim' é importante para lembrar que Deus tem um plano e que todas as coisas cooperam para um propósito maior.","conexao_teologica":"A ideia de um fim justo é central na teologia bíblica, onde se afirma que Deus trará a conclusão de todas as coisas de acordo com Sua vontade.","referencias_relacionadas":["Eclesiastes 3:17","Romanos 8:28","Apocalipse 21:6"]},"jo_36_7_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Ideia básica: justo.","significado_contextual":"A palavra 'justo' refere-se à qualidade de ser moralmente correto e ético.","explicacao_detalhada":"Neste versículo, Eliú afirma que Deus é justo e que Ele cuida dos justos, assegurando que eles receberão o que é devido.","por_que_esta_palavra":"A ênfase na justiça de Deus é fundamental para a compreensão da Sua natureza e de como Ele interage com a humanidade.","conexao_teologica":"A justiça de Deus é um tema recorrente na Bíblia, refletindo Sua natureza e a esperança de que Ele trará justiça no final dos tempos.","referencias_relacionadas":["Salmos 37:28","Isaías 30:18","Mateus 5:6"]},"jo_36_7_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à fidelidade nas ações e promessas.","explicacao_detalhada":"Eliú reafirma que Deus é verdadeiro e que não há injustiça nEle. Isso é um lembrete de que a verdade de Deus é a base da fé.","por_que_esta_palavra":"A repetição da palavra 'verdade' enfatiza a confiança que se pode ter em Deus, especialmente em tempos de incerteza.","conexao_teologica":"A verdade de Deus é um tema recorrente na Bíblia, onde se enfatiza que Ele é a fonte de toda verdade.","referencias_relacionadas":["Salmos 119:160","João 8:32","1 João 1:5"]},"jo_36_8_fogo":{"palavra_pt":"fogo","palavra_original":"זִיקָה","transliteracao":"zîyqâh","strong":"H2131","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O fogo é frequentemente associado ao juízo e à purificação na Bíblia.","explicacao_detalhada":"Neste contexto, o fogo simboliza a presença de Deus e Sua capacidade de purificar e julgar. O fogo é uma metáfora para a intensidade da verdade e da justiça divina.","por_que_esta_palavra":"A palavra 'fogo' é utilizada para ilustrar a seriedade da mensagem e a necessidade de atenção à palavra de Deus.","conexao_teologica":"O fogo representa tanto a purificação quanto o juízo, refletindo a natureza de Deus como um juiz justo.","referencias_relacionadas":["Hebreus 12:29","Isaías 66:24","Mateus 3:11"]},"jo_36_8_batalha":{"palavra_pt":"batalha","palavra_original":"אָסַר","transliteracao":"ʼâçar","strong":"H631","significado_raiz":"Ideia básica: batalha.","significado_contextual":"A batalha representa o conflito entre o bem e o mal, e a luta espiritual que os crentes enfrentam.","explicacao_detalhada":"A palavra 'batalha' aqui enfatiza a luta constante que os fiéis têm contra as adversidades e as tentações, sendo um chamado à perseverança.","por_que_esta_palavra":"A batalha é uma metáfora para a vida cristã, que é repleta de desafios e lutas espirituais.","conexao_teologica":"A batalha é uma representação da luta espiritual que os crentes enfrentam, refletindo a necessidade de confiar em Deus.","referencias_relacionadas":["Efésios 6:12","2 Timóteo 2:3","1 Pedro 5:8"]},"jo_36_9_palavra":{"palavra_pt":"palavra","palavra_original":"נָגַד","transliteracao":"nâgad","strong":"H5046","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra é um meio de comunicação divina, revelando a vontade de Deus ao homem.","explicacao_detalhada":"Neste contexto, a palavra é vista como uma declaração de Deus sobre a condição humana e a necessidade de arrependimento.","por_que_esta_palavra":"A palavra é fundamental para a compreensão da verdade e da revelação divina, sendo um guia para a vida.","conexao_teologica":"A palavra de Deus é viva e eficaz, capaz de transformar vidas e trazer entendimento.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","João 1:1"]},"jo_36_9_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa para o que foi dito anteriormente.","explicacao_detalhada":"Neste versículo, 'porque' conecta a declaração anterior à razão pela qual é importante ouvir e entender a mensagem de Deus.","por_que_esta_palavra":"A palavra 'porque' é crucial para a lógica do discurso, estabelecendo uma relação de causa e efeito.","conexao_teologica":"A compreensão do porquê é essencial para a fé, pois nos ajuda a entender a natureza de Deus e Seus propósitos.","referencias_relacionadas":["Romanos 8:28","Tiago 1:5","Provérbios 3:5-6"]},"jo_36_10_phrase":{"palavra_pt":"expressao","palavra_original":"גָּלָה","transliteracao":"gâlâh","strong":"H1540","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão refere-se à revelação de Deus sobre a condição humana e a necessidade de arrependimento.","explicacao_detalhada":"A expressão é um chamado à reflexão e à mudança de vida, enfatizando a importância de ouvir a voz de Deus.","por_que_esta_palavra":"A expressão é usada para destacar a comunicação divina e a necessidade de resposta por parte do homem.","conexao_teologica":"A revelação de Deus é um tema central na teologia, mostrando como Ele se comunica com a humanidade.","referencias_relacionadas":["Salmos 19:1-4","Romanos 1:20","1 Coríntios 2:9-10"]},"jo_36_10_vaidade":{"palavra_pt":"vaidade","palavra_original":"אָוֶן","transliteracao":"ʼâven","strong":"H205","significado_raiz":"Ideia básica: vaidade.","significado_contextual":"A vaidade é vista como a futilidade e a falta de propósito na vida sem Deus.","explicacao_detalhada":"Neste contexto, a vaidade é um alerta contra a superficialidade e a busca por coisas passageiras, em vez de valores eternos.","por_que_esta_palavra":"A palavra 'vaidade' é utilizada para mostrar a fragilidade das coisas humanas em contraste com a eternidade de Deus.","conexao_teologica":"A vaidade é um tema recorrente na sabedoria bíblica, alertando sobre a futilidade da vida sem Deus.","referencias_relacionadas":["Eclesiastes 1:2","Salmos 39:5","Mateus 6:19-21"]},"jo_36_10_instrucao":{"palavra_pt":"instrucao","palavra_original":"מוּסָר","transliteracao":"mûwçâr","strong":"H4148","significado_raiz":"Ideia básica: instrucao.","significado_contextual":"A instrução é a orientação divina que leva à sabedoria e ao entendimento.","explicacao_detalhada":"Neste contexto, a instrução é apresentada como um meio de evitar a vaidade e buscar a verdadeira sabedoria que vem de Deus.","por_que_esta_palavra":"A palavra 'instrução' é fundamental para o crescimento espiritual e a formação do caráter cristão.","conexao_teologica":"A instrução divina é essencial para a vida do crente, guiando-o em suas decisões e ações.","referencias_relacionadas":["Provérbios 1:7","Salmos 119:66","2 Timóteo 3:16-17"]},"jo_36_11_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"O 'bom' refere-se à bondade de Deus e ao que é moralmente correto.","explicacao_detalhada":"Neste contexto, o 'bom' é um chamado à obediência e à prática do que é justo diante de Deus.","por_que_esta_palavra":"A palavra 'bom' é usada para enfatizar a natureza de Deus e o que Ele espera de Seus seguidores.","conexao_teologica":"A bondade de Deus é um atributo central na teologia, refletindo Seu caráter e Suas ações.","referencias_relacionadas":["Salmos 34:8","Gálatas 5:22","Romanos 12:2"]},"jo_36_11_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se à ação de Deus em resgatar o homem do pecado e da condenação.","explicacao_detalhada":"Neste contexto, 'salvar' implica em libertação e redenção, mostrando a graça de Deus em ação.","por_que_esta_palavra":"A palavra 'salvar' é central na mensagem do evangelho, destacando a necessidade de salvação para todos.","conexao_teologica":"A salvação é um tema fundamental na teologia cristã, refletindo o amor e a misericórdia de Deus.","referencias_relacionadas":["Efésios 2:8-9","Romanos 10:9-10","João 3:16"]},"jo_36_11_obra":{"palavra_pt":"obra","palavra_original":"עָבַד","transliteracao":"ʻâbad","strong":"H5647","significado_raiz":"Ideia básica: obra.","significado_contextual":"A obra refere-se às ações e atividades que refletem a fé e a obediência a Deus.","explicacao_detalhada":"Neste contexto, a obra é um chamado à ação, enfatizando que a fé deve ser acompanhada de boas obras.","por_que_esta_palavra":"A palavra 'obra' é utilizada para mostrar a importância de viver a fé de maneira prática e visível.","conexao_teologica":"As obras são uma expressão da fé genuína e são vistas como resultado da graça de Deus na vida do crente.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Mateus 5:16"]},"jo_36_12_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade aqui se refere à realidade dos eventos e à fidelidade de Deus em suas promessas.","explicacao_detalhada":"A palavra 'verdade' é usada para enfatizar a autenticidade e a certeza das declarações de Deus. No contexto, Eliú está afirmando que a verdade de Deus é inabalável, mesmo diante do sofrimento humano.","por_que_esta_palavra":"Esta palavra é crucial para entender a natureza de Deus e sua relação com a humanidade, especialmente em momentos de provação.","conexao_teologica":"A verdade de Deus é um tema central na teologia bíblica, refletindo sua justiça e santidade. A verdade é também um atributo de Deus que deve ser buscado por seus seguidores.","referencias_relacionadas":["Salmos 25:5","João 14:6","Salmos 119:160"]},"jo_36_12_morrer":{"palavra_pt":"morrer","palavra_original":"גָּוַע","transliteracao":"gâvaʻ","strong":"H1478","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Morrer aqui é apresentado como uma consequência do pecado e da separação de Deus.","explicacao_detalhada":"A palavra 'morrer' é utilizada para descrever não apenas a morte física, mas também a morte espiritual que resulta da desobediência a Deus. Eliú está alertando sobre as consequências do afastamento de Deus.","por_que_esta_palavra":"É importante para entender a gravidade do pecado e suas repercussões na vida do ser humano.","conexao_teologica":"A morte é um tema recorrente na Bíblia, simbolizando a separação de Deus e a necessidade de redenção através de Cristo.","referencias_relacionadas":["Romanos 6:23","Gênesis 2:17","Tiago 1:15"]},"jo_36_13_pecado":{"palavra_pt":"pecado","palavra_original":"חָנֵף","transliteracao":"chânêph","strong":"H2611","significado_raiz":"Ideia básica: pecado.","significado_contextual":"O pecado é visto como uma rebelião contra Deus, que resulta em consequências severas.","explicacao_detalhada":"A palavra 'pecado' aqui é usada para descrever a natureza corrupta do coração humano e a necessidade de arrependimento. Eliú está enfatizando que aqueles que se rebelam contra Deus não conhecem a verdadeira sabedoria.","por_que_esta_palavra":"É fundamental para entender a condição humana e a necessidade de um salvador.","conexao_teologica":"O pecado é a razão pela qual a humanidade precisa da graça de Deus e da salvação oferecida por Jesus Cristo.","referencias_relacionadas":["Romanos 3:23","1 João 1:8-10","Salmos 51:5"]},"jo_36_13_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O coração representa o centro das emoções e decisões humanas, refletindo a condição espiritual do indivíduo.","explicacao_detalhada":"A palavra 'coração' é usada para descrever não apenas as emoções, mas também a mente e a vontade. Eliú está apontando que um coração impuro leva a ações pecaminosas.","por_que_esta_palavra":"Compreender o coração é essencial para entender a natureza do pecado e a necessidade de transformação espiritual.","conexao_teologica":"A Bíblia frequentemente fala sobre a importância de um coração puro e a renovação do espírito, que é central na mensagem do evangelho.","referencias_relacionadas":["Provérbios 4:23","Mateus 5:8","Salmos 51:10"]},"jo_36_13_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é apresentada como um princípio fundamental que deve guiar a vida do crente.","explicacao_detalhada":"A repetição da palavra 'verdade' enfatiza a importância de viver de acordo com a realidade de Deus e suas promessas, contrastando com a hipocrisia do coração humano.","por_que_esta_palavra":"É vital para a compreensão da integridade e da autenticidade na vida cristã.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, que são chamados a ser luz e sal do mundo.","referencias_relacionadas":["João 8:32","Efésios 4:15","Salmos 119:151"]},"jo_36_14_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A morte é apresentada como um estado inevitável para todos, mas com implicações espirituais profundas.","explicacao_detalhada":"A palavra 'morrer' aqui é usada para enfatizar a fragilidade da vida humana e a necessidade de estar preparado para a eternidade.","por_que_esta_palavra":"É importante para refletir sobre a vida e a morte à luz da eternidade e da salvação.","conexao_teologica":"A morte é um tema central na teologia cristã, que fala sobre a vida eterna oferecida por Cristo.","referencias_relacionadas":["Hebreus 9:27","1 Coríntios 15:22","João 11:25-26"]},"jo_36_14_crianca":{"palavra_pt":"crianca","palavra_original":"נֹעַר","transliteracao":"nôʻar","strong":"H5290","significado_raiz":"Ideia básica: crianca.","significado_contextual":"A palavra 'criança' é usada para simbolizar a inocência e a vulnerabilidade diante de Deus.","explicacao_detalhada":"A palavra 'criança' sugere a pureza e a dependência que todos devem ter em relação a Deus. Eliú está ressaltando que mesmo os mais jovens podem ser afetados pelo pecado.","por_que_esta_palavra":"É importante para entender a natureza da fé e a relação de Deus com os inocentes.","conexao_teologica":"A Bíblia ensina que devemos nos tornar como crianças para entrar no reino dos céus, refletindo a humildade e a confiança em Deus.","referencias_relacionadas":["Mateus 18:3","Marcos 10:14","Lucas 18:16"]},"jo_36_14_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' refere-se à essência da vida e à criação de Deus.","explicacao_detalhada":"A palavra 'alma' é usada para descrever a vida que Deus deu a cada ser humano, enfatizando a dignidade e o valor da vida.","por_que_esta_palavra":"É fundamental para entender a criação e o propósito da vida humana segundo a perspectiva bíblica.","conexao_teologica":"A alma é vista como eterna, e a Bíblia ensina que Deus se preocupa profundamente com cada alma.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","Salmos 139:13-14"]},"jo_36_15_phrase":{"palavra_pt":"expressao","palavra_original":"גָּלָה","transliteracao":"gâlâh","strong":"H1540","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão refere-se à revelação de Deus em meio ao sofrimento.","explicacao_detalhada":"A palavra 'expressão' sugere que Deus se manifesta de maneiras que podem ser compreendidas, mesmo em tempos difíceis.","por_que_esta_palavra":"É importante para reconhecer que Deus se comunica e se revela ao seu povo, mesmo nas adversidades.","conexao_teologica":"A revelação de Deus é um tema central na Bíblia, mostrando como Ele se relaciona com a humanidade.","referencias_relacionadas":["Hebreus 1:1-2","Salmos 19:1-4","Romanos 1:20"]},"jo_36_15_affliction":{"palavra_pt":"affliction","palavra_original":"לַחַץ","transliteracao":"lachats","strong":"H3906","significado_raiz":"Ideia básica: affliction.","significado_contextual":"A aflição é vista como um meio pelo qual Deus pode ensinar e moldar o caráter do crente.","explicacao_detalhada":"A palavra 'aflição' refere-se às dificuldades que podem levar à reflexão e ao crescimento espiritual. Eliú está afirmando que Deus usa a aflição para chamar a atenção do homem.","por_que_esta_palavra":"É importante para entender o propósito das dificuldades na vida do crente.","conexao_teologica":"A aflição é frequentemente mencionada na Bíblia como uma forma de Deus purificar e fortalecer a fé.","referencias_relacionadas":["Romanos 5:3-5","Tiago 1:2-4","2 Coríntios 4:17"]},"jo_36_15_libertar":{"palavra_pt":"libertar","palavra_original":"חָלַץ","transliteracao":"châlats","strong":"H2502","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Libertar refere-se ao ato de tirar alguém de uma situação de opressão ou sofrimento.","explicacao_detalhada":"No contexto de Jó 36:15, a palavra 'libertar' implica que Deus é capaz de resgatar os aflitos e oprimidos, mostrando Sua misericórdia e poder. A libertação é uma ação divina que traz alívio e esperança.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a capacidade de Deus de intervir nas situações difíceis da vida, oferecendo salvação e proteção.","conexao_teologica":"A libertação é um tema central na teologia bíblica, representando a salvação que Deus oferece ao Seu povo, tanto física quanto espiritualmente.","referencias_relacionadas":["Salmos 34:17","Isaías 61:1","Romanos 8:21"]},"jo_36_16_boca":{"palavra_pt":"boca","palavra_original":"פֶּה","transliteracao":"peh","strong":"H6310","significado_raiz":"Ideia básica: boca.","significado_contextual":"Boca é o órgão que expressa palavras, pensamentos e sentimentos.","explicacao_detalhada":"Em Jó 36:16, a boca é mencionada como um meio pelo qual Deus se comunica e revela Sua verdade ao homem. A boca também simboliza a capacidade de falar e declarar a justiça.","por_que_esta_palavra":"A palavra 'boca' é crucial para entender a comunicação divina e a importância da fala na transmissão de sabedoria e instrução.","conexao_teologica":"A boca é frequentemente associada à proclamação da verdade de Deus e à importância de confessar a fé.","referencias_relacionadas":["Provérbios 18:21","Mateus 12:34","Tiago 3:10"]},"jo_36_16_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Verdade refere-se à conformidade com a realidade, à honestidade e à fidelidade.","explicacao_detalhada":"No versículo, a verdade é apresentada como um atributo de Deus e uma qualidade que Ele deseja que os homens busquem. A verdade é essencial para a justiça e a integridade.","por_que_esta_palavra":"A palavra 'verdade' é fundamental para entender a natureza de Deus e Sua relação com a humanidade, pois Ele é a própria verdade.","conexao_teologica":"A verdade de Deus é um tema recorrente na Bíblia, enfatizando a necessidade de viver de acordo com Seus princípios.","referencias_relacionadas":["João 8:32","Salmos 119:160","Efésios 4:15"]},"jo_36_17_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Juízo/justiça refere-se à ação de avaliar e decidir sobre o que é certo ou errado.","explicacao_detalhada":"Em Jó 36:17, a palavra 'juízo' destaca a importância da justiça divina e como Deus administra a moralidade no mundo. Ele é o juiz supremo que estabelece a ordem.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a responsabilidade de Deus em manter a justiça e a ordem no universo.","conexao_teologica":"A justiça de Deus é um aspecto essencial de Sua natureza, refletindo Sua santidade e retidão.","referencias_relacionadas":["Salmos 89:14","Isaías 30:18","Romanos 2:6"]},"jo_36_17_cause":{"palavra_pt":"cause","palavra_original":"דִּין","transliteracao":"dîyn","strong":"H1779","significado_raiz":"Ideia básica: cause.","significado_contextual":"Causa refere-se ao motivo ou razão por trás de uma ação ou decisão.","explicacao_detalhada":"No contexto de Jó 36:17, a palavra 'causa' sugere que Deus tem um propósito em Suas ações e que cada juízo é fundamentado em razões justas e corretas.","por_que_esta_palavra":"A palavra 'causa' é importante para entender a soberania de Deus e como Ele atua no mundo com sabedoria.","conexao_teologica":"A ideia de causa e efeito é central na teologia, mostrando que Deus age de maneira intencional e com propósito.","referencias_relacionadas":["Gálatas 6:7","Romanos 8:28","Efésios 1:11"]},"jo_36_17_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"Culpado refere-se à condição de alguém que cometeu um erro ou pecado.","explicacao_detalhada":"Em Jó 36:17, a palavra 'culpado' destaca a responsabilidade moral do ser humano diante de Deus e a necessidade de arrependimento.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a realidade do pecado e a necessidade de justiça na relação entre Deus e a humanidade.","conexao_teologica":"A culpa é um tema importante na teologia, pois leva à compreensão da necessidade de redenção e perdão.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 51:4"]},"jo_36_18_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Homem refere-se à humanidade em geral, à criação de Deus.","explicacao_detalhada":"No versículo, a palavra 'homem' é usada para representar a fragilidade e a dependência do ser humano em relação a Deus, especialmente em tempos de aflição.","por_que_esta_palavra":"Esta palavra é importante para entender a posição do homem diante de Deus e a necessidade de buscar Sua ajuda.","conexao_teologica":"A condição do homem é um tema central na Bíblia, refletindo a necessidade de salvação e a graça de Deus.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"jo_36_18_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Porque é uma conjunção que introduz uma explicação ou justificativa.","explicacao_detalhada":"Em Jó 36:18, a palavra 'porque' é usada para conectar a ideia de que a justiça de Deus é inabalável e que o homem deve reconhecer sua posição diante dEle.","por_que_esta_palavra":"Esta palavra é crucial para entender a lógica do discurso e a relação entre as ações de Deus e a resposta do homem.","conexao_teologica":"A relação entre a ação de Deus e a resposta humana é um tema importante na teologia, refletindo a soberania divina e a responsabilidade humana.","referencias_relacionadas":["Romanos 11:33","Isaías 55:8-9","Salmos 37:5"]},"jo_36_18_stroke":{"palavra_pt":"stroke","palavra_original":"סֵפֶק","transliteracao":"çêpheq","strong":"H5607","significado_raiz":"Ideia básica: stroke.","significado_contextual":"Stroke refere-se a um golpe ou aflição que pode ser física ou emocional.","explicacao_detalhada":"No contexto de Jó 36:18, a palavra 'stroke' sugere a ideia de sofrimento e a necessidade de buscar a ajuda de Deus em tempos de crise.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a realidade do sofrimento humano e a esperança de alívio através da intervenção divina.","conexao_teologica":"O sofrimento é um tema recorrente na Bíblia, e a resposta de Deus ao sofrimento é um aspecto importante da Sua natureza amorosa.","referencias_relacionadas":["2 Coríntios 1:3-4","Salmos 34:18","Romanos 5:3-5"]},"jo_36_19_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como algo é feito ou abordado.","explicacao_detalhada":"Em Jó 36:19, a palavra 'modo' sugere que a forma como se busca a ajuda de Deus é importante e deve ser feita com sinceridade e fé.","por_que_esta_palavra":"Esta palavra é relevante para entender que a atitude do coração é fundamental ao se aproximar de Deus em busca de ajuda.","conexao_teologica":"A maneira como nos relacionamos com Deus é um tema importante na teologia, refletindo a necessidade de uma fé genuína.","referencias_relacionadas":["Hebreus 11:6","Mateus 7:7-8","Tiago 4:8"]},"jo_36_19_batalha":{"palavra_pt":"batalha","palavra_original":"עָרַךְ","transliteracao":"ʻârak","strong":"H6186","significado_raiz":"Ideia básica: batalha.","significado_contextual":"A palavra 'batalha' refere-se ao conflito ou luta, muitas vezes em um contexto espiritual ou moral.","explicacao_detalhada":"No contexto de Jó 36:19, a batalha pode ser entendida como as lutas que enfrentamos na vida, tanto externas quanto internas, que testam nossa fé e resistência.","por_que_esta_palavra":"A escolha da palavra 'batalha' enfatiza a ideia de que a vida é uma luta constante, onde a fé e a perseverança são necessárias.","conexao_teologica":"A batalha é um tema recorrente na Bíblia, simbolizando a luta entre o bem e o mal, e a necessidade de confiar em Deus durante as dificuldades.","referencias_relacionadas":["Efésios 6:12","2 Timóteo 2:3","1 Pedro 5:8"]},"jo_36_19_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' implica em autenticidade e fidelidade, especialmente em relação à natureza de Deus e Suas promessas.","explicacao_detalhada":"Em Jó 36:19, a verdade é um conceito central que reflete a justiça e a integridade de Deus, contrastando com as dificuldades que Jó enfrenta.","por_que_esta_palavra":"A palavra 'verdade' é usada para reafirmar a confiança em Deus, que é sempre verdadeiro e fiel, mesmo em meio ao sofrimento.","conexao_teologica":"A verdade de Deus é um fundamento da fé cristã, sendo Ele descrito como a própria verdade em João 14:6.","referencias_relacionadas":["Salmos 25:5","João 8:32","Romanos 3:4"]},"jo_36_20_luz":{"palavra_pt":"luz","palavra_original":"לַיִל","transliteracao":"layil","strong":"H3915","significado_raiz":"Ideia básica: luz.","significado_contextual":"A palavra 'luz' simboliza clareza, revelação e a presença de Deus em meio à escuridão.","explicacao_detalhada":"No versículo, a luz representa a esperança e a orientação divina que ilumina o caminho em tempos de tribulação.","por_que_esta_palavra":"A luz é uma metáfora poderosa para a verdade e a sabedoria de Deus, que nos guia através das dificuldades.","conexao_teologica":"A luz é frequentemente associada à presença de Deus e à vida eterna, como visto em João 1:5.","referencias_relacionadas":["Salmos 119:105","Mateus 5:14","1 João 1:5"]},"jo_36_20_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude e à majestade de Deus, enfatizando Sua soberania.","explicacao_detalhada":"Em Jó 36:20, a grandeza de Deus é destacada como um contraste com as limitações humanas e as dificuldades enfrentadas.","por_que_esta_palavra":"A ênfase na grandeza de Deus serve para encorajar os fiéis a confiarem em Sua capacidade de intervir em suas vidas.","conexao_teologica":"A grandeza de Deus é um tema central na adoração e na reverência, reconhecendo Sua autoridade sobre toda a criação.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"jo_36_21_vaidade":{"palavra_pt":"vaidade","palavra_original":"אָוֶן","transliteracao":"ʼâven","strong":"H205","significado_raiz":"Ideia básica: vaidade.","significado_contextual":"A palavra 'vaidade' refere-se à futilidade e à falta de valor das coisas temporais em comparação com as eternas.","explicacao_detalhada":"No contexto de Jó 36:21, a vaidade é uma advertência contra se apegar a coisas que não têm valor duradouro.","por_que_esta_palavra":"A escolha da palavra 'vaidade' enfatiza a necessidade de focar no que é eterno e significativo, em vez de se perder nas preocupações mundanas.","conexao_teologica":"A vaidade é um tema que aparece em Eclesiastes, onde se discute a futilidade das realizações humanas sem Deus.","referencias_relacionadas":["Eclesiastes 1:2","Salmos 39:5","Mateus 6:19-21"]},"jo_36_21_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir uma razão ou explicação, conectando ideias.","explicacao_detalhada":"Em Jó 36:21, 'porque' serve para justificar a advertência sobre a vaidade, explicando a necessidade de se focar em Deus.","por_que_esta_palavra":"A palavra 'porque' é crucial para a lógica do argumento, mostrando a relação entre a vaidade e a confiança em Deus.","conexao_teologica":"A lógica de 'porque' é frequentemente usada nas Escrituras para explicar a razão da obediência e da fé.","referencias_relacionadas":["Romanos 12:1","Tiago 1:22","1 Pedro 2:9"]},"jo_36_21_afflictedion":{"palavra_pt":"afflicted ion","palavra_original":"עֳנִי","transliteracao":"ʻŏnîy","strong":"H6040","significado_raiz":"Ideia básica: afflicted ion.","significado_contextual":"A palavra 'aflição' refere-se ao sofrimento e à dor que os indivíduos enfrentam em suas vidas.","explicacao_detalhada":"No contexto de Jó 36:21, a aflição é uma realidade que muitos enfrentam, mas que deve ser vista à luz da soberania de Deus.","por_que_esta_palavra":"A inclusão da palavra 'aflição' destaca a experiência humana de dor e a necessidade de buscar consolo em Deus.","conexao_teologica":"A aflição é um tema recorrente na Bíblia, onde Deus promete estar com os aflitos e oferecer conforto.","referencias_relacionadas":["Salmos 34:18","2 Coríntios 1:4","Romanos 5:3-5"]},"jo_36_22_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma chamada à atenção, indicando algo importante que deve ser observado.","explicacao_detalhada":"Em Jó 36:22, 'eis' é usado para enfatizar a grandeza de Deus e Sua autoridade sobre todas as coisas.","por_que_esta_palavra":"A palavra 'eis' serve para despertar a consciência do leitor sobre a majestade de Deus.","conexao_teologica":"A chamada para 'eis' é comum nas Escrituras, onde Deus é frequentemente apresentado como digno de atenção e reverência.","referencias_relacionadas":["Isaías 40:9","Mateus 28:19","Apocalipse 1:7"]},"jo_36_22_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"No contexto de Jó 36:22, a menção de Deus destaca Sua força e poder, que são fundamentais para a compreensão da Sua natureza.","por_que_esta_palavra":"A palavra 'Deus' é central na teologia, representando a fonte de toda força e autoridade.","conexao_teologica":"A força de Deus é um tema recorrente, mostrando que Ele é capaz de realizar o impossível e sustentar os que Nele confiam.","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","Filipenses 4:13"]},"jo_36_22_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade, destacando a fragilidade e a dependência do ser humano em relação a Deus.","explicacao_detalhada":"Em Jó 36:22, a menção do homem contrasta com a grandeza de Deus, enfatizando a necessidade de humildade e dependência.","por_que_esta_palavra":"A palavra 'homem' é usada para lembrar que, apesar de nossas lutas, somos limitados e precisamos da ajuda divina.","conexao_teologica":"A relação entre Deus e o homem é um tema central na Bíblia, onde a dependência do Criador é enfatizada.","referencias_relacionadas":["Salmos 8:4-5","Isaías 51:12","Romanos 3:23"]},"jo_36_23_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em geral, destacando a fragilidade e a dependência do homem diante de Deus.","explicacao_detalhada":"A palavra 'homem' aqui é usada para enfatizar a condição humana, que é limitada e vulnerável. O versículo sugere que o homem deve reconhecer sua posição diante do Criador.","por_que_esta_palavra":"A escolha da palavra 'homem' é significativa, pois representa a criação de Deus e a relação entre o Criador e a criatura.","conexao_teologica":"A teologia enfatiza que o homem foi criado à imagem de Deus, mas também é pecador e necessita da graça divina.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"jo_36_23_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Indica a ação de Deus em libertar o homem das suas aflições e opressões.","explicacao_detalhada":"A palavra 'libertar' sugere um ato de intervenção divina, onde Deus se preocupa com o sofrimento humano e age para trazer alívio.","por_que_esta_palavra":"Esta palavra é crucial para entender a natureza de Deus como um libertador e salvador, que se importa com a condição do homem.","conexao_teologica":"A libertação é um tema central na Bíblia, refletindo a salvação que Deus oferece através de Cristo.","referencias_relacionadas":["Êxodo 6:6","Salmos 34:17","Gálatas 5:1"]},"jo_36_23_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho da vida que Deus oferece ao homem.","explicacao_detalhada":"A palavra 'vida' implica não apenas a existência física, mas uma vida plena e abundante que é encontrada em Deus.","por_que_esta_palavra":"A vida é um presente de Deus, e a escolha de seguir Seu caminho é fundamental para experimentar essa plenitude.","conexao_teologica":"A vida eterna é um tema central no Novo Testamento, onde Jesus se apresenta como o caminho, a verdade e a vida.","referencias_relacionadas":["João 10:10","Romanos 6:23","1 João 5:12"]},"jo_36_24_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir uma razão ou explicação sobre a ação de Deus.","explicacao_detalhada":"A palavra 'porque' conecta a ação de Deus com a compreensão do homem sobre sua própria condição e a necessidade de reconhecer a soberania divina.","por_que_esta_palavra":"É uma palavra que estabelece uma relação de causa e efeito, mostrando que as ações de Deus são sempre justas e fundamentadas.","conexao_teologica":"A compreensão de por que Deus age é essencial para a fé, pois revela o caráter de Deus e Sua intenção para com a humanidade.","referencias_relacionadas":["Isaías 55:8-9","Romanos 11:33","Salmos 119:68"]},"jo_36_24_homem":{"palavra_pt":"homem","palavra_original":"שִׁיר","transliteracao":"shîyr","strong":"H7891","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se novamente à humanidade, enfatizando a necessidade de humildade diante de Deus.","explicacao_detalhada":"A repetição da palavra 'homem' reforça a ideia de que, apesar de sua grandeza, o homem deve se submeter à vontade divina.","por_que_esta_palavra":"A palavra é usada para lembrar que, independentemente de suas realizações, o homem é dependente de Deus.","conexao_teologica":"A dependência do homem em relação a Deus é um tema recorrente nas Escrituras, que enfatiza a soberania divina.","referencias_relacionadas":["Salmos 146:3-4","Tiago 4:10","Romanos 12:3"]},"jo_36_25_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como Deus se revela e age no mundo.","explicacao_detalhada":"A palavra 'modo' sugere que há uma forma específica pela qual Deus opera, que pode ser compreendida pelo homem.","por_que_esta_palavra":"É importante entender que Deus tem um plano e um propósito em Suas ações, que são sempre justas e sábias.","conexao_teologica":"A maneira de Deus agir é um tema que revela Sua natureza e caráter, mostrando que Ele é um Deus de ordem e propósito.","referencias_relacionadas":["Salmos 25:10","Isaías 55:9","Romanos 8:28"]},"jo_36_25_homem":{"palavra_pt":"homem","palavra_original":"אֱנוֹשׁ","transliteracao":"ʼĕnôwsh","strong":"H582","significado_raiz":"Ideia básica: homem.","significado_contextual":"Mais uma vez, refere-se à condição do homem em relação a Deus.","explicacao_detalhada":"A repetição da palavra 'homem' enfatiza a fragilidade e a necessidade de reconhecer a grandeza de Deus.","por_que_esta_palavra":"A palavra é usada para destacar a importância da humildade e da submissão à vontade divina.","conexao_teologica":"A relação entre Deus e o homem é central na teologia, onde o homem é chamado a se submeter ao Criador.","referencias_relacionadas":["Salmos 103:14","Eclesiastes 12:13","1 Pedro 5:6"]},"jo_36_25_grande":{"palavra_pt":"grande","palavra_original":"רָחוֹק","transliteracao":"râchôwq","strong":"H7350","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de Deus em contraste com a fragilidade do homem.","explicacao_detalhada":"A palavra 'grande' destaca a majestade e o poder de Deus, que é incomparável e além da compreensão humana.","por_que_esta_palavra":"É fundamental reconhecer a grandeza de Deus para entender a nossa posição como criaturas limitadas.","conexao_teologica":"A grandeza de Deus é um tema central na adoração e na reverência que devemos ter em relação a Ele.","referencias_relacionadas":["Salmos 145:3","Isaías 40:28","Romanos 11:36"]},"jo_36_26_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"Usada para chamar a atenção para a grandeza de Deus.","explicacao_detalhada":"A palavra 'eis' é uma exortação para que o homem observe e reconheça a majestade de Deus.","por_que_esta_palavra":"É um convite à contemplação e à admiração pela obra de Deus na criação e na história.","conexao_teologica":"A contemplação da grandeza de Deus é essencial para a adoração e para o crescimento espiritual.","referencias_relacionadas":["Salmos 46:10","Isaías 6:1-3","Apocalipse 4:11"]},"jo_36_26_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao poder e à força de Deus.","explicacao_detalhada":"A palavra 'deus' enfatiza a soberania e a autoridade de Deus sobre toda a criação.","por_que_esta_palavra":"Reconhecer a força de Deus é fundamental para entender Sua capacidade de agir e intervir na vida humana.","conexao_teologica":"A força de Deus é um tema que permeia toda a Bíblia, mostrando que Ele é capaz de realizar o impossível.","referencias_relacionadas":["Salmos 62:11","Jeremias 32:17","Efésios 3:20"]},"jo_36_26_poderoso":{"palavra_pt":"poderoso","palavra_original":"שַׂגִּיא","transliteracao":"saggîyʼ","strong":"H7689","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Refere-se à grandeza e poder de Deus, que é incomparável e além da compreensão humana.","explicacao_detalhada":"A palavra 'poderoso' neste contexto enfatiza a majestade e a soberania de Deus sobre toda a criação. Ele é descrito como alguém que possui força e autoridade infinitas, capaz de realizar maravilhas que os homens não podem entender.","por_que_esta_palavra":"A escolha da palavra 'poderoso' destaca a natureza divina de Deus, contrastando com a fragilidade humana e a limitação do entendimento humano sobre os planos divinos.","conexao_teologica":"A teologia cristã enfatiza que Deus é onipotente, o que significa que Ele tem poder absoluto sobre todas as coisas. Essa ideia é central para a compreensão da soberania de Deus na criação e na salvação.","referencias_relacionadas":["Salmos 147:5","Isaías 40:28","Jeremias 32:17"]},"jo_36_27_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão ou causa de algo, introduzindo uma explicação ou justificativa.","explicacao_detalhada":"A palavra 'porque' é usada para conectar a afirmação anterior à explicação que se segue, mostrando a lógica por trás das ações de Deus e como elas se relacionam com a condição humana.","por_que_esta_palavra":"A utilização de 'porque' é crucial para entender a relação entre a ação divina e a resposta humana, enfatizando a necessidade de reconhecer a soberania de Deus em todas as circunstâncias.","conexao_teologica":"A teologia enfatiza que a compreensão das ações de Deus muitas vezes requer uma reflexão sobre as razões divinas, que podem não ser imediatamente evidentes para nós.","referencias_relacionadas":["Romanos 8:28","Tiago 1:5","Provérbios 3:5-6"]},"jo_36_27_abate":{"palavra_pt":"abate","palavra_original":"גָּרַע","transliteracao":"gâraʻ","strong":"H1639","significado_raiz":"Ideia básica: abate.","significado_contextual":"Refere-se à ação de diminuir ou reduzir algo, especialmente em relação ao orgulho ou à soberania humana.","explicacao_detalhada":"A palavra 'abate' sugere um ato de Deus que pode envolver a humilhação dos soberanos ou a redução do poder humano, mostrando que, apesar das aparências, Deus é quem realmente controla todas as coisas.","por_que_esta_palavra":"A escolha de 'abate' é significativa, pois ressalta a ideia de que Deus tem o poder de reverter situações e de trazer os arrogantes à realidade de sua fragilidade.","conexao_teologica":"A teologia cristã ensina que Deus resiste aos soberbos, mas dá graça aos humildes, enfatizando a importância da humildade diante de Deus.","referencias_relacionadas":["Tiago 4:6","1 Pedro 5:5","Salmos 75:7"]},"jo_36_28_nuvem":{"palavra_pt":"nuvem","palavra_original":"שַׁחַק","transliteracao":"shachaq","strong":"H7834","significado_raiz":"Ideia básica: nuvem.","significado_contextual":"Representa a presença de Deus e a manifestação de Suas bênçãos ou juízos.","explicacao_detalhada":"A palavra 'nuvem' é frequentemente associada à presença divina, como visto na nuvem que guiou os israelitas no deserto. Neste contexto, pode simbolizar tanto a proteção quanto o juízo de Deus.","por_que_esta_palavra":"A utilização de 'nuvem' sugere a ideia de que Deus está sempre presente, mesmo quando não é visível, e que Sua ação pode ser percebida nas circunstâncias da vida.","conexao_teologica":"A teologia bíblica frequentemente usa a imagem da nuvem para descrever a glória de Deus e Sua presença entre o Seu povo, como em Êxodo 19:16-19.","referencias_relacionadas":["Êxodo 13:21","Salmos 104:3","Mateus 17:5"]},"jo_36_28_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em geral, destacando a fragilidade e a dependência do ser humano em relação a Deus.","explicacao_detalhada":"A palavra 'homem' neste contexto enfatiza a condição humana, que é limitada e vulnerável, contrastando com a grandeza e o poder de Deus.","por_que_esta_palavra":"A escolha de 'homem' é importante para lembrar que, apesar das conquistas humanas, todos são dependentes da graça e do poder divinos.","conexao_teologica":"A teologia cristã ensina que todos os seres humanos são criados à imagem de Deus, mas também são pecadores necessitados de redenção.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"jo_36_29_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à ação de Deus em resgatar ou libertar o ser humano de suas dificuldades ou do pecado.","explicacao_detalhada":"A palavra 'salvar' implica uma intervenção divina que traz libertação e restauração, mostrando a compaixão de Deus por Sua criação.","por_que_esta_palavra":"A escolha de 'salvar' é significativa, pois reflete a natureza redentora de Deus, que busca restaurar o relacionamento com a humanidade.","conexao_teologica":"A teologia cristã centraliza a salvação em Jesus Cristo, que é visto como o Salvador que veio para resgatar a humanidade do pecado.","referencias_relacionadas":["João 3:16","Romanos 10:9","Efésios 2:8-9"]},"jo_36_29_phrase":{"palavra_pt":"expressao","palavra_original":"אַף","transliteracao":"ʼaph","strong":"H637","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Indica uma expressão ou afirmação que pode ser interpretada de várias maneiras.","explicacao_detalhada":"A palavra 'expressão' sugere que as palavras de Deus podem ter significados profundos e múltiplos, exigindo reflexão e discernimento.","por_que_esta_palavra":"A escolha de 'expressão' é importante para lembrar que a comunicação divina vai além do literal, envolvendo também o entendimento espiritual.","conexao_teologica":"A teologia enfatiza que a Palavra de Deus é viva e eficaz, e que suas expressões têm o poder de transformar vidas.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Mateus 4:4"]},"jo_36_29_astuto":{"palavra_pt":"astuto","palavra_original":"בִּין","transliteracao":"bîyn","strong":"H995","significado_raiz":"Ideia básica: astuto.","significado_contextual":"Refere-se à capacidade de discernir e entender as coisas de maneira profunda e inteligente.","explicacao_detalhada":"A palavra 'astuto' implica uma sabedoria que vai além do conhecimento superficial, sugerindo uma compreensão que é dada por Deus.","por_que_esta_palavra":"A escolha de 'astuto' é significativa, pois destaca a importância da sabedoria divina na vida do crente, que deve buscar a compreensão das verdades de Deus.","conexao_teologica":"A teologia cristã ensina que a verdadeira sabedoria vem de Deus e é essencial para viver de acordo com Sua vontade.","referencias_relacionadas":["Tiago 1:5","Provérbios 2:6","Colossenses 2:3"]},"jo_36_30_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Representa a vastidão e a profundidade da criação de Deus, simbolizando Seu poder sobre a natureza.","explicacao_detalhada":"A palavra 'mar' neste contexto pode simbolizar tanto a força da criação quanto a capacidade de Deus de dominar as forças da natureza.","por_que_esta_palavra":"A escolha de 'mar' é importante para ilustrar a grandeza de Deus em relação à criação e Sua autoridade sobre tudo o que existe.","conexao_teologica":"A teologia cristã frequentemente usa a imagem do mar para descrever a soberania de Deus sobre a criação e Sua capacidade de acalmar as tempestades da vida.","referencias_relacionadas":["Salmos 89:9","Mateus 8:26","Apocalipse 21:1"]},"jo_36_30_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"Um chamado à atenção, convidando o ouvinte a observar ou considerar algo importante.","explicacao_detalhada":"A palavra 'eis' é uma exortação para que se preste atenção à grandeza de Deus e às Suas obras, enfatizando a importância de reconhecer Sua presença.","por_que_esta_palavra":"A escolha de 'eis' é significativa, pois serve como um lembrete de que devemos estar atentos às manifestações de Deus em nossas vidas.","conexao_teologica":"A teologia enfatiza a importância de reconhecer e contemplar a obra de Deus, que é frequentemente revelada em Sua criação e em Suas ações na história.","referencias_relacionadas":["Salmos 46:10","Isaías 40:9","Mateus 5:14"]},"jo_36_31_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é utilizada para introduzir uma explicação ou justificativa.","explicacao_detalhada":"Neste contexto, 'porque' conecta a ação de Deus com a razão pela qual Ele faz o que faz, enfatizando a soberania divina sobre as circunstâncias humanas.","por_que_esta_palavra":"A palavra é fundamental para entender a lógica do discurso, mostrando a relação entre a ação divina e suas consequências.","conexao_teologica":"A soberania de Deus é um tema central na teologia, e a palavra 'porque' revela a intenção divina por trás de suas ações.","referencias_relacionadas":["Romanos 8:28","Isaías 55:8-9","Salmos 33:11"]},"jo_36_31_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de conceder ou oferecer algo.","explicacao_detalhada":"No contexto, 'dar' implica que Deus oferece ajuda ou intervenção em momentos de necessidade, mostrando Sua disposição em atender ao clamor humano.","por_que_esta_palavra":"É crucial para entender a natureza generosa de Deus, que está sempre pronto a dar aos que O buscam.","conexao_teologica":"A generosidade de Deus é um aspecto importante da Sua natureza, refletindo Seu amor e cuidado por Sua criação.","referencias_relacionadas":["Mateus 7:7-11","Tiago 1:17","Salmos 145:16"]},"jo_36_31_abundance":{"palavra_pt":"abundance","palavra_original":"מַכְבִּיר","transliteracao":"makbîyr","strong":"H4342","significado_raiz":"Ideia básica: abundance.","significado_contextual":"A palavra 'abundância' refere-se a uma grande quantidade ou plenitude.","explicacao_detalhada":"Neste versículo, 'abundância' sugere que Deus não apenas atende às necessidades, mas o faz de maneira generosa e abundante.","por_que_esta_palavra":"A ideia de abundância é importante para entender a riqueza das bênçãos que Deus oferece aos Seus filhos.","conexao_teologica":"A abundância de Deus é um reflexo de Sua graça e misericórdia, que se manifestam em nossas vidas.","referencias_relacionadas":["João 10:10","2 Coríntios 9:8","Salmos 23:5"]},"jo_36_32_enviar":{"palavra_pt":"enviar","palavra_original":"צָוָה","transliteracao":"tsâvâh","strong":"H6680","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' implica a ação de mandar ou direcionar algo a alguém.","explicacao_detalhada":"No contexto, 'enviar' refere-se à ação de Deus de enviar Sua palavra ou mensagem ao povo, enfatizando a comunicação divina.","por_que_esta_palavra":"É essencial para compreender como Deus se relaciona com a humanidade, transmitindo instruções e revelações.","conexao_teologica":"A comunicação de Deus com a humanidade é um tema central na teologia, mostrando Sua vontade e propósito.","referencias_relacionadas":["Isaías 6:8","Mateus 28:19-20","Romanos 10:15"]},"jo_36_32_cair":{"palavra_pt":"cair","palavra_original":"פָּגַע","transliteracao":"pâgaʻ","strong":"H6293","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode indicar um impacto ou uma queda.","explicacao_detalhada":"Neste contexto, 'cair' pode se referir a como as consequências das ações humanas podem resultar em dificuldades ou juízos.","por_que_esta_palavra":"É importante para entender a gravidade das ações e suas repercussões na vida do povo.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a separação de Deus e as consequências do pecado.","referencias_relacionadas":["Gênesis 3:6-7","Romanos 5:12","Provérbios 16:18"]},"jo_36_32_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se a algo de grande magnitude ou importância.","explicacao_detalhada":"Neste versículo, 'grande' pode descrever a grandeza de Deus e a magnitude de Suas obras.","por_que_esta_palavra":"É crucial para entender a majestade e a soberania de Deus sobre toda a criação.","conexao_teologica":"A grandeza de Deus é um tema central na adoração e na reverência que devemos ter em relação a Ele.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12-14","Romanos 11:33"]},"jo_36_33_palavra":{"palavra_pt":"palavra","palavra_original":"נָגַד","transliteracao":"nâgad","strong":"H5046","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação ou mensagem.","explicacao_detalhada":"No contexto, 'palavra' pode se referir à mensagem de Deus que é proclamada aos homens.","por_que_esta_palavra":"É fundamental para entender como Deus se comunica e revela Sua vontade ao povo.","conexao_teologica":"A palavra de Deus é viva e eficaz, e é através dela que conhecemos a vontade divina.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Isaías 55:11"]},"jo_36_33_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é utilizada novamente para enfatizar a magnitude de algo.","explicacao_detalhada":"Neste contexto, 'grande' pode se referir à grandeza das ações de Deus e ao impacto que elas têm sobre a humanidade.","por_que_esta_palavra":"É importante para reconhecer a importância das obras de Deus em nossas vidas.","conexao_teologica":"A grandeza de Deus é um tema que nos leva a adorar e reconhecer Sua soberania.","referencias_relacionadas":["Salmos 96:4-6","Salmos 145:6","Isaías 12:5"]},"jo_36_33_guerra":{"palavra_pt":"guerra","palavra_original":"רֵעַ","transliteracao":"rêaʻ","strong":"H7452","significado_raiz":"Ideia básica: guerra.","significado_contextual":"A palavra 'guerra' refere-se a um conflito ou batalha.","explicacao_detalhada":"No contexto, 'guerra' pode simbolizar as lutas espirituais e os desafios que o povo enfrenta.","por_que_esta_palavra":"É essencial para entender a realidade do conflito espiritual e a necessidade de depender de Deus.","conexao_teologica":"A guerra espiritual é um tema importante na Bíblia, mostrando a luta entre o bem e o mal.","referencias_relacionadas":["Efésios 6:12","2 Coríntios 10:3-4","Romanos 8:37"]}}