{"jo_37_1_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' refere-se ao centro das emoções e da vontade humana.","explicacao_detalhada":"Neste contexto, 'coração' representa a disposição interna do ser humano em relação a Deus e Sua obra.","por_que_esta_palavra":"É fundamental para entender a importância do coração na relação com Deus e na vida espiritual.","conexao_teologica":"O coração é frequentemente mencionado na Bíblia como o lugar onde Deus busca sinceridade e devoção.","referencias_relacionadas":["Provérbios 4:23","Salmos 51:10","Mateus 5:8"]},"jo_37_1_drive":{"palavra_pt":"drive","palavra_original":"נָתַר","transliteracao":"nâthar","strong":"H5425","significado_raiz":"Ideia básica: drive.","significado_contextual":"A palavra 'drive' refere-se a um impulso ou movimento, indicando a força que leva algo a se mover.","explicacao_detalhada":"No contexto de Jó 37:1, a palavra sugere uma ação poderosa e incontrolável, como a natureza que se manifesta de forma impressionante e até aterrorizante.","por_que_esta_palavra":"Esta palavra é usada para descrever a força da natureza que é incompreensível para o ser humano, enfatizando a soberania de Deus sobre a criação.","conexao_teologica":"A ideia de 'drive' se conecta com a noção de que Deus é o controlador de todas as forças da natureza, mostrando Sua majestade e poder.","referencias_relacionadas":["Jó 38:1","Salmos 29:4","Isaías 40:12"]},"jo_37_1_phrase":{"palavra_pt":"expressao","palavra_original":"אַף","transliteracao":"ʼaph","strong":"H637","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se a uma manifestação ou declaração de algo.","explicacao_detalhada":"Neste versículo, a expressão é usada para descrever a reação de Jó diante das manifestações de Deus na natureza, que são impressionantes e reveladoras.","por_que_esta_palavra":"A palavra é importante para entender como Jó percebe a grandeza de Deus através das expressões da criação.","conexao_teologica":"A expressão de Deus na natureza revela Sua glória e poder, convidando os seres humanos a reconhecerem Sua soberania.","referencias_relacionadas":["Salmos 19:1","Romanos 1:20","Jó 36:26"]},"jo_37_2_cavalo":{"palavra_pt":"cavalo","palavra_original":"רֹגֶז","transliteracao":"rôgez","strong":"H7267","significado_raiz":"Ideia básica: cavalo.","significado_contextual":"A palavra 'cavalo' simboliza força e poder, frequentemente associada a guerra e movimento.","explicacao_detalhada":"No contexto de Jó 37:2, a menção do 'cavalo' pode representar a força da tempestade e a majestade de Deus ao controlar as forças da natureza.","por_que_esta_palavra":"O uso da palavra 'cavalo' enfatiza a ideia de que a natureza é poderosa e que Deus a governa com autoridade.","conexao_teologica":"A força do cavalo é uma metáfora para a força de Deus, que é muito maior do que qualquer força humana ou natural.","referencias_relacionadas":["Salmos 147:10","Isaías 31:1","Apocalipse 19:11"]},"jo_37_2_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se ao som ou à comunicação, especialmente em relação à manifestação de Deus.","explicacao_detalhada":"Neste versículo, a 'voz' é uma representação da comunicação divina, que pode ser percebida através dos fenômenos naturais.","por_que_esta_palavra":"A voz de Deus é um tema recorrente na Bíblia, simbolizando Sua autoridade e poder sobre a criação.","conexao_teologica":"A voz de Deus na natureza é um lembrete de que Ele se comunica com a humanidade e que Sua presença é sentida em toda a criação.","referencias_relacionadas":["Salmos 29:5","Hebreus 1:1","Jó 38:1"]},"jo_37_3_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"A palavra 'céus' refere-se ao espaço acima da terra, onde se encontram os astros e a morada de Deus.","explicacao_detalhada":"Em Jó 37:3, os céus são mencionados como parte da grandeza da criação de Deus, que é visível e impressionante.","por_que_esta_palavra":"Os céus são frequentemente usados na Bíblia para ilustrar a majestade e a soberania de Deus sobre toda a criação.","conexao_teologica":"A criação dos céus é um testemunho do poder de Deus e da Sua capacidade de governar o universo.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Isaías 40:22"]},"jo_37_3_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo, ao mundo físico onde os seres humanos habitam.","explicacao_detalhada":"No contexto de Jó 37:3, a terra é mencionada como parte da criação que também responde à voz de Deus, mostrando a interconexão entre céu e terra.","por_que_esta_palavra":"A terra é um símbolo da criação de Deus e da Sua providência sobre o mundo físico.","conexao_teologica":"A relação entre céu e terra enfatiza a soberania de Deus sobre toda a criação e Sua presença em todos os aspectos da vida.","referencias_relacionadas":["Gênesis 1:10","Salmos 24:1","Romanos 8:19"]},"jo_37_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou apresentado.","explicacao_detalhada":"Em Jó 37:3, o 'modo' pode se referir à forma como Deus se revela através das manifestações naturais, que são impressionantes e poderosas.","por_que_esta_palavra":"O modo de Deus se manifestar na natureza é um convite à reflexão sobre Sua grandeza e poder.","conexao_teologica":"O modo como Deus se revela na criação é um testemunho de Sua glória e um chamado à adoração.","referencias_relacionadas":["Salmos 104:24","Isaías 40:26","Romanos 1:20"]},"jo_37_4_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' é novamente utilizada para descrever a comunicação divina e a manifestação do poder de Deus.","explicacao_detalhada":"Neste versículo, a 'voz' de Deus é apresentada como algo que pode ser ouvido e que traz um sentido de reverência e temor.","por_que_esta_palavra":"A voz de Deus é um elemento central na revelação divina, mostrando que Ele se comunica com a humanidade.","conexao_teologica":"A voz de Deus é uma expressão de Sua autoridade e poder, que deve ser respeitada e ouvida.","referencias_relacionadas":["Salmos 29:4","Hebreus 12:19","Jó 38:1"]},"jo_37_4_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' refere-se ao ato de acompanhar ou obedecer.","explicacao_detalhada":"No contexto de Jó 37:4, 'seguir' pode indicar a resposta do ser humano à voz de Deus, que deve ser de obediência e reverência.","por_que_esta_palavra":"A obediência à voz de Deus é fundamental para a vida do crente, refletindo um relacionamento de submissão e respeito.","conexao_teologica":"Seguir a voz de Deus é um chamado à fé e à confiança em Sua direção e soberania.","referencias_relacionadas":["Salmos 119:105","Isaías 30:21","João 10:27"]},"jo_37_4_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à fidelidade de Deus.","explicacao_detalhada":"Em Jó 37:4, a 'verdade' pode ser entendida como a certeza de que Deus é fiel em Suas promessas e em Sua criação.","por_que_esta_palavra":"A verdade de Deus é um fundamento para a fé, oferecendo segurança e esperança aos crentes.","conexao_teologica":"A verdade de Deus é um aspecto essencial de Seu caráter, que deve ser reconhecido e celebrado.","referencias_relacionadas":["Salmos 25:5","João 14:6","Hebreus 6:18"]},"jo_37_5_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, ao poder supremo de Deus sobre a criação.","explicacao_detalhada":"A palavra 'deus' (אֵל) é usada para descrever a natureza poderosa e soberana de Deus, que é capaz de realizar maravilhas e controlar a natureza.","por_que_esta_palavra":"A escolha da palavra enfatiza a grandeza e a força de Deus, especialmente em momentos de calamidade ou maravilha na natureza.","conexao_teologica":"Deus é apresentado como o criador e sustentador do universo, cuja força é manifesta em suas obras.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Isaías 40:28"]},"jo_37_5_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A voz de Deus é um símbolo de autoridade e poder.","explicacao_detalhada":"A palavra 'voz' (קוֹל) representa a comunicação divina, que pode trazer ordem, advertência ou consolo.","por_que_esta_palavra":"A voz de Deus é frequentemente associada a eventos sobrenaturais e à revelação de Sua vontade.","conexao_teologica":"A voz de Deus é um meio pelo qual Ele se relaciona com a humanidade e revela Sua presença.","referencias_relacionadas":["Salmos 29:4","Êxodo 19:19","João 10:27"]},"jo_37_5_grande":{"palavra_pt":"grande","palavra_original":"פָּלָא","transliteracao":"pâlâʼ","strong":"H6381","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude e à majestade de Deus.","explicacao_detalhada":"A palavra 'grande' (פָּלָא) enfatiza a incomparável grandeza de Deus em relação à criação e aos seres humanos.","por_que_esta_palavra":"Utilizar 'grande' destaca a ideia de que Deus é além da compreensão humana e que Suas obras são maravilhosas.","conexao_teologica":"A grandeza de Deus é um tema central na adoração e na reverência que devemos ter por Ele.","referencias_relacionadas":["Salmos 145:3","Isaías 6:3","Romanos 11:33"]},"jo_37_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma explicação ou razão para o que foi dito anteriormente.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para conectar ideias e justificar afirmações sobre a natureza de Deus e Suas ações.","por_que_esta_palavra":"É uma palavra de transição que ajuda a entender a lógica do discurso sobre a grandeza e o poder de Deus.","conexao_teologica":"A razão é um aspecto importante da fé, pois nos ajuda a compreender as ações de Deus no mundo.","referencias_relacionadas":["Romanos 8:28","Tiago 1:5","1 Pedro 3:15"]},"jo_37_6_snowy":{"palavra_pt":"snow y","palavra_original":"שֶׁלֶג","transliteracao":"sheleg","strong":"H7950","significado_raiz":"Ideia básica: snow y.","significado_contextual":"Refere-se à neve como uma manifestação do poder e da criação de Deus.","explicacao_detalhada":"A palavra 'neve' (שֶׁלֶג) simboliza a pureza e a beleza da criação, além de ser uma demonstração do controle de Deus sobre as forças da natureza.","por_que_esta_palavra":"A neve é usada como uma metáfora para a limpeza e a renovação que Deus pode trazer.","conexao_teologica":"A neve também pode representar a purificação dos pecados, como em Isaías 1:18.","referencias_relacionadas":["Salmos 51:7","Isaías 1:18","Mateus 5:8"]},"jo_37_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico criado por Deus.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) representa não apenas o solo, mas também a totalidade da criação e a habitação da humanidade.","por_que_esta_palavra":"A terra é um testemunho da obra criadora de Deus e de Sua soberania sobre tudo que existe.","conexao_teologica":"A criação da terra é um ato de Deus que revela Sua glória e poder.","referencias_relacionadas":["Gênesis 1:10","Salmos 24:1","Romanos 1:20"]},"jo_37_7_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"Representa a ação e o poder de Deus.","explicacao_detalhada":"A palavra 'mão' (יָד) simboliza a capacidade de Deus de agir e intervir na história e na vida das pessoas.","por_que_esta_palavra":"A mão de Deus é frequentemente associada a atos de poder e proteção.","conexao_teologica":"A mão de Deus é um símbolo de Sua presença ativa no mundo e na vida dos crentes.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","Atos 4:30"]},"jo_37_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como Deus age ou se manifesta.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica em como Deus opera em Sua criação e na vida das pessoas.","por_que_esta_palavra":"A escolha dessa palavra destaca a diversidade das ações de Deus e Sua soberania sobre todos os aspectos da vida.","conexao_teologica":"O modo de Deus agir é um tema importante na compreensão da providência divina.","referencias_relacionadas":["Salmos 103:19","Provérbios 16:9","Romanos 8:28"]},"jo_37_7_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Refere-se ao conhecimento profundo que Deus tem sobre todas as coisas.","explicacao_detalhada":"A palavra 'conhecer' (יָדַע) implica em um entendimento íntimo e pessoal, que Deus possui sobre a criação e a humanidade.","por_que_esta_palavra":"Essa palavra enfatiza a onisciência de Deus e Sua capacidade de entender as necessidades e circunstâncias humanas.","conexao_teologica":"O conhecimento de Deus é fundamental para a relação que Ele tem com a humanidade.","referencias_relacionadas":["Salmos 139:1-4","Mateus 10:30","Hebreus 4:13"]},"jo_37_8_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de Deus chamar ou convidar.","explicacao_detalhada":"A palavra 'vir/entrar' (בּוֹא) implica em um convite ou uma ação de se aproximar de Deus.","por_que_esta_palavra":"Essa palavra sugere a ideia de que Deus está sempre acessível e pronto para receber aqueles que se aproximam d'Ele.","conexao_teologica":"O chamado de Deus é um tema central na Bíblia, enfatizando Sua disposição de se relacionar com a humanidade.","referencias_relacionadas":["Mateus 11:28","Apocalipse 3:20","Romanos 10:13"]},"jo_37_8_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à natureza humana e à fragilidade da carne diante do poder de Deus.","explicacao_detalhada":"A palavra 'carne' é usada para descrever a condição mortal e limitada do ser humano, contrastando com a eternidade e a onipotência de Deus. No contexto de Jó, enfatiza a vulnerabilidade do homem diante das forças da natureza e da divindade.","por_que_esta_palavra":"A escolha da palavra 'carne' destaca a fragilidade humana em contraste com a grandeza de Deus, que controla a criação.","conexao_teologica":"A carne simboliza a condição caída da humanidade e a necessidade de dependência de Deus para a vida e a salvação.","referencias_relacionadas":["Salmos 78:39","Isaías 40:6-8","Romanos 7:18"]},"jo_37_8_deus":{"palavra_pt":"deus","palavra_original":"מְעוֹנָה","transliteracao":"mᵉʻôwnâh","strong":"H4585","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador que governa sobre toda a criação.","explicacao_detalhada":"A palavra 'Deus' neste contexto enfatiza a soberania e o poder de Deus sobre a natureza e a vida humana. É um lembrete da grandeza divina em contraste com a fragilidade humana.","por_que_esta_palavra":"A menção de Deus serve para reafirmar a centralidade da divindade na compreensão do mundo e das experiências humanas.","conexao_teologica":"Deus é visto como o sustentador e governante de todas as coisas, e a relação do homem com Ele é fundamental para a compreensão da vida.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Romanos 1:20"]},"jo_37_9_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a posição ou a relação entre elementos, neste caso, entre a criação e o Criador.","explicacao_detalhada":"A palavra 'entre' sugere uma interconexão, destacando como as forças da natureza estão sob a autoridade de Deus. Isso implica que nada está fora do controle divino.","por_que_esta_palavra":"A utilização de 'entre' reforça a ideia de que Deus está presente em todas as coisas e que a criação não é independente de Sua vontade.","conexao_teologica":"A presença de Deus em meio à criação é um tema recorrente na teologia, enfatizando Sua imanência e transcendência.","referencias_relacionadas":["Salmos 139:7-10","Atos 17:27-28","Colossenses 1:17"]},"jo_37_9_bed":{"palavra_pt":"bed","palavra_original":"חֶדֶר","transliteracao":"cheder","strong":"H2315","significado_raiz":"Ideia básica: bed.","significado_contextual":"Refere-se a um espaço de descanso, simbolizando a vulnerabilidade humana.","explicacao_detalhada":"A palavra 'cama' pode ser vista como um símbolo da fragilidade e da necessidade de descanso, contrastando com a força e o poder de Deus que não descansam.","por_que_esta_palavra":"A menção da cama destaca a condição humana de fraqueza e a necessidade de proteção divina.","conexao_teologica":"A cama pode simbolizar a necessidade de descanso em Deus, que é o verdadeiro refúgio e fortaleza.","referencias_relacionadas":["Salmos 4:8","Mateus 11:28","Hebreus 4:9-11"]},"jo_37_10_vento":{"palavra_pt":"vento","palavra_original":"נְשָׁמָה","transliteracao":"nᵉshâmâh","strong":"H5397","significado_raiz":"Ideia básica: vento.","significado_contextual":"Representa a força da natureza, que é controlada por Deus.","explicacao_detalhada":"A palavra 'vento' simboliza a força invisível e poderosa que pode ser tanto destrutiva quanto revitalizante, mostrando o controle absoluto de Deus sobre as forças da criação.","por_que_esta_palavra":"O uso de 'vento' enfatiza a ideia de que mesmo as forças mais poderosas da natureza estão sob a autoridade de Deus.","conexao_teologica":"O vento é frequentemente usado na Bíblia como uma metáfora para o Espírito de Deus, que traz vida e transformação.","referencias_relacionadas":["Salmos 104:4","Ezequiel 37:9-10","João 3:8"]},"jo_37_10_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza poderosa e soberana de Deus.","explicacao_detalhada":"A palavra 'Deus' aqui enfatiza a força e a autoridade divina sobre toda a criação, mostrando que Ele é o criador e sustentador de todas as coisas.","por_que_esta_palavra":"A menção de Deus como força destaca Sua capacidade de agir e intervir na história e na vida das pessoas.","conexao_teologica":"A força de Deus é um tema central na teologia, refletindo Sua capacidade de salvar e proteger Seu povo.","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","Filipenses 4:13"]},"jo_37_10_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou conceder, especialmente em relação ao que é necessário.","explicacao_detalhada":"A palavra 'dar' implica um ato de generosidade e providência, mostrando como Deus se preocupa com as necessidades de Sua criação.","por_que_esta_palavra":"A escolha de 'dar' enfatiza a natureza benevolente de Deus, que provê para aqueles que clamam a Ele.","conexao_teologica":"A ideia de que Deus dá é fundamental na teologia, refletindo Sua graça e misericórdia.","referencias_relacionadas":["Tiago 1:17","Mateus 7:11","Filipenses 4:19"]},"jo_37_11_watering":{"palavra_pt":"watering","palavra_original":"רִי","transliteracao":"rîy","strong":"H7377","significado_raiz":"Ideia básica: watering.","significado_contextual":"Refere-se ao ato de irrigar, simbolizando a provisão de Deus para a vida.","explicacao_detalhada":"A palavra 'regar' sugere a ideia de sustento e cuidado, mostrando como Deus nutre Sua criação.","por_que_esta_palavra":"A menção de 'regar' destaca a importância da água como símbolo de vida e renovação, que Deus proporciona.","conexao_teologica":"A água é frequentemente usada na Bíblia como símbolo do Espírito Santo e da vida eterna que Deus oferece.","referencias_relacionadas":["Isaías 44:3","João 4:14","Apocalipse 22:17"]},"jo_37_11_phrase":{"palavra_pt":"expressao","palavra_original":"אַף","transliteracao":"ʼaph","strong":"H637","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma expressão ou afirmação que pode ter um significado profundo.","explicacao_detalhada":"A palavra 'expressão' sugere a comunicação de sentimentos ou verdades, muitas vezes relacionadas à revelação de Deus.","por_que_esta_palavra":"A escolha de 'expressão' enfatiza a importância da comunicação entre Deus e a humanidade.","conexao_teologica":"A revelação de Deus é um tema central na teologia, refletindo como Ele se comunica com Seu povo.","referencias_relacionadas":["Salmos 19:1-4","Hebreus 1:1-2","João 1:14"]},"jo_37_11_weary":{"palavra_pt":"weary","palavra_original":"טָרַח","transliteracao":"ṭârach","strong":"H2959","significado_raiz":"Ideia básica: weary.","significado_contextual":"Refere-se ao estado de cansaço ou fadiga, muitas vezes associado à luta humana.","explicacao_detalhada":"A palavra 'cansado' implica uma exaustão que pode ser tanto física quanto espiritual, refletindo a condição humana diante das adversidades.","por_que_esta_palavra":"A menção de 'cansado' destaca a necessidade de descanso e renovação que só pode ser encontrada em Deus.","conexao_teologica":"O descanso em Deus é um tema recorrente, enfatizando a importância de confiar Nele em tempos de dificuldade.","referencias_relacionadas":["Mateus 11:28","Isaías 40:29-31","Salmos 23:1-3"]},"jo_37_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Deus age na criação e na natureza.","explicacao_detalhada":"O termo 'modo' implica a maneira específica pela qual Deus manifesta seu poder e sabedoria no mundo. Isso sugere que há um padrão divino em todas as coisas.","por_que_esta_palavra":"A palavra é usada para enfatizar a ordem e a intenção por trás da criação divina.","conexao_teologica":"Deus é visto como um criador que opera com propósito e sabedoria, revelando sua natureza através de suas ações.","referencias_relacionadas":["Gênesis 1:31","Salmos 104:24","Provérbios 3:19"]},"jo_37_12_terra":{"palavra_pt":"terra","palavra_original":"תֵּבֵל","transliteracao":"têbêl","strong":"H8398","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico, a criação de Deus.","explicacao_detalhada":"A palavra 'terra' é usada para descrever não apenas o solo, mas também o ambiente em que a vida se desenvolve, refletindo a grandeza da criação divina.","por_que_esta_palavra":"É importante para mostrar a relação entre Deus e a criação, destacando sua soberania sobre a terra.","conexao_teologica":"A terra é um testemunho da glória de Deus e de sua habilidade como criador.","referencias_relacionadas":["Salmos 24:1","Isaías 45:18","Romanos 1:20"]},"jo_37_13_deus":{"palavra_pt":"misericordia/amor leal","palavra_original":"חֵסֵד","transliteracao":"chêçêd","strong":"H2617","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"Refere-se à misericórdia e ao amor leal de Deus em suas interações com a humanidade.","explicacao_detalhada":"A palavra 'misericórdia' implica um amor que é constante e fiel, refletindo a natureza de Deus como um ser que se importa profundamente com sua criação.","por_que_esta_palavra":"É usada para enfatizar a bondade de Deus, mesmo em meio ao sofrimento e à adversidade.","conexao_teologica":"A misericórdia de Deus é um tema central na teologia bíblica, mostrando sua disposição para perdoar e restaurar.","referencias_relacionadas":["Salmos 136:1","Lamentações 3:22-23","Efésios 2:4-5"]},"jo_37_13_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à ação de Deus em resgatar e proteger sua criação.","explicacao_detalhada":"A palavra 'salvar' implica um ato de intervenção divina, onde Deus age para preservar e restaurar a vida.","por_que_esta_palavra":"É crucial para entender a natureza redentora de Deus, especialmente em tempos de crise.","conexao_teologica":"A salvação é um tema central na Bíblia, representando a ação de Deus em trazer esperança e restauração.","referencias_relacionadas":["Salmos 34:17","Isaías 43:2","Romanos 10:13"]},"jo_37_14_grande":{"palavra_pt":"grande","palavra_original":"פָּלָא","transliteracao":"pâlâʼ","strong":"H6381","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza e majestade de Deus em suas obras.","explicacao_detalhada":"A palavra 'grande' destaca a incomensurável grandeza de Deus, que se manifesta em sua criação e em suas ações.","por_que_esta_palavra":"É utilizada para exaltar a soberania de Deus sobre todas as coisas.","conexao_teologica":"A grandeza de Deus é um tema recorrente, que nos convida a reconhecer sua autoridade e poder.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"jo_37_14_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao poder e à força de Deus como criador e sustentador.","explicacao_detalhada":"A palavra 'deus' aqui enfatiza a força e a capacidade de Deus de realizar suas promessas e sustentar a criação.","por_que_esta_palavra":"É importante para entender a natureza de Deus como aquele que tem controle absoluto sobre todas as coisas.","conexao_teologica":"A força de Deus é um aspecto fundamental de sua natureza, que nos dá segurança e confiança.","referencias_relacionadas":["Salmos 62:11","Isaías 40:29","Filipenses 4:13"]},"jo_37_15_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Refere-se ao conhecimento profundo e íntimo que Deus possui sobre todas as coisas.","explicacao_detalhada":"A palavra 'conhecer' implica uma compreensão que vai além do superficial, refletindo a onisciência de Deus.","por_que_esta_palavra":"É usada para enfatizar a sabedoria e o entendimento de Deus em relação à criação.","conexao_teologica":"O conhecimento de Deus é um tema central que nos lembra de sua proximidade e cuidado por nós.","referencias_relacionadas":["Salmos 139:1-4","Provérbios 15:3","Hebreus 4:13"]},"jo_37_15_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza das obras de Deus e sua sabedoria.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a magnitude das ações de Deus, que são sempre perfeitas e sábias.","por_que_esta_palavra":"É importante para reconhecer a superioridade de Deus em comparação com a humanidade.","conexao_teologica":"A grandeza de Deus nos leva a adorá-lo e a confiar em sua soberania.","referencias_relacionadas":["Salmos 145:6","Isaías 55:8-9","Romanos 11:33"]},"jo_37_16_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Refere-se ao conhecimento que Deus tem sobre a criação e suas leis.","explicacao_detalhada":"A palavra 'conhecer' aqui enfatiza a compreensão que Deus possui sobre a ordem natural e os princípios que regem o universo.","por_que_esta_palavra":"É usada para mostrar que Deus não é apenas um criador, mas também um mantenedor do cosmos.","conexao_teologica":"O conhecimento de Deus é essencial para a nossa compreensão de sua criação e de sua vontade.","referencias_relacionadas":["Salmos 147:5","Provérbios 2:6","Colossenses 1:16-17"]},"jo_37_16_verdade":{"palavra_pt":"verdade","palavra_original":"תָּמִים","transliteracao":"tâmîym","strong":"H8549","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade absoluta que emana de Deus e suas obras.","explicacao_detalhada":"A palavra 'verdade' implica a fidelidade e a integridade de Deus, que é a fonte de toda verdade.","por_que_esta_palavra":"É importante para entender que a verdade de Deus é um fundamento para a fé e a vida.","conexao_teologica":"A verdade de Deus nos guia e nos dá esperança em um mundo cheio de incertezas.","referencias_relacionadas":["Salmos 119:160","João 14:6","Efésios 4:15"]},"jo_37_17_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁקַט","transliteracao":"shâqaṭ","strong":"H8252","significado_raiz":"Ideia básica: descanso.","significado_contextual":"O termo 'descanso' refere-se à tranquilidade e à calma que Deus proporciona em meio ao caos da natureza.","explicacao_detalhada":"Neste versículo, o 'descanso' é uma metáfora para a paz que Deus traz ao mundo, especialmente em tempos de tempestade e agitação. A palavra original 'שָׁקַט' implica uma cessação de atividade, um momento de serenidade.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a soberania de Deus sobre a criação e como Ele pode trazer calma em meio à tempestade.","conexao_teologica":"O descanso de Deus é um tema recorrente na Bíblia, simbolizando a paz que Ele oferece aos que confiam Nele.","referencias_relacionadas":["Salmos 46:10","Mateus 11:28-30","Hebreus 4:9-11"]},"jo_37_17_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A 'terra' é vista como a criação de Deus, que responde à Sua autoridade e poder.","explicacao_detalhada":"A palavra 'אֶרֶץ' refere-se não apenas ao solo físico, mas também ao conceito de território e domínio. Neste contexto, a terra é um testemunho da grandeza de Deus.","por_que_esta_palavra":"A menção da terra destaca a relação entre Deus e Sua criação, mostrando que tudo está sob Seu controle.","conexao_teologica":"A terra é frequentemente mencionada nas Escrituras como um símbolo da promessa de Deus e do Seu plano redentor.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 66:1"]},"jo_37_17_vento":{"palavra_pt":"vento","palavra_original":"דָּרוֹם","transliteracao":"dârôwm","strong":"H1864","significado_raiz":"Ideia básica: vento.","significado_contextual":"O 'vento' representa a força e o poder de Deus, que pode ser tanto destrutivo quanto restaurador.","explicacao_detalhada":"A palavra 'דָּרוֹם' sugere movimento e ação, simbolizando a presença de Deus que se manifesta através das forças da natureza.","por_que_esta_palavra":"O vento é um elemento que Deus controla, mostrando Sua soberania sobre as forças naturais.","conexao_teologica":"O vento é frequentemente associado ao Espírito Santo, que traz vida e renovação.","referencias_relacionadas":["Salmos 104:4","Ezequiel 37:9","Atos 2:2"]},"jo_37_18_nuvem":{"palavra_pt":"nuvem","palavra_original":"שַׁחַק","transliteracao":"shachaq","strong":"H7834","significado_raiz":"Ideia básica: nuvem.","significado_contextual":"A 'nuvem' simboliza a presença de Deus e Sua proteção sobre o povo.","explicacao_detalhada":"A palavra 'שַׁחַק' refere-se a nuvens que podem trazer chuva, simbolizando bênçãos e provisão divina.","por_que_esta_palavra":"As nuvens são um lembrete da fidelidade de Deus em suprir as necessidades de Sua criação.","conexao_teologica":"As nuvens também são associadas à glória de Deus, como visto na transfiguração de Jesus.","referencias_relacionadas":["Êxodo 13:21-22","Mateus 17:5","Apocalipse 1:7"]},"jo_37_18_terra":{"palavra_pt":"terra","palavra_original":"רָקַע","transliteracao":"râqaʻ","strong":"H7554","significado_raiz":"Ideia básica: terra.","significado_contextual":"A 'terra' aqui é novamente mencionada, enfatizando a criação e a obra de Deus.","explicacao_detalhada":"A palavra 'רָקַע' implica a ideia de fundação e estabilidade, mostrando que Deus estabelece a terra em Seus fundamentos.","por_que_esta_palavra":"A referência à terra reforça a ideia de que tudo que existe é sustentado pela palavra de Deus.","conexao_teologica":"A terra é um símbolo da aliança de Deus com Seu povo, representando segurança e promessa.","referencias_relacionadas":["Gênesis 1:10","Salmos 104:5","Isaías 45:18"]},"jo_37_19_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A 'verdade' é um conceito fundamental que se refere à fidelidade e à justiça de Deus.","explicacao_detalhada":"A palavra 'לֹא' é usada aqui para enfatizar a certeza e a realidade da verdade divina, contrastando com a incerteza humana.","por_que_esta_palavra":"A verdade de Deus é um pilar da fé, sendo essencial para a compreensão de Sua natureza e caráter.","conexao_teologica":"A verdade é um atributo de Deus, e Jesus se apresenta como a Verdade.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]},"jo_37_19_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"O 'rosto' de Deus simboliza Sua presença e relacionamento com a humanidade.","explicacao_detalhada":"A palavra 'פָּנִים' refere-se à face de Deus, que é um símbolo de intimidade e revelação.","por_que_esta_palavra":"A menção do rosto de Deus destaca a importância de buscar Sua presença e conhecer Sua vontade.","conexao_teologica":"Ver o rosto de Deus é um desejo profundo dos crentes, simbolizando comunhão e aceitação.","referencias_relacionadas":["Salmos 27:8","Números 6:25","Mateus 5:8"]},"jo_37_19_trevas":{"palavra_pt":"trevas","palavra_original":"חֹשֶׁךְ","transliteracao":"chôshek","strong":"H2822","significado_raiz":"Ideia básica: trevas.","significado_contextual":"As 'trevas' representam a ausência de luz e a separação de Deus.","explicacao_detalhada":"A palavra 'חֹשֶׁךְ' é frequentemente associada ao pecado e à desobediência, simbolizando a condição humana sem Deus.","por_que_esta_palavra":"As trevas são um lembrete da necessidade de luz, que é Cristo, para iluminar o caminho da humanidade.","conexao_teologica":"A luz e as trevas são temas opostos que ilustram a luta entre o bem e o mal.","referencias_relacionadas":["João 1:5","1 João 1:5","Efésios 5:8"]},"jo_37_20_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou razão, ligando ideias importantes.","explicacao_detalhada":"A palavra 'כִּי' é usada para justificar ou esclarecer uma afirmação anterior, mostrando a lógica do discurso.","por_que_esta_palavra":"É essencial para a argumentação e compreensão do que está sendo dito, especialmente em contextos teológicos.","conexao_teologica":"A lógica e a razão são importantes na fé, pois ajudam a entender a natureza de Deus e Suas ações.","referencias_relacionadas":["Romanos 8:28","Tiago 1:5","1 Pedro 3:15"]},"jo_37_20_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' implica a ideia de resgate e proteção divina.","explicacao_detalhada":"A palavra 'אִם' sugere uma condição, indicando que a salvação é uma escolha e um ato de fé.","por_que_esta_palavra":"A salvação é central na mensagem bíblica, representando a obra redentora de Cristo.","conexao_teologica":"A salvação é um tema central na teologia cristã, enfatizando a graça e a misericórdia de Deus.","referencias_relacionadas":["Efésios 2:8-9","Romanos 10:9","João 3:16"]},"jo_37_20_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à condição humana e à fragilidade do ser humano diante da grandeza de Deus.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para enfatizar a limitação e a vulnerabilidade do ser humano em comparação com a majestade divina. No contexto de Jó 37, isso destaca a incapacidade do homem de compreender plenamente os mistérios de Deus.","por_que_esta_palavra":"A escolha da palavra 'homem' é significativa para mostrar a diferença entre a criação e o Criador, ressaltando a dependência do homem em relação a Deus.","conexao_teologica":"A teologia bíblica frequentemente aborda a relação entre Deus e a humanidade, enfatizando a soberania de Deus sobre a criação e a necessidade de humildade por parte do homem.","referencias_relacionadas":["Salmos 8:4-5","Isaías 40:6-8","Romanos 3:23"]},"jo_37_21_nuvem":{"palavra_pt":"nuvem","palavra_original":"שַׁחַק","transliteracao":"shachaq","strong":"H7834","significado_raiz":"Ideia básica: nuvem.","significado_contextual":"Simboliza a presença e a majestade de Deus, bem como a sua capacidade de controlar os elementos da natureza.","explicacao_detalhada":"A palavra 'nuvem' (שַׁחַק) é utilizada para descrever a forma como Deus se revela e atua no mundo. As nuvens podem representar tanto a proteção quanto o juízo divino, dependendo do contexto.","por_que_esta_palavra":"A nuvem é uma metáfora poderosa para a presença de Deus, que é muitas vezes invisível, mas sempre presente e atuante na criação.","conexao_teologica":"A nuvem é frequentemente associada à glória de Deus e à sua revelação, como visto na nuvem que guiou os israelitas no deserto.","referencias_relacionadas":["Êxodo 13:21-22","Salmos 104:3","Mateus 17:5"]},"jo_37_21_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Representa a força e o poder de Deus, que controla os ventos e as tempestades.","explicacao_detalhada":"A palavra 'vento' (רוּחַ) é usada para descrever a ação de Deus sobre a natureza. O vento é um símbolo do Espírito de Deus, que traz vida e também pode trazer juízo.","por_que_esta_palavra":"O uso da palavra 'vento' enfatiza a ideia de que Deus é soberano sobre todas as forças da natureza, mostrando que nada escapa ao seu controle.","conexao_teologica":"O vento é frequentemente associado ao Espírito Santo e à sua obra no mundo, refletindo a dinâmica da presença de Deus entre os homens.","referencias_relacionadas":["Salmos 104:4","Ezequiel 37:9","Atos 2:2"]},"jo_37_21_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade absoluta e à fidelidade de Deus em suas promessas e ações.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para afirmar a certeza e a confiabilidade de Deus. No contexto de Jó, isso contrasta com as incertezas e dúvidas humanas.","por_que_esta_palavra":"A escolha da palavra 'verdade' é crucial para entender a natureza de Deus como aquele que é sempre fiel e justo, mesmo quando as circunstâncias parecem confusas.","conexao_teologica":"A verdade de Deus é um tema central na teologia bíblica, que enfatiza a importância da fidelidade divina e a necessidade de os seres humanos viverem em conformidade com essa verdade.","referencias_relacionadas":["Salmos 25:5","João 14:6","Hebreus 6:18"]},"jo_37_22_vento":{"palavra_pt":"vento","palavra_original":"צָפוֹן","transliteracao":"tsâphôwn","strong":"H6828","significado_raiz":"Ideia básica: vento.","significado_contextual":"Novamente, representa a força de Deus, especialmente em relação ao clima e à natureza.","explicacao_detalhada":"A palavra 'vento' (צָפוֹן) é usada para descrever a direção e a intensidade do poder de Deus. No contexto, isso ressalta a ideia de que Deus controla até mesmo os ventos mais fortes.","por_que_esta_palavra":"O uso da palavra 'vento' reforça a ideia de que Deus é o soberano sobre todas as forças naturais e que nada acontece fora de sua vontade.","conexao_teologica":"A soberania de Deus sobre a criação é um tema recorrente na Bíblia, mostrando que Ele tem autoridade sobre todas as coisas, incluindo os elementos da natureza.","referencias_relacionadas":["Salmos 107:25-29","Mateus 8:26","Marcos 4:39"]},"jo_37_22_gloria":{"palavra_pt":"gloria","palavra_original":"הוֹד","transliteracao":"hôwd","strong":"H1935","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à majestade e à honra de Deus, que são manifestas em suas obras.","explicacao_detalhada":"A palavra 'glória' (הוֹד) é usada para descrever a grandeza de Deus e a reverência que Ele merece. No contexto, isso destaca a beleza e a magnificência da criação.","por_que_esta_palavra":"A escolha da palavra 'glória' é importante para enfatizar que Deus é digno de adoração e que sua grandeza é evidente em tudo o que Ele fez.","conexao_teologica":"A glória de Deus é um tema central na Bíblia, que nos chama a reconhecer e adorar a majestade divina em todas as suas manifestações.","referencias_relacionadas":["Salmos 19:1","Isaías 6:3","Romanos 11:36"]},"jo_37_23_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se à justiça e ao juízo de Deus, que são perfeitos e inquestionáveis.","explicacao_detalhada":"A palavra 'juízo' (מִשְׁפָּט) é usada para enfatizar a justiça de Deus em suas decisões. No contexto de Jó, isso contrasta com a injustiça percebida na vida do homem.","por_que_esta_palavra":"A escolha da palavra 'juízo' é significativa para mostrar que Deus é o juiz supremo e que suas decisões são sempre justas e corretas.","conexao_teologica":"A justiça de Deus é um tema fundamental na teologia bíblica, que nos lembra que Ele sempre age de acordo com sua natureza justa e perfeita.","referencias_relacionadas":["Salmos 89:14","Isaías 30:18","Romanos 2:6"]},"jo_37_23_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à certeza e à fidelidade de Deus em suas promessas e ações.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para reafirmar a confiabilidade de Deus. No contexto de Jó, isso é um lembrete de que, apesar das dificuldades, Deus é sempre verdadeiro.","por_que_esta_palavra":"A escolha da palavra 'verdade' é crucial para entender a natureza de Deus como aquele que é sempre fiel e justo.","conexao_teologica":"A verdade de Deus é um tema central na teologia bíblica, que enfatiza a importância da fidelidade divina e a necessidade de os seres humanos viverem em conformidade com essa verdade.","referencias_relacionadas":["Salmos 25:5","João 14:6","Hebreus 6:18"]},"jo_37_24_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à reverência que o homem deve ter diante de Deus, reconhecendo sua grandeza.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para enfatizar a posição do ser humano em relação a Deus. No contexto de Jó 37, isso destaca a necessidade de humildade e temor diante do Criador.","por_que_esta_palavra":"A escolha da palavra 'homem' é significativa para mostrar a fragilidade humana e a necessidade de reconhecer a soberania de Deus.","conexao_teologica":"A reverência a Deus é um tema recorrente na Bíblia, que nos ensina a reconhecer nossa posição diante do Criador e a viver em submissão a Ele.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Romanos 12:1"]},"jo_37_24_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à certeza e à fidelidade de Deus em suas promessas e ações.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para reafirmar a confiabilidade de Deus. No contexto de Jó, isso é um lembrete de que, apesar das dificuldades, Deus é sempre verdadeiro.","por_que_esta_palavra":"A escolha da palavra 'verdade' é crucial para entender a natureza de Deus como aquele que é sempre fiel e justo.","conexao_teologica":"A verdade de Deus é um tema central na teologia bíblica, que enfatiza a importância da fidelidade divina e a necessidade de os seres humanos viverem em conformidade com essa verdade.","referencias_relacionadas":["Salmos 25:5","João 14:6","Hebreus 6:18"]},"jo_37_24_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como Deus age e se revela ao homem.","explicacao_detalhada":"A palavra 'modo' implica em um entendimento da forma como Deus opera no mundo, que muitas vezes é além da compreensão humana.","por_que_esta_palavra":"É utilizada para enfatizar a grandeza e a soberania de Deus em suas ações.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele age de acordo com sua vontade e sabedoria.","referencias_relacionadas":["Salmos 145:17","Isaías 55:8-9","Romanos 11:33"]}}