{"jo_40_1_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"O 'olho' é frequentemente associado à percepção e à visão, simbolizando a capacidade de entender e discernir.","explicacao_detalhada":"Neste contexto, o 'olho' pode representar a visão de Deus sobre a criação e a capacidade humana de perceber a grandeza divina.","por_que_esta_palavra":"A palavra 'olho' é utilizada para enfatizar a observação e o entendimento que Deus tem sobre as ações humanas.","conexao_teologica":"Deus vê todas as coisas e tem um conhecimento perfeito de tudo que acontece, o que é um tema recorrente na teologia bíblica.","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","Hebreus 4:13"]},"jo_40_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'senhor' refere-se a Deus, enfatizando Sua soberania e autoridade sobre toda a criação.","explicacao_detalhada":"Neste versículo, o uso do nome 'senhor' destaca a relação de autoridade entre Deus e o homem, onde Deus é o criador e juiz.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para reconhecer a posição de Deus como o ser supremo e controlador do universo.","conexao_teologica":"A soberania de Deus é um tema central na teologia, que afirma que Ele tem domínio sobre todas as coisas.","referencias_relacionadas":["Salmos 24:1","Isaías 45:12","Romanos 14:8"]},"jo_40_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' implica comunicação e revelação, mostrando a importância da palavra de Deus.","explicacao_detalhada":"Neste contexto, 'dizer' refere-se à declaração de Deus, que traz à luz verdades sobre a criação e a condição humana.","por_que_esta_palavra":"A comunicação de Deus é essencial para a compreensão da Sua vontade e propósito para a humanidade.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo um meio pelo qual Ele se revela ao homem.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Hebreus 4:12"]},"jo_40_2_repreender":{"palavra_pt":"repreender","palavra_original":"רִיב","transliteracao":"rîyb","strong":"H7378","significado_raiz":"Ideia básica: repreender.","significado_contextual":"Repreender implica em corrigir ou confrontar, muitas vezes em um contexto de justiça e retidão.","explicacao_detalhada":"Neste versículo, a palavra 'repreender' sugere que Deus está chamando a atenção de Jó para suas limitações e a necessidade de humildade.","por_que_esta_palavra":"A repreensão de Deus é uma forma de instrução e disciplina, visando o crescimento espiritual.","conexao_teologica":"A disciplina divina é um aspecto do amor de Deus, que busca restaurar e corrigir Seus filhos.","referencias_relacionadas":["Provérbios 3:11-12","Hebreus 12:5-6","Apocalipse 3:19"]},"jo_40_3_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"O 'olho' aqui reforça a ideia de percepção e entendimento, especialmente em relação ao que Deus observa.","explicacao_detalhada":"Neste contexto, o 'olho' de Deus é um símbolo de Sua onisciência e capacidade de ver a verdade por trás das aparências.","por_que_esta_palavra":"A repetição da palavra 'olho' enfatiza a importância da visão divina na avaliação das ações humanas.","conexao_teologica":"A onisciência de Deus é um tema central, mostrando que nada escapa ao Seu olhar.","referencias_relacionadas":["Salmos 139:1-4","Provérbios 5:21","1 Pedro 3:12"]},"jo_40_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'senhor' reafirma a soberania de Deus, destacando Sua posição como autoridade suprema.","explicacao_detalhada":"Neste versículo, o uso do nome 'senhor' serve para lembrar a Jó de quem é a verdadeira autoridade e poder.","por_que_esta_palavra":"A palavra 'senhor' é crucial para entender a relação entre Deus e a humanidade, especialmente em momentos de crise.","conexao_teologica":"A soberania de Deus é um pilar da fé, que nos lembra de Sua capacidade de governar sobre todas as circunstâncias.","referencias_relacionadas":["Salmos 103:19","Isaías 46:10","Romanos 9:20-21"]},"jo_40_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' continua a enfatizar a comunicação de Deus, que é essencial para a revelação de Sua vontade.","explicacao_detalhada":"Neste contexto, 'dizer' reflete a autoridade de Deus em declarar verdades que moldam a vida e a fé dos seres humanos.","por_que_esta_palavra":"A comunicação divina é vital para a compreensão do propósito de Deus e a resposta do homem a Ele.","conexao_teologica":"A revelação de Deus através da Sua palavra é um tema central na teologia, mostrando como Ele se comunica com a humanidade.","referencias_relacionadas":["Deuteronômio 8:3","Mateus 4:4","2 Timóteo 3:16-17"]},"jo_40_4_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma chamada à atenção, convidando o ouvinte a observar algo importante.","explicacao_detalhada":"Neste contexto, 'eis' serve como um convite para que Jó preste atenção à grandeza e à majestade de Deus.","por_que_esta_palavra":"A palavra 'eis' é usada para destacar a revelação de Deus e a importância de reconhecer Sua presença.","conexao_teologica":"A revelação de Deus é um tema central, onde Ele se apresenta ao homem para que este O conheça.","referencias_relacionadas":["Isaías 40:9","Mateus 11:28","Apocalipse 1:7"]},"jo_40_4_luz":{"palavra_pt":"luz","palavra_original":"קָלַל","transliteracao":"qâlal","strong":"H7043","significado_raiz":"Ideia básica: luz.","significado_contextual":"A 'luz' simboliza a verdade, a pureza e a presença de Deus, contrastando com a escuridão do pecado.","explicacao_detalhada":"Neste contexto, 'luz' pode representar a revelação divina que ilumina a mente e o coração do homem.","por_que_esta_palavra":"A luz é uma metáfora comum na Bíblia para a verdade e a sabedoria que vêm de Deus.","conexao_teologica":"A luz de Deus é fundamental para a compreensão da vida e da moralidade, sendo um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 27:1","João 8:12","1 João 1:5"]},"jo_40_4_fim":{"palavra_pt":"fim","palavra_original":"מָה","transliteracao":"mâh","strong":"H4100","significado_raiz":"Ideia básica: fim.","significado_contextual":"A palavra 'fim' pode referir-se ao propósito final ou à conclusão de algo, especialmente em relação ao plano de Deus.","explicacao_detalhada":"Neste contexto, 'fim' sugere a ideia de que Deus tem um plano soberano que culmina em um resultado específico.","por_que_esta_palavra":"A palavra 'fim' é importante para entender que Deus tem controle sobre a história e o destino da criação.","conexao_teologica":"A soberania de Deus sobre o tempo e a história é um tema central na teologia, que afirma que Ele é o alfa e o ômega.","referencias_relacionadas":["Isaías 46:10","Apocalipse 21:6","Romanos 8:28"]},"jo_40_5_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é apresentada como uma característica essencial de Deus e da sua criação.","explicacao_detalhada":"No contexto de Jó 40:5, a palavra 'verdade' refere-se à realidade e à fidelidade de Deus em suas promessas e ações. Jó é confrontado com a grandeza de Deus e a verdade de Sua soberania.","por_que_esta_palavra":"A palavra 'verdade' é crucial para entender a natureza de Deus e a relação que Ele tem com a humanidade, especialmente em tempos de sofrimento e dúvida.","conexao_teologica":"A verdade de Deus é um tema central na teologia bíblica, refletindo Sua natureza imutável e a base de Sua justiça.","referencias_relacionadas":["Salmos 25:5","João 14:6","Romanos 3:4"]},"jo_40_5_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"O olho simboliza a percepção e a capacidade de ver a verdade e a realidade ao nosso redor.","explicacao_detalhada":"Em Jó 40:5, a palavra 'olho' pode ser interpretada como a capacidade de Deus de ver e entender todas as coisas, contrastando com a limitação humana.","por_que_esta_palavra":"A palavra 'olho' é utilizada para enfatizar a visão divina em oposição à visão humana, mostrando que Deus vê o que está além da compreensão humana.","conexao_teologica":"A visão de Deus é perfeita e completa, o que nos lembra da nossa dependência Dele para entender a verdade.","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","Hebreus 4:13"]},"jo_40_6_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a relação e a posição de algo em meio a outros.","explicacao_detalhada":"No versículo, 'entre' é usado para descrever a posição de Deus em relação à criação e à humanidade, enfatizando Sua soberania.","por_que_esta_palavra":"A palavra 'entre' é importante para entender como Deus se relaciona com o mundo e a importância da Sua presença em nossas vidas.","conexao_teologica":"A presença de Deus 'entre' nós é um tema recorrente, mostrando que Ele não é um Deus distante, mas um Deus que se envolve com a criação.","referencias_relacionadas":["Mateus 18:20","Salmos 46:1","Isaías 41:10"]},"jo_40_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' representa a autoridade e a soberania de Deus sobre toda a criação.","explicacao_detalhada":"Em Jó 40:6, o nome de Deus é invocado para lembrar a Jó de quem é o verdadeiro juiz e soberano, destacando a grandeza de Deus.","por_que_esta_palavra":"O nome 'Senhor' é fundamental para a identidade de Deus e para a relação que Ele tem com Seu povo.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e poder, e é frequentemente invocado em momentos de necessidade e adoração.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"jo_40_7_homem":{"palavra_pt":"homem","palavra_original":"גֶּבֶר","transliteracao":"geber","strong":"H1397","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em sua fragilidade e limitação diante de Deus.","explicacao_detalhada":"No contexto de Jó 40:7, Deus está chamando Jó a reconhecer sua posição como criatura diante do Criador, enfatizando a diferença entre Deus e o homem.","por_que_esta_palavra":"A palavra 'homem' é utilizada para destacar a vulnerabilidade e a dependência do ser humano em relação a Deus.","conexao_teologica":"A relação entre Deus e o homem é central na teologia, mostrando a necessidade de humildade e submissão diante do Criador.","referencias_relacionadas":["Salmos 8:4-5","Isaías 40:6-8","Romanos 3:23"]},"jo_40_7_cinto":{"palavra_pt":"cinto","palavra_original":"אָזַר","transliteracao":"ʼâzar","strong":"H247","significado_raiz":"Ideia básica: cinto.","significado_contextual":"O cinto simboliza preparação e prontidão para a ação.","explicacao_detalhada":"Em Jó 40:7, a referência ao cinto sugere a necessidade de Jó se preparar para ouvir e entender a resposta de Deus, simbolizando a disposição para receber instrução.","por_que_esta_palavra":"A palavra 'cinto' é importante para ilustrar a ideia de estar pronto e atento às palavras de Deus.","conexao_teologica":"A preparação espiritual é um tema importante na Bíblia, onde os crentes são chamados a se vestir com a armadura de Deus.","referencias_relacionadas":["Efésios 6:14","1 Pedro 1:13","Isaías 11:5"]},"jo_40_8_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo/justiça' refere-se à ação de Deus em estabelecer o que é certo e justo.","explicacao_detalhada":"No contexto de Jó 40:8, Deus questiona Jó sobre sua capacidade de julgar e estabelecer justiça, enfatizando que somente Ele possui a verdadeira justiça.","por_que_esta_palavra":"A palavra 'juízo' é crucial para entender a natureza de Deus como o justo juiz e a importância da justiça em Sua criação.","conexao_teologica":"A justiça de Deus é um tema central na Escritura, refletindo Sua natureza e a expectativa de que os seres humanos também busquem a justiça.","referencias_relacionadas":["Miquéias 6:8","Salmos 89:14","Romanos 12:19"]},"jo_40_8_purificar":{"palavra_pt":"purificar","palavra_original":"צָדַק","transliteracao":"tsâdaq","strong":"H6663","significado_raiz":"Ideia básica: purificar.","significado_contextual":"A palavra 'purificar' refere-se ao ato de tornar algo limpo ou justo.","explicacao_detalhada":"Em Jó 40:8, Deus desafia Jó a purificar-se e a se justificar diante dEle, destacando a necessidade de arrependimento e transformação.","por_que_esta_palavra":"A palavra 'purificar' é importante para entender o processo de santificação e a busca pela pureza diante de Deus.","conexao_teologica":"A purificação é um tema recorrente na Bíblia, simbolizando a necessidade de redenção e a obra de Cristo em nossas vidas.","referencias_relacionadas":["1 João 1:9","Hebreus 10:22","Salmos 51:10"]},"jo_40_8_phrase":{"palavra_pt":"expressao","palavra_original":"אַף","transliteracao":"ʼaph","strong":"H637","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à forma como algo é comunicado ou manifestado.","explicacao_detalhada":"No contexto de Jó 40:8, a expressão de Deus é um convite à reflexão e à resposta de Jó, mostrando a importância da comunicação entre Deus e o homem.","por_que_esta_palavra":"A palavra 'expressão' é essencial para entender como Deus se revela e como devemos responder a Ele.","conexao_teologica":"A comunicação divina é um tema importante, pois Deus se expressa através da Sua Palavra e de Suas ações na história.","referencias_relacionadas":["Hebreus 1:1-2","Salmos 19:1-4","João 1:14"]},"jo_40_9_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' representa a força, o poder e a soberania suprema.","explicacao_detalhada":"Em Jó 40:9, a referência a Deus destaca Sua autoridade e capacidade de governar sobre toda a criação, lembrando a Jó de sua posição diante do Criador.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a natureza divina e a relação que Ele tem com a humanidade.","conexao_teologica":"A força de Deus é um tema central na Bíblia, refletindo Sua capacidade de salvar, julgar e sustentar o mundo.","referencias_relacionadas":["Gênesis 1:1","Salmos 62:11","Isaías 40:28"]},"jo_40_9_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se à manifestação sonora que comunica autoridade e poder.","explicacao_detalhada":"No contexto de Jó 40:9, a voz de Deus é apresentada como um símbolo de Sua soberania e majestade. A voz de Deus não é apenas um som, mas uma expressão de Sua vontade e poder criador.","por_que_esta_palavra":"A escolha da palavra 'voz' enfatiza a comunicação direta de Deus com Jó, mostrando que Ele é o autor da criação e tem autoridade sobre todas as coisas.","conexao_teologica":"A voz de Deus é frequentemente associada à criação e à revelação divina, mostrando como Deus se comunica com a humanidade.","referencias_relacionadas":["Gênesis 1:3","Salmos 29:4","Hebreus 1:1-2"]},"jo_40_9_poderoso":{"palavra_pt":"poderoso","palavra_original":"זְרוֹעַ","transliteracao":"zᵉrôwaʻ","strong":"H2220","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' descreve a força e a capacidade de Deus em realizar Seus propósitos.","explicacao_detalhada":"Em Jó 40:9, a palavra 'poderoso' destaca a força incomparável de Deus, que é capaz de dominar a criação e exercer controle sobre tudo.","por_que_esta_palavra":"Esta palavra é utilizada para contrastar a fraqueza humana com a força divina, enfatizando que somente Deus é verdadeiramente poderoso.","conexao_teologica":"A noção de poder de Deus é central na teologia, pois reflete Sua soberania e capacidade de agir na história.","referencias_relacionadas":["Salmos 147:5","Isaías 40:29","Romanos 1:20"]},"jo_40_10_gloria":{"palavra_pt":"gloria","palavra_original":"הָדָר","transliteracao":"hâdâr","strong":"H1926","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A palavra 'glória' refere-se à honra e à majestade que pertencem a Deus.","explicacao_detalhada":"No versículo, Deus convida Jó a considerar a Sua glória, que é a manifestação de Sua grandeza e perfeição. A glória de Deus é um tema recorrente nas Escrituras, refletindo Sua natureza divina.","por_que_esta_palavra":"A utilização da palavra 'glória' serve para lembrar a Jó sobre a magnificência de Deus, contrastando com a condição humana.","conexao_teologica":"A glória de Deus é um conceito fundamental que nos leva a adorar e reconhecer Sua soberania.","referencias_relacionadas":["Salmos 19:1","Isaías 6:3","Romanos 11:36"]},"jo_40_10_excellency":{"palavra_pt":"excellency","palavra_original":"גֹּבַהּ","transliteracao":"gôbahh","strong":"H1363","significado_raiz":"Ideia básica: excellency.","significado_contextual":"A palavra 'excellency' refere-se à altura ou grandeza de Deus.","explicacao_detalhada":"Em Jó 40:10, a 'excellency' de Deus é um convite para que Jó reconheça a grandeza e a majestade divina, que estão além da compreensão humana.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a incomparabilidade de Deus em relação a qualquer ser criado.","conexao_teologica":"A excelência de Deus é um aspecto que nos leva a reverenciar Sua santidade e poder.","referencias_relacionadas":["Salmos 8:1","Salmos 113:4","Efésios 1:21"]},"jo_40_11_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' implica em observar ou perceber algo com clareza.","explicacao_detalhada":"No contexto de Jó 40:11, Deus desafia Jó a 'ver' e compreender a realidade de Sua criação e poder, levando-o a uma reflexão profunda sobre sua própria condição.","por_que_esta_palavra":"A palavra 'ver' é crucial, pois implica em uma percepção que vai além do físico, alcançando o entendimento espiritual.","conexao_teologica":"Ver a obra de Deus é fundamental para a fé, pois nos ajuda a reconhecer Sua presença e ação em nossas vidas.","referencias_relacionadas":["Salmos 119:18","Mateus 5:8","Hebreus 11:1"]},"jo_40_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou apresentado.","explicacao_detalhada":"Em Jó 40:11, o 'modo' é uma referência à forma como Deus opera em Sua criação, desafiando Jó a considerar a sabedoria divina em contraste com a sabedoria humana.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a diferença entre a maneira de Deus agir e a maneira humana de compreender as coisas.","conexao_teologica":"A compreensão do modo de Deus é essencial para a teologia, pois nos ajuda a entender Sua providência e soberania.","referencias_relacionadas":["Isaías 55:8-9","Romanos 11:33","1 Coríntios 1:25"]},"jo_40_11_humilde":{"palavra_pt":"humilde","palavra_original":"שָׁפֵל","transliteracao":"shâphêl","strong":"H8213","significado_raiz":"Ideia básica: humilde.","significado_contextual":"A palavra 'humilde' refere-se à condição de alguém que é modesto ou que não se exalta.","explicacao_detalhada":"No contexto de Jó 40:11, a humildade é um chamado para que Jó reconheça sua posição diante de Deus e a necessidade de se submeter à Sua vontade.","por_que_esta_palavra":"A palavra 'humilde' é utilizada para contrastar a grandeza de Deus com a fragilidade humana.","conexao_teologica":"A humildade é uma virtude valorizada nas Escrituras, sendo essencial para uma relação correta com Deus.","referencias_relacionadas":["Tiago 4:10","Mateus 5:3","Filipenses 2:3"]},"jo_40_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' novamente refere-se à maneira como as ações são realizadas.","explicacao_detalhada":"Em Jó 40:12, Deus questiona Jó sobre o modo como ele lida com a justiça e a criação, desafiando-o a refletir sobre suas próprias ações e decisões.","por_que_esta_palavra":"A repetição da palavra 'modo' enfatiza a importância de entender como Deus opera em contraste com a maneira humana de agir.","conexao_teologica":"A maneira de Deus agir é um tema central na teologia, pois nos ensina sobre Sua justiça e misericórdia.","referencias_relacionadas":["Salmos 37:5","Provérbios 3:6","Romanos 12:2"]},"jo_40_12_tread":{"palavra_pt":"tread","palavra_original":"הָדַךְ","transliteracao":"hâdak","strong":"H1915","significado_raiz":"Ideia básica: tread.","significado_contextual":"A palavra 'tread' refere-se ao ato de pisar ou caminhar sobre algo.","explicacao_detalhada":"No contexto de Jó 40:12, 'tread' é uma metáfora para o domínio e controle que Deus tem sobre a criação, mostrando que Ele pode subjugar o mal e a injustiça.","por_que_esta_palavra":"A escolha da palavra 'tread' destaca a autoridade de Deus sobre todas as coisas, incluindo o pecado e a maldade.","conexao_teologica":"A ideia de Deus pisando sobre o mal é uma representação do triunfo divino sobre as forças do pecado.","referencias_relacionadas":["Salmos 91:13","Romanos 16:20","Apocalipse 20:10"]},"jo_40_12_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"A palavra 'culpado' refere-se à condição de alguém que é responsável por um erro ou pecado.","explicacao_detalhada":"Em Jó 40:12, a palavra 'culpado' é usada para desafiar Jó a reconhecer sua própria condição diante de Deus e a necessidade de arrependimento.","por_que_esta_palavra":"A palavra 'culpado' é importante para enfatizar a justiça de Deus e a responsabilidade humana.","conexao_teologica":"O reconhecimento da culpa é essencial para a salvação e a restauração do relacionamento com Deus.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 51:4"]},"jo_40_13_po":{"palavra_pt":"po","palavra_original":"עָפָר","transliteracao":"ʻâphâr","strong":"H6083","significado_raiz":"Ideia básica: po.","significado_contextual":"Referência ao pó da terra, simbolizando a fragilidade e a mortalidade do ser humano.","explicacao_detalhada":"A palavra 'po' (עָפָר) é usada para descrever o pó, que é um símbolo de humildade e insignificância diante de Deus. No contexto de Jó, isso enfatiza a condição humana em contraste com a grandeza divina.","por_que_esta_palavra":"A escolha da palavra 'po' destaca a criação do homem a partir do pó, mostrando a dependência do ser humano em relação a Deus.","conexao_teologica":"A ideia de que o homem é feito do pó e retornará ao pó é um tema recorrente na Bíblia, refletindo a fragilidade da vida humana e a soberania de Deus na criação.","referencias_relacionadas":["Gênesis 2:7","Salmos 103:14","Eclesiastes 3:20"]},"jo_40_13_hide":{"palavra_pt":"hide","palavra_original":"טָמַן","transliteracao":"ṭâman","strong":"H2934","significado_raiz":"Ideia básica: hide.","significado_contextual":"A palavra 'hide' (טָמַן) sugere a ideia de esconder ou ocultar algo.","explicacao_detalhada":"No contexto, esta palavra pode se referir ao ato de esconder a própria fraqueza ou a incapacidade de compreender os planos de Deus. Jó se vê em uma posição de vulnerabilidade e questionamento.","por_que_esta_palavra":"A palavra é utilizada para ilustrar a tentativa do homem de esconder suas limitações diante da onisciência de Deus.","conexao_teologica":"A ocultação de nossas fraquezas é um tema que aparece em várias passagens, mostrando que Deus conhece o coração humano e não se deixa enganar por aparências.","referencias_relacionadas":["Salmos 139:7-12","Provérbios 28:13","Hebreus 4:13"]},"jo_40_13_alike":{"palavra_pt":"alike","palavra_original":"יַחַד","transliteracao":"yachad","strong":"H3162","significado_raiz":"Ideia básica: alike.","significado_contextual":"A palavra 'alike' (יַחַד) implica em unidade ou semelhança.","explicacao_detalhada":"Neste contexto, a palavra sugere que todas as criaturas são iguais diante de Deus, enfatizando a igualdade entre os seres humanos e a criação.","por_que_esta_palavra":"A utilização de 'alike' destaca a ideia de que, independentemente de status ou poder, todos são dependentes de Deus.","conexao_teologica":"A igualdade entre todos os seres humanos é um princípio importante na teologia cristã, refletindo a imagem de Deus em cada pessoa.","referencias_relacionadas":["Gálatas 3:28","Romanos 2:11","Tiago 2:1-4"]},"jo_40_14_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' (כִּי) é usada para introduzir uma explicação ou razão.","explicacao_detalhada":"Neste contexto, 'porque' é um elo que liga a afirmação de Jó à sua compreensão da grandeza de Deus e à sua própria insignificância.","por_que_esta_palavra":"A palavra é crucial para entender a lógica do discurso de Jó, onde ele busca justificar sua posição diante de Deus.","conexao_teologica":"A relação entre a razão e a fé é um tema central na Bíblia, onde muitas vezes a compreensão humana é limitada em comparação com a sabedoria divina.","referencias_relacionadas":["Isaías 55:8-9","Romanos 11:33-36","1 Coríntios 1:25"]},"jo_40_14_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' (יָשַׁע) refere-se ao ato de libertar ou resgatar.","explicacao_detalhada":"No contexto de Jó, a ideia de salvação pode ser vista como um desejo de libertação do sofrimento e da dor que ele enfrenta.","por_que_esta_palavra":"A palavra é significativa porque reflete a busca de Jó por redenção e compreensão em meio ao seu sofrimento.","conexao_teologica":"A salvação é um tema central na Bíblia, representando a intervenção de Deus na vida dos seres humanos para resgatar e restaurar.","referencias_relacionadas":["Salmos 37:39","Isaías 43:11","Romanos 10:13"]},"jo_40_15_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' (עָשָׂה) é usada para descrever um animal forte e poderoso.","explicacao_detalhada":"No contexto, a menção do urso pode simbolizar força e ferocidade, contrastando com a fragilidade humana.","por_que_esta_palavra":"A escolha de 'urso' enfatiza a criação de Deus e a majestade dos seres que Ele fez, mostrando a grandeza de Sua obra.","conexao_teologica":"A criação de Deus, incluindo os animais, é um testemunho de Sua grandeza e poder, refletindo Sua soberania sobre toda a criação.","referencias_relacionadas":["Salmos 104:24-25","Jó 38:39-41","Isaías 11:6"]},"jo_40_15_gado":{"palavra_pt":"gado","palavra_original":"בָּקָר","transliteracao":"bâqâr","strong":"H1241","significado_raiz":"Ideia básica: gado.","significado_contextual":"A palavra 'gado' (בָּקָר) refere-se a animais domésticos, especialmente bovinos, que são importantes na economia e na vida cotidiana.","explicacao_detalhada":"Neste contexto, o gado representa a provisão de Deus e a importância da criação para a sobrevivência humana.","por_que_esta_palavra":"A menção do gado destaca a dependência do homem em relação à criação e à provisão divina.","conexao_teologica":"A relação entre o homem e os animais é um reflexo da ordem criada por Deus, onde cada ser tem seu propósito e valor.","referencias_relacionadas":["Gênesis 1:26-28","Salmos 50:10-11","Mateus 6:26"]},"jo_40_15_behold":{"palavra_pt":"eis","palavra_original":"הִנֵּה","transliteracao":"hinnêh","strong":"H2009","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' (הִנֵּה) é uma interjeição que chama a atenção para algo importante.","explicacao_detalhada":"No contexto, 'eis' é usado para introduzir uma observação significativa sobre a criação e a grandeza de Deus.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância do que está sendo apresentado, destacando a majestade da criação.","conexao_teologica":"A exortação para 'ver' ou 'eis' é um convite a reconhecer a obra de Deus e Sua soberania sobre todas as coisas.","referencias_relacionadas":["Salmos 19:1","Isaías 40:26","Romanos 1:20"]},"jo_40_16_behold":{"palavra_pt":"eis","palavra_original":"הִנֵּה","transliteracao":"hinnêh","strong":"H2009","significado_raiz":"Ideia básica: eis.","significado_contextual":"A repetição da palavra 'eis' (הִנֵּה) reforça a importância da observação e da reflexão sobre a criação.","explicacao_detalhada":"Neste contexto, 'eis' serve para chamar a atenção do leitor ou ouvinte para a grandeza de Deus manifestada na criação.","por_que_esta_palavra":"A repetição enfatiza a necessidade de reconhecer e contemplar a obra de Deus em nossas vidas.","conexao_teologica":"A contemplação da criação é um tema importante na teologia, onde se convida os crentes a ver a mão de Deus em tudo ao seu redor.","referencias_relacionadas":["Salmos 8:3-4","Salmos 104:24","Mateus 6:28-30"]},"jo_40_17_desejo":{"palavra_pt":"desejo","palavra_original":"חָפֵץ","transliteracao":"châphêts","strong":"H2654","significado_raiz":"Ideia básica: desejo.","significado_contextual":"A palavra 'desejo' (חָפֵץ) refere-se a um anseio ou vontade intensa.","explicacao_detalhada":"No contexto, 'desejo' pode ser interpretado como o anseio de Jó por compreensão e alívio em meio ao seu sofrimento.","por_que_esta_palavra":"A escolha da palavra destaca a profundidade da experiência emocional de Jó e sua busca por significado.","conexao_teologica":"O desejo humano por compreensão e conexão com Deus é um tema recorrente na Bíblia, refletindo a busca por propósito e significado na vida.","referencias_relacionadas":["Salmos 37:4","Filipenses 4:6-7","1 Pedro 2:2"]},"jo_40_17_tail":{"palavra_pt":"tail","palavra_original":"זָנָב","transliteracao":"zânâb","strong":"H2180","significado_raiz":"Ideia básica: tail.","significado_contextual":"Refere-se à cauda de um animal, simbolizando força e poder.","explicacao_detalhada":"No contexto de Jó 40:17, a cauda é uma parte significativa do corpo do behemote, que representa a força e a majestade da criação de Deus. A cauda é usada como uma metáfora para descrever a grandeza do ser criado.","por_que_esta_palavra":"A palavra 'tail' é usada para enfatizar a força e a imponência do behemote, que é uma criatura poderosa criada por Deus.","conexao_teologica":"A descrição do behemote e sua cauda nos lembra da soberania de Deus sobre toda a criação e de como Ele é o criador de todas as coisas, incluindo as criaturas mais poderosas.","referencias_relacionadas":["Jó 40:15","Salmos 104:26","Isaías 40:12"]},"jo_40_18_osso":{"palavra_pt":"osso","palavra_original":"עֶצֶם","transliteracao":"ʻetsem","strong":"H6106","significado_raiz":"Ideia básica: osso.","significado_contextual":"Refere-se à estrutura óssea, simbolizando força e resistência.","explicacao_detalhada":"Em Jó 40:18, a palavra 'osso' é usada para descrever a robustez do behemote, que é uma criatura que possui uma estrutura forte e resistente, refletindo a força da criação divina.","por_que_esta_palavra":"A menção do 'osso' destaca a solidez e a força do behemote, enfatizando a habilidade de Deus em criar seres tão poderosos.","conexao_teologica":"A força do behemote, simbolizada pelo osso, nos lembra da força de Deus e de como Ele sustenta toda a criação.","referencias_relacionadas":["Gênesis 2:23","Salmos 34:20","Ezequiel 37:1-14"]},"jo_40_18_poderoso":{"palavra_pt":"poderoso","palavra_original":"אָפִיק","transliteracao":"ʼâphîyq","strong":"H650","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Refere-se à força e ao poder, destacando a majestade do behemote.","explicacao_detalhada":"A palavra 'poderoso' em Jó 40:18 é usada para descrever a grandeza e a força do behemote, que é uma criatura que representa a força bruta da natureza.","por_que_esta_palavra":"A utilização do termo 'poderoso' enfatiza a ideia de que o behemote é uma das maiores criações de Deus, mostrando Sua capacidade de criar seres grandiosos.","conexao_teologica":"A força do behemote reflete a força de Deus, que é onipotente e capaz de criar tudo que existe.","referencias_relacionadas":["Salmos 147:5","Isaías 40:26","Jó 36:22"]},"jo_40_18_ferro":{"palavra_pt":"ferro","palavra_original":"מְטִיל","transliteracao":"mᵉṭîyl","strong":"H4300","significado_raiz":"Ideia básica: ferro.","significado_contextual":"Refere-se ao metal, simbolizando dureza e resistência.","explicacao_detalhada":"No contexto de Jó 40:18, a palavra 'ferro' é usada para descrever a força e a durabilidade do behemote, que é uma criatura que possui características de resistência e robustez.","por_que_esta_palavra":"A menção do 'ferro' destaca a ideia de que o behemote é tão forte quanto o metal, simbolizando a força inigualável da criação de Deus.","conexao_teologica":"A dureza do ferro pode ser vista como um reflexo da força de Deus, que é firme e inabalável em Sua criação.","referencias_relacionadas":["Salmos 2:9","Isaías 54:16","Ezequiel 22:18"]},"jo_40_19_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho ou modo de vida, simbolizando a existência.","explicacao_detalhada":"A palavra 'vida' em Jó 40:19 é usada para descrever a essência do behemote, que vive de acordo com a criação de Deus e representa a vitalidade da natureza.","por_que_esta_palavra":"A utilização do termo 'vida' enfatiza a ideia de que o behemote é uma parte vital da criação, mostrando a diversidade e a complexidade da vida que Deus criou.","conexao_teologica":"A vida do behemote reflete a vida que Deus deu a todas as criaturas, mostrando Sua intenção e propósito na criação.","referencias_relacionadas":["Gênesis 1:30","Salmos 104:24-25","Atos 17:25"]},"jo_40_19_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, simbolizando poder e autoridade.","explicacao_detalhada":"A palavra 'deus' em Jó 40:19 é usada para enfatizar a grandeza e a força de Deus, que é o criador de todas as coisas, incluindo o behemote.","por_que_esta_palavra":"A menção de 'deus' destaca a soberania de Deus sobre toda a criação e Sua capacidade de criar seres poderosos.","conexao_teologica":"A força de Deus é refletida na criação do behemote, mostrando que Ele é o autor de toda a força e poder no universo.","referencias_relacionadas":["Gênesis 1:1","Salmos 68:35","Isaías 40:28"]},"jo_40_19_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a uma criatura forte, simbolizando poder e ferocidade.","explicacao_detalhada":"A palavra 'urso' em Jó 40:19 é usada para descrever a força e a ferocidade do behemote, que é uma criatura que representa a força bruta da natureza.","por_que_esta_palavra":"A utilização do termo 'urso' enfatiza a ideia de que o behemote é uma das criaturas mais poderosas, mostrando a diversidade da criação de Deus.","conexao_teologica":"A ferocidade do behemote reflete a força de Deus, que é o criador de todas as criaturas, incluindo as mais temíveis.","referencias_relacionadas":["Salmos 22:12","Provérbios 17:12","Isaías 11:7"]},"jo_40_20_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira de ser, simbolizando a forma de agir.","explicacao_detalhada":"A palavra 'modo' em Jó 40:20 é usada para descrever a maneira como o behemote vive e se comporta, refletindo a criação de Deus.","por_que_esta_palavra":"A utilização do termo 'modo' enfatiza a singularidade do behemote e como ele se encaixa no plano divino da criação.","conexao_teologica":"O modo de vida do behemote reflete a ordem e a intenção de Deus na criação, mostrando que tudo tem um propósito.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 139:14","Romanos 1:20"]},"jo_40_20_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se à razão ou causa, simbolizando a explicação.","explicacao_detalhada":"A palavra 'porque' em Jó 40:20 é usada para introduzir uma explicação sobre a grandeza do behemote e a razão pela qual ele é tão impressionante.","por_que_esta_palavra":"A utilização do termo 'porque' enfatiza a necessidade de entender a grandeza da criação de Deus e a razão pela qual Ele criou seres tão majestosos.","conexao_teologica":"A razão pela qual o behemote é tão grandioso reflete a sabedoria de Deus, que criou tudo com um propósito e uma razão.","referencias_relacionadas":["Romanos 11:33","Salmos 19:1","Isaías 55:8-9"]},"jo_40_20_terra":{"palavra_pt":"terra","palavra_original":"בּוּל","transliteracao":"bûwl","strong":"H944","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou ao mundo físico, simbolizando a criação.","explicacao_detalhada":"A palavra 'terra' em Jó 40:20 é usada para descrever o ambiente em que o behemote vive, refletindo a criação de Deus e a diversidade da vida.","por_que_esta_palavra":"A utilização do termo 'terra' enfatiza a ideia de que o behemote é parte integrante da criação e vive em harmonia com o mundo que Deus criou.","conexao_teologica":"A terra é um testemunho da grandeza de Deus, que criou um mundo diversificado e cheio de vida.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 45:18"]},"jo_40_21_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"O descanso aqui se refere à ideia de repouso e tranquilidade, especialmente em relação à criação e à natureza.","explicacao_detalhada":"A palavra 'descanso' (שָׁכַב, shâkab) sugere um estado de serenidade e paz, onde a criação de Deus repousa sob Sua proteção. No contexto de Jó, isso implica em um convite para observar a majestade da criação e entender a soberania de Deus.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a necessidade de um espaço de tranquilidade na criação, onde tudo se encontra em harmonia sob a ordem divina.","conexao_teologica":"O descanso é um tema central na teologia bíblica, refletindo a paz que Deus oferece à Sua criação e a importância do repouso em Sua obra.","referencias_relacionadas":["Gênesis 2:2-3","Salmos 23:2","Mateus 11:28"]},"jo_40_21_bom":{"palavra_pt":"bom","palavra_original":"סֵתֶר","transliteracao":"çêther","strong":"H5643","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' é usada para descrever a qualidade da criação de Deus, que é perfeita e adequada.","explicacao_detalhada":"A palavra 'bom' (סֵתֶר, çêther) implica em algo que é desejável e que cumpre seu propósito. No contexto de Jó, isso ressalta a bondade de Deus em Sua criação e a ordem que Ele estabeleceu.","por_que_esta_palavra":"Esta palavra é importante para destacar a bondade intrínseca da criação e a natureza benevolente de Deus.","conexao_teologica":"A bondade de Deus é um atributo fundamental que se reflete em Sua criação e em Suas ações ao longo da história.","referencias_relacionadas":["Gênesis 1:31","Salmos 34:8","Romanos 8:28"]},"jo_40_22_cover":{"palavra_pt":"cobrir","palavra_original":"סָכַךְ","transliteracao":"çâkak","strong":"H5526","significado_raiz":"Ideia básica: cobrir.","significado_contextual":"A palavra 'cobrir' refere-se à proteção e ao abrigo que a natureza oferece.","explicacao_detalhada":"A palavra 'cobrir' (סָכַךְ, çâkak) sugere a ideia de proteção e segurança, como uma sombra que abriga e resguarda. No contexto de Jó, isso pode ser visto como uma metáfora para a proteção divina.","por_que_esta_palavra":"Esta palavra é utilizada para ilustrar como Deus cuida de Sua criação, oferecendo abrigo e segurança.","conexao_teologica":"A proteção de Deus é um tema recorrente nas Escrituras, mostrando como Ele cuida de Seu povo e da criação.","referencias_relacionadas":["Salmos 91:1-2","Isaías 25:4","Mateus 23:37"]},"jo_40_22_arvore":{"palavra_pt":"arvore","palavra_original":"צֶאֶל","transliteracao":"tseʼel","strong":"H6628","significado_raiz":"Ideia básica: arvore.","significado_contextual":"A árvore representa a vida, a força e a beleza da criação de Deus.","explicacao_detalhada":"A palavra 'árvore' (צֶאֶל, tseʼel) simboliza não apenas a vegetação, mas também a vitalidade e a provisão que Deus oferece. No contexto de Jó, as árvores são um testemunho da grandeza da criação.","por_que_esta_palavra":"Esta palavra é significativa porque as árvores são frequentemente usadas na Bíblia como símbolos de vida e prosperidade.","conexao_teologica":"As árvores são frequentemente mencionadas nas Escrituras como representações da vida eterna e da provisão divina.","referencias_relacionadas":["Gênesis 2:9","Salmos 1:3","Apocalipse 22:2"]},"jo_40_22_shadow":{"palavra_pt":"shadow","palavra_original":"צֵלֶל","transliteracao":"tsêlel","strong":"H6752","significado_raiz":"Ideia básica: shadow.","significado_contextual":"A palavra 'sombra' é usada para descrever proteção e refúgio.","explicacao_detalhada":"A palavra 'sombra' (צֵלֶל, tsêlel) sugere um abrigo seguro, um lugar onde se pode encontrar alívio do calor e da adversidade. No contexto de Jó, isso pode ser visto como uma metáfora para a proteção de Deus.","por_que_esta_palavra":"Esta palavra é importante para ilustrar a segurança que Deus oferece em tempos de dificuldade.","conexao_teologica":"A sombra de Deus é frequentemente mencionada nas Escrituras como um símbolo de Sua proteção e cuidado.","referencias_relacionadas":["Salmos 91:1","Isaías 32:2","Mateus 17:5"]},"jo_40_23_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é um chamado à atenção, uma exortação para observar algo importante.","explicacao_detalhada":"A palavra 'eis' (הֵן, hên) é usada para direcionar o foco do ouvinte para algo que merece consideração. No contexto de Jó, isso serve para destacar a grandeza da criação.","por_que_esta_palavra":"Esta palavra é utilizada para chamar a atenção para a majestade de Deus e Sua criação.","conexao_teologica":"O chamado para observar a criação é um tema que aparece em várias partes da Bíblia, enfatizando a grandeza de Deus.","referencias_relacionadas":["Salmos 19:1","Isaías 40:26","Romanos 1:20"]},"jo_40_23_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à fidelidade de Deus.","explicacao_detalhada":"A palavra 'verdade' (לֹא, lôʼ) implica em algo que é certo e confiável. No contexto de Jó, isso ressalta a certeza da soberania de Deus sobre a criação.","por_que_esta_palavra":"Esta palavra é importante para afirmar a natureza imutável e fiel de Deus.","conexao_teologica":"A verdade de Deus é um tema central na teologia bíblica, refletindo Sua fidelidade e justiça.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 6:18"]},"jo_40_23_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir uma razão ou explicação.","explicacao_detalhada":"A palavra 'porque' (כִּי, kîy) é uma conjunção que conecta ideias, explicando a lógica por trás de uma afirmação. No contexto de Jó, isso é crucial para entender a relação entre a criação e o Criador.","por_que_esta_palavra":"Esta palavra é utilizada para esclarecer a razão pela qual algo é afirmado ou observado.","conexao_teologica":"A lógica e a razão são frequentemente usadas nas Escrituras para explicar a relação entre Deus e a humanidade.","referencias_relacionadas":["Romanos 3:23","Tiago 1:5","1 Pedro 3:15"]},"jo_40_24_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' refere-se à capacidade de ver e perceber.","explicacao_detalhada":"A palavra 'olho' (עַיִן, ʻayin) simboliza a percepção e a vigilância. No contexto de Jó, isso pode ser interpretado como a observação atenta da criação e da obra de Deus.","por_que_esta_palavra":"Esta palavra é importante para enfatizar a necessidade de atenção e discernimento na apreciação da criação.","conexao_teologica":"A visão espiritual e a percepção são temas importantes na Bíblia, refletindo a necessidade de ver além do físico.","referencias_relacionadas":["Salmos 121:1-2","Mateus 6:22","Hebreus 12:2"]},"jo_40_24_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' refere-se à ação de apreender ou segurar algo.","explicacao_detalhada":"A palavra 'tomar' (לָקַח, lâqach) implica em uma ação de apropriação ou posse. No contexto de Jó, isso pode ser visto como um convite para se apropriar da sabedoria e do entendimento que Deus oferece.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a importância de agir e tomar decisões baseadas na sabedoria divina.","conexao_teologica":"A ação de tomar decisões sábias é um tema recorrente nas Escrituras, refletindo a necessidade de buscar a orientação de Deus.","referencias_relacionadas":["Provérbios 4:7","Tiago 1:5","1 Coríntios 10:31"]},"jo_40_25_subjugar":{"palavra_pt":"subjugar","palavra_original":"שָׁקַע","transliteracao":"shâqaʻ","strong":"H8257","significado_raiz":"Ideia básica: subjugar.","significado_contextual":"Subjugar implica dominar ou controlar algo ou alguém, muitas vezes em um contexto de poder.","explicacao_detalhada":"No versículo, a palavra 'subjugar' é usada para descrever a ação de dominar as forças da natureza ou as criaturas, refletindo a soberania de Deus sobre toda a criação.","por_que_esta_palavra":"A escolha da palavra 'subjugar' enfatiza a autoridade de Deus e sua capacidade de controlar o que parece indomável.","conexao_teologica":"A ideia de subjugar está ligada à soberania de Deus, que tem o poder de dominar todas as coisas, tanto no céu quanto na terra.","referencias_relacionadas":["Salmos 8:6","Gênesis 1:28","Romanos 8:37"]},"jo_40_26_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"Grande refere-se a algo de tamanho, importância ou poder superior.","explicacao_detalhada":"Neste contexto, 'grande' é usado para descrever a magnitude de Deus e suas obras, contrastando com a fragilidade da criação humana.","por_que_esta_palavra":"A palavra 'grande' é escolhida para enfatizar a majestade e a grandeza de Deus em comparação com a insignificância do homem.","conexao_teologica":"A grandeza de Deus é um tema central na teologia, que nos lembra da nossa posição diante do Criador.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Mateus 5:14"]},"jo_40_27_autoridade":{"palavra_pt":"autoridade","palavra_original":"רָבָה","transliteracao":"râbâh","strong":"H7235","significado_raiz":"Ideia básica: autoridade.","significado_contextual":"Autoridade refere-se ao poder ou direito de governar ou controlar.","explicacao_detalhada":"A palavra 'autoridade' neste contexto sugere que Deus possui o direito absoluto sobre toda a criação e que nada escapa ao seu controle.","por_que_esta_palavra":"A ênfase na 'autoridade' de Deus é crucial para entender sua posição como soberano e juiz do universo.","conexao_teologica":"A autoridade de Deus é um aspecto fundamental da sua natureza, que se reflete em sua capacidade de criar, sustentar e julgar.","referencias_relacionadas":["Mateus 28:18","Romanos 13:1","Efésios 1:21"]},"jo_40_27_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Salvar implica resgatar ou libertar de um estado de perigo ou destruição.","explicacao_detalhada":"Neste contexto, a palavra 'salvar' sugere a capacidade de Deus de resgatar a criação da ruína e do caos, mostrando sua misericórdia.","por_que_esta_palavra":"A escolha de 'salvar' destaca a natureza redentora de Deus, que busca restaurar o que foi perdido.","conexao_teologica":"A salvação é um tema central na Bíblia, refletindo o amor e a graça de Deus para com a humanidade.","referencias_relacionadas":["Salmos 34:17","Isaías 43:1","Romanos 10:13"]},"jo_40_28_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Destruir refere-se ao ato de causar a ruína ou aniquilação de algo.","explicacao_detalhada":"A palavra 'destruir' é usada para descrever a capacidade de Deus de trazer juízo sobre o mal e a desobediência.","por_que_esta_palavra":"A ênfase na destruição ressalta a justiça de Deus e sua determinação em erradicar o pecado.","conexao_teologica":"A destruição do mal é uma parte essencial do plano de Deus para a redenção e restauração do mundo.","referencias_relacionadas":["Salmos 37:38","Mateus 10:28","Apocalipse 21:8"]},"jo_40_28_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Aliança refere-se a um pacto ou acordo formal entre duas partes.","explicacao_detalhada":"Neste contexto, 'aliança' é usada para descrever o relacionamento especial entre Deus e seu povo, marcado por promessas e compromissos mútuos.","por_que_esta_palavra":"A palavra 'aliança' é fundamental para entender a relação de Deus com Israel e a importância da fidelidade.","conexao_teologica":"As alianças de Deus com a humanidade são centrais na narrativa bíblica, refletindo seu plano de salvação.","referencias_relacionadas":["Gênesis 9:13","Êxodo 19:5","Hebreus 8:6"]},"jo_40_28_servo":{"palavra_pt":"servo","palavra_original":"עֶבֶד","transliteracao":"ʻebed","strong":"H5650","significado_raiz":"Ideia básica: servo.","significado_contextual":"Servo refere-se a alguém que serve ou está sob a autoridade de outra pessoa.","explicacao_detalhada":"A palavra 'servo' neste contexto sugere a disposição de se submeter à vontade de Deus e servir a seus propósitos.","por_que_esta_palavra":"A escolha da palavra 'servo' enfatiza a humildade e a obediência que são esperadas dos seguidores de Deus.","conexao_teologica":"O conceito de servidão é central no cristianismo, refletindo a vida de Cristo como o Servo Sofredor.","referencias_relacionadas":["Isaías 53:11","Mateus 20:26-28","Filipenses 2:7"]},"jo_40_29_deride":{"palavra_pt":"deride","palavra_original":"שָׂחַק","transliteracao":"sâchaq","strong":"H7832","significado_raiz":"Ideia básica: deride.","significado_contextual":"Deride implica zombar ou escarnecer de alguém ou algo.","explicacao_detalhada":"Neste contexto, 'deride' é usado para descrever a atitude de desprezo que pode ser direcionada a Deus ou a suas obras.","por_que_esta_palavra":"A palavra 'deride' destaca a incredulidade e o desprezo que alguns têm em relação à soberania de Deus.","conexao_teologica":"A zombaria em relação a Deus é um tema recorrente na Bíblia, que alerta sobre as consequências de tal atitude.","referencias_relacionadas":["Salmos 2:4","Provérbios 1:26","Gálatas 6:7"]},"jo_40_29_amor":{"palavra_pt":"amor","palavra_original":"קָשַׁר","transliteracao":"qâshar","strong":"H7194","significado_raiz":"Ideia básica: amor.","significado_contextual":"Amor refere-se a um profundo afeto ou apego a alguém ou algo.","explicacao_detalhada":"A palavra 'amor' neste contexto sugere a relação íntima e comprometida que Deus deseja ter com seu povo.","por_que_esta_palavra":"A escolha da palavra 'amor' enfatiza a natureza relacional de Deus e seu desejo de se conectar com a humanidade.","conexao_teologica":"O amor de Deus é um tema central na Bíblia, que se manifesta na criação, na redenção e na promessa de vida eterna.","referencias_relacionadas":["João 3:16","Romanos 5:8","1 João 4:8"]},"jo_40_30_dig":{"palavra_pt":"dig","palavra_original":"כָּרָה","transliteracao":"kârâh","strong":"H3738","significado_raiz":"Ideia básica: dig.","significado_contextual":"Dig refere-se ao ato de escavar ou cavar na terra.","explicacao_detalhada":"Neste contexto, 'dig' é usado para descrever a ação de buscar ou explorar, muitas vezes em busca de algo valioso ou essencial.","por_que_esta_palavra":"A palavra 'dig' sugere a ideia de esforço e dedicação na busca por conhecimento ou entendimento.","conexao_teologica":"A busca por sabedoria e entendimento é um tema importante na Bíblia, que nos encoraja a 'cavar' profundamente nas verdades de Deus.","referencias_relacionadas":["Provérbios 2:4","Mateus 7:7","Colossenses 2:3"]},"jo_40_30_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é utilizada para descrever a magnitude e a importância de algo no contexto da criação divina.","explicacao_detalhada":"No livro de Jó, a grandeza de Deus é frequentemente contrastada com a fragilidade do ser humano. A palavra 'grande' enfatiza a soberania e o poder de Deus sobre toda a criação.","por_que_esta_palavra":"A escolha da palavra 'grande' reflete a intenção de mostrar a majestade de Deus e a sua capacidade de governar o universo.","conexao_teologica":"A grandeza de Deus é um tema central na teologia bíblica, que destaca a sua onipotência e a sua autoridade sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"jo_40_31_encher":{"palavra_pt":"encher","palavra_original":"מָלֵא","transliteracao":"mâlêʼ","strong":"H4390","significado_raiz":"Ideia básica: encher.","significado_contextual":"A palavra 'encher' é usada para descrever a ação de completar ou suprir algo em abundância.","explicacao_detalhada":"Em Jó, a ideia de 'encher' pode ser vista como uma metáfora para a plenitude da criação e a provisão de Deus para suas criaturas.","por_que_esta_palavra":"A palavra 'encher' é escolhida para ilustrar a generosidade de Deus em fornecer o que é necessário para a vida.","conexao_teologica":"A noção de que Deus enche a terra com suas bênçãos é um conceito que aparece em várias partes da Escritura, refletindo seu cuidado e sustento.","referencias_relacionadas":["Salmos 104:28","Mateus 5:6","Filipenses 4:19"]},"jo_40_32_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' novamente enfatiza a magnitude e a importância de Deus em contraste com a humanidade.","explicacao_detalhada":"Neste contexto, 'grande' é usado para descrever a força e a capacidade de Deus em lidar com as questões da criação e da justiça.","por_que_esta_palavra":"A repetição da palavra 'grande' serve para reforçar a ideia de que Deus é incomparável e supremo em todos os aspectos.","conexao_teologica":"A grandeza de Deus é um tema recorrente que nos lembra da nossa dependência dele e da sua soberania sobre todas as coisas.","referencias_relacionadas":["Salmos 95:3","Isaías 6:3","Apocalipse 4:11"]},"jo_40_32_mao":{"palavra_pt":"mao","palavra_original":"כַּף","transliteracao":"kaph","strong":"H3709","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' simboliza poder, controle e ação, frequentemente associada à obra de Deus.","explicacao_detalhada":"No contexto de Jó, a 'mão' de Deus representa sua capacidade de criar, sustentar e governar o mundo.","por_que_esta_palavra":"A utilização da palavra 'mão' destaca a ação direta de Deus na criação e na providência.","conexao_teologica":"A mão de Deus é um símbolo de sua intervenção na história e na vida dos indivíduos, mostrando seu cuidado e poder.","referencias_relacionadas":["Salmos 89:13","Isaías 41:10","João 10:28"]}}