{"jo_6_1_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' em Jó 6:1 pode simbolizar a percepção e a visão espiritual.","explicacao_detalhada":"Refere-se à capacidade de ver além das circunstâncias físicas e entender a realidade espiritual.","por_que_esta_palavra":"A visão espiritual é essencial para discernir a vontade de Deus em meio ao sofrimento.","conexao_teologica":"A visão é frequentemente usada na Bíblia como uma metáfora para a compreensão e a revelação divina.","referencias_relacionadas":["Salmos 119:18","Mateus 6:22","Efésios 1:18"]},"jo_6_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' em Jó 6:1 refere-se à expressão verbal de pensamentos e sentimentos.","explicacao_detalhada":"Neste contexto, enfatiza a importância da comunicação e da honestidade diante de Deus em tempos de angústia.","por_que_esta_palavra":"A comunicação com Deus é vital para a vida espiritual e para a expressão da fé.","conexao_teologica":"A oração e a confissão são aspectos fundamentais da vida cristã, permitindo um relacionamento mais profundo com Deus.","referencias_relacionadas":["Salmos 62:8","Filipenses 4:6","1 João 1:9"]},"jo_6_1_job":{"palavra_pt":"jo","palavra_original":"אִיּוֹב","transliteracao":"ʼÎyôwb","strong":"H347","significado_raiz":"Ideia básica: jo.","significado_contextual":"A palavra 'Jo' refere-se ao personagem central do livro, simbolizando o sofrimento humano e a fidelidade a Deus.","explicacao_detalhada":"Jó é um exemplo de perseverança e fé em meio à dor, representando a luta do homem diante das adversidades.","por_que_esta_palavra":"A história de Jó é uma lição sobre a soberania de Deus e a resposta humana ao sofrimento.","conexao_teologica":"A narrativa de Jó aborda questões profundas sobre a dor, a justiça e a fé, sendo relevante para a teologia do sofrimento.","referencias_relacionadas":["Tiago 5:11","Romanos 5:3-5","Hebreus 12:1-2"]},"jo_6_2_irado":{"palavra_pt":"irado","palavra_original":"כַּעַס","transliteracao":"kaʻaç","strong":"H3708","significado_raiz":"Ideia básica: irado.","significado_contextual":"Refere-se a um estado emocional intenso, geralmente associado à indignação ou raiva.","explicacao_detalhada":"A palavra 'irado' é usada para descrever a reação de alguém que se sente injustiçado ou ofendido. No contexto de Jó, isso pode refletir a dor e o sofrimento que ele está enfrentando, levando-o a expressar sua frustração.","por_que_esta_palavra":"Esta palavra é importante porque revela a profundidade da angústia emocional de Jó, que se sente injustamente tratado por Deus.","conexao_teologica":"A ira de Jó pode ser vista como uma resposta humana natural ao sofrimento, levantando questões sobre a justiça divina e o sofrimento humano.","referencias_relacionadas":["Salmos 37:8","Efésios 4:26","Tiago 1:20"]},"jo_6_3_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica uma razão ou causa, frequentemente usada para introduzir uma explicação.","explicacao_detalhada":"A palavra 'porque' é utilizada para justificar a afirmação anterior de Jó, ligando suas emoções e pensamentos a uma razão lógica ou emocional.","por_que_esta_palavra":"É crucial para entender a lógica de Jó em seu discurso, mostrando que suas queixas não são infundadas, mas baseadas em sua experiência de sofrimento.","conexao_teologica":"A utilização de 'porque' nos leva a refletir sobre as razões do sofrimento e a busca por respostas em momentos de dor.","referencias_relacionadas":["Romanos 8:28","Hebreus 12:11","1 Pedro 5:10"]},"jo_6_3_sand":{"palavra_pt":"sand","palavra_original":"חוֹל","transliteracao":"chôwl","strong":"H2344","significado_raiz":"Ideia básica: sand.","significado_contextual":"Refere-se ao material granular encontrado em praias e desertos, simbolizando fragilidade e transitoriedade.","explicacao_detalhada":"A palavra 'sand' pode ser usada metaforicamente para descrever a instabilidade da vida e a efemeridade das posses humanas, refletindo a condição de Jó.","por_que_esta_palavra":"É importante para ilustrar a vulnerabilidade e a precariedade da existência humana, especialmente em tempos de crise.","conexao_teologica":"A imagem do 'sand' nos lembra da fragilidade da vida e da necessidade de construir nossa fé sobre fundamentos sólidos.","referencias_relacionadas":["Mateus 7:26-27","Salmos 103:15-16","Eclesiastes 3:20"]},"jo_6_3_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se a grandes corpos de água, frequentemente simbolizando poder e caos.","explicacao_detalhada":"A palavra 'mar' é usada para evocar a ideia de vastidão e a força incontrolável da natureza, refletindo a sensação de impotência de Jó diante de sua situação.","por_que_esta_palavra":"É relevante para expressar a magnitude do sofrimento e a luta interna de Jó, que se sente pequeno diante das forças que o oprimem.","conexao_teologica":"O mar é frequentemente usado na Bíblia como símbolo do poder de Deus sobre a criação, lembrando-nos de que Ele tem controle sobre as tempestades da vida.","referencias_relacionadas":["Salmos 46:2-3","Mateus 8:27","Apocalipse 21:1"]},"jo_6_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Novamente, indica uma razão ou causa, reforçando a lógica do discurso de Jó.","explicacao_detalhada":"A repetição da palavra 'porque' enfatiza a necessidade de Jó de justificar suas queixas e expressar sua dor de forma clara e lógica.","por_que_esta_palavra":"É essencial para entender a continuidade do raciocínio de Jó, mostrando que suas perguntas são fundamentadas em sua experiência.","conexao_teologica":"A busca por razões em meio ao sofrimento é uma questão teológica profunda que ressoa com muitos crentes.","referencias_relacionadas":["Romanos 5:3-5","2 Coríntios 1:5","Filipenses 1:29"]},"jo_6_4_flecha":{"palavra_pt":"flecha","palavra_original":"חֵץ","transliteracao":"chêts","strong":"H2671","significado_raiz":"Ideia básica: flecha.","significado_contextual":"Refere-se a um projétil lançado com um arco, simbolizando ataque e dor.","explicacao_detalhada":"A palavra 'flecha' é usada para descrever a dor que Jó sente, como se estivesse sendo atingido por ataques diretos e dolorosos.","por_que_esta_palavra":"É importante para ilustrar a intensidade do sofrimento de Jó, que se sente como se estivesse sendo ferido por forças externas.","conexao_teologica":"A imagem da flecha pode ser vista como uma representação das provações que os crentes enfrentam, lembrando-nos de que Deus é nosso refúgio.","referencias_relacionadas":["Salmos 91:5-6","Efésios 6:16","1 Pedro 5:8"]},"jo_6_5_bray":{"palavra_pt":"bray","palavra_original":"נָהַק","transliteracao":"nâhaq","strong":"H5101","significado_raiz":"Ideia básica: bray.","significado_contextual":"Refere-se ao som emitido por um animal, simbolizando desespero ou angústia.","explicacao_detalhada":"A palavra 'bray' é usada para expressar a dor e o desespero de Jó, que se sente como um animal em sofrimento.","por_que_esta_palavra":"É relevante para transmitir a intensidade emocional de Jó, que se sente sem esperança e em agonia.","conexao_teologica":"O desespero de Jó nos lembra da humanidade em sua fragilidade e da necessidade de buscar consolo em Deus.","referencias_relacionadas":["Salmos 34:18","Mateus 11:28","2 Coríntios 1:3-4"]},"jo_6_5_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se ao ato de resgatar ou libertar alguém de uma situação difícil.","explicacao_detalhada":"A palavra 'salvar' é usada para expressar o desejo de Jó de ser libertado de seu sofrimento e angústia.","por_que_esta_palavra":"É crucial para entender a busca de Jó por redenção e alívio em meio à dor.","conexao_teologica":"A ideia de salvação é central na teologia cristã, refletindo a esperança de que Deus pode resgatar os aflitos.","referencias_relacionadas":["Salmos 34:17","Romanos 10:13","Hebreus 7:25"]},"jo_6_6_corruption":{"palavra_pt":"corrupcao","palavra_original":"בְּלִי","transliteracao":"bᵉlîy","strong":"H1097","significado_raiz":"Ideia básica: corrupcao.","significado_contextual":"Refere-se à deterioração ou degradação moral e espiritual.","explicacao_detalhada":"A palavra 'corrupção' é usada para descrever a condição de Jó, que se sente cercado por injustiças e maldade.","por_que_esta_palavra":"É importante para entender a percepção de Jó sobre o mundo ao seu redor e a luta contra a injustiça.","conexao_teologica":"A corrupção é um tema recorrente na Bíblia, refletindo a necessidade de redenção e a luta contra o pecado.","referencias_relacionadas":["Gálatas 6:7","Romanos 1:28","2 Pedro 2:19"]},"jo_6_6_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Novamente, refere-se ao ato de resgatar ou libertar alguém de uma situação difícil.","explicacao_detalhada":"A repetição da palavra 'salvar' enfatiza a urgência do desejo de Jó de ser libertado de seu sofrimento.","por_que_esta_palavra":"É essencial para entender a profundidade do clamor de Jó por ajuda e intervenção divina.","conexao_teologica":"A busca por salvação é uma constante na experiência humana, refletindo a necessidade de um Salvador.","referencias_relacionadas":["Salmos 18:2","Isaías 43:2","Romanos 5:9"]},"jo_6_7_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à essência da vida humana, a alma que dá significado à existência.","explicacao_detalhada":"A palavra 'alma' (נֶפֶשׁ) é usada para descrever a parte imaterial do ser humano, que é responsável por sentimentos, pensamentos e a conexão com Deus.","por_que_esta_palavra":"A utilização da palavra 'alma' enfatiza a importância da vida interior e espiritual do ser humano.","conexao_teologica":"A alma é vista como a parte que se relaciona diretamente com Deus e é eterna, refletindo a imagem de Deus no homem.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","Salmos 23:3"]},"jo_6_7_languishing":{"palavra_pt":"languishing","palavra_original":"דְּוַי","transliteracao":"dᵉvay","strong":"H1741","significado_raiz":"Ideia básica: languishing.","significado_contextual":"Indica um estado de fraqueza ou sofrimento, frequentemente associado a um desespero profundo.","explicacao_detalhada":"A palavra 'languishing' (דְּוַי) sugere um estado de deterioração física ou emocional, refletindo a angústia do ser humano.","por_que_esta_palavra":"É usada para descrever a condição de sofrimento que pode levar à perda da esperança.","conexao_teologica":"Esse estado de languidez pode ser visto como uma consequência do pecado e da separação de Deus.","referencias_relacionadas":["Salmos 38:6","Isaías 61:3","Lamentações 3:17"]},"jo_6_8_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua totalidade, tanto física quanto espiritualmente.","explicacao_detalhada":"A palavra 'homem' (מִי) é usada para descrever a criação de Deus, que possui dignidade e valor intrínsecos.","por_que_esta_palavra":"A escolha dessa palavra ressalta a singularidade do ser humano na criação.","conexao_teologica":"O homem é criado à imagem de Deus, o que lhe confere um papel especial na criação.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Tiago 3:9"]},"jo_6_8_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de pedir ou invocar ajuda, geralmente em momentos de necessidade.","explicacao_detalhada":"A palavra 'dar' (נָתַן) implica em oferecer algo, seja ajuda, consolo ou sustento.","por_que_esta_palavra":"É um chamado à ação, mostrando a necessidade de intercessão e apoio mútuo.","conexao_teologica":"Clamar a Deus é um reconhecimento da dependência humana e da soberania divina.","referencias_relacionadas":["Salmos 34:17","Romanos 10:13","1 João 5:14"]},"jo_6_9_assay":{"palavra_pt":"assay","palavra_original":"יָאַל","transliteracao":"yâʼal","strong":"H2974","significado_raiz":"Ideia básica: assay.","significado_contextual":"Refere-se ao ato de examinar ou testar algo, geralmente em busca de verdade ou autenticidade.","explicacao_detalhada":"A palavra 'assay' (יָאַל) implica em um processo de avaliação que pode revelar a qualidade ou a sinceridade.","por_que_esta_palavra":"É importante para entender a natureza das intenções humanas diante de Deus.","conexao_teologica":"Deus testa os corações para revelar a verdadeira fé e caráter dos indivíduos.","referencias_relacionadas":["Salmos 26:2","Provérbios 17:3","1 Tessalonicenses 2:4"]},"jo_6_9_destruir":{"palavra_pt":"destruir","palavra_original":"דָּכָא","transliteracao":"dâkâʼ","strong":"H1792","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se ao ato de causar dano ou aniquilar algo.","explicacao_detalhada":"A palavra 'destruir' (דָּכָא) é usada para descrever a ação de arruinar ou desmantelar, seja física ou espiritualmente.","por_que_esta_palavra":"É uma advertência sobre as consequências do pecado e da rebelião contra Deus.","conexao_teologica":"A destruição é frequentemente associada ao juízo de Deus sobre a desobediência.","referencias_relacionadas":["Ezequiel 18:30","Romanos 6:23","Apocalipse 21:8"]},"jo_6_10_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de descer ou perder a posição, muitas vezes em um contexto de queda moral ou espiritual.","explicacao_detalhada":"A palavra 'cair' (הָיָה) pode simbolizar a perda de integridade ou a queda em pecado.","por_que_esta_palavra":"É uma representação do estado vulnerável do ser humano diante das tentações.","conexao_teologica":"A queda do homem é um tema central na teologia, refletindo a necessidade de redenção.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","1 Coríntios 10:12"]},"jo_6_10_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao estado de estar vivo, tanto fisicamente quanto espiritualmente.","explicacao_detalhada":"A palavra 'vida' (עוֹד) implica em uma existência plena, com propósito e significado.","por_que_esta_palavra":"É uma afirmação da importância da vida em todas as suas dimensões.","conexao_teologica":"A vida é um dom de Deus e deve ser vivida em comunhão com Ele.","referencias_relacionadas":["João 10:10","Gálatas 2:20","1 João 5:12"]},"jo_6_10_alegria":{"palavra_pt":"alegria","palavra_original":"סָלַד","transliteracao":"çâlad","strong":"H5539","significado_raiz":"Ideia básica: alegria.","significado_contextual":"Refere-se a um estado de felicidade ou contentamento profundo.","explicacao_detalhada":"A palavra 'alegria' (סָלַד) é frequentemente associada à presença de Deus e à realização de Suas promessas.","por_que_esta_palavra":"A alegria é uma resposta natural à bondade e fidelidade de Deus.","conexao_teologica":"A alegria é um fruto do Espírito e um sinal da vida em Cristo.","referencias_relacionadas":["Salmos 16:11","Gálatas 5:22","Filipenses 4:4"]},"jo_6_11_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica uma razão ou justificativa para algo que foi dito ou feito.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para introduzir uma explicação ou causa.","por_que_esta_palavra":"É essencial para entender a lógica e a motivação por trás das ações e decisões.","conexao_teologica":"A compreensão das razões divinas é fundamental para a fé e a obediência.","referencias_relacionadas":["Isaías 55:8-9","Romanos 8:28","Hebreus 12:6"]},"jo_6_11_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à essência da vida humana e à sua relação com Deus.","explicacao_detalhada":"A palavra 'alma' (נֶפֶשׁ) é usada para descrever a vida que Deus deu ao ser humano, representando não apenas a vida física, mas também a dimensão espiritual e emocional do ser.","por_que_esta_palavra":"A escolha da palavra 'alma' enfatiza a importância da vida e da conexão íntima entre o ser humano e seu Criador.","conexao_teologica":"A alma é vista como a parte imortal do ser humano, que busca um relacionamento com Deus e é responsável por suas ações e decisões.","referencias_relacionadas":["Gênesis 2:7","Salmos 103:1","Mateus 10:28"]},"jo_6_12_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Indica a ação de resgatar ou proteger alguém de perigo ou destruição.","explicacao_detalhada":"A palavra 'salvar' (אִם) sugere um ato de intervenção divina, onde Deus oferece proteção e libertação ao seu povo em momentos de crise.","por_que_esta_palavra":"A utilização dessa palavra reflete a necessidade humana de segurança e a confiança na capacidade de Deus de salvar.","conexao_teologica":"A salvação é um tema central na teologia cristã, simbolizando a redenção e a restauração do relacionamento entre Deus e a humanidade.","referencias_relacionadas":["Salmos 34:19","Isaías 43:2","Romanos 10:13"]},"jo_6_12_bom":{"palavra_pt":"bom","palavra_original":"כֹּחַ","transliteracao":"kôach","strong":"H3581","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade de algo que é moralmente correto ou desejável.","explicacao_detalhada":"A palavra 'bom' (כֹּחַ) implica não apenas em bondade moral, mas também em eficácia e utilidade, refletindo a natureza de Deus como a fonte do bem.","por_que_esta_palavra":"A escolha dessa palavra destaca a busca humana por aquilo que é verdadeiramente bom e benéfico em contraste com o mal.","conexao_teologica":"A bondade de Deus é um atributo essencial que influencia a maneira como os seres humanos devem viver e se relacionar uns com os outros.","referencias_relacionadas":["Gênesis 1:31","Salmos 119:68","Tiago 1:17"]},"jo_6_12_pedra":{"palavra_pt":"pedra","palavra_original":"אֶבֶן","transliteracao":"ʼeben","strong":"H68","significado_raiz":"Ideia básica: pedra.","significado_contextual":"Simboliza firmeza, estabilidade e proteção.","explicacao_detalhada":"A palavra 'pedra' (אֶבֶן) é frequentemente usada nas Escrituras para descrever a força e a confiabilidade de Deus, que é um refúgio seguro para os crentes.","por_que_esta_palavra":"A metáfora da pedra enfatiza a solidez da fé e a segurança que se encontra em Deus em tempos de dificuldades.","conexao_teologica":"Cristo é descrito como a pedra angular, a base da fé cristã, que oferece segurança e estabilidade aos que nele confiam.","referencias_relacionadas":["Salmos 18:2","Mateus 16:18","1 Pedro 2:4-6"]},"jo_6_13_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"תּוּשִׁיָּה","transliteracao":"tûwshîyâh","strong":"H8454","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"Refere-se à capacidade de discernir e agir de acordo com a verdade e a justiça.","explicacao_detalhada":"A palavra 'sabedoria' (תּוּשִׁיָּה) implica um entendimento profundo que vai além do conhecimento, envolvendo a aplicação prática da verdade divina na vida cotidiana.","por_que_esta_palavra":"A busca pela sabedoria é essencial para viver de maneira que agrada a Deus e beneficia a comunidade.","conexao_teologica":"A sabedoria é frequentemente personificada nas Escrituras, mostrando a importância de buscar a orientação divina em todas as áreas da vida.","referencias_relacionadas":["Provérbios 1:7","Tiago 1:5","Colossenses 2:3"]},"jo_6_13_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a ideia de estar em meio a algo ou entre pessoas.","explicacao_detalhada":"A palavra 'entre' (מִן) sugere a noção de comunidade e relacionamento, enfatizando a importância da convivência e do apoio mútuo.","por_que_esta_palavra":"A escolha dessa palavra reflete a necessidade humana de estar em comunhão com outros, especialmente no contexto da fé.","conexao_teologica":"A vida cristã é vivida em comunidade, onde os crentes são chamados a se apoiar e encorajar uns aos outros.","referencias_relacionadas":["Atos 2:44-47","Hebreus 10:24-25","1 João 1:7"]},"jo_6_14_irmao":{"palavra_pt":"irmao","palavra_original":"רֵעַ","transliteracao":"rêaʻ","strong":"H7453","significado_raiz":"Ideia básica: irmao.","significado_contextual":"Refere-se à relação de fraternidade e apoio mútuo entre os seres humanos.","explicacao_detalhada":"A palavra 'irmão' (רֵעַ) enfatiza a ideia de laços familiares e a responsabilidade que temos uns pelos outros na comunidade de fé.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância da unidade e do amor entre os membros da família de Deus.","conexao_teologica":"A relação entre irmãos na fé é um reflexo do amor de Cristo e do chamado à unidade na Igreja.","referencias_relacionadas":["1 João 4:20-21","Romanos 12:10","Gálatas 6:2"]},"jo_6_14_deus":{"palavra_pt":"misericordia/amor leal","palavra_original":"חֵסֵד","transliteracao":"chêçêd","strong":"H2617","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"Refere-se à natureza amorosa e misericordiosa de Deus.","explicacao_detalhada":"A palavra 'misericórdia' (חֵסֵד) implica um amor leal e incondicional, que é uma característica central do caráter de Deus.","por_que_esta_palavra":"A escolha dessa palavra reflete a esperança e a confiança na bondade de Deus, mesmo em tempos de sofrimento.","conexao_teologica":"A misericórdia de Deus é um tema recorrente nas Escrituras, mostrando como Ele se relaciona com a humanidade de maneira amorosa e compassiva.","referencias_relacionadas":["Salmos 136:1","Efésios 2:4-5","Romanos 5:8"]},"jo_6_14_temor":{"palavra_pt":"temor","palavra_original":"יִרְאָה","transliteracao":"yirʼâh","strong":"H3374","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se ao respeito e reverência que se deve ter por Deus.","explicacao_detalhada":"A palavra 'temor' (יִרְאָה) implica um reconhecimento da grandeza de Deus e da seriedade de suas promessas e advertências.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância de viver em reverência a Deus, reconhecendo sua autoridade e poder.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, levando os crentes a uma vida de obediência e respeito a Deus.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Eclesiastes 12:13"]},"jo_6_15_poderoso":{"palavra_pt":"poderoso","palavra_original":"אָפִיק","transliteracao":"ʼâphîyq","strong":"H650","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Refere-se à força e à capacidade de realizar grandes feitos.","explicacao_detalhada":"A palavra 'poderoso' (אָפִיק) enfatiza a grandeza de Deus e sua habilidade de agir em favor de seu povo.","por_que_esta_palavra":"A escolha dessa palavra reflete a confiança na soberania de Deus sobre todas as circunstâncias da vida.","conexao_teologica":"O poder de Deus é um tema central nas Escrituras, mostrando que Ele é capaz de realizar o impossível e sustentar sua criação.","referencias_relacionadas":["Salmos 147:5","Efésios 3:20","Isaías 40:29-31"]},"jo_6_15_homem":{"palavra_pt":"homem","palavra_original":"בָּגַד","transliteracao":"bâgad","strong":"H898","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua essência, destacando a fragilidade e a transitoriedade da vida.","explicacao_detalhada":"A palavra 'homem' é usada para descrever a condição humana, enfatizando a vulnerabilidade diante das adversidades e a dependência de Deus.","por_que_esta_palavra":"A escolha da palavra 'homem' ressalta a natureza efêmera da vida e a necessidade de buscar a Deus em tempos de dificuldade.","conexao_teologica":"A teologia cristã enfatiza que o homem é criado à imagem de Deus, mas também é pecador e necessita da graça divina.","referencias_relacionadas":["Salmos 103:15-16","Eclesiastes 3:20","Tiago 4:14"]},"jo_6_15_irmao":{"palavra_pt":"irmao","palavra_original":"אָח","transliteracao":"ʼâch","strong":"H251","significado_raiz":"Ideia básica: irmao.","significado_contextual":"Indica uma relação de proximidade e solidariedade, muitas vezes usada para descrever laços familiares ou espirituais.","explicacao_detalhada":"A palavra 'irmão' sugere um vínculo profundo, que pode ser tanto biológico quanto espiritual, refletindo a comunidade de fé.","por_que_esta_palavra":"A utilização de 'irmão' enfatiza a importância da união e do apoio mútuo entre os membros da comunidade.","conexao_teologica":"Na teologia cristã, todos os crentes são considerados irmãos em Cristo, formando uma família espiritual.","referencias_relacionadas":["Mateus 12:50","Romanos 12:10","1 João 3:14"]},"jo_6_16_blackish":{"palavra_pt":"black ish","palavra_original":"קָדַר","transliteracao":"qâdar","strong":"H6937","significado_raiz":"Ideia básica: black ish.","significado_contextual":"Refere-se a uma cor escura, simbolizando muitas vezes tristeza ou desolação.","explicacao_detalhada":"A palavra 'blackish' pode ser interpretada como uma metáfora para a escuridão espiritual ou emocional que aflige o ser humano.","por_que_esta_palavra":"A escolha dessa palavra pode indicar um estado de desespero ou angústia, refletindo a condição do coração humano sem Deus.","conexao_teologica":"A escuridão é frequentemente usada na Bíblia para simbolizar o pecado e a separação de Deus.","referencias_relacionadas":["Isaías 9:2","João 1:5","1 João 1:5"]},"jo_6_16_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica uma posição de estar no meio de algo, sugerindo inclusão ou pertencimento.","explicacao_detalhada":"A palavra 'entre' enfatiza a ideia de comunidade e a interconexão entre os indivíduos.","por_que_esta_palavra":"A utilização de 'entre' destaca a importância das relações interpessoais e da vida em comunidade.","conexao_teologica":"A Bíblia ensina que os crentes devem viver em comunhão, refletindo o amor de Cristo uns pelos outros.","referencias_relacionadas":["Atos 2:44","Hebreus 10:24-25","Gálatas 6:2"]},"jo_6_16_rocha":{"palavra_pt":"rocha","palavra_original":"קֶרַח","transliteracao":"qerach","strong":"H7140","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Simboliza força, estabilidade e proteção, frequentemente associada à presença de Deus.","explicacao_detalhada":"A palavra 'rocha' é usada para descrever a firmeza de Deus e a segurança que Ele oferece aos que confiam Nele.","por_que_esta_palavra":"A escolha de 'rocha' ressalta a confiança que os fiéis devem ter em Deus como seu refúgio e fortaleza.","conexao_teologica":"Cristo é frequentemente referido como a Rocha, simbolizando a base sólida da fé cristã.","referencias_relacionadas":["Salmos 18:2","Mateus 7:24-25","1 Coríntios 10:4"]},"jo_6_17_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a um momento ou expressão específica, indicando a importância do tempo e da comunicação.","explicacao_detalhada":"A palavra 'expressão' sugere a necessidade de clareza na comunicação e a importância de reconhecer momentos significativos.","por_que_esta_palavra":"A utilização de 'expressão' destaca a relevância das palavras e ações em transmitir a verdade de Deus.","conexao_teologica":"A Bíblia ensina que a palavra de Deus deve ser proclamada e vivida, refletindo a verdade divina.","referencias_relacionadas":["Salmos 19:14","Provérbios 18:21","Tiago 1:19"]},"jo_6_17_wax":{"palavra_pt":"wax","palavra_original":"זָרַב","transliteracao":"zârab","strong":"H2215","significado_raiz":"Ideia básica: wax.","significado_contextual":"Refere-se a um material maleável, simbolizando transformação e adaptação.","explicacao_detalhada":"A palavra 'wax' pode ser interpretada como uma metáfora para a moldagem do caráter e da vida do crente pela ação do Espírito Santo.","por_que_esta_palavra":"A escolha dessa palavra sugere a necessidade de estar aberto à transformação e ao crescimento espiritual.","conexao_teologica":"A obra do Espírito Santo é fundamental na vida do crente, moldando-o à imagem de Cristo.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 3:18","Gálatas 5:22-23"]},"jo_6_18_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à existência e à plenitude da vida que Deus oferece.","explicacao_detalhada":"A palavra 'vida' é central na mensagem cristã, simbolizando não apenas a existência física, mas também a vida espiritual em Cristo.","por_que_esta_palavra":"A utilização de 'vida' enfatiza a importância de viver de acordo com os princípios de Deus e experimentar Sua plenitude.","conexao_teologica":"Cristo é descrito como a fonte da vida, oferecendo vida abundante a todos que Nele creem.","referencias_relacionadas":["João 10:10","Gálatas 2:20","1 João 5:12"]},"jo_6_18_deserto":{"palavra_pt":"deserto","palavra_original":"תֹּהוּ","transliteracao":"tôhûw","strong":"H8414","significado_raiz":"Ideia básica: deserto.","significado_contextual":"Simboliza um lugar de desolação e provação, frequentemente associado a testes de fé.","explicacao_detalhada":"A palavra 'deserto' representa momentos de dificuldade e solidão, onde a dependência de Deus se torna evidente.","por_que_esta_palavra":"A escolha de 'deserto' ressalta a experiência de muitos crentes que enfrentam períodos de seca espiritual e buscam a presença de Deus.","conexao_teologica":"O deserto é um tema recorrente na Bíblia, simbolizando tanto a provação quanto a preparação para a promessa de Deus.","referencias_relacionadas":["Êxodo 16:2-3","Mateus 4:1-2","Hebreus 11:38"]},"jo_6_18_perecer":{"palavra_pt":"perecer","palavra_original":"אָבַד","transliteracao":"ʼâbad","strong":"H6","significado_raiz":"Ideia básica: perecer.","significado_contextual":"Refere-se à morte ou destruição, simbolizando a consequência do pecado e a necessidade de redenção.","explicacao_detalhada":"A palavra 'perecer' destaca a gravidade do pecado e a urgência da salvação oferecida por Cristo.","por_que_esta_palavra":"A utilização de 'perecer' enfatiza a realidade da separação de Deus e a importância da reconciliação.","conexao_teologica":"A mensagem do evangelho é que, embora todos estejam destinados a perecer devido ao pecado, a fé em Cristo traz vida eterna.","referencias_relacionadas":["João 3:16","Romanos 6:23","2 Pedro 3:9"]},"jo_6_19_cause":{"palavra_pt":"cause","palavra_original":"נָבַט","transliteracao":"nâbaṭ","strong":"H5027","significado_raiz":"Ideia básica: cause.","significado_contextual":"A palavra 'cause' refere-se à razão ou motivo que leva a uma ação ou evento.","explicacao_detalhada":"No contexto de Jó 6:19, a palavra 'cause' é utilizada para expressar a ideia de que as circunstâncias que Jó enfrenta são resultado de causas que ele não compreende completamente.","por_que_esta_palavra":"Esta palavra é importante porque reflete a busca de Jó por entender o porquê de seu sofrimento e as causas subjacentes de sua dor.","conexao_teologica":"A busca por entender as causas do sofrimento é um tema central na teologia de Jó, que questiona a justiça divina e a razão do sofrimento humano.","referencias_relacionadas":["Jó 3:11","Jó 10:2","Jó 13:23"]},"jo_6_20_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir uma explicação ou justificativa.","explicacao_detalhada":"Em Jó 6:20, 'porque' é utilizado para justificar a angústia de Jó, mostrando que ele se sente traído e decepcionado com a falta de apoio em sua situação.","por_que_esta_palavra":"Esta palavra é crucial para entender a lógica de Jó ao expressar sua dor e a razão pela qual ele se sente desamparado.","conexao_teologica":"A questão do sofrimento e da ausência de respostas divinas é um tema recorrente na literatura sapiencial, refletindo a luta humana com a dor e a fé.","referencias_relacionadas":["Jó 7:17","Jó 10:8","Jó 13:23"]},"jo_6_20_ashamed":{"palavra_pt":"ashamed","palavra_original":"חָפֵר","transliteracao":"châphêr","strong":"H2659","significado_raiz":"Ideia básica: ashamed.","significado_contextual":"A palavra 'ashamed' refere-se a um sentimento de vergonha ou humilhação.","explicacao_detalhada":"No contexto de Jó 6:20, Jó expressa sua vergonha por sua situação, sentindo-se exposto e vulnerável diante de Deus e dos homens.","por_que_esta_palavra":"A vergonha é um tema importante, pois reflete a luta interna de Jó e sua percepção de que seu sofrimento é um reflexo de falhas pessoais.","conexao_teologica":"A vergonha diante de Deus é um tema que aparece em várias partes da Escritura, indicando a fragilidade humana e a necessidade de redenção.","referencias_relacionadas":["Gênesis 3:10","Salmos 25:2","Isaías 54:4"]},"jo_6_20_seco":{"palavra_pt":"seco","palavra_original":"בּוּשׁ","transliteracao":"bûwsh","strong":"H954","significado_raiz":"Ideia básica: seco.","significado_contextual":"A palavra 'seco' é usada para descrever uma condição de desolação ou falta de sustento.","explicacao_detalhada":"Em Jó 6:20, 'seco' simboliza a aridez emocional e espiritual que Jó sente em meio ao seu sofrimento, como se estivesse sem esperança.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a profundidade da dor de Jó e sua sensação de desamparo diante de Deus.","conexao_teologica":"A aridez espiritual é um tema que aparece em muitos salmos, refletindo a busca por renovação e esperança em tempos de desespero.","referencias_relacionadas":["Salmos 42:1-2","Salmos 63:1","Isaías 41:17"]},"jo_6_21_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é utilizada para introduzir uma justificativa ou explicação.","explicacao_detalhada":"Em Jó 6:21, Jó usa 'porque' para expressar sua frustração com a falta de compreensão e apoio de seus amigos em sua situação.","por_que_esta_palavra":"Esta palavra é significativa porque revela a necessidade de Jó de ser ouvido e compreendido em sua dor.","conexao_teologica":"A necessidade de compreensão e empatia é um tema importante nas relações humanas e na relação com Deus, refletindo a busca por conexão em tempos difíceis.","referencias_relacionadas":["Jó 16:21","Jó 19:2","Jó 30:21"]},"jo_6_21_temor":{"palavra_pt":"temer","palavra_original":"יָרֵא","transliteracao":"yârêʼ","strong":"H3372","significado_raiz":"Ideia básica: temer.","significado_contextual":"A palavra 'temer' refere-se a um sentimento de medo ou reverência.","explicacao_detalhada":"No contexto de Jó 6:21, 'temer' expressa a ideia de que Jó sente medo da resposta de Deus e da possibilidade de ser julgado por sua situação.","por_que_esta_palavra":"Esta palavra é importante porque reflete a relação complexa entre temor e fé, especialmente em momentos de crise.","conexao_teologica":"O temor de Deus é um tema central na Escritura, indicando tanto reverência quanto a consciência da fragilidade humana diante do divino.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Eclesiastes 12:13"]},"jo_6_21_henceforth":{"palavra_pt":"henceforth","palavra_original":"עַתָּה","transliteracao":"ʻattâh","strong":"H6258","significado_raiz":"Ideia básica: henceforth.","significado_contextual":"A palavra 'henceforth' indica um ponto de mudança ou uma nova fase.","explicacao_detalhada":"Em Jó 6:21, 'henceforth' sugere que a situação de Jó não será mais a mesma, indicando uma transformação em sua vida e em sua relação com Deus.","por_que_esta_palavra":"Esta palavra é significativa porque aponta para a esperança de mudança e renovação, mesmo em meio ao sofrimento.","conexao_teologica":"A ideia de transformação e renovação é um tema recorrente na Escritura, refletindo a esperança de que Deus pode trazer nova vida em meio à dor.","referencias_relacionadas":["Isaías 43:19","Romanos 12:2","2 Coríntios 5:17"]},"jo_6_22_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se ao ato de comunicar ou expressar algo.","explicacao_detalhada":"Em Jó 6:22, 'dizer' é usado para enfatizar a importância da comunicação e da expressão dos sentimentos de Jó em relação à sua situação.","por_que_esta_palavra":"Esta palavra é crucial porque destaca a necessidade de Jó de ser ouvido e de expressar sua dor e frustração.","conexao_teologica":"A comunicação com Deus e a expressão de nossas lutas são temas importantes na oração e na vida de fé.","referencias_relacionadas":["Salmos 62:8","Filipenses 4:6","1 Pedro 5:7"]},"jo_6_22_ascribe":{"palavra_pt":"ascribe","palavra_original":"יָהַב","transliteracao":"yâhab","strong":"H3051","significado_raiz":"Ideia básica: ascribe.","significado_contextual":"A palavra 'ascribe' refere-se a atribuir ou reconhecer algo.","explicacao_detalhada":"No contexto de Jó 6:22, 'ascribe' é utilizado para enfatizar a importância de reconhecer a grandeza e a soberania de Deus, mesmo em meio ao sofrimento.","por_que_esta_palavra":"Esta palavra é significativa porque reflete a necessidade de Jó de manter sua fé e reconhecer a grandeza de Deus, apesar de suas circunstâncias.","conexao_teologica":"A atribuição de louvor e reconhecimento a Deus é um tema central na adoração e na vida de fé, mesmo em tempos difíceis.","referencias_relacionadas":["Salmos 29:1-2","Salmos 96:8","Romanos 11:36"]},"jo_6_22_bom":{"palavra_pt":"bom","palavra_original":"כֹּחַ","transliteracao":"kôach","strong":"H3581","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se a algo que é positivo, benéfico ou desejável.","explicacao_detalhada":"Em Jó 6:22, 'bom' é usado para descrever a natureza de Deus e a esperança de Jó em que, apesar de seu sofrimento, Deus ainda é bom.","por_que_esta_palavra":"Esta palavra é importante porque reflete a luta de Jó para manter sua fé na bondade de Deus, mesmo quando tudo parece estar contra ele.","conexao_teologica":"A bondade de Deus é um tema central na teologia cristã, que afirma que Deus é sempre bom, mesmo em meio ao sofrimento.","referencias_relacionadas":["Salmos 34:8","Romanos 8:28","Tiago 1:17"]},"jo_6_23_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à mão como símbolo de poder e ação.","explicacao_detalhada":"A palavra 'mao' (יָד) é frequentemente usada na Bíblia para representar não apenas a parte física do corpo, mas também a capacidade de agir, controlar e influenciar. No contexto de Jó 6:23, a mão é mencionada em relação ao poder de Deus e Sua capacidade de intervir na vida do homem.","por_que_esta_palavra":"A escolha da palavra 'mao' enfatiza a ideia de que a ação de Deus é direta e poderosa, como a mão que atua.","conexao_teologica":"A mão de Deus é um tema recorrente na Bíblia, simbolizando Sua autoridade e poder sobre a criação.","referencias_relacionadas":["Êxodo 3:20","Salmos 89:13","Isaías 41:10"]},"jo_6_23_poderoso":{"palavra_pt":"poderoso","palavra_original":"עָרִיץ","transliteracao":"ʻârîyts","strong":"H6184","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Descreve a força e a autoridade de Deus.","explicacao_detalhada":"A palavra 'poderoso' (עָרִיץ) é utilizada para expressar a grandeza e a força de Deus. No contexto de Jó 6:23, Jó clama por intervenção divina, reconhecendo a capacidade de Deus de agir com poder.","por_que_esta_palavra":"A palavra é escolhida para destacar a confiança de Jó na força de Deus em momentos de aflição.","conexao_teologica":"A noção de poder de Deus é central na teologia bíblica, refletindo Sua soberania sobre todas as coisas.","referencias_relacionadas":["Salmos 24:8","Isaías 40:26","Romanos 1:20"]},"jo_6_23_libertar":{"palavra_pt":"libertar","palavra_original":"מָלַט","transliteracao":"mâlaṭ","strong":"H4422","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se ao ato de salvar ou resgatar.","explicacao_detalhada":"A palavra 'libertar' (מָלַט) implica a ideia de resgatar alguém de uma situação difícil ou perigosa. Em Jó 6:23, Jó pede a Deus que o liberte de seu sofrimento.","por_que_esta_palavra":"A escolha dessa palavra reflete o desejo de Jó por salvação e alívio em meio ao seu sofrimento.","conexao_teologica":"A libertação é um tema importante na Bíblia, simbolizando a salvação que Deus oferece ao Seu povo.","referencias_relacionadas":["Salmos 34:17","Isaías 61:1","Gálatas 5:1"]},"jo_6_24_planejar":{"palavra_pt":"planejar","palavra_original":"חָרַשׁ","transliteracao":"chârash","strong":"H2790","significado_raiz":"Ideia básica: planejar.","significado_contextual":"Refere-se à ideia de traçar um plano ou intenção.","explicacao_detalhada":"A palavra 'planejar' (חָרַשׁ) sugere a ação de elaborar um plano ou estratégia. No contexto de Jó 6:24, Jó está pedindo que Deus revele Seus planos e intenções em relação ao seu sofrimento.","por_que_esta_palavra":"Essa palavra é usada para expressar a necessidade de compreensão e clareza sobre a vontade de Deus.","conexao_teologica":"A ideia de planejamento divino é fundamental, pois Deus tem um propósito para cada situação na vida dos crentes.","referencias_relacionadas":["Provérbios 16:9","Jeremias 29:11","Romanos 8:28"]},"jo_6_24_agua":{"palavra_pt":"agua","palavra_original":"יָרָה","transliteracao":"yârâh","strong":"H3384","significado_raiz":"Ideia básica: agua.","significado_contextual":"Simboliza a vida e a purificação.","explicacao_detalhada":"A palavra 'agua' (יָרָה) é frequentemente associada à vida e à renovação. Em Jó 6:24, a menção da água pode simbolizar a necessidade de renovação espiritual e física.","por_que_esta_palavra":"A água é um elemento essencial para a vida e, neste contexto, representa a busca de Jó por restauração.","conexao_teologica":"A água é um símbolo de purificação e vida na Bíblia, refletindo a necessidade de dependência de Deus.","referencias_relacionadas":["João 4:14","Isaías 55:1","Apocalipse 22:17"]},"jo_6_25_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a ideia de estar entre ou no meio de algo.","explicacao_detalhada":"A palavra 'entre' (מִן) é usada para descrever a posição ou relação de algo em meio a outros. No contexto de Jó 6:25, pode se referir à situação de Jó em relação ao seu sofrimento e à presença de Deus.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a interconexão entre o sofrimento de Jó e a presença divina.","conexao_teologica":"A presença de Deus entre o Seu povo é um tema central na Bíblia, mostrando que Ele está sempre próximo.","referencias_relacionadas":["Salmos 46:1","Mateus 18:20","Hebreus 13:5"]},"jo_6_26_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Representa o espírito ou a força vital.","explicacao_detalhada":"A palavra 'espirito/vento' (רוּחַ) é frequentemente usada para descrever a presença de Deus ou a força vital. Em Jó 6:26, pode simbolizar a ação do Espírito de Deus em meio ao sofrimento.","por_que_esta_palavra":"A escolha dessa palavra reflete a busca de Jó por uma intervenção divina que traga alívio.","conexao_teologica":"O Espírito de Deus é visto como o agente de criação e renovação, essencial para a vida espiritual.","referencias_relacionadas":["Gênesis 1:2","Ezequiel 37:9","João 3:8"]},"jo_6_26_corrigir":{"palavra_pt":"corrigir","palavra_original":"יָכַח","transliteracao":"yâkach","strong":"H3198","significado_raiz":"Ideia básica: corrigir.","significado_contextual":"Refere-se ao ato de corrigir ou ajustar algo.","explicacao_detalhada":"A palavra 'corrigir' (יָכַח) implica a ideia de trazer correção ou justiça. No contexto de Jó 6:26, Jó está pedindo que Deus traga clareza e justiça à sua situação.","por_que_esta_palavra":"A escolha dessa palavra reflete o desejo de Jó por justiça e compreensão em meio ao seu sofrimento.","conexao_teologica":"A correção divina é um tema importante, mostrando que Deus se preocupa com a justiça e a verdade.","referencias_relacionadas":["Salmos 94:15","Provérbios 3:12","Hebreus 12:6"]},"jo_6_26_palavra":{"palavra_pt":"palavra","palavra_original":"מִלָּה","transliteracao":"millâh","strong":"H4405","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação ou mensagem.","explicacao_detalhada":"A palavra 'palavra' (מִלָּה) é usada para descrever a comunicação de Deus. Em Jó 6:26, Jó busca uma palavra de Deus que traga esperança e entendimento.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância da revelação divina na vida do crente.","conexao_teologica":"A palavra de Deus é fundamental para a fé e a vida espiritual, sendo um meio de comunicação entre Deus e o homem.","referencias_relacionadas":["Salmos 119:105","Mateus 4:4","Hebreus 4:12"]},"jo_6_27_dig":{"palavra_pt":"dig","palavra_original":"כָּרָה","transliteracao":"kârâh","strong":"H3738","significado_raiz":"Ideia básica: dig.","significado_contextual":"Refere-se ao ato de cavar ou escavar.","explicacao_detalhada":"A palavra 'dig' (כָּרָה) implica a ação de cavar, que pode simbolizar a busca por profundidade ou entendimento. No contexto de Jó 6:27, pode se referir à busca de Jó por respostas em meio ao seu sofrimento.","por_que_esta_palavra":"A escolha dessa palavra reflete a necessidade de Jó de explorar e entender sua situação.","conexao_teologica":"A busca por entendimento e sabedoria é um tema importante na Bíblia, incentivando os crentes a buscarem a verdade.","referencias_relacionadas":["Provérbios 2:4","Eclesiastes 7:25","Tiago 1:5"]},"jo_6_27_irmao":{"palavra_pt":"irmao","palavra_original":"רֵעַ","transliteracao":"rêaʻ","strong":"H7453","significado_raiz":"Ideia básica: irmao.","significado_contextual":"A palavra 'irmão' refere-se a um laço de parentesco ou uma relação próxima entre indivíduos, enfatizando a ideia de comunidade e apoio mútuo.","explicacao_detalhada":"No contexto bíblico, 'irmão' pode se referir tanto a um irmão biológico quanto a um irmão espiritual, indicando a importância das relações interpessoais e da solidariedade entre os membros da comunidade de fé.","por_que_esta_palavra":"A escolha da palavra 'irmão' destaca a necessidade de unidade e amor entre os crentes, refletindo a natureza da família de Deus.","conexao_teologica":"A relação entre irmãos é frequentemente usada na Bíblia para ilustrar a relação entre os crentes e Cristo, que é chamado de nosso irmão mais velho (Romanos 8:29).","referencias_relacionadas":["Romanos 12:10","Hebreus 2:11","1 João 3:16"]},"jo_6_27_phrase":{"palavra_pt":"expressao","palavra_original":"אַף","transliteracao":"ʼaph","strong":"H637","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão 'af' é usada para introduzir uma ideia ou um contraste, muitas vezes enfatizando uma condição ou uma consequência.","explicacao_detalhada":"Neste contexto, a expressão pode indicar uma resposta ou uma condição que deve ser considerada, trazendo um peso adicional à declaração que se segue.","por_que_esta_palavra":"A utilização de 'af' serve para conectar pensamentos e ideias, mostrando a complexidade das interações e das decisões que os indivíduos enfrentam.","conexao_teologica":"A expressão é usada em contextos que revelam a soberania de Deus sobre as circunstâncias da vida, mostrando que mesmo em situações difíceis, Ele está no controle.","referencias_relacionadas":["Salmos 37:25","Isaías 41:10","Romanos 8:28"]},"jo_6_28_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' implica em resgatar ou libertar alguém de uma situação de perigo ou condenação.","explicacao_detalhada":"No contexto bíblico, a salvação é um tema central, referindo-se à libertação do pecado e da morte, e à reconciliação com Deus através de Jesus Cristo.","por_que_esta_palavra":"A escolha da palavra 'salvar' enfatiza a necessidade de intervenção divina na vida do ser humano, destacando a graça e a misericórdia de Deus.","conexao_teologica":"A salvação é um dos principais temas do Novo Testamento, onde Jesus é apresentado como o Salvador do mundo (João 3:16).","referencias_relacionadas":["Efésios 2:8-9","Romanos 10:9","Atos 4:12"]},"jo_6_28_henceforth":{"palavra_pt":"henceforth","palavra_original":"עַתָּה","transliteracao":"ʻattâh","strong":"H6258","significado_raiz":"Ideia básica: henceforth.","significado_contextual":"A palavra 'henceforth' indica um ponto de mudança ou um novo começo, sugerindo que algo será diferente a partir daquele momento.","explicacao_detalhada":"Neste contexto, 'henceforth' pode indicar uma nova direção ou compromisso que deve ser tomado, enfatizando a importância de decisões conscientes na vida espiritual.","por_que_esta_palavra":"A utilização de 'henceforth' ressalta a continuidade da vida após uma decisão significativa, mostrando que a fé deve ser vivida de maneira ativa.","conexao_teologica":"A ideia de um novo começo é central na vida cristã, onde a conversão resulta em uma nova identidade em Cristo (2 Coríntios 5:17).","referencias_relacionadas":["Gálatas 2:20","Colossenses 3:1-2","Romanos 6:4"]},"jo_6_28_assay":{"palavra_pt":"assay","palavra_original":"יָאַל","transliteracao":"yâʼal","strong":"H2974","significado_raiz":"Ideia básica: assay.","significado_contextual":"A palavra 'assay' refere-se a examinar ou testar algo, muitas vezes em um contexto de avaliação de qualidade ou valor.","explicacao_detalhada":"No contexto bíblico, 'assay' pode ser entendido como um chamado à introspecção e à avaliação da própria vida e fé, buscando a autenticidade diante de Deus.","por_que_esta_palavra":"A escolha da palavra 'assay' enfatiza a importância de não apenas professar a fé, mas também de viver de acordo com ela, testando a sinceridade das intenções.","conexao_teologica":"A avaliação da fé é um tema recorrente, onde somos chamados a examinar nossos corações e ações à luz da Palavra de Deus (2 Coríntios 13:5).","referencias_relacionadas":["Salmos 139:23-24","Tiago 1:22","1 Pedro 1:7"]},"jo_6_29_mal":{"palavra_pt":"mal","palavra_original":"עֶוֶל","transliteracao":"ʻevel","strong":"H5766","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' refere-se a ações ou intenções que são moralmente erradas ou prejudiciais.","explicacao_detalhada":"No contexto bíblico, o mal é frequentemente associado ao pecado e à separação de Deus, e é um tema que permeia a narrativa da redenção.","por_que_esta_palavra":"A utilização da palavra 'mal' destaca a realidade do pecado e a necessidade de arrependimento e transformação na vida do crente.","conexao_teologica":"A luta contra o mal é uma parte essencial da vida cristã, onde somos chamados a resistir ao pecado e buscar a santidade (Efésios 6:12).","referencias_relacionadas":["Romanos 12:21","Gálatas 5:16-17","1 João 5:19"]},"jo_6_29_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' refere-se ao ato de construir ou fortalecer algo, especialmente em um contexto espiritual ou comunitário.","explicacao_detalhada":"No contexto bíblico, edificar pode se referir ao fortalecimento da fé, da comunidade de crentes ou da própria vida espiritual.","por_que_esta_palavra":"A escolha da palavra 'edificar' enfatiza a importância do crescimento espiritual e da construção de relacionamentos saudáveis dentro da comunidade de fé.","conexao_teologica":"A edificação da igreja é um tema central no Novo Testamento, onde os crentes são chamados a contribuir para o crescimento do corpo de Cristo (Efésios 4:12).","referencias_relacionadas":["1 Coríntios 14:26","Colossenses 2:7","1 Tessalonicenses 5:11"]},"jo_6_29_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à existência, à vitalidade e ao propósito que Deus dá ao ser humano.","explicacao_detalhada":"No contexto bíblico, a vida é frequentemente associada à plenitude que vem de um relacionamento com Deus, contrastando com a morte espiritual.","por_que_esta_palavra":"A utilização da palavra 'vida' destaca a oferta de Deus de uma vida abundante e eterna através de Jesus Cristo.","conexao_teologica":"A vida em Cristo é um tema central, onde a fé em Jesus resulta em nova vida e transformação (João 10:10).","referencias_relacionadas":["João 3:16","Romanos 6:23","Gálatas 2:20"]},"jo_6_30_lingua":{"palavra_pt":"lingua","palavra_original":"לָשׁוֹן","transliteracao":"lâshôwn","strong":"H3956","significado_raiz":"Ideia básica: lingua.","significado_contextual":"A palavra 'língua' refere-se ao órgão de fala, mas também simboliza a comunicação e a expressão de pensamentos e sentimentos.","explicacao_detalhada":"No contexto bíblico, a língua é frequentemente mencionada em relação ao poder das palavras, que podem edificar ou destruir.","por_que_esta_palavra":"A escolha da palavra 'língua' enfatiza a responsabilidade que temos em como nos comunicamos e o impacto que nossas palavras têm sobre os outros.","conexao_teologica":"A importância da língua é destacada em passagens que falam sobre a sabedoria e o controle da fala, refletindo a necessidade de falar com amor e verdade (Tiago 3:5-10).","referencias_relacionadas":["Provérbios 18:21","Salmos 19:14","Efésios 4:29"]},"jo_6_30_mal":{"palavra_pt":"mal","palavra_original":"עֶוֶל","transliteracao":"ʻevel","strong":"H5766","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' é usada novamente para enfatizar a natureza pecaminosa e as consequências do pecado na vida humana.","explicacao_detalhada":"Neste contexto, 'mal' pode se referir a ações que se opõem à vontade de Deus e que trazem destruição e separação.","por_que_esta_palavra":"A repetição da palavra 'mal' serve para reforçar a seriedade do pecado e a necessidade de arrependimento e transformação.","conexao_teologica":"A luta contra o mal é uma constante na vida cristã, onde somos chamados a buscar a santidade e a justiça (1 Pedro 1:15-16).","referencias_relacionadas":["Romanos 12:9","Gálatas 6:7-8","1 João 1:9"]},"jo_6_30_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' neste contexto refere-se à ideia de resgatar ou libertar alguém de uma situação de perigo ou opressão.","explicacao_detalhada":"No livro de Jó, a expressão 'salvar' é usada para descrever a necessidade de intervenção divina em momentos de aflição. Jó clama por ajuda, reconhecendo que somente Deus pode realmente salvar sua alma e sua vida.","por_que_esta_palavra":"Esta palavra é crucial porque reflete a busca de Jó por redenção e a esperança de que Deus possa intervir em sua situação desesperadora.","conexao_teologica":"A ideia de salvação é central na teologia bíblica, representando a relação entre Deus e a humanidade, onde Deus é visto como o salvador que liberta do pecado e da morte.","referencias_relacionadas":["Salmos 34:17","Isaías 43:2","Romanos 10:13"]}}