{"amos_1_1_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo ou período em que uma ação ocorre, muitas vezes associado a um evento significativo.","explicacao_detalhada":"A palavra 'dia' (יוֹם, yôwm) pode denotar um período de 24 horas, mas também pode ser usada em um sentido mais amplo para descrever uma época ou um tempo de julgamento.","por_que_esta_palavra":"O uso de 'dia' aqui enfatiza a seriedade do evento que está sendo profetizado, indicando que um tempo específico de julgamento está se aproximando.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao dia do Senhor, um tempo de juízo e restauração na teologia bíblica.","referencias_relacionadas":["Joel 2:1","Isaías 13:6","Zacarias 14:1"]},"amos_1_1_terremoto":{"palavra_pt":"terremoto","palavra_original":"רַעַשׁ","transliteracao":"raʻash","strong":"H7494","significado_raiz":"Ideia básica: terremoto.","significado_contextual":"Indica um evento catastrófico que simboliza a intervenção divina e o juízo sobre as nações.","explicacao_detalhada":"A palavra 'terremoto' (רַעַשׁ, raʻash) é usada para descrever não apenas um fenômeno natural, mas também um sinal da presença e do poder de Deus em ação.","por_que_esta_palavra":"O terremoto serve como um símbolo do abalo que ocorrerá como resultado do juízo de Deus sobre Israel e as nações vizinhas.","conexao_teologica":"Na Bíblia, terremotos frequentemente simbolizam a manifestação do poder de Deus e são associados a eventos de juízo.","referencias_relacionadas":["Mateus 27:51","Apocalipse 6:12","Ezequiel 38:19"]},"amos_1_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma mensagem ou declaração de Deus, frequentemente usada em contextos proféticos.","explicacao_detalhada":"A palavra 'palavra' (דָּבָר, dâbâr) implica não apenas a comunicação verbal, mas também a ação de Deus em revelar Sua vontade.","por_que_esta_palavra":"A ênfase na 'palavra' destaca a autoridade e a importância da mensagem profética que está sendo transmitida.","conexao_teologica":"A palavra de Deus é central na teologia bíblica, sendo vista como criadora e sustentadora de toda a realidade.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Isaías 55:11"]},"amos_1_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude ou importância da declaração que está sendo feita.","explicacao_detalhada":"A palavra 'dizer' (אָמַר, ʼâmar) é usada para enfatizar a seriedade e a urgência da mensagem que Deus está transmitindo através do profeta.","por_que_esta_palavra":"O uso de 'dizer' indica que a mensagem não é apenas uma sugestão, mas uma ordem ou declaração firme de Deus.","conexao_teologica":"A fala de Deus é um tema recorrente na Bíblia, onde Sua palavra tem poder e autoridade para criar e transformar.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Romanos 10:17"]},"amos_1_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua natureza e caráter.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה, Yᵉhôvâh) é o tetragrama que denota a soberania e a eternidade de Deus, sendo central na adoração israelita.","por_que_esta_palavra":"O uso do nome de Deus enfatiza Sua autoridade e a importância de reconhecer Sua soberania sobre todas as coisas.","conexao_teologica":"O nome de Deus é um tema central na teologia, representando Sua presença e poder na história da salvação.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"amos_1_2_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de invocar ou pedir algo com fervor.","explicacao_detalhada":"A palavra 'dar' (נָתַן, nâthan) implica a ação de conceder ou entregar algo, muitas vezes em um contexto de bênção ou juízo.","por_que_esta_palavra":"O uso de 'dar' aqui sugere que Deus está prestes a conceder algo significativo, seja uma bênção ou um juízo.","conexao_teologica":"A ideia de dar é fundamental na relação entre Deus e a humanidade, onde Ele oferece graça, misericórdia e juízo.","referencias_relacionadas":["Tiago 1:17","Romanos 8:32","Gênesis 22:12"]},"amos_1_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se ao nome de Deus, enfatizando Sua autoridade e poder.","explicacao_detalhada":"A repetição da palavra 'senhor' (יְהֹוָה, Yᵉhôvâh) reforça a importância de reconhecer a soberania de Deus sobre as nações.","por_que_esta_palavra":"A ênfase no nome de Deus aqui é um lembrete de que Ele é o juiz supremo e que todas as ações humanas estão sob Sua supervisão.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e de Sua relação com o povo, sendo fundamental na adoração.","referencias_relacionadas":["Salmos 68:4","Isaías 45:23","Romanos 14:11"]},"amos_1_3_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à veracidade de Deus em Suas promessas e juízos.","explicacao_detalhada":"A palavra 'verdade' (לֹא, lôʼ) é usada para afirmar que Deus é fiel e que Suas declarações são sempre verdadeiras.","por_que_esta_palavra":"A ênfase na verdade aqui é um lembrete de que Deus não falha em cumprir Suas promessas e que o juízo é inevitável.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, onde Ele é descrito como a fonte de toda verdade e justiça.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]},"amos_1_4_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar ou à nação de Israel, simbolizando a identidade e a segurança do povo.","explicacao_detalhada":"A palavra 'casa' (בַּיִת, bayith) pode representar tanto uma estrutura física quanto a comunidade e a família que reside nela.","por_que_esta_palavra":"O uso de 'casa' aqui destaca a relação íntima entre Deus e Seu povo, bem como o juízo que recairá sobre eles.","conexao_teologica":"A casa de Deus é um tema recorrente na Bíblia, simbolizando Sua presença entre o povo e a promessa de restauração.","referencias_relacionadas":["1 Pedro 2:5","Salmos 127:1","Hebreus 3:6"]},"amos_1_4_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de enviar uma mensagem ou um profeta com uma missão específica.","explicacao_detalhada":"A palavra 'enviar' (שָׁלַח, shâlach) implica um propósito e uma ação deliberada de Deus ao comunicar Sua vontade ao povo.","por_que_esta_palavra":"O uso de 'enviar' destaca a iniciativa de Deus em buscar a reconciliação ou o juízo, dependendo da resposta do povo.","conexao_teologica":"A ideia de envio é central na teologia bíblica, onde Deus envia profetas e, finalmente, Seu Filho, para comunicar Sua mensagem.","referencias_relacionadas":["Mateus 10:16","Isaías 6:8","João 20:21"]},"amos_1_4_rei":{"palavra_pt":"rei","palavra_original":"חֲזָאֵל","transliteracao":"Chăzâʼêl","strong":"H2371","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei de Damasco, Hazael, que representa a opressão e a injustiça contra Israel.","explicacao_detalhada":"A menção do rei neste contexto destaca a autoridade e o poder que ele exerce sobre seu povo e sobre as nações vizinhas. Hazael é um símbolo da opressão que Israel enfrentou.","por_que_esta_palavra":"A palavra 'rei' é usada para enfatizar a liderança e o governo, que são fundamentais na dinâmica de poder entre as nações.","conexao_teologica":"A soberania de Deus é manifestada mesmo através dos reis pagãos, mostrando que Ele controla a história e os eventos.","referencias_relacionadas":["2 Reis 8:7-15","Amós 1:3-5","1 Reis 19:15"]},"amos_1_5_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Indica a ação de Deus contra as nações que praticam injustiça, simbolizando um juízo divino.","explicacao_detalhada":"A palavra 'destruir' implica em um corte ou aniquilação, refletindo a severidade do juízo de Deus sobre aqueles que se opõem ao Seu povo.","por_que_esta_palavra":"É crucial para entender a seriedade do juízo de Deus e a consequência do pecado das nações.","conexao_teologica":"A destruição é um tema recorrente na Bíblia, mostrando que Deus não tolera a injustiça e a opressão.","referencias_relacionadas":["Amós 1:3-5","Isaías 10:5-6","Ezequiel 25:17"]},"amos_1_5_phrase":{"palavra_pt":"expressao","palavra_original":"גָּלָה","transliteracao":"gâlâh","strong":"H1540","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão de um ato de juízo, enfatizando a gravidade da situação.","explicacao_detalhada":"A expressão aqui é usada para descrever a revelação do juízo de Deus, que é claro e direto.","por_que_esta_palavra":"A palavra 'expressão' é importante para entender como Deus comunica Seu juízo e a necessidade de arrependimento.","conexao_teologica":"Deus se revela através de expressões de juízo e misericórdia, mostrando Sua natureza justa.","referencias_relacionadas":["Amós 1:5","Salmos 19:1-4","Romanos 1:20"]},"amos_1_5_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à casa de Israel, simbolizando o povo de Deus e Sua aliança.","explicacao_detalhada":"A 'casa' é um símbolo da identidade e da herança do povo de Deus, que está sob ameaça devido ao pecado.","por_que_esta_palavra":"A palavra 'casa' é fundamental para entender a relação entre Deus e Seu povo, representando segurança e pertencimento.","conexao_teologica":"A casa de Deus é um tema central na Bíblia, representando a habitação de Deus entre os homens.","referencias_relacionadas":["Amós 1:5","Hebreus 3:6","1 Pedro 2:5"]},"amos_1_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado como autoridade e poder sobre todas as coisas.","explicacao_detalhada":"O nome de Deus é um símbolo de Sua presença e caráter, e invocá-lo é reconhecer Sua soberania.","por_que_esta_palavra":"A palavra 'senhor' é usada para enfatizar a relação de autoridade entre Deus e Seu povo.","conexao_teologica":"O nome de Deus é central na adoração e na invocação de Sua ajuda e proteção.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Romanos 10:13"]},"amos_1_6_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade de Deus, que é absoluta e inalterável, contrastando com a falsidade das nações.","explicacao_detalhada":"A verdade é um atributo de Deus, e a falta dela nas nações resulta em juízo e destruição.","por_que_esta_palavra":"A palavra 'verdade' é essencial para entender a natureza de Deus e a expectativa que Ele tem de Seu povo.","conexao_teologica":"A verdade de Deus é um fundamento da fé cristã, e a rejeição dela leva à condenação.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 1:25"]},"amos_1_7_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de Deus enviar juízo sobre as nações, simbolizando Sua ação soberana.","explicacao_detalhada":"O envio de juízo é uma ação direta de Deus, que não deixa impune a injustiça e a opressão.","por_que_esta_palavra":"A palavra 'enviar' é crucial para entender a iniciativa de Deus em trazer correção e restauração.","conexao_teologica":"Deus envia profetas e juízos como parte de Seu plano redentor para o Seu povo.","referencias_relacionadas":["Amós 1:7","Mateus 10:16","Romanos 10:15"]},"amos_1_7_muro":{"palavra_pt":"muro","palavra_original":"חוֹמָה","transliteracao":"chôwmâh","strong":"H2346","significado_raiz":"Ideia básica: muro.","significado_contextual":"Refere-se à proteção que um muro oferece, simbolizando segurança e defesa contra inimigos.","explicacao_detalhada":"O muro é uma metáfora para a proteção que Deus oferece ao Seu povo, mas também pode simbolizar a separação entre o povo de Deus e o pecado.","por_que_esta_palavra":"A palavra 'muro' é importante para entender a necessidade de proteção espiritual e moral.","conexao_teologica":"Deus é o nosso refúgio e fortaleza, e a imagem do muro representa Sua proteção.","referencias_relacionadas":["Salmos 91:2","Isaías 26:1","Provérbios 18:10"]},"amos_1_7_alimento":{"palavra_pt":"alimento","palavra_original":"אָכַל","transliteracao":"ʼâkal","strong":"H398","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se à necessidade básica de sustento, simbolizando a provisão de Deus.","explicacao_detalhada":"O alimento é uma metáfora para a sustento espiritual que Deus oferece ao Seu povo, além do sustento físico.","por_que_esta_palavra":"A palavra 'alimento' é essencial para entender a dependência do homem em relação a Deus.","conexao_teologica":"Jesus se apresenta como o pão da vida, simbolizando a provisão espiritual que vem de Deus.","referencias_relacionadas":["João 6:35","Mateus 4:4","Salmos 104:14-15"]},"amos_1_8_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se novamente ao juízo de Deus, enfatizando a certeza da destruição das nações ímpias.","explicacao_detalhada":"A repetição da palavra 'destruir' sublinha a gravidade do juízo divino e a inevitabilidade das consequências do pecado.","por_que_esta_palavra":"A palavra 'destruir' é usada para reforçar a mensagem de que a justiça de Deus será cumprida.","conexao_teologica":"A destruição é um tema que aponta para a necessidade de arrependimento e a justiça de Deus.","referencias_relacionadas":["Amós 1:8","Ezequiel 18:30","Apocalipse 21:8"]},"amos_1_8_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de discernir ou decidir sobre a justiça e a injustiça, especialmente no contexto do juízo divino.","explicacao_detalhada":"No contexto de Amós 1:8, 'julgar' implica a ação de Deus em avaliar as nações e suas ações, trazendo à tona a necessidade de justiça e retidão. O profeta Amós, ao usar essa palavra, destaca a responsabilidade de Deus em trazer juízo sobre aqueles que praticam a opressão e a injustiça.","por_que_esta_palavra":"A escolha da palavra 'julgar' é crucial, pois enfatiza a autoridade de Deus como juiz supremo e a inevitabilidade do juízo divino sobre as nações que se afastam de Seus caminhos.","conexao_teologica":"A ideia de julgamento é central na teologia bíblica, refletindo a santidade de Deus e Sua justiça. O juízo de Deus é uma expressão de Sua natureza e um chamado ao arrependimento.","referencias_relacionadas":["Salmos 9:7-8","Isaías 5:16","Ezequiel 18:30"]},"amos_1_8_jejum":{"palavra_pt":"jejum","palavra_original":"תָּמַךְ","transliteracao":"tâmak","strong":"H8551","significado_raiz":"Ideia básica: jejum.","significado_contextual":"A palavra 'jejum' refere-se à prática de abster-se de alimentos como um ato de devoção e arrependimento diante de Deus.","explicacao_detalhada":"Em Amós 1:8, o jejum é mencionado como um símbolo de lamento e busca de Deus em tempos de crise. O profeta usa essa palavra para chamar a atenção para a necessidade de um arrependimento genuíno e uma volta ao Senhor.","por_que_esta_palavra":"O uso da palavra 'jejum' destaca a importância da humildade e da busca sincera por Deus, especialmente em tempos de juízo e dificuldade.","conexao_teologica":"O jejum é frequentemente associado ao arrependimento e à busca de Deus em momentos de crise, refletindo a necessidade de dependência divina.","referencias_relacionadas":["Joel 2:12-13","Isaías 58:6-7","Mateus 6:16-18"]},"amos_1_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus como o soberano e autoridade máxima sobre todas as coisas.","explicacao_detalhada":"Em Amós 1:9, o uso do nome 'senhor' enfatiza a relação de Deus com Seu povo e Sua soberania sobre as nações. O profeta destaca que Deus é o juiz que observa as ações das nações.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a natureza de Deus como aquele que governa e tem poder sobre todas as situações.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele é o Senhor de toda a criação e que nada escapa ao Seu controle.","referencias_relacionadas":["Salmos 24:1","Isaías 40:28","Romanos 14:8-9"]},"amos_1_9_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade e à justiça de Deus em Seus julgamentos.","explicacao_detalhada":"No contexto de Amós 1:9, 'verdade' implica que Deus é justo e que Suas decisões são baseadas na verdade, não na parcialidade. O profeta destaca a importância da verdade nas relações humanas e na justiça divina.","por_que_esta_palavra":"A escolha da palavra 'verdade' é significativa, pois ressalta a integridade de Deus e a necessidade de Seus seguidores viverem em conformidade com a verdade.","conexao_teologica":"A verdade é um atributo de Deus e um princípio fundamental na vida cristã, refletindo a necessidade de viver de maneira justa e íntegra.","referencias_relacionadas":["Salmos 25:5","João 4:24","Efésios 4:15"]},"amos_1_10_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se ao ato de despachar ou comissionar alguém para uma tarefa específica.","explicacao_detalhada":"Em Amós 1:10, 'enviar' é usado para descrever a ação de Deus de enviar juízo sobre as nações que praticam a injustiça. Isso implica que Deus tem um plano e um propósito em Suas ações.","por_que_esta_palavra":"A palavra 'enviar' destaca a soberania de Deus em dirigir a história e a responsabilidade das nações diante de Seu juízo.","conexao_teologica":"O envio de profetas e juízos é uma expressão da graça de Deus, que busca chamar as pessoas ao arrependimento e à restauração.","referencias_relacionadas":["Isaías 6:8","Mateus 10:16","Romanos 10:15"]},"amos_1_10_muro":{"palavra_pt":"muro","palavra_original":"חוֹמָה","transliteracao":"chôwmâh","strong":"H2346","significado_raiz":"Ideia básica: muro.","significado_contextual":"A palavra 'muro' refere-se a uma barreira física que protege uma cidade ou povo.","explicacao_detalhada":"Em Amós 1:10, o 'muro' simboliza a proteção que Deus oferece, mas também a destruição que virá sobre aqueles que se opõem a Ele. O profeta usa essa imagem para ilustrar a fragilidade das defesas humanas diante do juízo divino.","por_que_esta_palavra":"A escolha da palavra 'muro' é significativa, pois representa tanto a segurança quanto a vulnerabilidade das nações diante de Deus.","conexao_teologica":"A imagem do muro é frequentemente usada na Bíblia para simbolizar proteção, mas também a necessidade de estar em conformidade com a vontade de Deus para evitar a destruição.","referencias_relacionadas":["Salmos 125:2","Provérbios 18:11","Ezequiel 22:30"]},"amos_1_10_alimento":{"palavra_pt":"alimento","palavra_original":"אָכַל","transliteracao":"ʼâkal","strong":"H398","significado_raiz":"Ideia básica: alimento.","significado_contextual":"A palavra 'alimento' refere-se ao sustento necessário para a vida.","explicacao_detalhada":"Em Amós 1:10, 'alimento' é mencionado em um contexto de juízo, onde a falta de sustento é um sinal da desgraça que virá sobre aqueles que desobedecem a Deus. O profeta enfatiza a importância do sustento espiritual e físico.","por_que_esta_palavra":"A palavra 'alimento' é crucial, pois reflete a dependência do ser humano de Deus para todas as suas necessidades, tanto físicas quanto espirituais.","conexao_teologica":"A Bíblia frequentemente usa a metáfora do alimento para descrever a provisão de Deus e a necessidade de buscar a verdadeira sustância espiritual.","referencias_relacionadas":["Mateus 4:4","João 6:35","Filipenses 4:19"]},"amos_1_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus como a autoridade suprema e o juiz das nações.","explicacao_detalhada":"Em Amós 1:11, o uso do nome 'senhor' reafirma a soberania de Deus sobre as ações humanas e a inevitabilidade do juízo divino. O profeta destaca que Deus não ignora a injustiça.","por_que_esta_palavra":"A palavra 'senhor' é essencial para entender a relação entre Deus e Seu povo, enfatizando Sua autoridade e poder.","conexao_teologica":"A soberania de Deus é um tema central na teologia, refletindo que Ele é o Senhor de toda a criação e que Suas decisões são justas.","referencias_relacionadas":["Salmos 103:19","Isaías 45:22","Romanos 9:20-21"]},"amos_1_11_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade e à justiça de Deus em Seus julgamentos.","explicacao_detalhada":"Em Amós 1:11, 'verdade' implica que Deus é justo e que Suas decisões são baseadas na verdade. O profeta destaca a importância da verdade nas relações humanas e na justiça divina.","por_que_esta_palavra":"A escolha da palavra 'verdade' é significativa, pois ressalta a integridade de Deus e a necessidade de Seus seguidores viverem em conformidade com a verdade.","conexao_teologica":"A verdade é um atributo de Deus e um princípio fundamental na vida cristã, refletindo a necessidade de viver de maneira justa e íntegra.","referencias_relacionadas":["Salmos 25:5","João 4:24","Efésios 4:15"]},"amos_1_12_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se ao ato de despachar ou comissionar alguém para uma tarefa específica.","explicacao_detalhada":"Em Amós 1:12, 'enviar' é usado para descrever a ação de Deus de enviar juízo sobre as nações que praticam a injustiça. Isso implica que Deus tem um plano e um propósito em Suas ações.","por_que_esta_palavra":"A palavra 'enviar' destaca a soberania de Deus em dirigir a história e a responsabilidade das nações diante de Seu juízo.","conexao_teologica":"O envio de profetas e juízos é uma expressão da graça de Deus, que busca chamar as pessoas ao arrependimento e à restauração.","referencias_relacionadas":["Isaías 6:8","Mateus 10:16","Romanos 10:15"]},"amos_1_12_alimento":{"palavra_pt":"alimento","palavra_original":"אָכַל","transliteracao":"ʼâkal","strong":"H398","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se ao sustento necessário para a vida.","explicacao_detalhada":"A palavra 'alimento' no contexto de Amós 1:12 destaca a importância do sustento físico e espiritual que Deus proporciona ao seu povo. O alimento é visto como uma necessidade básica e essencial para a sobrevivência.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a relação de dependência do ser humano em relação a Deus, que é a fonte de todo sustento.","conexao_teologica":"O alimento também simboliza a Palavra de Deus, que nutre espiritualmente os crentes, conforme Mateus 4:4.","referencias_relacionadas":["Mateus 4:4","Salmos 104:14","João 6:35"]},"amos_1_12_nome":{"palavra_pt":"nome","palavra_original":"תֵּימָן","transliteracao":"Têymân","strong":"H8487","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e reputação de uma pessoa ou nação.","explicacao_detalhada":"O 'nome' em Amós 1:12 é crucial para entender a honra e a desonra que vêm com a reputação de uma pessoa ou nação. O nome de Deus é associado à sua natureza e caráter.","por_que_esta_palavra":"A escolha da palavra 'nome' destaca a importância da identidade e da relação que o povo tem com Deus.","conexao_teologica":"O nome de Deus é frequentemente invocado em orações e adorações, refletindo a importância de sua presença e autoridade.","referencias_relacionadas":["Êxodo 20:7","Salmos 8:1","Filipenses 2:9-10"]},"amos_1_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor, o Deus de Israel.","explicacao_detalhada":"A palavra 'senhor' em Amós 1:13 é uma referência direta a Yahweh, enfatizando sua soberania e autoridade sobre todas as nações.","por_que_esta_palavra":"A utilização do nome de Deus neste contexto ressalta a seriedade do juízo que Ele pronuncia contra as nações.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o juiz supremo.","referencias_relacionadas":["Salmos 47:2","Isaías 45:22","Romanos 14:11"]},"amos_1_13_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação de paternidade e herança.","explicacao_detalhada":"A palavra 'filho' em Amós 1:13 pode simbolizar a relação especial entre Deus e seu povo, que é considerado seu filho. Essa relação implica responsabilidade e cuidado.","por_que_esta_palavra":"A menção de 'filho' destaca a intimidade e a expectativa de fidelidade entre Deus e seu povo.","conexao_teologica":"A paternidade de Deus é um tema recorrente na Bíblia, refletindo seu amor e compromisso com a humanidade.","referencias_relacionadas":["Gálatas 4:6","Romanos 8:15","Efésios 1:5"]},"amos_1_14_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo específico, muitas vezes associado ao juízo.","explicacao_detalhada":"A palavra 'dia' em Amós 1:14 é frequentemente usada para descrever um tempo de julgamento e ação divina. Este 'dia' é um tempo em que Deus intervirá na história.","por_que_esta_palavra":"A ênfase no 'dia' ressalta a certeza do juízo de Deus e a inevitabilidade de sua ação.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema importante na profecia bíblica, indicando um tempo de restauração e juízo.","referencias_relacionadas":["Joel 2:31","Zacarias 14:1","Atos 2:20"]},"amos_1_14_fogo":{"palavra_pt":"fogo","palavra_original":"יָצַת","transliteracao":"yâtsath","strong":"H3341","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Refere-se à destruição e purificação.","explicacao_detalhada":"A palavra 'fogo' em Amós 1:14 simboliza tanto o juízo de Deus quanto a purificação que pode ocorrer através do sofrimento e da destruição.","por_que_esta_palavra":"O uso de 'fogo' enfatiza a severidade do juízo divino e a necessidade de purificação.","conexao_teologica":"O fogo é frequentemente usado na Bíblia como símbolo do juízo e da presença de Deus, como em Hebreus 12:29.","referencias_relacionadas":["Hebreus 12:29","Mateus 3:12","Apocalipse 20:14"]},"amos_1_14_muro":{"palavra_pt":"muro","palavra_original":"חוֹמָה","transliteracao":"chôwmâh","strong":"H2346","significado_raiz":"Ideia básica: muro.","significado_contextual":"Refere-se à proteção e segurança de uma cidade.","explicacao_detalhada":"A palavra 'muro' em Amós 1:14 simboliza a defesa e a segurança que uma cidade possui. A destruição do muro implica a vulnerabilidade e o juízo de Deus.","por_que_esta_palavra":"A menção do 'muro' destaca a fragilidade das defesas humanas diante do juízo divino.","conexao_teologica":"Os muros também podem simbolizar a proteção de Deus sobre seu povo, como em Salmos 125:2.","referencias_relacionadas":["Salmos 125:2","Isaías 26:1","Neemias 2:17"]},"amos_1_15_andar":{"palavra_pt":"andar","palavra_original":"הָלַךְ","transliteracao":"hâlak","strong":"H1980","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao modo de viver ou agir.","explicacao_detalhada":"A palavra 'andar' em Amós 1:15 é uma metáfora para o comportamento e as ações de uma pessoa ou nação. Refere-se à maneira como se vive em relação a Deus.","por_que_esta_palavra":"A escolha da palavra 'andar' enfatiza a importância da conduta moral e espiritual.","conexao_teologica":"Andar em retidão é um tema central na Bíblia, refletindo a vida que agrada a Deus.","referencias_relacionadas":["Miquéias 6:8","Gálatas 5:16","1 João 1:7"]},"amos_1_15_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade e governo.","explicacao_detalhada":"A palavra 'rei' em Amós 1:15 simboliza a liderança e a soberania. O rei é responsável pela justiça e pela proteção do povo.","por_que_esta_palavra":"A menção do 'rei' destaca a responsabilidade dos líderes diante de Deus e do povo.","conexao_teologica":"Cristo é frequentemente referido como Rei na Bíblia, simbolizando sua autoridade e governo sobre todas as coisas.","referencias_relacionadas":["Salmos 2:6","Isaías 9:6","Apocalipse 19:16"]},"amos_1_15_carried":{"palavra_pt":"carried","palavra_original":"גּוֹלָה","transliteracao":"gôwlâh","strong":"H1473","significado_raiz":"Ideia básica: carried.","significado_contextual":"Refere-se ao ato de ser levado ou transportado.","explicacao_detalhada":"A palavra 'carried' em Amós 1:15 implica a ideia de ser levado por forças externas, simbolizando a opressão ou a ação de Deus em levar o povo ao juízo.","por_que_esta_palavra":"A utilização de 'carried' enfatiza a vulnerabilidade e a falta de controle do povo diante das circunstâncias.","conexao_teologica":"A ideia de ser carregado pode simbolizar a ação de Deus em guiar ou disciplinar seu povo.","referencias_relacionadas":["Isaías 46:3","Salmos 55:22","Mateus 11:28"]}}