{"amos_2_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor Deus, o Criador e Soberano sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para enfatizar a autoridade e o poder de Deus. No contexto de Amós, isso destaca a relação entre Deus e o povo de Israel, que estava se afastando de Seus mandamentos.","por_que_esta_palavra":"Esta palavra é fundamental para entender a soberania de Deus e Sua posição como juiz sobre as nações.","conexao_teologica":"A ideia de Deus como Senhor é central na teologia bíblica, refletindo Sua autoridade e a necessidade de obediência por parte do Seu povo.","referencias_relacionadas":["Salmos 24:1","Isaías 45:18","Êxodo 20:2"]},"amos_2_1_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui implica a fidelidade e a justiça de Deus em Seus julgamentos.","explicacao_detalhada":"A negação da verdade (לֹא) sugere que o povo estava se afastando dos princípios divinos, levando a consequências severas.","por_que_esta_palavra":"A verdade é um atributo essencial de Deus e é crucial para a vida moral e espiritual do povo.","conexao_teologica":"A verdade de Deus é um tema recorrente na Bíblia, mostrando que Ele é a fonte de toda justiça e retidão.","referencias_relacionadas":["João 14:6","Salmos 119:160","Provérbios 12:22"]},"amos_2_2_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se à consequência do pecado e da desobediência ao Senhor.","explicacao_detalhada":"O uso de 'morrer' (מוּת) neste contexto enfatiza a gravidade do julgamento de Deus sobre aqueles que se afastam de Sua vontade.","por_que_esta_palavra":"É um lembrete da seriedade do pecado e das suas consequências espirituais e físicas.","conexao_teologica":"A morte, tanto física quanto espiritual, é um tema importante na teologia bíblica, simbolizando a separação de Deus.","referencias_relacionadas":["Romanos 6:23","Gênesis 2:17","Ezequiel 18:30-32"]},"amos_2_2_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se à comunicação de Deus com Seu povo, muitas vezes através de profetas.","explicacao_detalhada":"A 'voz' (קוֹל) de Deus é um chamado à atenção e à obediência, indicando que Ele está se manifestando para advertir e instruir.","por_que_esta_palavra":"A voz de Deus é essencial para a revelação divina e para a orientação do Seu povo.","conexao_teologica":"A comunicação de Deus é um aspecto vital da relação entre Ele e a humanidade, mostrando Seu desejo de se relacionar.","referencias_relacionadas":["Salmos 29:4","Hebreus 1:1-2","João 10:27"]},"amos_2_2_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' implica a ação de Deus em chamar profetas para advertir o povo.","explicacao_detalhada":"O verbo 'enviar' (שָׁלַח) destaca a iniciativa de Deus em buscar o arrependimento e a restauração do Seu povo.","por_que_esta_palavra":"Reflete o amor e a misericórdia de Deus, que não deseja a morte do ímpio, mas que todos se voltem para Ele.","conexao_teologica":"O envio de profetas é uma demonstração da graça de Deus, que busca sempre restaurar a relação com Seu povo.","referencias_relacionadas":["Mateus 23:37","Jeremias 7:25","Ezequiel 3:17"]},"amos_2_3_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se ao julgamento severo que Deus trará sobre aqueles que persistem no pecado.","explicacao_detalhada":"O termo 'destruir' (כָּרַת) implica a severidade da ação de Deus contra a iniquidade, resultando em consequências drásticas.","por_que_esta_palavra":"É um aviso sobre a seriedade do pecado e a inevitabilidade do julgamento divino.","conexao_teologica":"A destruição como consequência do pecado é um tema recorrente, refletindo a justiça de Deus.","referencias_relacionadas":["Romanos 1:18","Apocalipse 20:15","Salmos 37:20"]},"amos_2_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como Deus julgará e tratará o Seu povo.","explicacao_detalhada":"O termo 'modo' (כֹּל) sugere que o julgamento de Deus será abrangente e justo, levando em conta as ações de cada um.","por_que_esta_palavra":"É um lembrete de que Deus observa e avalia as ações humanas de acordo com Sua justiça.","conexao_teologica":"A justiça de Deus é um aspecto fundamental de Sua natureza, e Ele julgará todos de acordo com Seus padrões.","referencias_relacionadas":["Salmos 9:8","Mateus 12:36","Gálatas 6:7"]},"amos_2_3_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se à ação de Deus em avaliar as ações do Seu povo.","explicacao_detalhada":"O verbo 'julgar' (שָׁפַט) enfatiza a autoridade de Deus como juiz, que não apenas observa, mas também decide sobre o destino das pessoas.","por_que_esta_palavra":"É uma afirmação da soberania de Deus e da responsabilidade humana diante de Sua lei.","conexao_teologica":"O julgamento é um tema central na escatologia bíblica, onde Deus finalmente julgará todos os homens.","referencias_relacionadas":["Romanos 14:10","2 Coríntios 5:10","Apocalipse 20:12"]},"amos_2_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente ao Senhor Deus, enfatizando Sua autoridade e poder.","explicacao_detalhada":"A repetição da palavra 'senhor' (יְהֹוָה) reforça a ideia de que Deus é o juiz supremo que não tolera a injustiça.","por_que_esta_palavra":"Reforça a necessidade de reverência e obediência a Deus, que é o Senhor de toda a criação.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, refletindo Sua autoridade sobre todas as nações e povos.","referencias_relacionadas":["Salmos 103:19","Isaías 46:10","Daniel 4:35"]},"amos_2_4_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui também implica a fidelidade de Deus em Seus julgamentos.","explicacao_detalhada":"A negação da verdade (לֹא) sugere que o povo estava se desviando da justiça divina, levando a consequências graves.","por_que_esta_palavra":"A verdade é essencial para a vida espiritual e moral, e a falta dela resulta em desvio e destruição.","conexao_teologica":"A verdade de Deus é um pilar da fé cristã, sendo fundamental para a compreensão da Sua natureza e vontade.","referencias_relacionadas":["Salmos 25:5","João 8:32","Efésios 4:15"]},"amos_2_5_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se ao ato de Deus enviar juízos sobre Israel devido à sua desobediência.","explicacao_detalhada":"No contexto de Amós 2:5, Deus está anunciando que enviará fogo sobre Judá como punição por seus pecados. A ideia de 'enviar' implica uma ação deliberada de Deus, que não apenas observa, mas também age em resposta à injustiça.","por_que_esta_palavra":"A palavra 'enviar' é crucial para entender a soberania de Deus e Sua disposição de intervir na história humana para corrigir o curso do pecado.","conexao_teologica":"A teologia da intervenção divina é central na mensagem profética, onde Deus se revela como aquele que envia juízos, mas também como aquele que oferece arrependimento.","referencias_relacionadas":["Amós 1:4","Amós 2:4","Isaías 5:25"]},"amos_2_5_alimento":{"palavra_pt":"alimento","palavra_original":"אָכַל","transliteracao":"ʼâkal","strong":"H398","significado_raiz":"Ideia básica: alimento.","significado_contextual":"A palavra 'alimento' é usada para descrever a necessidade básica do povo, que foi negligenciada em meio à opressão.","explicacao_detalhada":"Em Amós 2:5, o alimento simboliza não apenas a sobrevivência física, mas também a justiça social que deveria ser garantida a todos. A opressão dos pobres e a exploração dos necessitados são condenadas.","por_que_esta_palavra":"A inclusão de 'alimento' destaca a responsabilidade moral da sociedade em cuidar dos vulneráveis e a importância da justiça social na visão de Deus.","conexao_teologica":"A justiça social é um tema recorrente na Bíblia, refletindo o caráter de Deus que se preocupa com os necessitados.","referencias_relacionadas":["Salmos 146:7","Isaías 58:7","Mateus 25:35"]},"amos_2_5_nome":{"palavra_pt":"nome","palavra_original":"יְהוּדָה","transliteracao":"Yᵉhûwdâh","strong":"H3063","significado_raiz":"Ideia básica: nome.","significado_contextual":"O 'nome' refere-se à identidade de Deus e à relação que o povo tem com Ele.","explicacao_detalhada":"Em Amós 2:5, o nome de Deus é invocado como uma lembrança da aliança e da responsabilidade do povo em viver de acordo com os Seus mandamentos.","por_que_esta_palavra":"O nome de Deus carrega autoridade e poder, e a violação da aliança implica um desprezo por Sua santidade.","conexao_teologica":"A importância do nome de Deus é um tema central na Escritura, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 20:7","Salmos 20:1","Romanos 10:13"]},"amos_2_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania de Deus sobre Israel e Sua autoridade para julgar.","explicacao_detalhada":"Em Amós 2:6, a menção ao Senhor enfatiza que Ele é o juiz supremo que observa as injustiças e tem o direito de punir.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a relação de autoridade entre Deus e Seu povo, que deve viver em obediência.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, onde Ele é reconhecido como o governante de toda a criação.","referencias_relacionadas":["Salmos 24:1","Isaías 33:22","Romanos 14:9"]},"amos_2_6_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade e à justiça que deveriam caracterizar o comportamento do povo.","explicacao_detalhada":"Em Amós 2:6, a falta de verdade é uma acusação contra Israel, que se afastou dos princípios de justiça e equidade.","por_que_esta_palavra":"A ênfase na verdade destaca a necessidade de integridade moral e ética na vida comunitária.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos que O seguem.","referencias_relacionadas":["Salmos 15:2","Provérbios 12:22","João 4:24"]},"amos_2_7_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' refere-se à liderança e à responsabilidade dos líderes em guiar o povo.","explicacao_detalhada":"Em Amós 2:7, os líderes são criticados por não cumprirem seu papel de proteger os vulneráveis e promover a justiça.","por_que_esta_palavra":"A palavra 'princípio' é importante para entender a estrutura social e a responsabilidade dos líderes em uma sociedade justa.","conexao_teologica":"A liderança justa é um reflexo do caráter de Deus, que é um líder justo e misericordioso.","referencias_relacionadas":["Miquéias 3:1","Tiago 3:1","Romanos 13:1"]},"amos_2_7_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se ao caminho que o povo deve seguir, que é a vida em obediência a Deus.","explicacao_detalhada":"Em Amós 2:7, a vida é apresentada como um caminho que deve ser escolhido, refletindo a escolha entre a obediência e a desobediência.","por_que_esta_palavra":"A escolha do caminho da vida é central na mensagem de Amós, que clama por arrependimento e retorno a Deus.","conexao_teologica":"A vida em Cristo é apresentada no Novo Testamento como o caminho que leva à verdadeira vida.","referencias_relacionadas":["Deuteronômio 30:19","João 14:6","Gálatas 5:25"]},"amos_2_7_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à dignidade e ao valor de cada indivíduo na sociedade.","explicacao_detalhada":"Em Amós 2:7, a menção ao homem destaca a importância de cada pessoa e a responsabilidade de tratar todos com dignidade e respeito.","por_que_esta_palavra":"A palavra 'homem' é fundamental para entender a visão bíblica da humanidade como criada à imagem de Deus.","conexao_teologica":"A dignidade humana é um tema central na teologia cristã, refletindo o valor que Deus atribui a cada pessoa.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Mateus 5:13-16"]},"amos_2_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como o povo se comporta e vive em relação a Deus e aos outros.","explicacao_detalhada":"Em Amós 2:8, o modo de vida do povo é criticado, pois eles se afastaram dos caminhos de Deus e adotaram práticas corruptas.","por_que_esta_palavra":"A palavra 'modo' é importante para entender que a vida cristã deve ser vivida de maneira que reflita a santidade de Deus.","conexao_teologica":"O modo de vida é um reflexo da transformação que ocorre na vida do crente, que deve ser um testemunho do caráter de Deus.","referencias_relacionadas":["Romanos 12:2","Efésios 4:1","1 Pedro 1:15-16"]},"amos_2_8_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"A palavra 'altar' refere-se ao lugar de adoração e sacrifício, que deveria ser sagrado.","explicacao_detalhada":"Em Amós 2:8, o altar é mencionado como um símbolo da adoração que foi corrompida pela hipocrisia e pela injustiça do povo.","por_que_esta_palavra":"A palavra 'altar' é crucial para entender a relação entre adoração e ética, onde a verdadeira adoração deve ser acompanhada por uma vida justa.","conexao_teologica":"A adoração verdadeira é um tema central na Bíblia, onde Deus busca adoradores que O adorem em espírito e em verdade.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Hebreus 13:10"]},"amos_2_8_vinho":{"palavra_pt":"vinho","palavra_original":"יַיִן","transliteracao":"yayin","strong":"H3196","significado_raiz":"Ideia básica: vinho.","significado_contextual":"O vinho é frequentemente associado a celebrações e alegria, mas neste contexto, representa a decadência moral e a exploração dos pobres.","explicacao_detalhada":"O vinho, simbolizando tanto a alegria quanto a indulgência, é mencionado em um contexto de injustiça social. Os ricos se aproveitam dos pobres, bebendo vinho à custa deles.","por_que_esta_palavra":"A palavra 'vinho' é utilizada para ilustrar a hipocrisia dos opressores que desfrutam de prazeres enquanto ignoram o sofrimento dos necessitados.","conexao_teologica":"O uso do vinho aqui reflete a crítica de Deus à injustiça social e à falta de compaixão, temas recorrentes na mensagem dos profetas.","referencias_relacionadas":["Isaías 5:11","Miquéias 2:11","Salmos 104:15"]},"amos_2_9_excellency":{"palavra_pt":"excellency","palavra_original":"גֹּבַהּ","transliteracao":"gôbahh","strong":"H1363","significado_raiz":"Ideia básica: excellency.","significado_contextual":"A excelência é uma característica dos poderosos, mas aqui é usada para criticar a arrogância e a opressão dos líderes de Israel.","explicacao_detalhada":"A palavra 'excellency' refere-se à grandeza e ao status elevado, mas neste contexto, é uma ironia que destaca a corrupção e a injustiça dos líderes que se consideram superiores.","por_que_esta_palavra":"A escolha da palavra enfatiza a crítica de Deus àqueles que, em sua excelência, abusam de seu poder em vez de proteger os vulneráveis.","conexao_teologica":"A excelência humana é contrastada com a justiça divina, que exige que os líderes sejam justos e cuidem dos necessitados.","referencias_relacionadas":["Ezequiel 34:4","Miquéias 3:1-3","Tiago 2:1"]},"amos_2_9_arvore":{"palavra_pt":"arvore","palavra_original":"אַלּוֹן","transliteracao":"ʼallôwn","strong":"H437","significado_raiz":"Ideia básica: arvore.","significado_contextual":"A árvore simboliza força e estabilidade, mas neste contexto, representa a destruição que virá sobre Israel devido à sua desobediência.","explicacao_detalhada":"A palavra 'arvore' é usada para ilustrar a queda de Israel, que, assim como uma árvore, será derrubada por sua infidelidade a Deus.","por_que_esta_palavra":"A árvore é uma metáfora poderosa que reflete a fragilidade da segurança que Israel acreditava ter, que será destruída.","conexao_teologica":"A imagem da árvore é frequentemente usada na Bíblia para simbolizar a vida e a prosperidade, contrastando com a morte e a destruição que vêm da desobediência.","referencias_relacionadas":["Salmos 1:3","Jeremias 17:7-8","Mateus 7:17-19"]},"amos_2_9_perecer":{"palavra_pt":"perecer","palavra_original":"שָׁמַד","transliteracao":"shâmad","strong":"H8045","significado_raiz":"Ideia básica: perecer.","significado_contextual":"Perecer aqui se refere à destruição iminente de Israel como consequência de suas ações injustas.","explicacao_detalhada":"A palavra 'perecer' indica não apenas a morte física, mas também a perda da identidade e da relação com Deus, resultante da desobediência.","por_que_esta_palavra":"É uma advertência clara sobre as consequências do pecado e da injustiça, enfatizando que a desobediência leva à ruína.","conexao_teologica":"A ideia de perecer é central na mensagem profética, que frequentemente alerta sobre as consequências do afastamento de Deus.","referencias_relacionadas":["Ezequiel 18:30","Romanos 6:23","Gálatas 6:7-8"]},"amos_2_10_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra representa a herança de Israel, mas também é um símbolo da promessa de Deus que está sendo ameaçada pela desobediência.","explicacao_detalhada":"A palavra 'terra' é usada para enfatizar a conexão de Israel com Deus e a importância de manter a aliança, que está sendo comprometida.","por_que_esta_palavra":"A terra é um elemento central na identidade de Israel, e sua perda seria um sinal da severidade do juízo de Deus.","conexao_teologica":"A terra é frequentemente mencionada nas promessas de Deus a Israel, e sua destruição simboliza a quebra da aliança.","referencias_relacionadas":["Deuteronômio 30:15-20","Josué 1:3","Isaías 1:7"]},"amos_2_10_agarrar":{"palavra_pt":"agarrar","palavra_original":"יָרַשׁ","transliteracao":"yârash","strong":"H3423","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Agarrar implica tomar posse, mas neste contexto, refere-se à injustiça e à opressão dos pobres pelos ricos.","explicacao_detalhada":"A palavra 'agarrar' é usada para descrever a ação dos opressores que tomam o que não lhes pertence, explorando os vulneráveis.","por_que_esta_palavra":"Destaca a injustiça social e a necessidade de justiça, enfatizando que Deus não tolera a opressão.","conexao_teologica":"A ação de agarrar é contrária ao mandamento de amar o próximo e cuidar dos necessitados, que é um princípio central na ética bíblica.","referencias_relacionadas":["Salmos 82:3","Provérbios 14:31","Miquéias 6:8"]},"amos_2_10_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Andar simboliza o modo de viver e as escolhas que Israel faz, refletindo sua fidelidade ou infidelidade a Deus.","explicacao_detalhada":"A palavra 'andar' é usada para descrever o comportamento e a conduta do povo, que deve ser em conformidade com a vontade de Deus.","por_que_esta_palavra":"Enfatiza a importância de viver de acordo com os princípios divinos e as consequências de se desviar desse caminho.","conexao_teologica":"O conceito de andar é frequentemente associado à vida de fé e à obediência a Deus, que é um tema central nas Escrituras.","referencias_relacionadas":["Gálatas 5:16","Miquéias 6:8","1 João 1:7"]},"amos_2_11_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar refere-se à ação de Deus em enviar profetas para chamar o povo ao arrependimento.","explicacao_detalhada":"A palavra 'levantar' implica a iniciativa divina de restaurar e corrigir o povo por meio da mensagem profética.","por_que_esta_palavra":"Destaca a graça de Deus em buscar o arrependimento e a restauração, mesmo diante da rebeldia do povo.","conexao_teologica":"A ação de levantar profetas é um exemplo da misericórdia de Deus, que deseja que todos se voltem para Ele.","referencias_relacionadas":["Jeremias 7:25","Ezequiel 3:17","Mateus 23:37"]},"amos_2_11_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Profeta é um mensageiro de Deus, chamado para advertir o povo sobre suas transgressões.","explicacao_detalhada":"A palavra 'profeta' refere-se a alguém que fala em nome de Deus, trazendo mensagens de advertência e esperança.","por_que_esta_palavra":"A presença de profetas é crucial para a comunicação da vontade de Deus ao povo, especialmente em tempos de crise.","conexao_teologica":"Os profetas desempenham um papel vital na história da salvação, chamando o povo ao arrependimento e à fidelidade.","referencias_relacionadas":["Amós 3:7","Ezequiel 2:5","Hebreus 1:1-2"]},"amos_2_11_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho representa a relação especial entre Deus e Israel, que é frequentemente descrito como Seu filho.","explicacao_detalhada":"A palavra 'filho' enfatiza a intimidade da relação entre Deus e Seu povo, que é chamado a viver em obediência.","por_que_esta_palavra":"Destaca a responsabilidade de Israel como filho de Deus, que deve refletir Seu caráter e justiça.","conexao_teologica":"A relação de Deus como Pai e Israel como filho é um tema central que reflete a aliança e a expectativa de fidelidade.","referencias_relacionadas":["Êxodo 4:22","Salmos 2:7","Romanos 8:14-17"]},"amos_2_12_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, alguém escolhido para transmitir a vontade divina ao povo.","explicacao_detalhada":"No contexto de Amós 2:12, o profeta é rejeitado pelo povo de Israel, que se recusa a ouvir a mensagem de advertência e arrependimento que ele traz. Isso reflete a resistência do povo à correção e à verdade.","por_que_esta_palavra":"A palavra 'profeta' é crucial porque representa a voz de Deus na terra, e sua rejeição implica em desobediência e afastamento de Deus.","conexao_teologica":"A rejeição dos profetas é um tema recorrente na Bíblia, simbolizando a desobediência do povo de Deus e a necessidade de arrependimento.","referencias_relacionadas":["Mateus 23:37","Jeremias 7:25","Ezequiel 2:5"]},"amos_2_12_agua":{"palavra_pt":"agua","palavra_original":"שָׁקָה","transliteracao":"shâqâh","strong":"H8248","significado_raiz":"Ideia básica: agua.","significado_contextual":"A palavra 'água' simboliza a vida e a purificação, sendo essencial para a sobrevivência e a fertilidade.","explicacao_detalhada":"Em Amós 2:12, a referência à água pode ser vista como uma metáfora para a necessidade espiritual do povo, que se afasta da fonte de vida que é Deus.","por_que_esta_palavra":"A água é um elemento vital, e sua menção destaca a importância da dependência de Deus para sustentar a vida espiritual.","conexao_teologica":"A água é frequentemente usada na Bíblia como símbolo do Espírito Santo e da purificação, refletindo a necessidade de renovação espiritual.","referencias_relacionadas":["João 4:14","Isaías 44:3","Salmos 42:1"]},"amos_2_12_videira":{"palavra_pt":"videira","palavra_original":"נָזִיר","transliteracao":"nâzîyr","strong":"H5139","significado_raiz":"Ideia básica: videira.","significado_contextual":"A 'videira' é um símbolo de prosperidade e bênção, representando a relação entre Deus e Seu povo.","explicacao_detalhada":"No contexto de Amós 2:12, a videira pode simbolizar a frutificação que Deus espera de Seu povo, que, ao invés disso, se volta para a idolatria.","por_que_esta_palavra":"A videira é uma imagem poderosa da aliança de Deus com Israel, e sua menção destaca a expectativa de frutos espirituais.","conexao_teologica":"Jesus se apresenta como a videira verdadeira em João 15, enfatizando a importância de permanecer Nele para dar frutos.","referencias_relacionadas":["João 15:1","Isaías 5:1-2","Salmos 80:8"]},"amos_2_13_carro":{"palavra_pt":"carro","palavra_original":"עֲגָלָה","transliteracao":"ʻăgâlâh","strong":"H5699","significado_raiz":"Ideia básica: carro.","significado_contextual":"A palavra 'carro' refere-se a um meio de transporte, simbolizando poder e velocidade.","explicacao_detalhada":"Em Amós 2:13, o carro pode representar a força militar e a opressão, indicando a maneira como Israel se afastou de Deus e confiou em suas próprias forças.","por_que_esta_palavra":"A menção ao carro destaca a confiança do povo em suas posses e poder, em vez de confiar em Deus.","conexao_teologica":"A dependência de poder humano em vez de divino é um tema que aparece em várias passagens, mostrando a fragilidade da confiança em coisas materiais.","referencias_relacionadas":["Salmos 20:7","Isaías 31:1","Jeremias 17:5"]},"amos_2_13_behold":{"palavra_pt":"eis","palavra_original":"הִנֵּה","transliteracao":"hinnêh","strong":"H2009","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma chamada à atenção, um convite para observar algo importante.","explicacao_detalhada":"No contexto de Amós 2:13, 'eis' é usado para alertar o povo sobre a gravidade da situação em que se encontram, enfatizando a urgência da mensagem.","por_que_esta_palavra":"A palavra serve como um chamado à reflexão e à ação, destacando a necessidade de reconhecer a verdade.","conexao_teologica":"A chamada à atenção é uma técnica comum nos profetas, que frequentemente usam essa expressão para enfatizar a urgência da mensagem de Deus.","referencias_relacionadas":["Isaías 40:9","Mateus 24:42","Apocalipse 3:20"]},"amos_2_14_poderoso":{"palavra_pt":"poderoso","palavra_original":"חָזָק","transliteracao":"châzâq","strong":"H2389","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' refere-se à força e à capacidade de agir, muitas vezes associada a Deus.","explicacao_detalhada":"Em Amós 2:14, a referência ao 'poderoso' pode indicar a impotência do homem diante do juízo de Deus, mostrando que não há força que possa resistir ao Seu plano.","por_que_esta_palavra":"A palavra destaca a soberania de Deus sobre todas as coisas, incluindo a força humana.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o verdadeiro poder por trás de toda a criação.","referencias_relacionadas":["Salmos 24:8","Isaías 40:29","Romanos 1:16"]},"amos_2_14_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade, frequentemente em contraste com a divindade.","explicacao_detalhada":"No contexto de Amós 2:14, a referência ao 'homem' pode enfatizar a fragilidade e a transitoriedade da vida humana diante do juízo de Deus.","por_que_esta_palavra":"A palavra é importante para lembrar que, apesar da força aparente, o homem é vulnerável e dependente de Deus.","conexao_teologica":"A condição do homem é um tema central na Bíblia, que destaca a necessidade de redenção e dependência de Deus.","referencias_relacionadas":["Salmos 103:15-16","Eclesiastes 12:7","Romanos 3:23"]},"amos_2_14_perecer":{"palavra_pt":"perecer","palavra_original":"אָבַד","transliteracao":"ʼâbad","strong":"H6","significado_raiz":"Ideia básica: perecer.","significado_contextual":"A palavra 'perecer' refere-se à destruição ou à morte, muitas vezes como resultado do juízo divino.","explicacao_detalhada":"Em Amós 2:14, a ideia de perecer destaca as consequências da desobediência e do afastamento de Deus, alertando sobre a gravidade do pecado.","por_que_esta_palavra":"A menção ao perecimento serve como um aviso sobre a seriedade do juízo de Deus e a necessidade de arrependimento.","conexao_teologica":"O conceito de perecer é frequentemente associado à necessidade de salvação e à oferta de vida eterna em Cristo.","referencias_relacionadas":["João 3:16","Romanos 6:23","Apocalipse 20:14"]},"amos_2_15_agarrar":{"palavra_pt":"agarrar","palavra_original":"תָּפַשׂ","transliteracao":"tâphas","strong":"H8610","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' implica em segurar firmemente algo, muitas vezes em um contexto de luta ou resistência.","explicacao_detalhada":"No contexto de Amós 2:15, 'agarrar' pode simbolizar a tentativa do homem de se apegar à sua própria força ou segurança, em vez de confiar em Deus.","por_que_esta_palavra":"A palavra destaca a luta interna do ser humano entre confiar em Deus e em suas próprias capacidades.","conexao_teologica":"A luta entre confiar em Deus e em si mesmo é um tema recorrente, refletindo a necessidade de fé e dependência divina.","referencias_relacionadas":["Salmos 37:5","Provérbios 3:5-6","Filipenses 4:13"]},"amos_2_15_arco":{"palavra_pt":"arco","palavra_original":"קֶשֶׁת","transliteracao":"qesheth","strong":"H7198","significado_raiz":"Ideia básica: arco.","significado_contextual":"A palavra 'arco' refere-se a uma arma de guerra, simbolizando poder e ataque.","explicacao_detalhada":"Em Amós 2:15, o arco pode representar a força militar e a confiança em armamentos, contrastando com a verdadeira proteção que vem de Deus.","por_que_esta_palavra":"A menção ao arco destaca a confiança do povo em suas armas, em vez de buscar a proteção divina.","conexao_teologica":"A dependência de armas e força militar em vez de Deus é um tema que aparece em várias passagens, mostrando a fragilidade da segurança humana.","referencias_relacionadas":["Salmos 44:6","Isaías 31:3","Ezequiel 39:9"]},"amos_2_15_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui se refere à autenticidade e à sinceridade nas ações e palavras.","explicacao_detalhada":"No contexto de Amós 2:15, a 'verdade' é um chamado à integridade moral e à justiça, contrastando com a hipocrisia e a corrupção que permeavam a sociedade.","por_que_esta_palavra":"A escolha da palavra 'verdade' enfatiza a necessidade de um comportamento ético e verdadeiro diante de Deus e dos homens.","conexao_teologica":"A verdade é um atributo de Deus e um princípio fundamental em Sua relação com a humanidade, sendo essencial para a vida em comunidade.","referencias_relacionadas":["Salmos 51:6","João 4:24","Efésios 4:15"]},"amos_2_16_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' mencionado refere-se a um tempo específico de julgamento e consequência.","explicacao_detalhada":"Em Amós 2:16, o 'dia' simboliza um momento de crise onde os poderosos não poderão escapar do juízo divino, independentemente de sua força.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a certeza do juízo de Deus, que ocorrerá em um tempo determinado.","conexao_teologica":"O conceito de 'dia do Senhor' é recorrente nas Escrituras, representando um tempo de intervenção divina na história.","referencias_relacionadas":["Joel 2:1","Zacarias 14:1","Mateus 24:36"]},"amos_2_16_forca":{"palavra_pt":"forca","palavra_original":"אַמִּיץ","transliteracao":"ʼammîyts","strong":"H533","significado_raiz":"Ideia básica: forca.","significado_contextual":"A 'força' aqui se refere à capacidade física e ao poder humano.","explicacao_detalhada":"Em Amós 2:16, a força é insuficiente para salvar os homens do juízo de Deus, mostrando que a dependência de poder humano é fútil diante do divino.","por_que_esta_palavra":"A palavra 'força' destaca a fragilidade do ser humano em comparação com a soberania de Deus.","conexao_teologica":"A força humana é limitada, enquanto a força de Deus é ilimitada e soberana sobre todas as coisas.","referencias_relacionadas":["Salmos 20:7","Isaías 40:29","2 Coríntios 12:9"]},"amos_2_16_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"O 'homem' representa a humanidade em sua fragilidade e vulnerabilidade.","explicacao_detalhada":"Em Amós 2:16, o 'homem' é retratado como incapaz de se salvar, enfatizando a dependência de Deus para a salvação.","por_que_esta_palavra":"A escolha da palavra 'homem' ressalta a condição humana e a necessidade de redenção.","conexao_teologica":"A teologia bíblica frequentemente aborda a condição do homem e sua necessidade de um Salvador.","referencias_relacionadas":["Romanos 3:23","Salmos 146:3","Gálatas 6:3"]}}