{"amos_3_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se à mensagem de Deus e ao que Ele tem a dizer ao Seu povo.","explicacao_detalhada":"Em Amós 3:1, 'palavra' indica a revelação divina e a comunicação de Deus com Israel, enfatizando a responsabilidade do povo em ouvir e obedecer.","por_que_esta_palavra":"A palavra 'palavra' é central na relação entre Deus e Seu povo, sendo um meio pelo qual Deus se manifesta.","conexao_teologica":"A palavra de Deus é viva e eficaz, e é através dela que Ele guia e corrige Seu povo.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","2 Timóteo 3:16"]},"amos_3_1_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A 'terra' representa o povo de Israel e o lugar onde Deus estabeleceu Sua aliança.","explicacao_detalhada":"Em Amós 3:1, a 'terra' é um símbolo da herança e da responsabilidade do povo escolhido de Deus, que deve viver de acordo com Sua vontade.","por_que_esta_palavra":"A palavra 'terra' enfatiza a conexão entre Deus e Seu povo, bem como a importância do contexto geográfico na história da salvação.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, simbolizando a fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Deuteronômio 7:13","Josué 1:2","Romanos 11:1"]},"amos_3_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'senhor' refere-se a Deus, o soberano sobre toda a criação.","explicacao_detalhada":"Em Amós 3:1, o 'senhor' é invocado como autoridade máxima, destacando a importância de Sua palavra e a responsabilidade do povo em ouvir.","por_que_esta_palavra":"A palavra 'senhor' é usada para reconhecer a soberania e a autoridade de Deus sobre a história e a vida do Seu povo.","conexao_teologica":"O nome de Deus é sagrado e representa Sua presença e poder na vida dos crentes.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"amos_3_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O 'modo' refere-se à maneira como Deus se relaciona com Seu povo e como eles devem viver.","explicacao_detalhada":"Em Amós 3:2, o 'modo' destaca a relação especial entre Deus e Israel, enfatizando que eles têm uma responsabilidade única diante dEle.","por_que_esta_palavra":"A palavra 'modo' é importante para entender a dinâmica da aliança entre Deus e Seu povo.","conexao_teologica":"A maneira de viver do povo de Deus deve refletir Sua santidade e justiça.","referencias_relacionadas":["Levítico 20:26","1 Pedro 1:16","Romanos 12:1-2"]},"amos_3_2_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"O 'solo' representa a terra que Deus deu ao Seu povo e a importância da fidelidade a Ele.","explicacao_detalhada":"Em Amós 3:2, o 'solo' simboliza a herança e a responsabilidade de Israel em cuidar da terra e viver segundo os princípios de Deus.","por_que_esta_palavra":"A palavra 'solo' é usada para enfatizar a conexão entre a terra e a vida espiritual do povo.","conexao_teologica":"A relação entre o povo de Deus e a terra é um tema recorrente, simbolizando a aliança e a promessa divina.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:10","Salmos 37:29"]},"amos_3_2_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' refere-se à ação de Deus em resgatar Seu povo da opressão.","explicacao_detalhada":"Em Amós 3:2, 'libertar' destaca a intervenção divina na história de Israel, lembrando-os de que foram escolhidos e salvos por Deus.","por_que_esta_palavra":"A palavra 'libertar' é crucial para entender a natureza redentora de Deus e Sua ação em favor de Seu povo.","conexao_teologica":"A libertação é um tema central na Bíblia, simbolizando a salvação e a restauração que Deus oferece.","referencias_relacionadas":["Êxodo 6:6","Salmos 34:17","Gálatas 5:1"]},"amos_3_3_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de caminhar ou seguir um caminho, simbolizando a jornada da vida e as escolhas que fazemos.","explicacao_detalhada":"A palavra 'andar' implica não apenas movimento físico, mas também a maneira como vivemos nossas vidas, incluindo nossas decisões morais e espirituais. Em Amós 3:3, a pergunta retórica sugere que dois não podem andar juntos se não estiverem de acordo, enfatizando a importância da unidade e da concordância nas relações.","por_que_esta_palavra":"A escolha de 'andar' é significativa porque representa a caminhada da vida e a necessidade de alinhamento com Deus e com os outros.","conexao_teologica":"A ideia de andar com Deus é um tema recorrente na Bíblia, simbolizando a obediência e a comunhão com o Criador.","referencias_relacionadas":["Gênesis 5:24","Miquéias 6:8","Salmos 1:1"]},"amos_3_3_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' aqui é utilizada para expressar a ideia de resgatar ou libertar, especialmente em um contexto de juízo e redenção.","explicacao_detalhada":"Em Amós 3:3, a palavra 'salvar' é usada para enfatizar a relação entre Deus e Seu povo, onde a salvação é um tema central. A implicação é que, sem um compromisso mútuo, não há esperança de salvação.","por_que_esta_palavra":"A escolha de 'salvar' destaca a necessidade de um relacionamento ativo e a responsabilidade de ambos os lados para a redenção.","conexao_teologica":"A salvação é um conceito fundamental na teologia cristã, representando a libertação do pecado e a restauração do relacionamento com Deus.","referencias_relacionadas":["Salmos 37:39","Isaías 43:11","Romanos 10:13"]},"amos_3_4_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de chamar ou invocar, muitas vezes em um contexto de necessidade ou urgência.","explicacao_detalhada":"A palavra 'dar' em Amós 3:4 é usada para ilustrar a relação entre Deus e Seu povo, onde clamar a Deus é um sinal de dependência e busca por ajuda. A ideia é que, se não houver um clamor, não haverá resposta.","por_que_esta_palavra":"A escolha de 'clamar' enfatiza a necessidade de comunicação e a urgência em buscar a intervenção divina.","conexao_teologica":"Clamar a Deus é um tema importante, refletindo a necessidade de dependência e a certeza de que Ele ouve os que O buscam.","referencias_relacionadas":["Salmos 34:17","Jeremias 33:3","Romanos 10:14"]},"amos_3_4_idiom":{"palavra_pt":"expressao","palavra_original":"שָׁאַג","transliteracao":"shâʼag","strong":"H7580","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se a um grito ou clamor, simbolizando a comunicação intensa de emoções.","explicacao_detalhada":"Em Amós 3:4, a expressão é usada para descrever a intensidade do clamor e a necessidade de ser ouvido. Isso reflete a urgência da situação e a necessidade de um relacionamento autêntico com Deus.","por_que_esta_palavra":"A escolha de 'expressão' destaca a importância da comunicação sincera e da vulnerabilidade diante de Deus.","conexao_teologica":"A expressão emocional é uma parte vital da vida espiritual, mostrando que Deus se importa com nossos sentimentos e clamores.","referencias_relacionadas":["Salmos 42:1-2","Lamentações 2:19","Mateus 7:7"]},"amos_3_4_mel":{"palavra_pt":"mel","palavra_original":"יַעַר","transliteracao":"yaʻar","strong":"H3293","significado_raiz":"Ideia básica: mel.","significado_contextual":"Refere-se ao mel como um símbolo de doçura e abundância, frequentemente associado a bênçãos.","explicacao_detalhada":"A palavra 'mel' em Amós 3:4 pode simbolizar as bênçãos que Deus oferece ao Seu povo, contrastando com a dureza da vida. O mel é uma metáfora para a doçura que vem da obediência e da comunhão com Deus.","por_que_esta_palavra":"A escolha de 'mel' enfatiza a generosidade de Deus e a recompensa que vem de seguir Seus caminhos.","conexao_teologica":"O mel é frequentemente usado na Bíblia para simbolizar a terra prometida e as bênçãos de Deus, refletindo Sua bondade.","referencias_relacionadas":["Êxodo 3:8","Salmos 119:103","Provérbios 24:13"]},"amos_3_5_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à terra, simbolizando a criação e o domínio de Deus sobre o mundo.","explicacao_detalhada":"A palavra 'terra' em Amós 3:5 é usada para enfatizar a soberania de Deus sobre a criação. A ideia é que a terra não se move sem a vontade de Deus, refletindo Seu controle sobre todas as coisas.","por_que_esta_palavra":"A escolha de 'terra' destaca a relação entre Deus e Sua criação, mostrando que tudo está sob Seu domínio.","conexao_teologica":"A soberania de Deus sobre a terra é um tema central na teologia, refletindo Sua autoridade e poder.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 66:1"]},"amos_3_5_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se ao solo como a base da vida, simbolizando a fertilidade e a provisão de Deus.","explicacao_detalhada":"A palavra 'solo' em Amós 3:5 enfatiza a importância da terra para a sobrevivência e prosperidade do povo. O solo é visto como um presente de Deus, que deve ser cuidado e cultivado.","por_que_esta_palavra":"A escolha de 'solo' destaca a responsabilidade do ser humano em cuidar da criação e reconhecer a provisão de Deus.","conexao_teologica":"A relação entre o ser humano e a terra é um tema importante na Bíblia, refletindo a mordomia e a responsabilidade dada por Deus.","referencias_relacionadas":["Gênesis 2:15","Levítico 25:23","Salmos 104:14"]},"amos_3_5_cair":{"palavra_pt":"cair","palavra_original":"נָפַל","transliteracao":"nâphal","strong":"H5307","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de cair, simbolizando a queda ou a perda de posição.","explicacao_detalhada":"A palavra 'cair' em Amós 3:5 é usada para descrever a inevitabilidade do juízo de Deus sobre aqueles que se afastam de Seus caminhos. A ideia é que a desobediência leva à queda.","por_que_esta_palavra":"A escolha de 'cair' enfatiza as consequências do pecado e a necessidade de permanecer firme na fé.","conexao_teologica":"A queda é um tema central na narrativa bíblica, refletindo a necessidade de redenção e restauração.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","Tiago 4:10"]},"amos_3_6_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma cidade, simbolizando um lugar de habitação e comunidade.","explicacao_detalhada":"A palavra 'cidade' em Amós 3:6 é usada para enfatizar a segurança e a proteção que uma cidade deve oferecer. A ideia é que, se o juízo de Deus vem sobre uma cidade, não há segurança.","por_que_esta_palavra":"A escolha de 'cidade' destaca a importância da comunidade e da responsabilidade coletiva diante de Deus.","conexao_teologica":"A cidade é frequentemente usada na Bíblia como um símbolo de segurança e refúgio, refletindo a proteção divina.","referencias_relacionadas":["Salmos 46:1","Provérbios 18:10","Hebreus 11:10"]},"amos_3_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, simbolizando Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' em Amós 3:6 enfatiza a soberania de Deus e a importância de invocar Seu nome. O nome de Deus representa Sua presença e poder entre Seu povo.","por_que_esta_palavra":"A escolha de 'senhor' destaca a reverência e a adoração que devemos ter em relação a Deus.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, refletindo Sua natureza e a relação que temos com Ele.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"amos_3_6_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' neste contexto refere-se à ideia de proteção e livramento que Deus oferece ao seu povo.","explicacao_detalhada":"Em Amós 3:6, a pergunta retórica sugere que se um desastre ocorrer, é porque Deus permitiu. A ideia de 'salvar' implica que Deus tem o poder de proteger ou libertar, dependendo da resposta do povo.","por_que_esta_palavra":"A escolha da palavra 'salvar' enfatiza a soberania de Deus sobre os eventos da história e a necessidade de o povo se voltar para Ele.","conexao_teologica":"A teologia da salvação é central na Bíblia, onde Deus é visto como o salvador que intervém na história para proteger e redimir seu povo.","referencias_relacionadas":["Salmos 34:19","Isaías 43:2","Romanos 10:13"]},"amos_3_7_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, alguém escolhido para transmitir a vontade divina ao povo.","explicacao_detalhada":"Em Amós 3:7, a afirmação de que Deus não faz nada sem revelar seu plano aos profetas destaca a importância do papel profético na comunicação entre Deus e a humanidade.","por_que_esta_palavra":"A palavra 'profeta' é crucial para entender como Deus se comunica e guia seu povo, revelando verdades e advertências.","conexao_teologica":"Os profetas são fundamentais na narrativa bíblica, servindo como intermediários entre Deus e o povo, e sua mensagem é uma parte vital da revelação divina.","referencias_relacionadas":["Deuteronômio 18:18","Jeremias 1:5","Ezequiel 3:17"]},"amos_3_7_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Deus revela seus planos, enfatizando a responsabilidade do povo em ouvir e responder.","explicacao_detalhada":"Em Amós 3:7, a palavra 'porque' conecta a revelação divina à necessidade de resposta do povo, mostrando que Deus não age sem propósito.","por_que_esta_palavra":"A utilização de 'porque' é essencial para entender a lógica da ação divina e a expectativa de resposta do povo.","conexao_teologica":"A relação entre a revelação de Deus e a resposta humana é um tema recorrente na Bíblia, onde a obediência é frequentemente ligada ao entendimento da vontade divina.","referencias_relacionadas":["Tiago 1:22","Romanos 1:20","Hebreus 4:12"]},"amos_3_7_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui enfatiza a autenticidade da mensagem que Deus transmite através dos profetas.","explicacao_detalhada":"Em Amós 3:7, a negação da 'verdade' sugere que a falta de resposta do povo pode levar à desobediência e à destruição, contrastando com a fidelidade de Deus.","por_que_esta_palavra":"A palavra 'verdade' é fundamental para a compreensão da natureza de Deus e de sua mensagem, que é sempre verdadeira e digna de confiança.","conexao_teologica":"A verdade é um atributo de Deus e um princípio central na vida cristã, onde a busca pela verdade é essencial para o relacionamento com Ele.","referencias_relacionadas":["João 14:6","Salmos 119:160","Efésios 4:15"]},"amos_3_8_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, destacando a responsabilidade dos indivíduos diante das revelações de Deus.","explicacao_detalhada":"Em Amós 3:8, a pergunta sobre o 'homem' que profetiza sugere que a mensagem de Deus deve ser ouvida e considerada por todos, enfatizando a responsabilidade coletiva.","por_que_esta_palavra":"A inclusão da palavra 'homem' ressalta a universalidade da mensagem e a necessidade de cada pessoa responder à revelação divina.","conexao_teologica":"A responsabilidade humana em relação à revelação de Deus é um tema central na Bíblia, onde cada indivíduo é chamado a ouvir e obedecer.","referencias_relacionadas":["Gênesis 1:26","Romanos 14:12","Ezequiel 18:30"]},"amos_3_8_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A repetição da palavra 'verdade' reforça a ideia de que a mensagem de Deus é inegociável e deve ser aceita como tal.","explicacao_detalhada":"Em Amós 3:8, a afirmação de que o profeta fala a verdade implica que a mensagem de Deus é clara e deve ser reconhecida pelo povo.","por_que_esta_palavra":"A ênfase na 'verdade' é crucial para a compreensão da integridade da mensagem profética e da necessidade de resposta do povo.","conexao_teologica":"A verdade de Deus é um fundamento da fé cristã, onde a aceitação da verdade divina é essencial para a salvação e o relacionamento com Ele.","referencias_relacionadas":["Salmos 25:5","João 8:32","1 João 1:8-10"]},"amos_3_8_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania de Deus, destacando sua autoridade sobre a criação e sobre a história.","explicacao_detalhada":"Em Amós 3:8, a menção ao 'senhor' enfatiza que é Deus quem comanda e dirige os eventos, e que sua palavra deve ser respeitada.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para reconhecer a posição de Deus como autoridade suprema e a necessidade de submissão por parte do povo.","conexao_teologica":"A soberania de Deus é um tema central na teologia, onde Ele é visto como o governante de todas as coisas, e sua vontade é soberana.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 11:36"]},"amos_3_9_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao contexto geográfico e cultural em que as mensagens dos profetas são proferidas.","explicacao_detalhada":"Em Amós 3:9, a menção à 'terra' sugere que as advertências de Deus têm implicações diretas para o povo e seu ambiente, destacando a conexão entre a espiritualidade e a realidade física.","por_que_esta_palavra":"A palavra 'terra' é importante para entender a localização e a cultura do povo de Deus, e como isso afeta sua relação com Ele.","conexao_teologica":"A relação entre Deus e a terra é um tema recorrente na Bíblia, onde a criação e a redenção estão interligadas.","referencias_relacionadas":["Gênesis 1:1","Salmos 115:16","Romanos 8:19-21"]},"amos_3_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação da mensagem divina, enfatizando a importância da proclamação.","explicacao_detalhada":"Em Amós 3:9, a ação de 'dizer' destaca a necessidade de que a verdade de Deus seja proclamada abertamente, especialmente em meio a um povo que precisa ouvir.","por_que_esta_palavra":"A palavra 'dizer' é essencial para entender a função profética e a responsabilidade de comunicar a mensagem de Deus.","conexao_teologica":"A proclamação da palavra de Deus é um aspecto vital da missão da igreja, onde a verdade deve ser compartilhada com ousadia.","referencias_relacionadas":["Mateus 28:19-20","Romanos 10:14","1 Pedro 2:9"]},"amos_3_9_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' refere-se à percepção espiritual e à capacidade de discernir a verdade de Deus.","explicacao_detalhada":"Em Amós 3:9, a ideia de 'ver' implica que o povo deve estar atento às advertências e revelações de Deus, reconhecendo a gravidade da situação.","por_que_esta_palavra":"A palavra 'ver' é crucial para a compreensão da necessidade de discernimento espiritual e da resposta adequada às mensagens divinas.","conexao_teologica":"A visão espiritual é um tema importante na Bíblia, onde a capacidade de ver e entender a verdade de Deus é essencial para a fé.","referencias_relacionadas":["Mateus 13:16","Efésios 1:18","Apocalipse 3:18"]},"amos_3_10_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à autenticidade, contrastando com a corrupção e a injustiça.","explicacao_detalhada":"Neste contexto, a 'verdade' é uma crítica à falta de honestidade e integridade entre o povo de Israel, que se afastou dos caminhos de Deus.","por_que_esta_palavra":"A escolha da palavra 'verdade' enfatiza a necessidade de um retorno à justiça e à retidão, fundamentais para a relação com Deus.","conexao_teologica":"A verdade é um atributo de Deus e é essencial para a vida espiritual e moral do povo de Deus.","referencias_relacionadas":["Salmos 51:6","João 4:24","Efésios 4:15"]},"amos_3_10_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada metaforicamente para descrever a ferocidade e a destruição que virão sobre aqueles que não seguem a Deus.","explicacao_detalhada":"O urso simboliza um inimigo poderoso e implacável, representando o juízo divino que se aproxima.","por_que_esta_palavra":"A imagem do urso serve para alertar o povo sobre as consequências de sua desobediência e a gravidade do juízo que se aproxima.","conexao_teologica":"Deus é apresentado como justo juiz, e a ferocidade do urso reflete a seriedade de Sua ira contra a injustiça.","referencias_relacionadas":["Isaías 13:18","Oséias 13:8","Miquéias 5:8"]},"amos_3_11_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território de Israel, que é visto como a herança do povo de Deus.","explicacao_detalhada":"Neste versículo, a 'terra' é mencionada em relação ao juízo que virá sobre aqueles que se afastaram de Deus.","por_que_esta_palavra":"A terra é um símbolo da promessa de Deus e da aliança, e sua destruição representa a quebra dessa aliança.","conexao_teologica":"A relação entre Deus e a terra é central na teologia do Antigo Testamento, onde a terra é vista como um presente divino.","referencias_relacionadas":["Deuteronômio 30:15-20","Salmos 37:11","Isaías 1:7"]},"amos_3_11_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se aos adversários que surgem como consequência da desobediência do povo a Deus.","explicacao_detalhada":"O inimigo é uma representação das forças que se levantam contra Israel devido ao seu afastamento de Deus.","por_que_esta_palavra":"A menção do inimigo serve como um aviso sobre as consequências da infidelidade e a necessidade de arrependimento.","conexao_teologica":"A presença de inimigos é frequentemente vista como um sinal do juízo de Deus sobre a desobediência do Seu povo.","referencias_relacionadas":["Salmos  enemies 44:5","Isaías 59:19","Romanos 8:31"]},"amos_3_11_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Senhor' refere-se a Deus como o soberano e juiz sobre Israel.","explicacao_detalhada":"Neste contexto, 'Senhor' enfatiza a autoridade de Deus sobre a história e o destino do Seu povo.","por_que_esta_palavra":"A invocação do Senhor destaca a relação de aliança entre Deus e Israel, que está sendo rompida pela desobediência.","conexao_teologica":"Deus como Senhor é um tema central na Bíblia, refletindo Sua soberania e poder sobre todas as coisas.","referencias_relacionadas":["Êxodo 20:2","Salmos 24:1","Filipenses 2:10-11"]},"amos_3_12_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de Deus de avaliar e punir a injustiça.","explicacao_detalhada":"Neste versículo, 'julgar' implica a ação de Deus em trazer justiça ao Seu povo, que se desviou de Seus caminhos.","por_que_esta_palavra":"A escolha da palavra 'julgar' enfatiza a responsabilidade de Deus em manter a ordem moral e a justiça.","conexao_teologica":"O juízo de Deus é um tema recorrente na Bíblia, refletindo Sua natureza justa e a necessidade de arrependimento.","referencias_relacionadas":["Salmos 96:13","Eclesiastes 12:14","Romanos 14:10"]},"amos_3_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'nome' refere-se à identidade e à autoridade de Deus.","explicacao_detalhada":"Neste contexto, o 'nome' de Deus é um símbolo de Sua presença e poder entre o Seu povo.","por_que_esta_palavra":"A menção do nome de Deus destaca a importância de reconhecer Sua soberania e autoridade em todas as coisas.","conexao_teologica":"O nome de Deus é central na adoração e na relação do povo com Ele, refletindo Sua santidade e poder.","referencias_relacionadas":["Salmos 8:1","Provérbios 18:10","Atos 4:12"]},"amos_3_12_governo":{"palavra_pt":"pastor","palavra_original":"רָעָה","transliteracao":"râʻâh","strong":"H7462","significado_raiz":"Ideia básica: pastor.","significado_contextual":"A palavra 'pastor' refere-se à liderança e ao cuidado que Deus tem pelo Seu povo.","explicacao_detalhada":"Neste contexto, 'pastor' simboliza a responsabilidade de Deus em guiar e proteger Israel.","por_que_esta_palavra":"A escolha da palavra 'pastor' enfatiza a relação de cuidado e proteção que Deus oferece ao Seu povo.","conexao_teologica":"Deus é frequentemente descrito como pastor na Bíblia, refletindo Seu amor e compromisso com a liderança do Seu povo.","referencias_relacionadas":["Salmos 23:1","Ezequiel 34:11-12","João 10:11"]},"amos_3_13_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao povo de Israel como a família de Deus.","explicacao_detalhada":"Neste contexto, 'casa' simboliza a unidade e a identidade do povo de Deus, que deve viver em fidelidade.","por_que_esta_palavra":"A menção da 'casa' destaca a importância da comunidade e da aliança entre Deus e Seu povo.","conexao_teologica":"A ideia de 'casa' é central na teologia bíblica, representando a habitação de Deus entre Seu povo.","referencias_relacionadas":["Hebreus 3:6","1 Pedro 2:5","Mateus 7:24"]},"amos_3_13_chamar":{"palavra_pt":"chamar","palavra_original":"עוּד","transliteracao":"ʻûwd","strong":"H5749","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' refere-se ao convite de Deus ao Seu povo para retornar a Ele.","explicacao_detalhada":"Neste contexto, 'chamar' implica um apelo à ação e ao arrependimento, enfatizando a misericórdia de Deus.","por_que_esta_palavra":"A escolha da palavra 'chamar' destaca a iniciativa de Deus em buscar Seu povo, mesmo em meio à desobediência.","conexao_teologica":"O chamado de Deus é um tema central na Bíblia, refletindo Sua graça e desejo de restaurar a relação com a humanidade.","referencias_relacionadas":["Isaías 55:6","Mateus 11:28","Romanos 10:13"]},"amos_3_13_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania de Deus sobre o povo de Israel e Sua autoridade.","explicacao_detalhada":"A palavra 'senhor' (אֲדֹנָי) é usada para expressar a relação de Deus como mestre e governante. Em Amós 3:13, é um chamado à atenção do povo para a voz do Senhor, que exige responsabilidade.","por_que_esta_palavra":"A escolha da palavra 'senhor' enfatiza a posição de Deus como autoridade suprema, que exige obediência e respeito.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, refletindo Sua autoridade sobre todas as coisas e a necessidade de submissão do ser humano.","referencias_relacionadas":["Salmos 24:1","Isaías 45:22","Romanos 10:9"]},"amos_3_14_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo específico de julgamento e ação divina.","explicacao_detalhada":"A palavra 'dia' (יוֹם) em Amós 3:14 indica um tempo determinado em que Deus irá agir, trazendo juízo sobre as iniquidades do povo.","por_que_esta_palavra":"O uso de 'dia' destaca a certeza do juízo de Deus e a inevitabilidade de Sua intervenção na história.","conexao_teologica":"O conceito de 'dia do Senhor' é recorrente na Bíblia, simbolizando um tempo de julgamento e restauração.","referencias_relacionadas":["Joel 2:1","Sofonias 1:14","1 Tessalonicenses 5:2"]},"amos_3_14_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se à ação de Deus em libertar o povo de suas transgressões.","explicacao_detalhada":"A palavra 'libertar' (פָּקַד) implica em um ato de Deus que traz liberdade e restauração, especialmente em um contexto de opressão e pecado.","por_que_esta_palavra":"A escolha dessa palavra ressalta a intenção de Deus de restaurar Seu povo, mesmo diante de suas falhas.","conexao_teologica":"A libertação é um tema central na narrativa bíblica, simbolizando a salvação e a graça de Deus.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","Gálatas 5:1"]},"amos_3_14_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao local de adoração e sacrifício, simbolizando a relação do povo com Deus.","explicacao_detalhada":"A palavra 'altar' (מִזְבֵּחַ) em Amós 3:14 representa o lugar onde os israelitas ofereciam sacrifícios a Deus, um ato de adoração e arrependimento.","por_que_esta_palavra":"A menção do altar destaca a importância da adoração e do arrependimento na vida do povo de Deus.","conexao_teologica":"Os altares na Bíblia simbolizam a mediação entre Deus e o homem, sendo essenciais para a prática religiosa.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Hebreus 13:10"]},"amos_3_15_beat":{"palavra_pt":"beat","palavra_original":"נָכָה","transliteracao":"nâkâh","strong":"H5221","significado_raiz":"Ideia básica: beat.","significado_contextual":"Refere-se a um ato de punição ou correção divina.","explicacao_detalhada":"A palavra 'beat' (נָכָה) implica em um golpe ou punição, indicando a severidade do juízo de Deus sobre a iniquidade.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a seriedade do juízo de Deus e a necessidade de arrependimento.","conexao_teologica":"A disciplina divina é um tema importante, refletindo o amor de Deus que corrige Seu povo.","referencias_relacionadas":["Hebreus 12:6","Provérbios 3:12","Apocalipse 3:19"]},"amos_3_15_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à família ou ao povo de Israel como um todo.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) em Amós 3:15 simboliza a unidade do povo de Deus, enfatizando a responsabilidade coletiva diante de Deus.","por_que_esta_palavra":"A menção da 'casa' destaca a importância da comunidade e da família na vida espiritual.","conexao_teologica":"A ideia de 'casa' é frequentemente usada na Bíblia para representar a família de Deus e a comunidade de fé.","referencias_relacionadas":["Gênesis 18:19","Salmos 127:1","Efésios 2:19"]},"amos_3_15_cold":{"palavra_pt":"cold","palavra_original":"חֹרֶף","transliteracao":"chôreph","strong":"H2779","significado_raiz":"Ideia básica: cold.","significado_contextual":"Refere-se a um estado de desolação ou destruição.","explicacao_detalhada":"A palavra 'cold' (חֹרֶף) pode simbolizar a frieza espiritual ou a devastação que resulta do juízo de Deus.","por_que_esta_palavra":"A escolha dessa palavra ressalta a gravidade das consequências do pecado e da desobediência.","conexao_teologica":"A frieza espiritual é um tema que aparece em várias passagens, alertando sobre a necessidade de vigilância.","referencias_relacionadas":["Mateus 24:12","Apocalipse 3:15-16","1 Timóteo 4:1"]}}