{"amos_4_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação de Deus e à responsabilidade do povo em ouvir e obedecer.","explicacao_detalhada":"A palavra 'palavra/coisa' (דָּבָר) em Amós 4:1 enfatiza a importância da revelação divina e a necessidade de resposta do povo.","por_que_esta_palavra":"A escolha dessa palavra destaca a seriedade da mensagem de Deus e a urgência em atender ao Seu chamado.","conexao_teologica":"A palavra de Deus é fundamental na vida do crente, sendo a base para a fé e a prática.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Tiago 1:22"]},"amos_4_1_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"Refere-se a um lugar elevado, simbolizando a presença de Deus e a adoração.","explicacao_detalhada":"A palavra 'montanha' (הַר) em Amós 4:1 pode simbolizar a grandeza de Deus e a importância dos lugares de adoração.","por_que_esta_palavra":"A menção da 'montanha' destaca a majestade de Deus e a necessidade de reverência em Sua presença.","conexao_teologica":"Montanhas são frequentemente associadas à presença de Deus e aos momentos de revelação divina na Bíblia.","referencias_relacionadas":["Êxodo 19:20","Salmos 121:1","Mateus 5:14"]},"amos_4_1_enganar":{"palavra_pt":"enganar","palavra_original":"עָשַׁק","transliteracao":"ʻâshaq","strong":"H6231","significado_raiz":"Ideia básica: enganar.","significado_contextual":"Refere-se à injustiça e à opressão praticadas pelo povo.","explicacao_detalhada":"A palavra 'enganar' (עָשַׁק) em Amós 4:1 implica em explorar ou oprimir os outros, refletindo a corrupção moral do povo.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a condenação de Deus sobre as práticas injustas e a necessidade de arrependimento.","conexao_teologica":"A justiça social é um tema importante na Bíblia, refletindo o caráter de Deus e a responsabilidade do Seu povo.","referencias_relacionadas":["Miquéias 6:8","Isaías 10:1-2","Tiago 5:4"]},"amos_4_2_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' (אֲדֹנָי) é usada para expressar a relação de domínio e respeito que os fiéis devem ter em relação a Deus. Em Amós 4:2, essa palavra enfatiza a posição de Deus como juiz e governante.","por_que_esta_palavra":"A escolha da palavra 'senhor' destaca a relação de submissão e reverência que o povo deve ter diante de Deus, especialmente em um contexto de juízo.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, refletindo Sua autoridade sobre a criação e a história.","referencias_relacionadas":["Salmos 24:1","Isaías 45:22","Romanos 14:8"]},"amos_4_2_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Designa o nome pessoal de Deus, enfatizando Sua natureza eterna e imutável.","explicacao_detalhada":"A palavra 'Deus' (יְהֹוִה) é usada para referir-se ao Deus de Israel, que se revela como o Criador e Sustentador do universo. Em Amós 4:2, essa palavra é um lembrete da presença ativa de Deus na história do Seu povo.","por_que_esta_palavra":"A utilização do nome 'Deus' reforça a ideia de que Ele é o único digno de adoração e que Seus decretos são irrevogáveis.","conexao_teologica":"A revelação de Deus como YHWH é fundamental para entender a aliança que Ele fez com Israel e Sua fidelidade.","referencias_relacionadas":["Êxodo 3:14","Deuteronômio 6:4","Salmos 46:10"]},"amos_4_2_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se à santidade de Deus e à separação do que é profano.","explicacao_detalhada":"A palavra 'sagrado' (קֹדֶשׁ) indica algo que é consagrado a Deus, refletindo Sua pureza e perfeição. Em Amós 4:2, a santidade de Deus é um chamado à reverência e à obediência.","por_que_esta_palavra":"A ênfase na santidade é crucial para entender a natureza de Deus e a expectativa de comportamento do Seu povo.","conexao_teologica":"A santidade de Deus é um tema recorrente na Escritura, que exige que Seu povo também viva em santidade.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Isaías 6:3"]},"amos_4_3_adventure":{"palavra_pt":"adventure","palavra_original":"שָׁלַךְ","transliteracao":"shâlak","strong":"H7993","significado_raiz":"Ideia básica: adventure.","significado_contextual":"Refere-se ao ato de lançar ou enviar algo, muitas vezes com um sentido de julgamento.","explicacao_detalhada":"A palavra 'adventure' (שָׁלַךְ) é usada em um contexto onde Deus está enviando um juízo sobre o povo. Em Amós 4:3, isso implica a severidade da ação divina.","por_que_esta_palavra":"A escolha dessa palavra ressalta a ideia de que as consequências das ações humanas são inevitáveis e que Deus age com justiça.","conexao_teologica":"A ideia de Deus enviar juízo é uma expressão de Sua justiça e soberania sobre a humanidade.","referencias_relacionadas":["Ezequiel 18:30","Romanos 2:6","Gálatas 6:7"]},"amos_4_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é um símbolo de Sua presença e caráter.","explicacao_detalhada":"A palavra 'nome' (יְהֹוָה) é fundamental para entender a identidade de Deus e Sua relação com o povo. Em Amós 4:3, o nome de Deus é invocado para lembrar o povo de Sua autoridade.","por_que_esta_palavra":"O nome de Deus carrega peso e significado, sendo um lembrete constante da Sua fidelidade e poder.","conexao_teologica":"O nome de Deus é central na adoração e na oração, refletindo a intimidade que os crentes têm com Ele.","referencias_relacionadas":["Salmos 8:1","Provérbios 18:10","Filipenses 2:9-11"]},"amos_4_4_autoridade":{"palavra_pt":"autoridade","palavra_original":"פָּשַׁע","transliteracao":"pâshaʻ","strong":"H6586","significado_raiz":"Ideia básica: autoridade.","significado_contextual":"Refere-se ao poder e direito de governar ou julgar.","explicacao_detalhada":"A palavra 'autoridade' (פָּשַׁע) implica uma violação da lei ou um ato de rebelião contra Deus. Em Amós 4:4, isso é um chamado à reflexão sobre a desobediência do povo.","por_que_esta_palavra":"A escolha dessa palavra destaca a seriedade do pecado e a necessidade de arrependimento.","conexao_teologica":"A autoridade de Deus é um tema central na Escritura, que exige que todos se submetam a Sua vontade.","referencias_relacionadas":["Romanos 13:1","1 Pedro 2:13-14","Hebreus 13:17"]},"amos_4_4_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de convidar ou convocar.","explicacao_detalhada":"A palavra 'vir/entrar' (בּוֹא) é um convite para que o povo se aproxime de Deus, reconhecendo Sua presença. Em Amós 4:4, isso é um chamado à adoração e ao arrependimento.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a abertura de Deus para receber aqueles que se voltam para Ele.","conexao_teologica":"O convite de Deus para se aproximar d'Ele é uma expressão de Sua graça e misericórdia.","referencias_relacionadas":["Mateus 11:28","Tiago 4:8","Apocalipse 3:20"]},"amos_4_5_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Refere-se ao elemento de purificação e julgamento.","explicacao_detalhada":"A palavra 'fogo' (קָטַר) é frequentemente associada ao juízo de Deus e à purificação. Em Amós 4:5, isso simboliza a severidade do julgamento divino.","por_que_esta_palavra":"A escolha dessa palavra destaca a natureza purificadora do fogo, que pode ser tanto destrutivo quanto transformador.","conexao_teologica":"O fogo é um símbolo poderoso na Escritura, representando tanto a presença de Deus quanto Seu juízo.","referencias_relacionadas":["Hebreus 12:29","1 Coríntios 3:13-15","Apocalipse 20:14"]},"amos_4_5_pao":{"palavra_pt":"pao","palavra_original":"חָמֵץ","transliteracao":"châmêts","strong":"H2557","significado_raiz":"Ideia básica: pao.","significado_contextual":"Refere-se ao alimento básico e à provisão de Deus.","explicacao_detalhada":"A palavra 'pão' (חָמֵץ) é um símbolo de sustento e vida. Em Amós 4:5, isso pode indicar a necessidade de dependência de Deus para a provisão.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância do sustento espiritual e físico que vem de Deus.","conexao_teologica":"O pão é um símbolo da provisão de Deus, refletindo Sua fidelidade em cuidar de Seu povo.","referencias_relacionadas":["Mateus 4:4","João 6:35","Salmos 37:25"]},"amos_4_5_mao":{"palavra_pt":"mao","palavra_original":"תּוֹדָה","transliteracao":"tôwdâh","strong":"H8426","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à ação e ao poder de Deus.","explicacao_detalhada":"A palavra 'mão' (תּוֹדָה) simboliza a força e a intervenção de Deus na vida do Seu povo. Em Amós 4:5, isso pode indicar a ação de Deus em resposta ao arrependimento.","por_que_esta_palavra":"A escolha dessa palavra destaca a proximidade de Deus e Sua disposição para agir em favor de Seu povo.","conexao_teologica":"A mão de Deus é frequentemente mencionada como um símbolo de Sua proteção e ajuda.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","Romanos 8:31"]},"amos_4_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as pessoas se comportam ou vivem.","explicacao_detalhada":"A palavra 'modo' implica em um estilo de vida ou comportamento que é observado nas ações das pessoas. No contexto de Amós 4:6, isso se relaciona à forma como os israelitas se afastaram de Deus.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a crítica de Amós à hipocrisia e à superficialidade da adoração do povo.","conexao_teologica":"A maneira de viver é um reflexo da relação com Deus e da obediência aos Seus mandamentos.","referencias_relacionadas":["Salmos 1:1","Mateus 7:13-14","Tiago 1:22"]},"amos_4_6_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Indica a ação de dar ou oferecer algo, especialmente em um contexto de necessidade.","explicacao_detalhada":"A palavra 'dar' é usada para enfatizar a generosidade de Deus em contraste com a ingratidão do povo. Em Amós 4:6, Deus dá ao povo oportunidades de arrependimento.","por_que_esta_palavra":"A palavra 'dar' é crucial para entender a relação entre Deus e Seu povo, onde Deus oferece bênçãos e o povo responde com desobediência.","conexao_teologica":"A generosidade de Deus é um tema central na Bíblia, refletindo Seu amor e misericórdia.","referencias_relacionadas":["João 3:16","Romanos 8:32","Tiago 1:17"]},"amos_4_6_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma cidade como um centro de vida social e espiritual.","explicacao_detalhada":"A palavra 'cidade' em Amós 4:6 pode simbolizar tanto a comunidade de Israel quanto a corrupção que permeava suas práticas religiosas.","por_que_esta_palavra":"A cidade é um microcosmo da sociedade, refletindo a moralidade e a espiritualidade do povo.","conexao_teologica":"As cidades na Bíblia muitas vezes representam a coletividade do povo de Deus e suas responsabilidades.","referencias_relacionadas":["Isaías 1:21","Mateus 5:14","Hebreus 11:10"]},"amos_4_7_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a ideia de estar entre ou no meio de algo.","explicacao_detalhada":"A palavra 'entre' em Amós 4:7 sugere a presença de Deus no meio do Seu povo e a responsabilidade que isso traz.","por_que_esta_palavra":"A presença de Deus entre o povo é um tema importante, pois implica em Sua expectativa de santidade e justiça.","conexao_teologica":"Deus deseja habitar entre Seu povo, e isso implica em um chamado à obediência e à justiça.","referencias_relacionadas":["Êxodo 25:8","Salmos 46:5","Mateus 18:20"]},"amos_4_8_grande":{"palavra_pt":"grande","palavra_original":"נוּעַ","transliteracao":"nûwaʻ","strong":"H5128","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza em termos de número ou importância.","explicacao_detalhada":"A palavra 'grande' em Amós 4:8 pode se referir à grande quantidade de colheitas que o povo desfrutava, mas que não resultava em gratidão a Deus.","por_que_esta_palavra":"A grandeza das bênçãos recebidas deveria levar o povo a reconhecer a soberania de Deus.","conexao_teologica":"A grandeza das bênçãos de Deus deve ser acompanhada de uma resposta de adoração e gratidão.","referencias_relacionadas":["Deuteronômio 8:10-14","Salmos 103:2","Lucas 12:48"]},"amos_4_8_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Novamente refere-se à cidade como um símbolo da vida comunitária.","explicacao_detalhada":"A repetição da palavra 'cidade' enfatiza a importância da coletividade e a responsabilidade moral que os cidadãos têm uns com os outros.","por_que_esta_palavra":"A cidade é um reflexo da condição espiritual do povo e de sua relação com Deus.","conexao_teologica":"A saúde espiritual de uma cidade é um reflexo da saúde espiritual de seus habitantes.","referencias_relacionadas":["Ezequiel 18:30","Mateus 23:37","Apocalipse 21:2"]},"amos_4_8_idiom":{"palavra_pt":"expressao","palavra_original":"שָׁתָה","transliteracao":"shâthâh","strong":"H8354","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão ou ao modo de se comunicar.","explicacao_detalhada":"A palavra 'expressão' em Amós 4:8 pode indicar a maneira como o povo se expressa em suas interações, refletindo seu estado espiritual.","por_que_esta_palavra":"As expressões do povo revelam suas verdadeiras intenções e a condição de seus corações.","conexao_teologica":"As palavras e expressões são poderosas e podem refletir a verdade ou a hipocrisia.","referencias_relacionadas":["Mateus 12:34","Tiago 3:10","Provérbios 18:21"]},"amos_4_9_blasteding":{"palavra_pt":"blasted ing","palavra_original":"שְׁדֵפָה","transliteracao":"shᵉdêphâh","strong":"H7711","significado_raiz":"Ideia básica: blasted ing.","significado_contextual":"Refere-se a um estado de destruição ou devastação.","explicacao_detalhada":"A palavra 'blasted ing' em Amós 4:9 indica a severidade do juízo de Deus sobre a terra e o povo desobediente.","por_que_esta_palavra":"A devastação serve como um aviso e um chamado ao arrependimento.","conexao_teologica":"O juízo de Deus é uma expressão de Sua justiça e um convite ao retorno à Sua graça.","referencias_relacionadas":["Isaías 5:6","Jeremias 5:10","Apocalipse 6:8"]},"amos_4_9_seca":{"palavra_pt":"seca","palavra_original":"יֵרָקוֹן","transliteracao":"yêrâqôwn","strong":"H3420","significado_raiz":"Ideia básica: seca.","significado_contextual":"Refere-se à falta de água e à seca como um sinal de juízo.","explicacao_detalhada":"A palavra 'seca' em Amós 4:9 simboliza a ausência da bênção de Deus e a consequência do pecado do povo.","por_que_esta_palavra":"A seca é uma metáfora poderosa para a falta de vida espiritual e a necessidade de arrependimento.","conexao_teologica":"A seca pode ser vista como uma consequência do afastamento de Deus e um chamado ao retorno.","referencias_relacionadas":["Deuteronômio 28:24","Amós 1:2","Mateus 5:6"]},"amos_4_10_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho ou à forma de viver.","explicacao_detalhada":"A palavra 'vida' em Amós 4:10 sugere a ideia de um caminho de vida que é escolhido pelo povo, refletindo suas decisões espirituais.","por_que_esta_palavra":"A vida é um tema central na Bíblia, representando a escolha entre seguir a Deus ou desviar-se Dele.","conexao_teologica":"A vida em Cristo é apresentada como o caminho verdadeiro que leva à salvação.","referencias_relacionadas":["João 14:6","Gálatas 2:20","Romanos 6:4"]},"amos_4_10_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à ação de causar a morte ou a ruína, enfatizando a severidade do juízo de Deus sobre Israel.","explicacao_detalhada":"Neste contexto, Deus está alertando Israel sobre as consequências de suas transgressões. A destruição é uma forma de julgamento divino, que se manifesta através de calamidades e adversidades.","por_que_esta_palavra":"A escolha da palavra 'destruir' destaca a gravidade da situação em que Israel se encontra, mostrando que suas ações têm consequências sérias e irreversíveis.","conexao_teologica":"A destruição como juízo de Deus é um tema recorrente na Bíblia, refletindo a santidade de Deus e Sua justiça em lidar com o pecado.","referencias_relacionadas":["Ezequiel 18:30","Isaías 10:3","Jeremias 25:9"]},"amos_4_10_seca":{"palavra_pt":"espada","palavra_original":"חֶרֶב","transliteracao":"chereb","strong":"H2719","significado_raiz":"Ideia básica: espada.","significado_contextual":"A palavra 'espada' simboliza a guerra, a violência e o juízo de Deus, representando a destruição que virá sobre o povo.","explicacao_detalhada":"Neste versículo, a espada é um instrumento de juízo que Deus usará para punir Israel por sua desobediência. A imagem da espada evoca medo e a certeza de que a justiça será feita.","por_que_esta_palavra":"A utilização da palavra 'espada' enfatiza a inevitabilidade do juízo divino e a seriedade da situação enfrentada pelo povo.","conexao_teologica":"A espada é frequentemente usada na Bíblia como símbolo do juízo de Deus e da guerra espiritual, refletindo a luta entre o bem e o mal.","referencias_relacionadas":["Salmos 7:12","Mateus 10:34","Apocalipse 19:15"]},"amos_4_11_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Criador e Juiz, enfatizando Sua autoridade e poder sobre todas as coisas.","explicacao_detalhada":"Neste contexto, Deus é apresentado como aquele que tem o controle sobre a história e que executa juízo sobre aqueles que se afastam de Seus caminhos.","por_que_esta_palavra":"A menção de Deus serve para lembrar ao povo de Sua soberania e da necessidade de se submeter a Sua vontade.","conexao_teologica":"A compreensão de Deus como Juiz é fundamental na teologia bíblica, pois revela a natureza de Sua justiça e a importância da obediência.","referencias_relacionadas":["Salmos 50:6","Romanos 14:10","Hebreus 10:31"]},"amos_4_11_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' implica uma queda, um colapso ou uma derrota, simbolizando a fragilidade do povo diante do juízo divino.","explicacao_detalhada":"Neste contexto, a queda representa a consequência do pecado e a inevitabilidade do juízo de Deus sobre aqueles que se afastam de Sua palavra.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a vulnerabilidade do povo e a certeza de que, sem arrependimento, enfrentarão a destruição.","conexao_teologica":"A queda é um tema que aparece em várias partes da Bíblia, simbolizando a separação do homem de Deus e as consequências do pecado.","referencias_relacionadas":["Provérbios 24:16","Gálatas 6:7","1 Pedro 5:5"]},"amos_4_12_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada como uma metáfora para descrever a ferocidade e a inevitabilidade do juízo de Deus.","explicacao_detalhada":"Neste versículo, a imagem do urso sugere um ataque repentino e devastador, simbolizando a força do juízo divino que se abaterá sobre o povo.","por_que_esta_palavra":"A escolha da palavra 'urso' destaca a gravidade e a ferocidade do juízo que virá, servindo como um alerta para o povo.","conexao_teologica":"A utilização de animais ferozes como metáforas para o juízo divino é comum na literatura profética, refletindo a seriedade da mensagem de Deus.","referencias_relacionadas":["Oséias 13:8","Isaías 11:7","Miquéias 5:8"]},"amos_4_12_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual o juízo de Deus será executado, ligando a causa à consequência.","explicacao_detalhada":"Neste contexto, 'porque' é usado para explicar a motivação divina por trás do juízo, enfatizando que as ações do povo têm consequências diretas.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica do juízo divino, mostrando que Deus age em resposta ao comportamento do povo.","conexao_teologica":"A relação entre causa e efeito é um princípio teológico importante, refletindo a justiça de Deus em responder ao pecado.","referencias_relacionadas":["Romanos 2:6","Gálatas 6:7","Tiago 2:13"]},"amos_4_12_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude do juízo de Deus, enfatizando que será algo significativo e impactante.","explicacao_detalhada":"Neste contexto, 'grande' sugere que o juízo não será apenas severo, mas também abrangente, afetando a nação como um todo.","por_que_esta_palavra":"A utilização da palavra 'grande' serve para alertar o povo sobre a seriedade do juízo que se aproxima, destacando sua importância.","conexao_teologica":"A grandeza do juízo de Deus é um tema que aparece em várias partes da Bíblia, refletindo Sua soberania e poder sobre a criação.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Apocalipse 20:11"]},"amos_4_13_criar":{"palavra_pt":"criar","palavra_original":"בָּרָא","transliteracao":"bârâʼ","strong":"H1254","significado_raiz":"Ideia básica: criar.","significado_contextual":"A palavra 'criar' refere-se à ação de Deus em trazer à existência, enfatizando Seu poder criador.","explicacao_detalhada":"Neste contexto, 'criar' destaca a soberania de Deus sobre a criação e Sua capacidade de moldar a história conforme Sua vontade.","por_que_esta_palavra":"A escolha da palavra 'criar' é significativa, pois lembra ao povo que Deus é o autor de todas as coisas e tem o controle sobre tudo.","conexao_teologica":"A criação é um tema central na teologia bíblica, refletindo a natureza de Deus como Criador e Sua relação com a humanidade.","referencias_relacionadas":["Gênesis 1:1","Salmos 33:6","Colossenses 1:16"]},"amos_4_13_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz a razão por trás da ação de Deus, ligando a criação ao juízo.","explicacao_detalhada":"Neste contexto, 'porque' é usado para explicar a motivação divina, mostrando que a criação e o juízo estão interligados na história da salvação.","por_que_esta_palavra":"A palavra 'porque' é importante para entender a lógica do plano de Deus, revelando que Ele age com propósito.","conexao_teologica":"A relação entre criação e juízo é um princípio teológico que destaca a soberania de Deus sobre a história e a importância da obediência.","referencias_relacionadas":["Romanos 8:20","Efésios 1:11","Apocalipse 21:5"]},"amos_4_13_idiom":{"palavra_pt":"expressao","palavra_original":"יָצַר","transliteracao":"yâtsar","strong":"H3335","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à forma como Deus molda e dá forma à criação, enfatizando Sua habilidade e poder.","explicacao_detalhada":"Neste contexto, 'expressão' sugere que Deus não apenas cria, mas também dá forma e propósito a tudo que fez.","por_que_esta_palavra":"A escolha da palavra 'expressão' destaca a intencionalidade de Deus em Sua criação, mostrando que tudo tem um propósito divino.","conexao_teologica":"A ideia de Deus como o Artífice que molda a criação é um tema importante na teologia, refletindo Sua soberania e criatividade.","referencias_relacionadas":["Isaías 64:8","Jeremias 18:6","Romanos 9:21"]}}