{"amos_5_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação de Deus através do profeta Amós, enfatizando a importância da mensagem divina.","explicacao_detalhada":"A palavra 'דָּבָר' (dâbâr) é usada para descrever não apenas uma palavra falada, mas também a ideia de um evento ou uma coisa que ocorre. Neste contexto, representa a mensagem que Deus deseja transmitir ao Seu povo.","por_que_esta_palavra":"Esta palavra é crucial porque estabelece a autoridade da mensagem profética e a necessidade de atenção por parte do povo.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação divina é um tema central nas Escrituras, mostrando como Deus se relaciona com a humanidade.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Salmos 119:105"]},"amos_5_1_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Simboliza o povo de Israel e sua relação com Deus, representando tanto a estrutura física quanto a espiritual.","explicacao_detalhada":"A palavra 'בַּיִת' (bayith) refere-se a uma casa, mas no contexto bíblico, muitas vezes representa a comunidade ou a nação. Aqui, Amós convoca a casa de Israel a ouvir a mensagem de Deus.","por_que_esta_palavra":"A casa é um símbolo de segurança e identidade, e a referência à casa de Israel destaca a responsabilidade do povo em ouvir e responder à palavra de Deus.","conexao_teologica":"A ideia de casa é frequentemente usada nas Escrituras para descrever a relação entre Deus e Seu povo, como em 'a casa de Davi' ou 'a casa de Israel'.","referencias_relacionadas":["Mateus 7:24-25","Salmos 127:1","Hebreus 3:6"]},"amos_5_1_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Implica não apenas ouvir, mas também prestar atenção e agir de acordo com a mensagem recebida.","explicacao_detalhada":"A palavra 'שָׁמַע' (shâmaʻ) é frequentemente usada nas Escrituras para indicar um ouvir que resulta em ação. Neste contexto, Amós exorta o povo a ouvir a advertência de Deus.","por_que_esta_palavra":"A ênfase em ouvir é fundamental, pois a resposta do povo à mensagem de Deus determina seu futuro e sua relação com Ele.","conexao_teologica":"A obediência à palavra de Deus é um tema recorrente na Bíblia, onde ouvir é sinônimo de seguir e obedecer.","referencias_relacionadas":["Deuteronômio 6:4","Tiago 1:22","Romanos 10:17"]},"amos_5_2_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade da situação de Israel, que estava longe da verdade e da justiça de Deus.","explicacao_detalhada":"A palavra 'לֹא' (lôʼ) é uma negação que enfatiza a ausência de verdade e justiça na sociedade israelita, refletindo a corrupção e a injustiça prevalentes.","por_que_esta_palavra":"A negação da verdade é um chamado à reflexão sobre a condição moral e espiritual do povo, que precisa retornar à verdadeira adoração e justiça.","conexao_teologica":"A verdade é um atributo de Deus e um princípio fundamental em Sua relação com a humanidade, sendo essencial para a vida e a adoração.","referencias_relacionadas":["João 4:24","Salmos 51:6","Provérbios 12:19"]},"amos_5_2_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de restaurar ou erguer o que foi derrubado, simbolizando a necessidade de renovação espiritual.","explicacao_detalhada":"A palavra 'קוּם' (qûwm) implica em levantar ou estabelecer algo que foi destruído. No contexto, é um chamado para que Israel se levante em arrependimento e busque a restauração.","por_que_esta_palavra":"A ideia de levantar é importante, pois sugere que, apesar da queda, há esperança de restauração através do arrependimento e da volta a Deus.","conexao_teologica":"A restauração é um tema central na mensagem profética, onde Deus promete levantar Seu povo e restaurar a comunhão com Ele.","referencias_relacionadas":["Isaías 61:3","Ezequiel 37:14","Romanos 14:9"]},"amos_5_2_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se à terra que foi dada a Israel, simbolizando a herança e a promessa de Deus.","explicacao_detalhada":"A palavra 'אֲדָמָה' (ʼădâmâh) representa a terra, que é um símbolo da bênção e da aliança de Deus com Seu povo. A referência ao solo destaca a importância da terra prometida.","por_que_esta_palavra":"A terra é um elemento central na identidade de Israel e na promessa de Deus, e sua condição reflete a relação do povo com o Senhor.","conexao_teologica":"A terra prometida é um símbolo da presença de Deus e da bênção, e a desobediência pode levar à perda dessa herança.","referencias_relacionadas":["Deuteronômio 8:7-10","Salmos 37:11","Gálatas 3:29"]},"amos_5_3_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Representa a coletividade do povo e a estrutura social de Israel, que estava em decadência.","explicacao_detalhada":"A palavra 'עִיר' (ʻîyr) refere-se a uma cidade, que simboliza a vida comunitária e a responsabilidade coletiva do povo diante de Deus.","por_que_esta_palavra":"A cidade é um reflexo da moralidade e da justiça do povo, e sua condição é um indicador do estado espiritual de Israel.","conexao_teologica":"As cidades nas Escrituras muitas vezes simbolizam a presença de Deus e a necessidade de justiça e retidão entre o Seu povo.","referencias_relacionadas":["Salmos 48:1-2","Mateus 5:14","Apocalipse 21:2"]},"amos_5_3_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Reforça a ideia de que a responsabilidade espiritual recai sobre cada indivíduo e sobre a coletividade de Israel.","explicacao_detalhada":"A palavra 'בַּיִת' (bayith) aqui novamente simboliza a casa de Israel, enfatizando a necessidade de cada um ouvir e responder à mensagem de Deus.","por_que_esta_palavra":"A repetição da palavra casa sublinha a importância da unidade e da responsabilidade compartilhada entre os israelitas.","conexao_teologica":"A casa de Deus é um tema central, onde cada crente é chamado a ser parte da família de Deus e a viver em harmonia com os princípios divinos.","referencias_relacionadas":["Efésios 2:19-22","1 Pedro 2:5","Hebreus 3:6"]},"amos_5_3_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz a razão pela qual a mensagem é tão urgente e necessária, destacando a gravidade da situação.","explicacao_detalhada":"A palavra 'כִּי' (kîy) é uma conjunção que introduz uma explicação ou justificativa, enfatizando a necessidade de atenção à mensagem de Amós.","por_que_esta_palavra":"A utilização de 'porque' é crucial para conectar a advertência à condição do povo, mostrando que a resposta é necessária devido à sua situação.","conexao_teologica":"A urgência da mensagem profética é um tema recorrente, onde a desobediência leva a consequências sérias, e a chamada ao arrependimento é sempre presente.","referencias_relacionadas":["Ezequiel 18:30","Atos 17:30","2 Coríntios 5:20"]},"amos_5_4_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à casa de Israel, enfatizando a necessidade de buscar a Deus e a Sua verdade.","explicacao_detalhada":"A palavra 'בַּיִת' (bayith) novamente representa a coletividade do povo, chamando-os a se voltarem para Deus em busca de salvação e verdade.","por_que_esta_palavra":"A repetição da palavra casa reforça a ideia de que a salvação e a verdade estão disponíveis para todos os que buscam a Deus.","conexao_teologica":"A casa de Deus é um lugar de refúgio e verdade, e a busca por Ele é um tema central nas Escrituras.","referencias_relacionadas":["Salmos 27:4","Mateus 7:7","Hebreus 10:25"]},"amos_5_4_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se à vida plena que Deus deseja para o Seu povo.","explicacao_detalhada":"No contexto de Amós 5:4, 'viver' é um chamado à verdadeira vida espiritual, que se opõe à mera existência física. Deus está convidando o povo a buscar a vida que vem d'Ele.","por_que_esta_palavra":"Esta palavra é crucial porque enfatiza a necessidade de um relacionamento autêntico com Deus, que é a fonte da verdadeira vida.","conexao_teologica":"A vida em Deus é um tema central na Bíblia, refletindo a promessa de vida eterna através de Cristo.","referencias_relacionadas":["João 10:10","Gálatas 2:20","Romanos 8:6"]},"amos_5_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Deus está chamando o povo.","explicacao_detalhada":"Em Amós 5:4, 'porque' conecta a chamada de Deus à necessidade de arrependimento e mudança de vida, explicando que a vida verdadeira só pode ser encontrada n'Ele.","por_que_esta_palavra":"É importante para entender a lógica divina que leva à convocação do povo para retornar a Deus.","conexao_teologica":"A relação entre a obediência e a bênção é um princípio teológico fundamental na Escritura.","referencias_relacionadas":["Deuteronômio 30:19-20","Isaías 55:6-7","Tiago 4:8"]},"amos_5_5_vaidade":{"palavra_pt":"vaidade","palavra_original":"אָוֶן","transliteracao":"ʼâven","strong":"H205","significado_raiz":"Ideia básica: vaidade.","significado_contextual":"A palavra 'vaidade' refere-se à futilidade das práticas religiosas sem um coração sincero.","explicacao_detalhada":"No versículo, Deus critica as ofertas e rituais que não têm valor real, pois são realizados sem verdadeira devoção.","por_que_esta_palavra":"É uma advertência contra a superficialidade na adoração e a hipocrisia do povo.","conexao_teologica":"A vaidade é frequentemente associada ao juízo de Deus sobre aqueles que se afastam de Sua verdade.","referencias_relacionadas":["Isaías 1:13-14","Miquéias 6:6-8","Mateus 15:8-9"]},"amos_5_5_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' representa a integridade e a autenticidade que Deus exige de Seu povo.","explicacao_detalhada":"Em Amós 5:5, a ausência de verdade nas ações do povo é um motivo de condenação, pois Deus busca sinceridade em vez de rituais vazios.","por_que_esta_palavra":"É fundamental para entender a natureza de Deus como a própria verdade e a expectativa de que Seu povo viva de acordo com essa verdade.","conexao_teologica":"A verdade é um atributo de Deus e um princípio que deve guiar a vida do crente.","referencias_relacionadas":["Salmos 51:6","João 4:24","Efésios 4:15"]},"amos_5_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A repetição de 'porque' reforça a razão pela qual Deus está chamando o povo ao arrependimento.","explicacao_detalhada":"Assim como em Amós 5:4, esta palavra estabelece a conexão entre a condição do povo e a necessidade de mudança.","por_que_esta_palavra":"É essencial para a compreensão do discurso profético, que frequentemente apela à razão e à reflexão.","conexao_teologica":"A necessidade de arrependimento é um tema recorrente nas Escrituras, mostrando a misericórdia de Deus.","referencias_relacionadas":["Ezequiel 18:30","Atos 3:19","2 Crônicas 7:14"]},"amos_5_6_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' aqui é um chamado à verdadeira vida que se encontra em Deus.","explicacao_detalhada":"Em Amós 5:6, a ênfase está na busca por Deus como a única fonte de vida, contrastando com a morte espiritual.","por_que_esta_palavra":"É uma convocação para que o povo abandone suas práticas vãs e busque a verdadeira vida.","conexao_teologica":"A vida em Deus é um tema central que se reflete na nova vida que temos em Cristo.","referencias_relacionadas":["Romanos 6:4","Colossenses 3:3-4","1 João 5:12"]},"amos_5_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Em Amós 5:6, o uso do nome de Deus enfatiza a necessidade de reconhecer Sua autoridade e buscar Sua presença.","por_que_esta_palavra":"É fundamental para entender a relação entre Deus e Seu povo, que deve ser de reverência e submissão.","conexao_teologica":"O nome de Deus é um símbolo de Sua identidade e caráter, que deve ser honrado.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"amos_5_6_fogo":{"palavra_pt":"fogo","palavra_original":"אֵשׁ","transliteracao":"ʼêsh","strong":"H784","significado_raiz":"Ideia básica: fogo.","significado_contextual":"A palavra 'fogo' simboliza tanto o juízo de Deus quanto Sua purificação.","explicacao_detalhada":"Em Amós 5:6, o fogo representa a presença de Deus que consome o que é impuro e traz julgamento sobre a injustiça.","por_que_esta_palavra":"É importante para entender a dualidade do fogo como símbolo de destruição e purificação.","conexao_teologica":"O fogo é frequentemente usado na Bíblia para descrever a purificação e o juízo de Deus.","referencias_relacionadas":["Hebreus 12:29","Mateus 3:11-12","Apocalipse 20:14-15"]},"amos_5_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao lugar onde o povo de Deus habita e onde suas ações têm consequências.","explicacao_detalhada":"Em Amós 5:7, a terra é vista como o cenário das injustiças cometidas pelo povo, que desagrada a Deus.","por_que_esta_palavra":"É crucial para entender a responsabilidade do povo em cuidar da terra e viver de acordo com os princípios de Deus.","conexao_teologica":"A relação entre o povo e a terra é um tema importante na Bíblia, refletindo a aliança de Deus com Israel.","referencias_relacionadas":["Gênesis 1:28","Levítico 25:23","Salmos 37:11"]},"amos_5_7_caminho":{"palavra_pt":"caminho","palavra_original":"הָפַךְ","transliteracao":"hâphak","strong":"H2015","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' refere-se à maneira de viver e às escolhas que o povo faz.","explicacao_detalhada":"Em Amós 5:7, o caminho representa as ações e decisões que levam à justiça ou à injustiça, refletindo a necessidade de seguir o caminho de Deus.","por_que_esta_palavra":"É importante para entender que a vida espiritual é uma jornada que exige escolhas conscientes.","conexao_teologica":"O caminho é uma metáfora comum na Bíblia, simbolizando a vida e a conduta do crente.","referencias_relacionadas":["Provérbios 3:5-6","Salmos 119:105","Mateus 7:13-14"]},"amos_5_7_hemlock":{"palavra_pt":"hemlock","palavra_original":"לַעֲנָה","transliteracao":"laʻănâh","strong":"H3939","significado_raiz":"Ideia básica: hemlock.","significado_contextual":"A palavra 'hemlock' refere-se a uma planta venenosa, simbolizando o mal e a corrupção.","explicacao_detalhada":"No contexto de Amós 5:7, a menção ao 'hemlock' representa a injustiça e a opressão que os israelitas praticavam, contrastando com a verdadeira justiça que Deus desejava.","por_que_esta_palavra":"A escolha da palavra 'hemlock' enfatiza a gravidade da corrupção moral e social que estava presente em Israel.","conexao_teologica":"A presença do mal e da injustiça é um tema recorrente na Bíblia, onde Deus clama por justiça e retidão entre seu povo.","referencias_relacionadas":["Isaías 10:1-2","Miquéias 6:8","Salmos 82:3-4"]},"amos_5_8_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' é usada para simbolizar um tempo de julgamento e revelação divina.","explicacao_detalhada":"Em Amós 5:8, o 'dia' refere-se ao dia do Senhor, um tempo em que Deus intervirá na história para trazer justiça.","por_que_esta_palavra":"O uso de 'dia' destaca a certeza do juízo divino e a necessidade de estar preparado para esse momento.","conexao_teologica":"O conceito do 'dia do Senhor' é central na teologia do Antigo Testamento, representando tanto julgamento quanto esperança.","referencias_relacionadas":["Joel 2:31","Sofonias 1:14-15","Zacarias 14:1"]},"amos_5_8_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' simboliza a vastidão e o poder de Deus sobre a criação.","explicacao_detalhada":"Em Amós 5:8, o 'mar' é mencionado para enfatizar a grandeza de Deus, que criou e controla as forças da natureza.","por_que_esta_palavra":"A referência ao 'mar' também serve para lembrar ao povo que Deus é soberano sobre todas as coisas, incluindo os elementos naturais.","conexao_teologica":"A soberania de Deus sobre o mar é um tema que aparece em várias passagens bíblicas, mostrando seu poder e autoridade.","referencias_relacionadas":["Gênesis 1:10","Salmos 104:25-26","Mateus 8:27"]},"amos_5_8_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' representa o lugar da habitação humana e a criação de Deus.","explicacao_detalhada":"Em Amós 5:8, a 'terra' é mencionada para lembrar ao povo que Deus é o criador e sustentador de tudo que existe.","por_que_esta_palavra":"A referência à 'terra' também implica responsabilidade humana em cuidar da criação e viver em justiça.","conexao_teologica":"A relação entre Deus, a terra e a humanidade é um tema central na Bíblia, refletindo a aliança entre Deus e seu povo.","referencias_relacionadas":["Gênesis 1:28","Salmos 24:1","Romanos 8:19-21"]},"amos_5_9_desolation":{"palavra_pt":"desolation","palavra_original":"שֹׁד","transliteracao":"shôd","strong":"H7701","significado_raiz":"Ideia básica: desolation.","significado_contextual":"A palavra 'desolação' refere-se à devastação e ao juízo de Deus sobre a injustiça.","explicacao_detalhada":"Em Amós 5:9, a 'desolação' é um aviso sobre as consequências do pecado e da opressão que o povo estava praticando.","por_que_esta_palavra":"A menção à 'desolação' serve como um alerta para que o povo se arrependa e busque a justiça.","conexao_teologica":"A desolação é frequentemente associada ao juízo divino em toda a Escritura, mostrando a seriedade do pecado.","referencias_relacionadas":["Jeremias 25:11","Ezequiel 33:28","Mateus 23:38"]},"amos_5_9_poderoso":{"palavra_pt":"poderoso","palavra_original":"עַז","transliteracao":"ʻaz","strong":"H5794","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' descreve a força e a autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Em Amós 5:9, 'poderoso' refere-se à capacidade de Deus de trazer juízo e justiça, mostrando que Ele não é indiferente ao mal.","por_que_esta_palavra":"A ênfase na força de Deus é um lembrete de que Ele é capaz de intervir na história e corrigir as injustiças.","conexao_teologica":"A força de Deus é um tema central na Bíblia, que revela seu caráter justo e sua capacidade de salvar.","referencias_relacionadas":["Salmos 24:8","Isaías 40:29","Romanos 1:16"]},"amos_5_10_porta":{"palavra_pt":"porta","palavra_original":"שַׁעַר","transliteracao":"shaʻar","strong":"H8179","significado_raiz":"Ideia básica: porta.","significado_contextual":"A palavra 'porta' simboliza o acesso e a comunicação, especialmente em relação à justiça.","explicacao_detalhada":"Em Amós 5:10, a 'porta' representa o lugar onde se realizam os julgamentos e as decisões, e a injustiça que estava sendo praticada.","por_que_esta_palavra":"A menção à 'porta' destaca a necessidade de justiça e verdade nas interações sociais.","conexao_teologica":"A justiça é um tema central na Bíblia, e a 'porta' é um símbolo de como a justiça deve ser buscada e aplicada.","referencias_relacionadas":["Salmos 82:3","Provérbios 31:9","Isaías 1:17"]},"amos_5_10_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação e à verdade que deve ser proclamada.","explicacao_detalhada":"Em Amós 5:10, 'falar' implica a responsabilidade de falar a verdade e buscar a justiça, em vez de se calar diante da opressão.","por_que_esta_palavra":"A ênfase em 'falar' destaca a importância da voz profética e da responsabilidade social dos crentes.","conexao_teologica":"A comunicação da verdade é um aspecto essencial da missão do povo de Deus, refletindo seu caráter justo.","referencias_relacionadas":["Ezequiel 3:17","Tiago 4:17","Efésios 4:15"]},"amos_5_10_verdade":{"palavra_pt":"verdade","palavra_original":"תָּמִים","transliteracao":"tâmîym","strong":"H8549","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' representa a integridade e a justiça que devem ser buscadas.","explicacao_detalhada":"Em Amós 5:10, 'verdade' é um chamado à autenticidade e à retidão nas relações humanas e com Deus.","por_que_esta_palavra":"A ênfase na 'verdade' é crucial para a vida comunitária e espiritual, refletindo o caráter de Deus.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida do seu povo, como um testemunho ao mundo.","referencias_relacionadas":["Salmos 15:2","João 4:24","Efésios 6:14"]},"amos_5_11_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a relação e a interação entre as pessoas e a sociedade.","explicacao_detalhada":"Em Amós 5:11, 'entre' refere-se à injustiça que ocorre nas interações sociais, especialmente entre os poderosos e os oprimidos.","por_que_esta_palavra":"A ênfase em 'entre' destaca a responsabilidade coletiva de buscar a justiça e cuidar dos necessitados.","conexao_teologica":"A interdependência entre as pessoas é um tema importante na Bíblia, refletindo a necessidade de amor e justiça em comunidade.","referencias_relacionadas":["Gálatas 6:2","Romanos 12:10","1 João 3:17"]},"amos_5_11_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à habitação, mas também simboliza a segurança e a estabilidade que o povo de Israel acreditava ter em suas casas.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) em Amós 5:11 é utilizada para descrever não apenas a estrutura física, mas também a ideia de lar e proteção. O profeta critica a opressão e a injustiça que ocorrem dentro dessas casas, que deveriam ser lugares de refúgio.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a hipocrisia dos israelitas que, enquanto desfrutavam de suas casas, exploravam os necessitados.","conexao_teologica":"A casa é um símbolo da presença de Deus e da comunidade. A injustiça dentro das casas de Israel contrasta com a expectativa divina de justiça e retidão.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-27","Hebreus 3:4"]},"amos_5_12_grande":{"palavra_pt":"grande","palavra_original":"עָצוּם","transliteracao":"ʻâtsûwm","strong":"H6099","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica a magnitude das injustiças cometidas pelo povo, que eram grandes aos olhos de Deus.","explicacao_detalhada":"A palavra 'grande' (עָצוּם) é usada para descrever a gravidade dos pecados e injustiças que o povo de Israel praticava, mostrando que suas ações não eram apenas pequenas transgressões, mas ofensas significativas contra Deus.","por_que_esta_palavra":"A ênfase na grandeza das injustiças serve para alertar o povo sobre a seriedade de suas ações e a necessidade de arrependimento.","conexao_teologica":"A grandeza do pecado contrasta com a grandeza da misericórdia de Deus, que chama o povo ao arrependimento.","referencias_relacionadas":["Isaías 1:18","Romanos 5:20","1 João 1:9"]},"amos_5_12_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz a razão pela qual Deus está julgando o povo, enfatizando a culpa deles.","explicacao_detalhada":"A palavra 'porque' (כִּי) é uma conjunção que conecta a acusação de Deus com a justificativa de Seu julgamento, mostrando que as ações do povo têm consequências.","por_que_esta_palavra":"É crucial para entender a lógica do discurso profético, onde a culpa é apresentada antes do julgamento.","conexao_teologica":"A relação entre pecado e julgamento é um tema central na teologia bíblica, refletindo a justiça de Deus.","referencias_relacionadas":["Gálatas 6:7","Ezequiel 18:30","Romanos 2:6"]},"amos_5_12_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua totalidade, enfatizando a responsabilidade moral do povo.","explicacao_detalhada":"A palavra 'homem' (רַב) é usada para indicar a condição humana e a responsabilidade que cada indivíduo tem diante de Deus e da sociedade.","por_que_esta_palavra":"A escolha desta palavra destaca a universalidade do pecado e a necessidade de arrependimento entre todos os homens.","conexao_teologica":"A responsabilidade moral é um princípio fundamental na relação entre Deus e a humanidade, onde cada homem deve prestar contas de suas ações.","referencias_relacionadas":["Romanos 3:23","Eclesiastes 12:14","Gênesis 1:27"]},"amos_5_13_bom":{"palavra_pt":"bom","palavra_original":"שָׂכַל","transliteracao":"sâkal","strong":"H7919","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à sabedoria e à prudência que deveriam ser buscadas pelo povo em suas decisões.","explicacao_detalhada":"A palavra 'bom' (שָׂכַל) implica em agir de maneira sábia e justa, algo que estava faltando entre os líderes e o povo de Israel.","por_que_esta_palavra":"A ênfase na sabedoria destaca a necessidade de discernimento em tempos de crise moral e espiritual.","conexao_teologica":"A sabedoria é frequentemente associada à vontade de Deus e à vida em conformidade com Seus princípios.","referencias_relacionadas":["Provérbios 4:7","Tiago 1:5","Salmos 111:10"]},"amos_5_13_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se ao tempo ou à oportunidade em que as ações devem ser tomadas.","explicacao_detalhada":"A palavra 'expressão' (עֵת) é usada para indicar a importância de agir no momento certo, especialmente em relação à justiça e à retidão.","por_que_esta_palavra":"A escolha desta palavra ressalta a urgência da situação e a necessidade de resposta imediata às injustiças.","conexao_teologica":"O conceito de tempo é importante na teologia bíblica, onde Deus atua em momentos específicos da história.","referencias_relacionadas":["Eclesiastes 3:1","Gálatas 6:9","2 Coríntios 6:2"]},"amos_5_14_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à busca do bem e da justiça em meio à corrupção.","explicacao_detalhada":"A palavra 'bom' (טוֹב) é usada para encorajar o povo a buscar o que é justo e correto, em contraste com as práticas corruptas que prevaleciam.","por_que_esta_palavra":"A ênfase no 'bom' serve como um chamado à ação para que o povo se desvie do mal e busque a justiça.","conexao_teologica":"A busca pelo bem é um reflexo do caráter de Deus e da Sua vontade para a humanidade.","referencias_relacionadas":["Miquéias 6:8","Romanos 12:21","Salmos 37:27"]},"amos_5_14_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se à verdadeira vida que é encontrada em conformidade com a vontade de Deus.","explicacao_detalhada":"A palavra 'viver' (חָיָה) implica em uma vida plena e abundante que é prometida àqueles que seguem a justiça e a retidão.","por_que_esta_palavra":"A escolha desta palavra enfatiza que a verdadeira vida não é apenas existir, mas viver de acordo com os princípios divinos.","conexao_teologica":"A vida em Cristo é apresentada como a verdadeira vida, contrastando com a morte espiritual causada pelo pecado.","referencias_relacionadas":["João 10:10","Gálatas 2:20","1 João 5:12"]},"amos_5_14_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda moral e espiritual do povo devido à sua desobediência.","explicacao_detalhada":"A palavra 'cair' (הָיָה) é usada para descrever a consequência das ações do povo, que resultaram em sua queda diante de Deus.","por_que_esta_palavra":"A escolha desta palavra serve como um aviso sobre as consequências do pecado e a necessidade de arrependimento.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a separação de Deus e a necessidade de redenção.","referencias_relacionadas":["Romanos 3:23","Gálatas 5:4","Hebreus 12:1"]},"amos_5_15_amigo":{"palavra_pt":"amar","palavra_original":"אָהַב","transliteracao":"ʼâhab","strong":"H157","significado_raiz":"Ideia básica: amar.","significado_contextual":"Refere-se ao amor que deve ser demonstrado em ações justas e corretas.","explicacao_detalhada":"A palavra 'amar' (אָהַב) implica em um amor ativo, que se manifesta em ações de justiça e bondade em relação ao próximo.","por_que_esta_palavra":"A escolha desta palavra enfatiza que o amor verdadeiro se expressa em ações e não apenas em sentimentos.","conexao_teologica":"O amor é o cumprimento da lei de Deus e a essência do relacionamento entre Deus e a humanidade.","referencias_relacionadas":["1 João 4:7","Mateus 22:37-39","Romanos 13:10"]},"amos_5_15_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade moral e espiritual que deve ser buscada.","explicacao_detalhada":"A palavra 'bom' no contexto de Amós 5:15 enfatiza a necessidade de buscar o bem e a justiça, especialmente em um tempo de corrupção e injustiça social.","por_que_esta_palavra":"É um chamado à ação para que o povo de Israel não apenas evite o mal, mas ativamente busque o que é bom diante de Deus.","conexao_teologica":"A busca pelo 'bom' está ligada ao caráter de Deus, que é a fonte de toda bondade e justiça.","referencias_relacionadas":["Salmos 34:14","Romanos 12:9","Gálatas 6:10"]},"amos_5_15_establish":{"palavra_pt":"establish","palavra_original":"יָצַג","transliteracao":"yâtsag","strong":"H3322","significado_raiz":"Ideia básica: establish.","significado_contextual":"Refere-se ao ato de firmar ou estabelecer algo de maneira sólida.","explicacao_detalhada":"Neste contexto, 'establish' implica em criar uma base firme para a justiça e a retidão, contrastando com a instabilidade moral da sociedade.","por_que_esta_palavra":"A palavra é usada para enfatizar a necessidade de um compromisso firme com a justiça, que deve ser uma prioridade para o povo de Deus.","conexao_teologica":"Estabelecer a justiça é um reflexo do reino de Deus, onde a ordem e a retidão prevalecem.","referencias_relacionadas":["Isaías 1:17","Miquéias 6:8","Mateus 5:6"]},"amos_5_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como algo é feito ou abordado.","explicacao_detalhada":"A palavra 'modo' aqui sugere que a forma como se busca a justiça e o bem deve ser feita de maneira correta e digna.","por_que_esta_palavra":"É um lembrete de que não basta fazer o que é certo, mas também como se faz é importante para Deus.","conexao_teologica":"A maneira de agir reflete a natureza de Deus e Sua expectativa para com Seu povo.","referencias_relacionadas":["Colossenses 3:23","1 Pedro 2:12","Tiago 1:22"]},"amos_5_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa Sua autoridade e caráter.","explicacao_detalhada":"O uso do nome 'Senhor' enfatiza a soberania de Deus sobre todas as coisas e a necessidade de reverência e respeito por Sua autoridade.","por_que_esta_palavra":"É um lembrete de que o povo deve agir em conformidade com a vontade de Deus, reconhecendo Sua posição como Senhor.","conexao_teologica":"O nome do Senhor é central na adoração e na vida do povo de Deus, refletindo Sua presença e poder.","referencias_relacionadas":["Salmos 8:1","Êxodo 20:7","Filipenses 2:9-11"]},"amos_5_16_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, ao ser supremo que é digno de adoração.","explicacao_detalhada":"A palavra 'deus' aqui destaca a natureza única e soberana de Deus em contraste com os ídolos e falsos deuses da época.","por_que_esta_palavra":"É uma afirmação da exclusividade de Deus como o único digno de adoração e devoção.","conexao_teologica":"A compreensão de Deus como o único verdadeiro é fundamental para a fé israelita e para a mensagem profética.","referencias_relacionadas":["Isaías 44:6","Deuteronômio 6:4","João 17:3"]},"amos_5_17_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as ações são realizadas.","explicacao_detalhada":"A repetição da palavra 'modo' enfatiza a importância de como o povo se comporta em relação a Deus e aos outros.","por_que_esta_palavra":"Sugere que a forma de agir deve ser consistente com a moral e os princípios de Deus.","conexao_teologica":"A maneira de viver é um reflexo da relação do povo com Deus e Sua lei.","referencias_relacionadas":["Romanos 14:17","1 Coríntios 10:31","Gálatas 5:22-23"]},"amos_5_17_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica uma razão ou justificativa para uma afirmação.","explicacao_detalhada":"A palavra 'porque' introduz a razão pela qual a justiça e o bem devem ser buscados, ligando ações a consequências.","por_que_esta_palavra":"É uma chamada à reflexão sobre as razões por trás das ações do povo e suas consequências diante de Deus.","conexao_teologica":"A relação entre ações e consequências é um tema central na teologia bíblica, refletindo a justiça de Deus.","referencias_relacionadas":["Gálatas 6:7","Provérbios 11:18","Eclesiastes 12:14"]},"amos_5_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, enfatizando Sua autoridade.","explicacao_detalhada":"A menção do nome 'Senhor' aqui reforça a ideia de que as ações do povo devem ser feitas em reverência a Deus.","por_que_esta_palavra":"É um lembrete da importância de viver de acordo com a vontade de Deus, reconhecendo Sua soberania.","conexao_teologica":"O nome do Senhor é um símbolo de Sua presença e poder na vida do povo.","referencias_relacionadas":["Salmos 20:7","Romanos 10:13","Atos 4:12"]},"amos_5_18_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo específico, muitas vezes associado ao juízo ou à intervenção divina.","explicacao_detalhada":"A palavra 'dia' neste contexto pode se referir ao dia do Senhor, um tempo de julgamento e restauração.","por_que_esta_palavra":"É um aviso sobre as consequências de viver em desobediência a Deus, enfatizando a seriedade do juízo divino.","conexao_teologica":"O conceito do 'dia do Senhor' é central na profecia, simbolizando tanto juízo quanto esperança.","referencias_relacionadas":["Joel 2:1","Sofonias 1:14-15","1 Tessalonicenses 5:2"]},"amos_5_18_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa Sua autoridade e poder.","explicacao_detalhada":"A menção do nome 'Senhor' aqui destaca a importância de reconhecer a soberania de Deus sobre o futuro e o juízo.","por_que_esta_palavra":"É um chamado à reverência e ao reconhecimento da grandeza de Deus em meio ao juízo.","conexao_teologica":"O nome do Senhor é um lembrete constante da presença e do poder de Deus na história.","referencias_relacionadas":["Salmos 68:4","Isaías 12:4","Romanos 14:11"]},"amos_5_18_trevas":{"palavra_pt":"trevas","palavra_original":"חֹשֶׁךְ","transliteracao":"chôshek","strong":"H2822","significado_raiz":"Ideia básica: trevas.","significado_contextual":"As trevas representam a ausência de luz e simbolizam a desolação e o juízo de Deus sobre o povo.","explicacao_detalhada":"No contexto de Amós 5:18, as trevas são uma metáfora para a calamidade e o juízo que virão sobre aqueles que esperam pelo dia do Senhor, sem compreender que esse dia trará destruição em vez de salvação.","por_que_esta_palavra":"A palavra 'trevas' é usada para enfatizar a gravidade da situação espiritual do povo, que vive em pecado e ignorância.","conexao_teologica":"As trevas são frequentemente associadas ao pecado e à separação de Deus, contrastando com a luz que representa a presença divina e a verdade.","referencias_relacionadas":["Isaías 9:2","Mateus 4:16","João 1:5"]},"amos_5_19_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A casa simboliza segurança e proteção, mas neste contexto, representa a falsa segurança dos que confiam em suas posses.","explicacao_detalhada":"Em Amós 5:19, a casa é mencionada para ilustrar que mesmo os que se sentem seguros em suas habitações não escaparão do juízo de Deus, pois a segurança material não é garantia de proteção espiritual.","por_que_esta_palavra":"A palavra 'casa' é usada para mostrar que a confiança em estruturas físicas é vã diante do juízo divino.","conexao_teologica":"A ideia de casa também remete à habitação de Deus entre seu povo e a necessidade de pureza e justiça para que essa habitação seja mantida.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-27","Hebreus 3:4"]},"amos_5_19_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"O homem representa a humanidade em sua totalidade, especialmente aqueles que se afastaram de Deus.","explicacao_detalhada":"No versículo, o homem é descrito como alguém que confia em sua própria força e astúcia, mas que, na verdade, está destinado à destruição por causa de sua rebelião contra Deus.","por_que_esta_palavra":"A palavra 'homem' é utilizada para enfatizar a condição humana e a necessidade de arrependimento diante do juízo iminente.","conexao_teologica":"A condição do homem é central na teologia bíblica, que fala sobre a queda, a necessidade de redenção e a relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 6:5","Romanos 3:23","Efésios 2:1-3"]},"amos_5_19_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"O rosto simboliza a presença e o favor de Deus, que se afasta dos ímpios.","explicacao_detalhada":"Em Amós 5:19, o rosto é mencionado para ilustrar que aqueles que confiam em suas próprias forças não verão a face de Deus, mas sim seu juízo.","por_que_esta_palavra":"A palavra 'rosto' é importante porque representa a relação pessoal entre Deus e o homem, que é rompida pelo pecado.","conexao_teologica":"A busca pela face de Deus é um tema recorrente nas Escrituras, simbolizando a busca pela comunhão e pela aprovação divina.","referencias_relacionadas":["Salmos 27:8","Números 6:25","Mateus 5:8"]},"amos_5_20_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é um conceito central que se opõe à hipocrisia e à falsidade do povo de Israel.","explicacao_detalhada":"No contexto de Amós 5:20, a verdade é negada pelo povo que vive em pecado, e o juízo de Deus é uma resposta à sua falta de sinceridade e justiça.","por_que_esta_palavra":"A palavra 'verdade' é crucial para entender a natureza de Deus e a expectativa de que seu povo viva em retidão.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, que são chamados a ser testemunhas da verdade.","referencias_relacionadas":["Salmos 51:6","João 4:24","Efésios 4:15"]},"amos_5_20_trevas":{"palavra_pt":"trevas","palavra_original":"חֹשֶׁךְ","transliteracao":"chôshek","strong":"H2822","significado_raiz":"Ideia básica: trevas.","significado_contextual":"As trevas aqui representam o juízo de Deus que se aproxima, simbolizando a ausência de esperança.","explicacao_detalhada":"Em Amós 5:20, as trevas são um aviso sobre a realidade do juízo divino que se abaterá sobre aqueles que rejeitam a verdade e a justiça.","por_que_esta_palavra":"A repetição da palavra 'trevas' enfatiza a gravidade da situação espiritual do povo e a inevitabilidade do juízo.","conexao_teologica":"As trevas são frequentemente usadas nas Escrituras para simbolizar a separação de Deus e a consequência do pecado.","referencias_relacionadas":["Isaías 60:2","Mateus 8:12","2 Pedro 2:17"]},"amos_5_20_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia do Senhor é um tema importante que representa o juízo e a intervenção divina na história.","explicacao_detalhada":"Em Amós 5:20, o dia é descrito como um tempo de escuridão e não de luz, indicando que o juízo de Deus será severo e inesperado para aqueles que não estão preparados.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a certeza e a iminência do juízo de Deus, que deve ser levado a sério.","conexao_teologica":"O dia do Senhor é um conceito que aparece em várias partes da Bíblia, simbolizando a justiça de Deus e a restauração final.","referencias_relacionadas":["Joel 2:1","Sofonias 1:14-15","1 Tessalonicenses 5:2-3"]},"amos_5_21_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é novamente enfatizada como algo que o povo rejeita, levando ao juízo.","explicacao_detalhada":"Em Amós 5:21, Deus expressa seu desagrado pelas práticas religiosas do povo, que são vazias e sem verdade, resultando em rejeição.","por_que_esta_palavra":"A repetição da palavra 'verdade' destaca a importância de uma adoração genuína e a necessidade de viver de acordo com os princípios divinos.","conexao_teologica":"A verdade é fundamental para a adoração e a relação com Deus, que busca um povo que o adore em espírito e em verdade.","referencias_relacionadas":["Salmos 119:160","João 8:32","Tiago 1:22"]},"amos_5_21_inimigo":{"palavra_pt":"inimigo","palavra_original":"שָׂנֵא","transliteracao":"sânêʼ","strong":"H8130","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"O inimigo representa aqueles que se opõem ao povo de Deus, simbolizando a hostilidade e a injustiça.","explicacao_detalhada":"Em Amós 5:21, a menção do inimigo ressalta a realidade do conflito espiritual e social que o povo enfrenta devido à sua desobediência.","por_que_esta_palavra":"A palavra 'inimigo' é usada para mostrar que a falta de justiça e verdade atrai a hostilidade e o juízo de Deus.","conexao_teologica":"A luta contra inimigos é um tema recorrente na Bíblia, simbolizando a batalha entre o bem e o mal e a necessidade de confiar em Deus.","referencias_relacionadas":["Salmos  enemies 23:5","Romanos 12:19","Efésios 6:12"]},"amos_5_22_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שֶׁלֶם","transliteracao":"shelem","strong":"H8002","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"O sacrifício representa a adoração e a devoção, mas neste contexto, é visto como vazio sem justiça.","explicacao_detalhada":"Em Amós 5:22, Deus rejeita os sacrifícios do povo, pois eles não são acompanhados de um coração sincero e de ações justas.","por_que_esta_palavra":"A palavra 'sacrifício' é usada para enfatizar que a verdadeira adoração deve ser acompanhada de justiça e retidão.","conexao_teologica":"O conceito de sacrifício é central na teologia bíblica, apontando para a necessidade de expiação e a verdadeira adoração a Deus.","referencias_relacionadas":["Salmos 51:16-17","Isaías 1:11-17","Hebreus 10:5-7"]},"amos_5_22_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa para a reprovação de Deus em relação às práticas religiosas vazias.","explicacao_detalhada":"Neste contexto, 'porque' é usado para conectar a crítica de Deus ao povo de Israel, que oferecia sacrifícios sem um coração verdadeiro. A palavra enfatiza a razão pela qual Deus não aceita suas ofertas.","por_que_esta_palavra":"A palavra é crucial para entender a lógica da reprovação divina, mostrando que a adoração deve ser acompanhada de justiça e retidão.","conexao_teologica":"A conexão teológica aqui é que Deus busca um relacionamento autêntico com Seu povo, onde a adoração verdadeira é acompanhada de ações justas.","referencias_relacionadas":["Isaías 1:11-17","Miquéias 6:6-8","Mateus 15:8-9"]},"amos_5_22_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' é usada para descrever a condição de livramento que Deus deseja para Seu povo.","explicacao_detalhada":"Neste versículo, 'salvar' refere-se à proteção e ao resgate que Deus oferece, contrastando com a realidade de um povo que se afasta de Sua vontade.","por_que_esta_palavra":"É importante porque destaca a intenção de Deus de salvar e restaurar, mesmo diante da desobediência.","conexao_teologica":"A teologia da salvação é central na mensagem de Amós, que aponta para a necessidade de arrependimento e retorno a Deus.","referencias_relacionadas":["Salmos 34:17","Isaías 43:1","Romanos 10:13"]},"amos_5_23_corpo":{"palavra_pt":"corpo","palavra_original":"נֶבֶל","transliteracao":"nebel","strong":"H5035","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' é usada para simbolizar a totalidade do ser humano em sua relação com Deus.","explicacao_detalhada":"Neste contexto, 'corpo' representa a vida e a adoração do povo, que deve ser genuína e não apenas ritualística.","por_que_esta_palavra":"A palavra é significativa porque enfatiza que Deus não se agrada de rituais vazios, mas busca um coração e uma vida dedicados a Ele.","conexao_teologica":"A teologia do corpo como templo do Espírito Santo é relevante, mostrando que a adoração deve envolver todo o ser.","referencias_relacionadas":["1 Coríntios 6:19-20","Romanos 12:1","Gálatas 2:20"]},"amos_5_24_agua":{"palavra_pt":"aguas","palavra_original":"מַיִם","transliteracao":"mayim","strong":"H4325","significado_raiz":"Ideia básica: aguas.","significado_contextual":"A palavra 'águas' simboliza a pureza e a justiça que devem fluir na vida do povo de Deus.","explicacao_detalhada":"Neste versículo, 'águas' representa a ideia de justiça que deve ser abundante e constante, como um rio que flui.","por_que_esta_palavra":"É importante porque destaca a necessidade de que a justiça seja uma característica fundamental da vida do povo de Deus.","conexao_teologica":"A justiça é um tema central na Bíblia, refletindo o caráter de Deus e Sua vontade para a humanidade.","referencias_relacionadas":["Salmos 42:1","Isaías 58:11","Tiago 1:27"]},"amos_5_24_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo' refere-se à ação de Deus em estabelecer a justiça entre os homens.","explicacao_detalhada":"Neste contexto, 'juízo' implica a necessidade de um padrão moral que deve ser seguido, refletindo a natureza de Deus como justo.","por_que_esta_palavra":"É crucial porque mostra que a justiça não é apenas uma expectativa, mas uma exigência divina para o Seu povo.","conexao_teologica":"A justiça de Deus é um tema recorrente nas Escrituras, mostrando que Ele é um Deus que se importa com a equidade.","referencias_relacionadas":["Salmos 89:14","Miquéias 6:8","Romanos 2:6"]},"amos_5_24_justice":{"palavra_pt":"justica","palavra_original":"צְדָקָה","transliteracao":"tsᵉdâqâh","strong":"H6666","significado_raiz":"Ideia básica: justica.","significado_contextual":"A palavra 'justiça' representa a retidão que Deus espera de Seu povo.","explicacao_detalhada":"Neste versículo, 'justiça' é apresentada como um ideal que deve ser buscado ativamente, contrastando com as práticas injustas do povo.","por_que_esta_palavra":"É importante porque enfatiza que a verdadeira adoração a Deus deve se manifestar em ações justas e corretas.","conexao_teologica":"A justiça é um reflexo do caráter de Deus e deve ser um aspecto central da vida cristã.","referencias_relacionadas":["Salmos 37:6","Isaías 1:17","Mateus 5:6"]},"amos_5_25_carne":{"palavra_pt":"sacrificio","palavra_original":"זֶבַח","transliteracao":"zebach","strong":"H2077","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"A palavra 'sacrifício' refere-se às ofertas que o povo trazia a Deus, muitas vezes sem o devido coração.","explicacao_detalhada":"Neste contexto, 'sacrifício' é criticado por ser vazio, sem a verdadeira intenção de agradar a Deus.","por_que_esta_palavra":"É significativa porque mostra que Deus não se agrada de rituais sem sinceridade e compromisso.","conexao_teologica":"A ideia de sacrifício é central na teologia da redenção, apontando para o sacrifício de Cristo como o verdadeiro sacrifício que agrada a Deus.","referencias_relacionadas":["Hebreus 10:5-7","Salmos 51:16-17","Romanos 12:1"]},"amos_5_25_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"A palavra 'oferta' refere-se aos presentes que eram trazidos a Deus, muitas vezes sem o devido respeito.","explicacao_detalhada":"Neste versículo, 'oferta' é mencionada para criticar a superficialidade das práticas religiosas do povo.","por_que_esta_palavra":"É importante porque enfatiza que a oferta deve ser uma expressão de gratidão e devoção, não apenas um ritual.","conexao_teologica":"A oferta é um símbolo de entrega e devoção a Deus, refletindo a disposição do coração do ofertante.","referencias_relacionadas":["2 Coríntios 9:7","Mateus 5:23-24","Marcos 12:41-44"]},"amos_5_25_campo":{"palavra_pt":"campo","palavra_original":"מִדְבָּר","transliteracao":"midbâr","strong":"H4057","significado_raiz":"Ideia básica: campo.","significado_contextual":"A palavra 'campo' simboliza o lugar de trabalho e produção, representando a vida cotidiana do povo.","explicacao_detalhada":"Neste contexto, 'campo' é usado para ilustrar a necessidade de que a vida diária esteja alinhada com a vontade de Deus.","por_que_esta_palavra":"É significativa porque mostra que todas as áreas da vida, incluindo o trabalho, devem ser dedicadas a Deus.","conexao_teologica":"A teologia do trabalho é importante, pois Deus se importa com como vivemos e trabalhamos em nosso dia a dia.","referencias_relacionadas":["Colossenses 3:23-24","Gênesis 2:15","Provérbios 16:3"]},"amos_5_26_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude das transgressões do povo.","explicacao_detalhada":"Neste versículo, 'grande' enfatiza a seriedade dos pecados que levaram à reprovação de Deus.","por_que_esta_palavra":"É importante porque destaca que as ações do povo não são triviais, mas têm consequências significativas.","conexao_teologica":"A grandeza do pecado é contrabalançada pela grandeza da graça de Deus, que oferece perdão e restauração.","referencias_relacionadas":["Romanos 5:20","1 João 1:9","Salmos 103:12"]},"amos_5_26_rei":{"palavra_pt":"rei","palavra_original":"מֹלֶךְ","transliteracao":"Môlek","strong":"H4432","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei Môlek, uma divindade pagã adorada pelos israelitas.","explicacao_detalhada":"A palavra 'rei' neste contexto é usada para criticar a adoração a Môlek, que exigia sacrifícios humanos, especialmente de crianças. Isso representa a corrupção espiritual do povo de Israel.","por_que_esta_palavra":"A inclusão de 'rei' enfatiza a traição do povo a Deus ao se voltar para ídolos e práticas abomináveis.","conexao_teologica":"A adoração a Môlek contrasta com a soberania de Deus, que é o verdadeiro Rei de Israel.","referencias_relacionadas":["Levítico 18:21","Jeremias 32:35","2 Reis 23:10"]},"amos_5_26_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus verdadeiro, em contraste com os ídolos.","explicacao_detalhada":"A palavra 'deus' aqui é usada para destacar a diferença entre o Deus de Israel e os deuses pagãos, como Môlek, que não têm poder nem autoridade.","por_que_esta_palavra":"É uma chamada à reflexão sobre a verdadeira adoração e a fidelidade ao Deus que libertou Israel.","conexao_teologica":"A idolatria é um tema recorrente na Bíblia, e a verdadeira adoração deve ser direcionada ao único Deus.","referencias_relacionadas":["Isaías 44:6","Salmos 96:5","Êxodo 20:3"]},"amos_5_27_phrase":{"palavra_pt":"expressao","palavra_original":"גָּלָה","transliteracao":"gâlâh","strong":"H1540","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão de adoração ou à forma como o povo se relaciona com Deus.","explicacao_detalhada":"A palavra 'expressão' sugere a maneira como a adoração deve ser genuína e não superficial, contrastando com as práticas idólatras.","por_que_esta_palavra":"É um lembrete de que a verdadeira adoração deve ser autêntica e não apenas ritualística.","conexao_teologica":"A autenticidade na adoração é um tema central na relação entre Deus e seu povo.","referencias_relacionadas":["João 4:24","Salmos 51:17","Miquéias 6:8"]},"amos_5_27_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é sagrado e deve ser tratado com reverência.","explicacao_detalhada":"A palavra 'senhor' indica a autoridade e a soberania de Deus sobre Israel e toda a criação.","por_que_esta_palavra":"É um chamado à reverência e ao respeito pelo nome de Deus, que deve ser invocado com sinceridade.","conexao_teologica":"O nome de Deus é central na identidade do povo de Israel e na sua relação com Ele.","referencias_relacionadas":["Êxodo 20:7","Salmos 29:2","Romanos 10:13"]},"amos_5_27_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, enfatizando sua singularidade e poder.","explicacao_detalhada":"A palavra 'deus' aqui destaca a importância de reconhecer a soberania de Deus em oposição aos ídolos.","por_que_esta_palavra":"É um lembrete da necessidade de fidelidade ao Deus que se revelou a Israel.","conexao_teologica":"A relação entre Deus e seu povo é fundamental para a compreensão da aliança e da redenção.","referencias_relacionadas":["Deuteronômio 6:4","Isaías 45:5","Salmos 100:3"]}}