{"amos_6_1_mulher":{"palavra_pt":"mulher","palavra_original":"בָּטַח","transliteracao":"bâṭach","strong":"H982","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se à condição das mulheres na sociedade israelita e sua relação com a opressão.","explicacao_detalhada":"A palavra 'mulher' pode simbolizar a vulnerabilidade e a marginalização das mulheres na sociedade, especialmente em tempos de injustiça.","por_que_esta_palavra":"É um chamado à consciência sobre a opressão e a necessidade de justiça social.","conexao_teologica":"A dignidade humana é um tema importante na Bíblia, e a opressão de qualquer grupo é contrária aos princípios de Deus.","referencias_relacionadas":["Provérbios 31:10","Gálatas 3:28","Isaías 1:17"]},"amos_6_1_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"Refere-se à localização geográfica e à importância simbólica das montanhas em Israel.","explicacao_detalhada":"A palavra 'montanha' pode simbolizar a força e a estabilidade, mas também a arrogância dos que confiam em suas próprias forças.","por_que_esta_palavra":"É um lembrete de que a verdadeira segurança não vem de lugares altos, mas de Deus.","conexao_teologica":"As montanhas frequentemente simbolizam a presença de Deus e a revelação divina.","referencias_relacionadas":["Salmos 121:1","Isaías 2:2","Mateus 5:14"]},"amos_6_1_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"Refere-se ao povo de Israel e sua relação com as nações ao redor.","explicacao_detalhada":"A palavra 'nação' destaca a identidade coletiva de Israel e sua chamada para ser luz para as nações.","por_que_esta_palavra":"É um lembrete da responsabilidade de Israel em refletir a justiça e a santidade de Deus para o mundo.","conexao_teologica":"A missão de Israel é um tema central na Bíblia, enfatizando a importância de ser um testemunho para as nações.","referencias_relacionadas":["Isaías 49:6","Mateus 28:19","Atos 1:8"]},"amos_6_2_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se aos inimigos de Israel e à sua relação com a opressão.","explicacao_detalhada":"A palavra 'inimigo' pode simbolizar as forças que se opõem ao povo de Deus, tanto externas quanto internas.","por_que_esta_palavra":"É um chamado à vigilância e à resistência contra a injustiça.","conexao_teologica":"A luta contra o pecado e a opressão é um tema recorrente na narrativa bíblica.","referencias_relacionadas":["Salmos  enemies 23:5","Romanos 12:21","Efésios 6:12"]},"amos_6_2_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Ideia básica: reino.","significado_contextual":"Refere-se ao reino de Israel e à sua relação com a justiça e a opressão.","explicacao_detalhada":"A palavra 'reino' destaca a responsabilidade dos líderes em governar com justiça e equidade.","por_que_esta_palavra":"É um lembrete da importância de um governo justo que reflete o caráter de Deus.","conexao_teologica":"A justiça é um atributo de Deus e deve ser refletida em todas as esferas da vida, incluindo o governo.","referencias_relacionadas":["Salmos 89:14","Miquéias 6:8","Romanos 13:1"]},"amos_6_2_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade de algo que é desejável e agradável, especialmente em relação à vida e à prosperidade.","explicacao_detalhada":"A palavra 'bom' é usada para descrever o que é moralmente correto e benéfico. No contexto de Amós 6:2, ela sugere uma crítica à superficialidade e ao engano da segurança que os israelitas sentiam em relação à sua condição.","por_que_esta_palavra":"A escolha da palavra 'bom' enfatiza a ironia da confiança dos israelitas em sua riqueza e status, enquanto ignoram a justiça e a verdadeira bondade que Deus exige.","conexao_teologica":"A bondade de Deus é um tema central nas Escrituras, e a falta de bondade entre o povo é um sinal de sua separação de Deus.","referencias_relacionadas":["Salmos 34:8","Mateus 7:17","Romanos 12:2"]},"amos_6_3_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' mencionado refere-se a um tempo específico de julgamento ou de eventos significativos.","explicacao_detalhada":"A palavra 'dia' é frequentemente usada na Bíblia para indicar um tempo de ação divina, seja de bênção ou de juízo. Em Amós 6:3, o 'dia' é um aviso sobre a iminente destruição que os israelitas ignoram.","por_que_esta_palavra":"A ênfase no 'dia' serve como um chamado à reflexão sobre as consequências das ações do povo e a necessidade de arrependimento.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema recorrente na profecia, simbolizando tanto a intervenção de Deus na história quanto o juízo final.","referencias_relacionadas":["Joel 2:1","Sofonias 1:14","1 Tessalonicenses 5:2"]},"amos_6_3_cast":{"palavra_pt":"lancar","palavra_original":"נָדָה","transliteracao":"nâdâh","strong":"H5077","significado_raiz":"Ideia básica: lancar.","significado_contextual":"A palavra 'lançar' implica uma ação de despejo ou rejeição, especialmente em relação ao juízo de Deus.","explicacao_detalhada":"Em Amós 6:3, 'lançar' é usado para descrever a atitude do povo que se sente seguro e despreza os avisos de Deus, como se pudesse evitar as consequências de suas ações.","por_que_esta_palavra":"A escolha de 'lançar' destaca a arrogância e a falta de responsabilidade do povo em relação ao seu destino espiritual.","conexao_teologica":"A ideia de lançar ou rejeitar é um tema que aparece em várias passagens, onde o povo de Deus é chamado a não desprezar os avisos divinos.","referencias_relacionadas":["Provérbios 1:24","Jeremias 7:13","Ezequiel 33:11"]},"amos_6_3_cruelty":{"palavra_pt":"cruel ty","palavra_original":"חָמָס","transliteracao":"châmâç","strong":"H2555","significado_raiz":"Ideia básica: cruel ty.","significado_contextual":"Refere-se à injustiça e opressão que caracterizavam a sociedade israelita da época.","explicacao_detalhada":"A palavra 'cruelty' destaca a violência e a opressão que os poderosos infligiam aos mais fracos, um tema central na mensagem de Amós.","por_que_esta_palavra":"A escolha dessa palavra é uma crítica direta à corrupção moral e à falta de compaixão entre o povo de Israel.","conexao_teologica":"A crueldade é oposta à natureza de Deus, que é justo e misericordioso, e a presença dela entre o povo é um sinal de seu afastamento de Deus.","referencias_relacionadas":["Isaías 10:1","Miquéias 2:1","Tiago 1:27"]},"amos_6_4_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao estado de conforto e segurança que os israelitas buscavam, mesmo em meio à decadência moral.","explicacao_detalhada":"A palavra 'descanso' aqui é usada ironicamente, pois o povo estava em um estado de falsa segurança, ignorando o juízo iminente de Deus.","por_que_esta_palavra":"A ênfase no 'descanso' destaca a complacência do povo e sua falta de percepção sobre a gravidade de sua situação espiritual.","conexao_teologica":"O verdadeiro descanso é encontrado em Deus e em Sua justiça, e não na segurança material ou na opressão dos outros.","referencias_relacionadas":["Mateus 11:28","Hebreus 4:9-11","Salmos 37:7"]},"amos_6_4_mao":{"palavra_pt":"mao","palavra_original":"סָרַח","transliteracao":"çârach","strong":"H5628","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' simboliza poder e controle, especialmente no contexto de ações injustas.","explicacao_detalhada":"Em Amós 6:4, 'mão' pode se referir ao uso do poder para oprimir e explorar os outros, refletindo a corrupção do sistema social.","por_que_esta_palavra":"A escolha de 'mão' enfatiza a responsabilidade dos líderes e poderosos em suas ações e decisões.","conexao_teologica":"A mão de Deus é frequentemente vista como um símbolo de poder e justiça, contrastando com a mão dos opressores.","referencias_relacionadas":["Salmos 89:13","Isaías 41:10","Ezequiel 22:27"]},"amos_6_5_corpo":{"palavra_pt":"corpo","palavra_original":"נֶבֶל","transliteracao":"nebel","strong":"H5035","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se à condição física e espiritual do povo, que estava deteriorada devido à sua desobediência.","explicacao_detalhada":"A palavra 'corpo' em Amós 6:5 pode simbolizar a vida e a vitalidade do povo, que estavam sendo consumidas pela injustiça e pela opressão.","por_que_esta_palavra":"A escolha de 'corpo' destaca a conexão entre a saúde espiritual e a moralidade do povo.","conexao_teologica":"A saúde do corpo e da alma é um reflexo da relação do povo com Deus e Sua justiça.","referencias_relacionadas":["1 Coríntios 6:19-20","Romanos 12:1","Gálatas 6:7"]},"amos_6_5_chant":{"palavra_pt":"chant","palavra_original":"פָּרַט","transliteracao":"pâraṭ","strong":"H6527","significado_raiz":"Ideia básica: chant.","significado_contextual":"Refere-se a uma forma de expressão artística que pode ser usada para louvar ou criticar.","explicacao_detalhada":"A palavra 'chant' em Amós 6:5 sugere que a música e a poesia eram usadas para refletir a condição espiritual do povo, muitas vezes de maneira superficial.","por_que_esta_palavra":"A escolha dessa palavra ressalta a ironia de que, mesmo em meio à decadência, o povo ainda se dedicava a expressões artísticas sem entender a gravidade de sua situação.","conexao_teologica":"A adoração verdadeira deve ser acompanhada de justiça e retidão, e não apenas de rituais vazios.","referencias_relacionadas":["Salmos 150:1-6","Colossenses 3:16","Efésios 5:19"]},"amos_6_6_idiom":{"palavra_pt":"expressao","palavra_original":"שָׁתָה","transliteracao":"shâthâh","strong":"H8354","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à maneira como o povo se expressava, muitas vezes de forma superficial ou enganosa.","explicacao_detalhada":"A palavra 'expressão' em Amós 6:6 sugere que as palavras e ações do povo não refletiam sua verdadeira condição espiritual.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a desconexão entre o que o povo dizia e o que realmente acreditava ou praticava.","conexao_teologica":"A autenticidade na adoração e na vida cristã é fundamental, e a hipocrisia é condenada nas Escrituras.","referencias_relacionadas":["Mateus 15:8-9","Tiago 1:26","Romanos 12:9"]},"amos_6_6_principio":{"palavra_pt":"principio/primicias","palavra_original":"רֵאשִׁית","transliteracao":"rêʼshîyth","strong":"H7225","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao início ou à essência de algo, especialmente em relação às primícias que pertencem a Deus.","explicacao_detalhada":"A palavra 'princípio' em Amós 6:6 sugere a importância de dar a Deus o que é devido, especialmente as primícias da colheita.","por_que_esta_palavra":"A escolha dessa palavra destaca a responsabilidade do povo em reconhecer a soberania de Deus sobre suas vidas e bens.","conexao_teologica":"As primícias são um símbolo de gratidão e reconhecimento da provisão de Deus, e sua negligência é um sinal de ingratidão.","referencias_relacionadas":["Êxodo 23:19","Deuteronômio 26:2","Provérbios 3:9"]},"amos_6_7_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao início ou à origem de algo, indicando a importância do que vem primeiro.","explicacao_detalhada":"A palavra 'princípio' é usada para enfatizar a posição de destaque que algo ocupa, sendo fundamental para a compreensão do todo.","por_que_esta_palavra":"É utilizada para mostrar que o que está sendo discutido tem uma base ou um fundamento que deve ser respeitado.","conexao_teologica":"O princípio é essencial na teologia, pois Deus é o princípio de todas as coisas, como mencionado em Gênesis 1:1.","referencias_relacionadas":["Gênesis 1:1","Provérbios 8:22","João 1:1"]},"amos_6_7_phrase":{"palavra_pt":"expressao","palavra_original":"גָּלָה","transliteracao":"gâlâh","strong":"H1540","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Indica uma manifestação ou revelação de algo que estava oculto.","explicacao_detalhada":"A expressão 'galá' sugere um ato de trazer à luz algo que estava escondido, revelando verdades importantes.","por_que_esta_palavra":"É importante para entender como Deus se revela ao seu povo e como as verdades divinas são comunicadas.","conexao_teologica":"A revelação de Deus é um tema central na Bíblia, onde Ele se manifesta ao homem de diversas formas.","referencias_relacionadas":["Salmos 19:1","Isaías 40:5","Mateus 11:27"]},"amos_6_7_chamar":{"palavra_pt":"chamar","palavra_original":"סוּר","transliteracao":"çûwr","strong":"H5493","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de convocar ou chamar alguém para uma ação ou atenção.","explicacao_detalhada":"A palavra 'chamar' implica uma ação intencional de Deus em se dirigir ao seu povo, pedindo que respondam a Ele.","por_que_esta_palavra":"É usada para enfatizar a relação de Deus com a humanidade, onde Ele constantemente chama as pessoas para se voltarem a Ele.","conexao_teologica":"A chamada de Deus é um tema recorrente, onde Ele busca um relacionamento com seu povo.","referencias_relacionadas":["Isaías 43:1","Mateus 4:19","Romanos 8:30"]},"amos_6_8_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Deus como o Senhor, enfatizando sua autoridade e soberania.","explicacao_detalhada":"A palavra 'senhor' é um título que expressa respeito e reconhecimento da posição de Deus como governante supremo.","por_que_esta_palavra":"É fundamental para entender a relação de submissão e reverência que os crentes devem ter em relação a Deus.","conexao_teologica":"A soberania de Deus é um princípio central na teologia cristã, onde Ele é reconhecido como o Senhor de toda a criação.","referencias_relacionadas":["Salmos 24:1","Romanos 10:9","Apocalipse 19:16"]},"amos_6_8_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome pessoal de Deus, enfatizando sua natureza e caráter.","explicacao_detalhada":"O nome 'YHWH' é considerado sagrado e representa a presença e a essência de Deus como o ser supremo.","por_que_esta_palavra":"É crucial para a compreensão da identidade de Deus e sua relação com a humanidade.","conexao_teologica":"O nome de Deus é central na adoração e na oração, sendo um símbolo de sua fidelidade e poder.","referencias_relacionadas":["Êxodo 3:14","Salmos 68:4","João 4:24"]},"amos_6_8_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à vida ou alma, enfatizando a essência do ser humano.","explicacao_detalhada":"A palavra 'nephesh' é usada para descrever a vida que Deus deu ao homem, representando sua natureza espiritual e física.","por_que_esta_palavra":"É importante para entender a dignidade e o valor da vida humana aos olhos de Deus.","conexao_teologica":"A criação do homem à imagem de Deus é um tema fundamental na teologia, destacando a importância da vida.","referencias_relacionadas":["Gênesis 2:7","Salmos 139:13","Mateus 10:28"]},"amos_6_9_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se a um lar ou residência, simbolizando segurança e pertencimento.","explicacao_detalhada":"A palavra 'casa' pode representar tanto um espaço físico quanto a família que habita nele, refletindo a ideia de comunidade.","por_que_esta_palavra":"É usada para enfatizar a importância da família e da unidade entre os crentes.","conexao_teologica":"A casa de Deus é um tema recorrente, onde Ele habita entre seu povo.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","Hebreus 3:6"]},"amos_6_9_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se ao ato de deixar a vida, enfatizando a fragilidade da existência humana.","explicacao_detalhada":"A palavra 'morrer' traz à tona a realidade da mortalidade e a necessidade de se preparar para a eternidade.","por_que_esta_palavra":"É importante para refletir sobre a vida e a morte à luz da fé e da esperança na ressurreição.","conexao_teologica":"A morte é um tema central na teologia cristã, onde a ressurreição de Cristo traz esperança de vida eterna.","referencias_relacionadas":["Romanos 6:23","1 Coríntios 15:55","Hebreus 9:27"]},"amos_6_9_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de descer ou tombar, simbolizando a queda ou a perda de status.","explicacao_detalhada":"A palavra 'cair' pode indicar uma queda moral ou espiritual, refletindo a condição do povo de Israel.","por_que_esta_palavra":"É usada para alertar sobre as consequências do pecado e a necessidade de arrependimento.","conexao_teologica":"A queda do homem é um tema central na narrativa bíblica, onde a redenção é oferecida através de Cristo.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","1 João 1:8"]},"amos_6_10_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se novamente ao lar, enfatizando a importância da estrutura familiar e da comunidade.","explicacao_detalhada":"A repetição da palavra 'casa' destaca a relevância do ambiente familiar na vida espiritual e social.","por_que_esta_palavra":"É usada para reforçar a ideia de que a casa é um lugar de refúgio e de formação de valores.","conexao_teologica":"A casa de Deus é um símbolo de acolhimento e proteção, onde os crentes se reúnem.","referencias_relacionadas":["Salmos 84:10","Mateus 18:20","Efésios 2:19"]},"amos_6_10_amor":{"palavra_pt":"amor","palavra_original":"דּוֹד","transliteracao":"dôwd","strong":"H1730","significado_raiz":"Ideia básica: amor.","significado_contextual":"O amor mencionado aqui refere-se ao afeto e à devoção que o povo de Israel deveria ter por Deus e por seus semelhantes.","explicacao_detalhada":"A palavra 'amor' (דּוֹד) é usada para descrever um amor profundo e íntimo, que vai além do mero sentimento, envolvendo compromisso e ação. No contexto de Amós, isso se relaciona à falta de amor genuíno entre o povo e a sua negligência em seguir os caminhos de Deus.","por_que_esta_palavra":"Esta palavra é crucial para entender a relação entre Deus e seu povo, que deveria ser baseada em amor e fidelidade, mas que estava sendo corrompida pela injustiça e opressão.","conexao_teologica":"O amor é um tema central na teologia bíblica, refletindo a natureza de Deus e o chamado para que os seres humanos amem uns aos outros e a Deus. Em 1 João 4:8, é afirmado que 'Deus é amor'.","referencias_relacionadas":["1 João 4:8","Mateus 22:37-39","Romanos 13:10"]},"amos_6_10_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' é usada para descrever a ação de deixar um lugar, que neste contexto se refere à saída do povo de Israel da sua condição de opressão e pecado.","explicacao_detalhada":"A palavra 'sair' (יָצָא) implica uma mudança de estado ou condição. No contexto de Amós, isso pode ser visto como um chamado para que o povo se afaste das suas práticas corruptas e busque a justiça.","por_que_esta_palavra":"É importante porque enfatiza a necessidade de transformação e arrependimento, um tema recorrente nas profecias de Amós.","conexao_teologica":"A ideia de sair é frequentemente associada à libertação, como a saída do Egito, simbolizando a necessidade de libertação espiritual e moral.","referencias_relacionadas":["Êxodo 3:10","Isaías 55:7","Romanos 12:2"]},"amos_6_11_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A 'casa' refere-se não apenas a uma estrutura física, mas também à família e à comunidade de Israel, simbolizando a unidade e a identidade do povo.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) é muitas vezes usada na Bíblia para representar a família, a herança e a presença de Deus entre seu povo. Em Amós, a destruição da casa simboliza a ruptura da aliança entre Deus e Israel.","por_que_esta_palavra":"É fundamental para entender a importância da comunidade e da aliança de Deus com seu povo, que é frequentemente descrita em termos de 'casa' ou 'família'.","conexao_teologica":"A casa de Deus é um tema central na Bíblia, representando o lugar onde Deus habita e se relaciona com seu povo, como visto em Salmos 127:1.","referencias_relacionadas":["Salmos 127:1","Hebreus 3:6","1 Pedro 2:5"]},"amos_6_11_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude da destruição que viria sobre Israel devido à sua desobediência.","explicacao_detalhada":"A palavra 'grande' (גָּדוֹל) enfatiza a seriedade da situação e a gravidade do juízo de Deus. Em Amós, isso se refere ao impacto devastador que a corrupção e a injustiça teriam sobre a nação.","por_que_esta_palavra":"É importante para destacar a urgência do chamado ao arrependimento e a seriedade das consequências do pecado.","conexao_teologica":"A grandeza de Deus é frequentemente contrastada com a pequenez do homem, e a grandeza do juízo de Deus é um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 145:3","Romanos 2:5","Apocalipse 20:11"]},"amos_6_11_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual o juízo de Deus virá sobre Israel.","explicacao_detalhada":"A palavra 'porque' (כִּי) conecta a ação de Deus com a desobediência do povo, explicando que o juízo é uma resposta à injustiça e à opressão.","por_que_esta_palavra":"É crucial para entender a lógica do juízo divino, que é sempre baseado na justiça e na moralidade.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, onde Ele sempre age de acordo com a verdade e a justiça, como em Salmos 89:14.","referencias_relacionadas":["Salmos 89:14","Gálatas 6:7","Romanos 1:18"]},"amos_6_12_rocha":{"palavra_pt":"rocha","palavra_original":"סֶלַע","transliteracao":"çelaʻ","strong":"H5553","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' é usada para simbolizar a força e a estabilidade, contrastando com a fragilidade da condição moral de Israel.","explicacao_detalhada":"A palavra 'rocha' (סֶלַע) representa segurança e proteção, mas no contexto de Amós, é usada para mostrar que o povo confia em algo que não pode sustentá-los, como suas riquezas e poder.","por_que_esta_palavra":"É importante para destacar a ilusão de segurança que o povo tinha em suas próprias forças, em vez de confiar em Deus.","conexao_teologica":"Deus é frequentemente descrito como a rocha de Israel, simbolizando sua proteção e força, como em Salmos 18:2.","referencias_relacionadas":["Salmos 18:2","Isaías 26:4","1 Coríntios 10:4"]},"amos_6_12_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' é usada para descrever a ação de Deus em resgatar seu povo, que estava perdido em suas transgressões.","explicacao_detalhada":"A palavra 'salvar' (אִם) implica a ideia de libertação e redenção, que é um tema central na mensagem de Amós, onde Deus clama por arrependimento.","por_que_esta_palavra":"É crucial para entender o desejo de Deus de restaurar seu povo, mesmo diante de sua rebeldia.","conexao_teologica":"A salvação é um tema central na Bíblia, culminando na obra redentora de Cristo, como em João 3:16.","referencias_relacionadas":["João 3:16","Romanos 10:9","Efésios 2:8"]},"amos_6_12_planejar":{"palavra_pt":"planejar","palavra_original":"חָרַשׁ","transliteracao":"chârash","strong":"H2790","significado_raiz":"Ideia básica: planejar.","significado_contextual":"A palavra 'planejar' refere-se à intenção e ao propósito de Deus em relação ao seu povo, contrastando com os planos corruptos dos líderes de Israel.","explicacao_detalhada":"A palavra 'planejar' (חָרַשׁ) implica a ideia de traçar um caminho ou um destino. Em Amós, isso se relaciona com os planos de Deus para a justiça e a retidão, que estavam sendo ignorados.","por_que_esta_palavra":"É importante para entender que Deus tem um plano para seu povo, que envolve justiça e retidão, e que os planos humanos muitas vezes falham.","conexao_teologica":"Os planos de Deus são perfeitos e soberanos, como afirmado em Jeremias 29:11, onde Ele declara ter planos de paz para seu povo.","referencias_relacionadas":["Jeremias 29:11","Provérbios 16:9","Romanos 8:28"]},"amos_6_13_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para descrever a realidade da situação moral de Israel, que estava longe da verdade de Deus.","explicacao_detalhada":"A palavra 'verdade' (לֹא) implica a ideia de autenticidade e sinceridade. Em Amós, isso se refere à falta de verdade nas ações e nas relações do povo.","por_que_esta_palavra":"É crucial para entender a necessidade de viver em verdade e integridade, que é um chamado constante nas Escrituras.","conexao_teologica":"A verdade é um atributo de Deus e um princípio fundamental da vida cristã, como em João 14:6, onde Jesus se declara como a verdade.","referencias_relacionadas":["João 14:6","Salmos 25:5","Efésios 4:15"]},"amos_6_13_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' é usada para descrever a comunicação de Deus e a importância de ouvir e obedecer à sua mensagem.","explicacao_detalhada":"A palavra 'palavra' (דָּבָר) refere-se à mensagem de Deus, que é viva e poderosa. Em Amós, isso enfatiza a necessidade de ouvir e responder à voz de Deus.","por_que_esta_palavra":"É importante porque destaca a centralidade da revelação divina e a responsabilidade do povo em ouvir e obedecer.","conexao_teologica":"A palavra de Deus é fundamental para a vida e a fé, como em 2 Timóteo 3:16, que afirma que toda Escritura é inspirada por Deus.","referencias_relacionadas":["2 Timóteo 3:16","Hebreus 4:12","Salmos 119:105"]},"amos_6_13_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar uma declaração ou um comando.","explicacao_detalhada":"No contexto de Amós 6:13, a palavra 'dizer' reflete a arrogância do povo que se vangloria de suas conquistas, ignorando a soberania de Deus.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a comunicação e a declaração de verdades que podem ser distorcidas pela soberania humana.","conexao_teologica":"A palavra 'dizer' conecta-se à ideia de que Deus também fala e declara Sua vontade, contrastando com as declarações humanas.","referencias_relacionadas":["Salmos 33:9","Isaías 55:11","Hebreus 11:3"]},"amos_6_14_deserto":{"palavra_pt":"deserto","palavra_original":"עֲרָבָה","transliteracao":"ʻărâbâh","strong":"H6160","significado_raiz":"Ideia básica: deserto.","significado_contextual":"A palavra 'deserto' refere-se a uma região árida, simbolizando a desolação e a falta de vida.","explicacao_detalhada":"Em Amós 6:14, o deserto é mencionado como um lugar onde o povo se orgulha de suas conquistas, mas que na verdade representa um estado de ruína espiritual.","por_que_esta_palavra":"O uso de 'deserto' sugere a ideia de um lugar de julgamento e a consequência do afastamento de Deus.","conexao_teologica":"O deserto é frequentemente um símbolo de provação e purificação na Bíblia, refletindo a necessidade de arrependimento.","referencias_relacionadas":["Êxodo 3:1","Isaías 35:1","Mateus 4:1"]},"amos_6_14_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou razão para uma afirmação anterior.","explicacao_detalhada":"Em Amós 6:14, 'porque' é usado para justificar a declaração sobre a destruição que virá sobre Israel devido à sua iniquidade.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica do julgamento divino e a responsabilidade do povo.","conexao_teologica":"A conexão teológica reside na ideia de que as ações humanas têm consequências e que Deus é justo em Seus julgamentos.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Ezequiel 18:30"]},"amos_6_14_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma chamada à atenção, indicando algo importante que deve ser observado.","explicacao_detalhada":"No versículo, 'eis' é usado para alertar o povo sobre a iminente destruição e a necessidade de reconhecer a gravidade da situação.","por_que_esta_palavra":"A palavra 'eis' enfatiza a urgência e a seriedade da mensagem profética.","conexao_teologica":"A chamada para 'ver' ou 'eis' é uma forma de Deus convidar Seu povo a perceber a realidade espiritual ao seu redor.","referencias_relacionadas":["Isaías 40:9","Mateus 24:42","Apocalipse 3:20"]}}