{"amos_7_1_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e ao governo, simbolizando o poder político.","explicacao_detalhada":"Em Amós 7:1, a menção do 'rei' destaca a responsabilidade dos líderes em guiar o povo segundo os preceitos de Deus.","por_que_esta_palavra":"A palavra 'rei' é significativa porque os líderes são frequentemente responsabilizados por suas ações e decisões diante de Deus.","conexao_teologica":"A teologia do governo divino é refletida na ideia de que Deus é o verdadeiro Rei e que os líderes humanos devem submeter-se a Ele.","referencias_relacionadas":["1 Samuel 8:7","Romanos 13:1","Provérbios 21:1"]},"amos_7_1_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é um título de respeito e autoridade, referindo-se a Deus.","explicacao_detalhada":"Em Amós 7:1, 'senhor' é usado para reconhecer a soberania de Deus sobre todas as coisas, incluindo a nação de Israel.","por_que_esta_palavra":"A palavra 'senhor' enfatiza a relação de submissão e reverência que o povo deve ter em relação a Deus.","conexao_teologica":"A soberania de Deus como Senhor é um tema central na teologia bíblica, refletindo Seu controle sobre a história.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Filipenses 2:10"]},"amos_7_1_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Deus' refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"Em Amós 7:1, a menção de 'Deus' destaca a autoridade divina que se manifesta através da profecia e do julgamento.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a relação entre o Criador e Sua criação, especialmente em contextos de advertência e julgamento.","conexao_teologica":"A teologia de Deus como juiz é uma parte essencial da mensagem profética, mostrando que Ele se importa com a justiça.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Romanos 1:20"]},"amos_7_2_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo, ao espaço físico habitado pelo povo.","explicacao_detalhada":"Em Amós 7:2, 'terra' é mencionada para enfatizar a conexão entre o povo e a terra que habitam, que está sob julgamento devido à sua iniquidade.","por_que_esta_palavra":"A palavra 'terra' é importante porque simboliza a herança e a promessa de Deus ao Seu povo.","conexao_teologica":"A terra é um símbolo da aliança de Deus com Israel, e seu estado reflete a fidelidade do povo a essa aliança.","referencias_relacionadas":["Deuteronômio 8:7","Salmos 37:11","Mateus 5:5"]},"amos_7_2_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se a um colapso ou queda, muitas vezes em um sentido moral ou espiritual.","explicacao_detalhada":"Em Amós 7:2, 'cair' é usado para descrever a condição do povo que está prestes a enfrentar o juízo de Deus devido à sua desobediência.","por_que_esta_palavra":"A palavra 'cair' simboliza a consequência do pecado e a necessidade de arrependimento.","conexao_teologica":"A queda é um tema recorrente na Bíblia, refletindo a fragilidade humana e a necessidade da graça de Deus.","referencias_relacionadas":["Provérbios 24:16","Gálatas 5:4","Tiago 4:10"]},"amos_7_2_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se à ação de resgatar ou livrar de uma situação perigosa.","explicacao_detalhada":"Em Amós 7:2, 'salvar' é usado para expressar a súplica de Amós a Deus para que Ele tenha misericórdia e não destrua o povo.","por_que_esta_palavra":"A palavra 'salvar' é crucial, pois reflete a intercessão e o desejo de redenção mesmo em meio ao juízo.","conexao_teologica":"A salvação é um tema central na Bíblia, mostrando o caráter misericordioso de Deus e Sua disposição para perdoar.","referencias_relacionadas":["Salmos 51:12","Isaías 43:1","Romanos 10:13"]},"amos_7_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a autoridade suprema e soberana sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para enfatizar a relação de Deus com seu povo, destacando sua soberania e poder. No contexto de Amós, isso ressalta a importância de reconhecer a autoridade divina em meio às injustiças sociais.","por_que_esta_palavra":"A escolha da palavra 'senhor' é crucial para entender a posição de Deus como juiz e governante, especialmente em um tempo de corrupção e opressão.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o criador e mantenedor de todas as coisas, e que tem autoridade sobre a história e a moralidade.","referencias_relacionadas":["Salmos 24:1","Isaías 45:18","Romanos 14:8"]},"amos_7_3_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para descrever a fidelidade e a justiça de Deus em contraste com a corrupção humana.","explicacao_detalhada":"A palavra 'verdade' (לֹא) implica uma negação do que é falso e uma afirmação do que é justo. No contexto de Amós, isso destaca a necessidade de integridade e justiça entre o povo de Israel.","por_que_esta_palavra":"A ênfase na verdade é essencial para a mensagem de Amós, que clama por justiça e retidão em uma sociedade que se afastou dos princípios divinos.","conexao_teologica":"A verdade de Deus é um fundamento para a ética cristã, mostrando que a justiça e a moralidade devem ser baseadas na natureza de Deus.","referencias_relacionadas":["Salmos 51:6","João 8:32","Efésios 4:15"]},"amos_7_3_piedade":{"palavra_pt":"piedade","palavra_original":"נָחַם","transliteracao":"nâcham","strong":"H5162","significado_raiz":"Ideia básica: piedade.","significado_contextual":"A palavra 'piedade' refere-se à compaixão e ao arrependimento que Deus demonstra em relação ao seu povo.","explicacao_detalhada":"A palavra 'piedade' (נָחַם) sugere um sentimento de compaixão e a capacidade de mudar de ideia. No contexto de Amós, isso reflete a misericórdia de Deus, mesmo diante da desobediência de Israel.","por_que_esta_palavra":"A inclusão da piedade destaca a natureza amorosa de Deus, que deseja que seu povo se arrependa e volte para Ele.","conexao_teologica":"A piedade de Deus é um aspecto importante da sua relação com a humanidade, mostrando que Ele é tanto justo quanto misericordioso.","referencias_relacionadas":["Salmos 103:8-14","Miquéias 7:18","Romanos 2:4"]},"amos_7_4_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Neste versículo, 'senhor' é usado para enfatizar a autoridade de Deus sobre o julgamento e a correção do povo.","explicacao_detalhada":"A palavra 'senhor' (אֲדֹנָי) denota um relacionamento de senhorio e submissão, onde Deus é visto como o juiz que tem o direito de repreender seu povo.","por_que_esta_palavra":"A escolha desta palavra reforça a ideia de que Deus não é apenas um ser distante, mas um Senhor ativo que se preocupa com a moralidade de seu povo.","conexao_teologica":"A relação de senhorio de Deus é fundamental para a compreensão da aliança e da responsabilidade moral do povo de Deus.","referencias_relacionadas":["Salmos 110:1","Mateus 7:21","Hebreus 13:6"]},"amos_7_4_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Deus' aqui reafirma a soberania e a autoridade divina sobre a criação e a história.","explicacao_detalhada":"A palavra 'Deus' (יְהֹוִה) é usada para enfatizar a natureza transcendente e imutável de Deus, que é capaz de julgar e corrigir seu povo.","por_que_esta_palavra":"A utilização de 'Deus' neste contexto é crucial para entender a seriedade do julgamento que está por vir e a necessidade de arrependimento.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, que nos lembra da sua autoridade sobre todas as nações e povos.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Apocalipse 1:8"]},"amos_7_4_repreender":{"palavra_pt":"repreender","palavra_original":"רִיב","transliteracao":"rîyb","strong":"H7378","significado_raiz":"Ideia básica: repreender.","significado_contextual":"A palavra 'repreender' refere-se ao ato de corrigir e chamar à responsabilidade.","explicacao_detalhada":"A palavra 'repreender' (רִיב) implica um confronto direto com a injustiça e a necessidade de correção. No contexto de Amós, isso é um chamado ao arrependimento.","por_que_esta_palavra":"A escolha desta palavra é importante para entender a função profética de Amós, que é trazer à luz as falhas do povo e convocá-los ao arrependimento.","conexao_teologica":"A repreensão é uma parte essencial do ministério profético, que busca restaurar o relacionamento entre Deus e seu povo.","referencias_relacionadas":["Provérbios 27:5","Gálatas 6:1","Tiago 5:19-20"]},"amos_7_5_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação direta de Deus ao seu povo.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) enfatiza a importância da mensagem que Deus está transmitindo através do profeta Amós, que é um chamado ao arrependimento.","por_que_esta_palavra":"A escolha desta palavra é significativa, pois mostra que Deus se comunica de forma clara e direta, sem ambiguidade.","conexao_teologica":"A comunicação de Deus é um aspecto vital da revelação divina, mostrando que Ele deseja que seu povo ouça e responda à sua palavra.","referencias_relacionadas":["Êxodo 20:1","Salmos 119:105","Hebreus 1:1-2"]},"amos_7_5_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' reafirma a autoridade de Deus sobre a mensagem que está sendo proclamada.","explicacao_detalhada":"A palavra 'senhor' (אֲדֹנָי) é usada para enfatizar a relação de domínio e respeito que o povo deve ter em relação a Deus.","por_que_esta_palavra":"A escolha desta palavra é importante para entender a reverência que deve ser dada a Deus, especialmente quando Ele fala.","conexao_teologica":"A reverência a Deus é um tema central na adoração e na vida do crente, refletindo a sua posição como Senhor e Salvador.","referencias_relacionadas":["Salmos 95:6","Filipenses 2:10-11","Apocalipse 19:16"]},"amos_7_5_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' aqui reafirma a soberania de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוִה) é usada para enfatizar a autoridade de Deus, que não apenas cria, mas também governa e julga.","por_que_esta_palavra":"A escolha desta palavra é fundamental para entender a relação de Deus com a humanidade e a responsabilidade que temos diante dEle.","conexao_teologica":"A soberania de Deus é um tema que permeia toda a Escritura, mostrando que Ele é o Senhor de toda a criação.","referencias_relacionadas":["Salmos 103:19","Isaías 46:10","Romanos 11:36"]},"amos_7_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para reafirmar a soberania e a autoridade de Deus em relação ao seu povo.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) enfatiza a relação de Deus com Israel, destacando sua posição como o único Deus verdadeiro que exige fidelidade.","por_que_esta_palavra":"A escolha desta palavra é crucial para entender a natureza da aliança entre Deus e seu povo, que deve ser baseada na obediência e na reverência.","conexao_teologica":"A aliança de Deus com seu povo é um tema central na teologia bíblica, mostrando a importância da fidelidade e da resposta ao chamado divino.","referencias_relacionadas":["Deuteronômio 6:5","Josué 24:15","Malaquias 1:14"]},"amos_7_6_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à fidelidade de Deus em suas promessas.","explicacao_detalhada":"No contexto de Amós 7:6, a 'verdade' é um conceito que enfatiza a justiça e a retidão de Deus, contrastando com a corrupção e a injustiça do povo de Israel.","por_que_esta_palavra":"A palavra é utilizada para afirmar a integridade de Deus e a necessidade de o povo viver de acordo com essa verdade.","conexao_teologica":"A verdade de Deus é fundamental para a compreensão da aliança e da relação entre Deus e seu povo.","referencias_relacionadas":["Salmos 25:5","João 14:6","Salmos 119:160"]},"amos_7_6_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Em Amós 7:6, 'senhor' é um título que expressa a posição de Deus como governante e juiz do povo de Israel.","por_que_esta_palavra":"É importante reconhecer a autoridade de Deus, especialmente quando Ele traz juízo sobre a nação.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele tem controle sobre a história e o destino do seu povo.","referencias_relacionadas":["Isaías 45:5","Salmos 24:1","Romanos 14:9"]},"amos_7_7_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' reafirma a autoridade de Deus em um momento de revelação e julgamento.","explicacao_detalhada":"Neste versículo, Deus se apresenta como o soberano que tem o direito de julgar e corrigir seu povo.","por_que_esta_palavra":"A repetição do termo enfatiza a importância da submissão à vontade divina.","conexao_teologica":"A relação entre Deus e seu povo é marcada pela obediência e reconhecimento de sua autoridade.","referencias_relacionadas":["Êxodo 20:2","Salmos 103:19","Hebreus 12:28"]},"amos_7_7_caminho":{"palavra_pt":"caminho","palavra_original":"כֹּה","transliteracao":"kôh","strong":"H3541","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' representa a trajetória moral e espiritual do povo de Israel.","explicacao_detalhada":"Em Amós 7:7, o 'caminho' simboliza as ações e decisões que o povo toma, que devem estar alinhadas com a vontade de Deus.","por_que_esta_palavra":"O caminho é uma metáfora comum na Bíblia para descrever a vida e as escolhas que fazemos diante de Deus.","conexao_teologica":"A escolha do caminho certo é essencial para a vida em comunhão com Deus e para evitar o juízo.","referencias_relacionadas":["Provérbios 3:6","Salmos 1:1-2","Mateus 7:13-14"]},"amos_7_7_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' implica em perceber e entender a realidade espiritual e moral.","explicacao_detalhada":"Neste contexto, 'ver' refere-se à capacidade de Deus de observar a injustiça e a corrupção do povo, e a necessidade de que eles também vejam a verdade.","por_que_esta_palavra":"A visão espiritual é crucial para o arrependimento e a transformação do coração.","conexao_teologica":"Deus é apresentado como aquele que vê e julga, e isso deve levar o povo a uma reflexão sobre suas ações.","referencias_relacionadas":["Salmos 33:13-15","Hebreus 4:13","Mateus 6:22"]},"amos_7_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para transmitir a comunicação de Deus ao seu povo.","explicacao_detalhada":"Em Amós 7:8, Deus expressa sua intenção e julgamento, mostrando que suas palavras têm poder e autoridade.","por_que_esta_palavra":"A comunicação divina é essencial para que o povo compreenda a gravidade de sua situação.","conexao_teologica":"A palavra de Deus é viva e eficaz, e deve ser ouvida e obedecida pelo seu povo.","referencias_relacionadas":["Isaías 55:11","Hebreus 4:12","Tiago 1:22"]},"amos_7_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' aqui se refere ao nome de Deus, que representa sua natureza e caráter.","explicacao_detalhada":"O nome de Deus é sagrado e carrega consigo a autoridade e a presença divina.","por_que_esta_palavra":"Reconhecer o nome de Deus é fundamental para entender sua relação com o povo e suas promessas.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, simbolizando sua identidade e o relacionamento com seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-10"]},"amos_7_8_profeta":{"palavra_pt":"profeta","palavra_original":"עָמוֹס","transliteracao":"ʻÂmôwç","strong":"H5986","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se ao mensageiro de Deus, escolhido para transmitir sua palavra ao povo.","explicacao_detalhada":"Amós, como profeta, é chamado para alertar Israel sobre seu pecado e a necessidade de arrependimento.","por_que_esta_palavra":"A função do profeta é crucial para a comunicação da vontade de Deus e a correção do povo.","conexao_teologica":"Os profetas desempenham um papel vital na história da salvação, apontando para a necessidade de arrependimento e a vinda do Messias.","referencias_relacionadas":["Jeremias 1:5","Ezequiel 3:17","Mateus 10:41"]},"amos_7_9_palacio":{"palavra_pt":"palacio","palavra_original":"מִקְדָּשׁ","transliteracao":"miqdâsh","strong":"H4720","significado_raiz":"Ideia básica: palacio.","significado_contextual":"A palavra 'palácio' refere-se ao templo ou lugar sagrado, onde a presença de Deus deveria habitar.","explicacao_detalhada":"Em Amós 7:9, o palácio simboliza a corrupção e a profanação do que deveria ser um lugar de adoração e justiça.","por_que_esta_palavra":"A destruição do palácio é um sinal do juízo de Deus sobre a infidelidade do povo.","conexao_teologica":"O templo é um símbolo da presença de Deus entre seu povo e a importância da pureza e santidade na adoração.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Mateus 21:12-13"]},"amos_7_9_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' implica em erguer ou restaurar, mas também pode se referir ao juízo de Deus.","explicacao_detalhada":"Neste contexto, levantar pode significar a ação de Deus em trazer juízo sobre Israel, mas também a esperança de restauração futura.","por_que_esta_palavra":"A ideia de levantar é central na mensagem de esperança e juízo que permeia os profetas.","conexao_teologica":"Deus é apresentado como aquele que levanta e derruba, sempre com um propósito de justiça e redenção.","referencias_relacionadas":["Isaías 61:3","Salmos 75:7","Romanos 14:10"]},"amos_7_9_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à casa de Israel, simbolizando o povo e a nação.","explicacao_detalhada":"A 'casa' neste contexto representa a totalidade do povo de Israel, sua estrutura social e espiritual. É uma referência à identidade e à herança do povo escolhido por Deus.","por_que_esta_palavra":"A palavra 'casa' é usada para enfatizar a relação íntima entre Deus e seu povo, como um lar que deve ser protegido e mantido.","conexao_teologica":"A ideia de 'casa' é central na teologia bíblica, representando não apenas um espaço físico, mas também a habitação de Deus entre seu povo.","referencias_relacionadas":["Salmos 127:1","Isaías 54:3","Mateus 7:24"]},"amos_7_10_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Israel, simbolizando a herança e o território prometido por Deus.","explicacao_detalhada":"A 'terra' é um elemento crucial na aliança de Deus com Israel, representando não apenas um lugar físico, mas também a promessa de prosperidade e bênção.","por_que_esta_palavra":"A palavra 'terra' é utilizada para destacar a importância do território na identidade nacional e espiritual de Israel.","conexao_teologica":"A terra é vista como um dom divino, e sua posse é um sinal da fidelidade de Deus às suas promessas.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:7-10","Josué 1:3"]},"amos_7_10_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de Deus enviar profetas para advertir seu povo.","explicacao_detalhada":"A palavra 'enviar' implica uma ação divina de convocação, onde Deus designa mensageiros para comunicar sua vontade e advertências.","por_que_esta_palavra":"A escolha de 'enviar' enfatiza a iniciativa de Deus em buscar o arrependimento e a restauração de seu povo.","conexao_teologica":"O envio de profetas é um tema recorrente na Bíblia, mostrando o amor e a paciência de Deus em se comunicar com a humanidade.","referencias_relacionadas":["Jeremias 7:25","Ezequiel 2:3","Mateus 23:37"]},"amos_7_10_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se aos sacerdotes que desempenham um papel crucial na mediação entre Deus e o povo.","explicacao_detalhada":"Os sacerdotes eram responsáveis pelos rituais e pela manutenção da pureza espiritual do povo, atuando como intermediários nas relações com Deus.","por_que_esta_palavra":"A palavra 'sacerdote' é utilizada para destacar a importância da liderança espiritual e a responsabilidade de guiar o povo em sua adoração.","conexao_teologica":"A função sacerdotal é um símbolo da intercessão e da mediação que culmina em Cristo, nosso Sumo Sacerdote.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:10","Hebreus 4:14-16"]},"amos_7_11_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma razão ou justificativa para a mensagem profética.","explicacao_detalhada":"A palavra 'porque' é usada para conectar a declaração do profeta à sua mensagem de juízo, explicando a motivação divina por trás do aviso.","por_que_esta_palavra":"A utilização de 'porque' serve para esclarecer a gravidade da situação e a necessidade de arrependimento.","conexao_teologica":"A lógica do juízo divino é frequentemente apresentada na Bíblia, onde a desobediência resulta em consequências.","referencias_relacionadas":["Isaías 1:18","Ezequiel 18:30","Romanos 2:6"]},"amos_7_11_profeta":{"palavra_pt":"profeta","palavra_original":"עָמוֹס","transliteracao":"ʻÂmôwç","strong":"H5986","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se ao profeta Amós, escolhido por Deus para transmitir sua mensagem.","explicacao_detalhada":"Amós é um exemplo de um profeta que fala em nome de Deus, trazendo advertências sobre a injustiça e a corrupção entre o povo.","por_que_esta_palavra":"A palavra 'profeta' é crucial para entender a função de mensageiro de Deus, que traz tanto advertências quanto esperança.","conexao_teologica":"Os profetas são fundamentais na narrativa bíblica, representando a voz de Deus em tempos de crise e apostasia.","referencias_relacionadas":["Amós 3:7","Miquéias 3:8","Mateus 10:41"]},"amos_7_11_seca":{"palavra_pt":"espada","palavra_original":"חֶרֶב","transliteracao":"chereb","strong":"H2719","significado_raiz":"Ideia básica: espada.","significado_contextual":"Refere-se à espada como símbolo de juízo e destruição.","explicacao_detalhada":"A 'espada' é frequentemente usada na Bíblia como um símbolo de guerra, juízo e a severidade das consequências do pecado.","por_que_esta_palavra":"A escolha da palavra 'espada' enfatiza a gravidade do juízo que se aproxima sobre o povo desobediente.","conexao_teologica":"A espada é um símbolo que aparece em várias passagens bíblicas, representando tanto a justiça de Deus quanto a necessidade de arrependimento.","referencias_relacionadas":["Salmos 37:14","Ezequiel 21:9-10","Apocalipse 19:15"]},"amos_7_12_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de declarar ou profetizar.","explicacao_detalhada":"A palavra 'dizer' é usada para enfatizar a importância da comunicação da mensagem divina, que deve ser ouvida e considerada.","por_que_esta_palavra":"A escolha de 'dizer' destaca a responsabilidade do profeta em transmitir fielmente a palavra de Deus.","conexao_teologica":"A comunicação da palavra de Deus é um tema central na Bíblia, onde a verdade deve ser proclamada com coragem.","referencias_relacionadas":["Romanos 10:14","2 Timóteo 4:2","Hebreus 13:15"]},"amos_7_12_profeta":{"palavra_pt":"profeta","palavra_original":"עָמוֹס","transliteracao":"ʻÂmôwç","strong":"H5986","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se novamente ao profeta Amós, enfatizando sua função de mensageiro de Deus.","explicacao_detalhada":"Amós é chamado para ser a voz de Deus em um tempo de grande corrupção e injustiça, representando a necessidade de arrependimento.","por_que_esta_palavra":"A repetição da palavra 'profeta' reforça a importância da mensagem que ele traz e a urgência de sua entrega.","conexao_teologica":"Os profetas são essenciais na história da salvação, apontando para a necessidade de um Salvador e a esperança de restauração.","referencias_relacionadas":["Amós 3:7","Mateus 5:12","Atos 3:21"]},"amos_7_12_visao":{"palavra_pt":"visao","palavra_original":"חֹזֶה","transliteracao":"chôzeh","strong":"H2374","significado_raiz":"Ideia básica: visao.","significado_contextual":"Refere-se à visão profética recebida por Amós, que revela a vontade de Deus.","explicacao_detalhada":"A 'visão' é uma experiência espiritual que permite ao profeta ver e entender a realidade espiritual e os planos de Deus para o futuro.","por_que_esta_palavra":"A palavra 'visão' é usada para destacar a revelação divina e a clareza que Deus proporciona ao seu mensageiro.","conexao_teologica":"As visões proféticas são uma forma pela qual Deus se comunica com seu povo, revelando verdades que moldam a história da salvação.","referencias_relacionadas":["Ezequiel 1:1","Daniel 7:1","Apocalipse 1:1"]},"amos_7_13_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à casa de Israel, simbolizando o povo e a nação.","explicacao_detalhada":"A palavra 'casa' é usada frequentemente na Bíblia para representar não apenas uma estrutura física, mas também a família, a linhagem e a identidade de um povo. No contexto de Amós, a 'casa' é uma referência ao povo de Israel e sua relação com Deus.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a ideia de pertencimento e a responsabilidade que o povo de Israel tem diante de Deus.","conexao_teologica":"A 'casa' de Deus é um tema recorrente na Bíblia, simbolizando a habitação de Deus entre seu povo e a necessidade de santidade.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-27","Hebreus 3:6"]},"amos_7_13_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à ação de profetizar ou comunicar a mensagem de Deus.","explicacao_detalhada":"A palavra 'falar' neste contexto indica a função do profeta como porta-voz de Deus, transmitindo mensagens de advertência e juízo ao povo.","por_que_esta_palavra":"A ênfase na palavra 'falar' destaca a importância da comunicação divina e a responsabilidade do profeta em transmitir a verdade.","conexao_teologica":"A comunicação de Deus através dos profetas é um tema central na Bíblia, mostrando como Deus se relaciona com a humanidade.","referencias_relacionadas":["Jeremias 1:7","Ezequiel 3:17","Hebreus 1:1"]},"amos_7_13_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à realidade da mensagem de Deus.","explicacao_detalhada":"A palavra 'verdade' implica a autenticidade da palavra de Deus e a necessidade de o povo viver de acordo com essa verdade.","por_que_esta_palavra":"A ênfase na 'verdade' ressalta a importância da integridade e da justiça nas relações do povo com Deus e entre si.","conexao_teologica":"A verdade é um atributo de Deus e um princípio fundamental na vida cristã, sendo essencial para a adoração e a vida moral.","referencias_relacionadas":["João 4:24","Salmos 25:5","Efésios 4:15"]},"amos_7_14_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à percepção e à visão espiritual.","explicacao_detalhada":"A palavra 'olho' simboliza a capacidade de ver e discernir a verdade espiritual, além de ser um símbolo de vigilância e atenção.","por_que_esta_palavra":"A escolha da palavra 'olho' enfatiza a necessidade de estar atento às mensagens de Deus e às realidades espirituais.","conexao_teologica":"A visão espiritual é crucial para a compreensão da vontade de Deus e para a vida de fé.","referencias_relacionadas":["Mateus 6:22-23","Salmos 119:18","Apocalipse 3:18"]},"amos_7_14_profeta":{"palavra_pt":"profeta","palavra_original":"עָמוֹס","transliteracao":"ʻÂmôwç","strong":"H5986","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a um mensageiro escolhido por Deus para comunicar Sua vontade.","explicacao_detalhada":"A palavra 'profeta' implica uma função divina, onde a pessoa é chamada para falar em nome de Deus e guiar o povo.","por_que_esta_palavra":"A ênfase na palavra 'profeta' destaca a importância do papel do profeta na história da salvação e na comunicação da verdade divina.","conexao_teologica":"Os profetas são fundamentais na narrativa bíblica, servindo como intermediários entre Deus e o povo.","referencias_relacionadas":["Deuteronômio 18:18","Jeremias 7:25","Atos 3:21"]},"amos_7_14_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude da mensagem ou da ação de Deus.","explicacao_detalhada":"A palavra 'grande' pode indicar a importância e a seriedade da mensagem que está sendo transmitida pelo profeta.","por_que_esta_palavra":"A escolha da palavra 'grande' enfatiza a gravidade das consequências da desobediência ao que Deus está comunicando.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, refletindo Sua majestade e poder.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"amos_7_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' é uma referência ao nome sagrado de Deus, que implica Sua soberania e poder sobre todas as coisas.","por_que_esta_palavra":"A ênfase no nome de Deus destaca a importância de reconhecer Sua autoridade e a relação que o povo deve ter com Ele.","conexao_teologica":"O nome de Deus é central na adoração e na compreensão da identidade divina.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"amos_7_15_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se à ação de seguir ou obedecer a Deus.","explicacao_detalhada":"A palavra 'seguir' implica uma escolha ativa de seguir a direção e a vontade de Deus, refletindo um compromisso de fé.","por_que_esta_palavra":"A ênfase na palavra 'seguir' destaca a necessidade de uma resposta ativa à chamada de Deus.","conexao_teologica":"Seguir a Deus é um princípio fundamental da vida cristã, refletindo a obediência e a devoção.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"amos_7_16_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à mensagem ou à comunicação de Deus.","explicacao_detalhada":"A palavra 'palavra' é usada para descrever a revelação divina e a importância de ouvir e obedecer a mensagem de Deus.","por_que_esta_palavra":"A ênfase na palavra 'palavra' ressalta a centralidade da comunicação divina na vida do povo.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo essencial para a fé e a prática cristã.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","2 Timóteo 3:16-17"]},"amos_7_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente ao nome de Deus, enfatizando Sua autoridade.","explicacao_detalhada":"A repetição do nome 'senhor' neste contexto reforça a importância de reconhecer a soberania de Deus sobre todas as coisas.","por_que_esta_palavra":"A ênfase no nome de Deus é crucial para entender a relação entre Deus e Seu povo.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e poder, sendo fundamental na adoração.","referencias_relacionadas":["Salmos 29:2","Isaías 42:8","Romanos 10:13"]},"amos_7_16_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade e à autenticidade da mensagem divina que o profeta Amós estava transmitindo ao povo de Israel.","explicacao_detalhada":"Neste contexto, a 'verdade' é um chamado à integridade moral e espiritual, enfatizando a necessidade de viver de acordo com os princípios de Deus e não com hipocrisia.","por_que_esta_palavra":"A escolha da palavra 'verdade' é crucial, pois destaca a importância da sinceridade na relação entre Deus e seu povo, especialmente em tempos de corrupção e injustiça.","conexao_teologica":"A verdade é um atributo de Deus e um princípio fundamental na vida cristã, refletindo a natureza de Deus como justo e fiel.","referencias_relacionadas":["Salmos 51:6","João 4:24","Efésios 4:15"]},"amos_7_17_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local específico, simbolizando a comunidade e a nação de Israel, que estava sob julgamento devido à sua desobediência.","explicacao_detalhada":"A cidade representa não apenas um espaço físico, mas também a identidade e a cultura do povo de Israel, que estava sendo alertado sobre as consequências de seus pecados.","por_que_esta_palavra":"A menção da 'cidade' enfatiza a coletividade do julgamento, mostrando que a corrupção moral afeta toda a sociedade.","conexao_teologica":"A cidade é frequentemente usada na Bíblia para simbolizar a relação entre Deus e seu povo, refletindo a importância da comunidade na vida espiritual.","referencias_relacionadas":["Isaías 1:21","Mateus 5:14","Hebreus 11:10"]},"amos_7_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, enfatizando sua autoridade e soberania sobre Israel e a necessidade de reverência a Ele.","explicacao_detalhada":"Neste contexto, o 'senhor' é um lembrete da relação de aliança entre Deus e seu povo, que deve ser respeitada e honrada.","por_que_esta_palavra":"A invocação do 'senhor' destaca a seriedade da mensagem de Amós, que é uma advertência direta do próprio Deus.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando sua presença, poder e compromisso com seu povo.","referencias_relacionadas":["Êxodo 20:7","Salmos 8:1","Romanos 10:13"]},"amos_7_17_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação de Deus com seu povo, que é frequentemente descrito como seus filhos, enfatizando a intimidade e a responsabilidade.","explicacao_detalhada":"Neste versículo, 'filho' implica que Israel, como nação, é visto como uma extensão da família de Deus, o que torna a desobediência ainda mais grave.","por_que_esta_palavra":"A utilização da palavra 'filho' ressalta a expectativa de comportamento correto e a disciplina que vem com essa relação familiar.","conexao_teologica":"A ideia de Deus como pai é um tema recorrente na Bíblia, simbolizando amor, cuidado e também disciplina.","referencias_relacionadas":["Deuteronômio 14:1","Mateus 5:9","Romanos 8:14"]}}