{"amos_8_1_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' aqui novamente refere-se a Deus, enfatizando sua autoridade suprema e o papel de juiz sobre a nação de Israel.","explicacao_detalhada":"Neste contexto, a invocação do 'senhor' serve para lembrar ao povo que suas ações estão sob a observação e julgamento de Deus.","por_que_esta_palavra":"A palavra 'senhor' é usada para reafirmar a soberania de Deus e a seriedade da mensagem profética que está sendo comunicada.","conexao_teologica":"A soberania de Deus é um tema central na teologia, refletindo seu controle sobre a história e a moralidade.","referencias_relacionadas":["Isaías 6:1","Salmos 24:1","Apocalipse 19:16"]},"amos_8_1_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' (Deus) enfatiza a divindade e a autoridade de Deus sobre todas as coisas, incluindo o destino de Israel.","explicacao_detalhada":"Neste versículo, a menção de Deus serve como um lembrete da sua presença constante e do seu papel como juiz que observa as ações do povo.","por_que_esta_palavra":"A palavra 'Deus' é usada para reafirmar a importância da reverência e do temor a Ele, especialmente em tempos de crise espiritual.","conexao_teologica":"A divindade de Deus é fundamental para a compreensão da aliança e da relação entre Deus e seu povo.","referencias_relacionadas":["Salmos 46:1","Isaías 40:28","Romanos 1:20"]},"amos_8_1_caminho":{"palavra_pt":"caminho","palavra_original":"כֹּה","transliteracao":"kôh","strong":"H3541","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' refere-se ao modo de vida e às escolhas que o povo de Israel estava fazendo, que estavam em desacordo com os princípios de Deus.","explicacao_detalhada":"Neste contexto, 'caminho' simboliza a trajetória espiritual e moral da nação, que precisava ser corrigida para evitar o julgamento.","por_que_esta_palavra":"A escolha da palavra 'caminho' é significativa, pois representa a direção que o povo estava tomando e a necessidade de arrependimento.","conexao_teologica":"O conceito de 'caminho' é frequentemente usado na Bíblia para descrever a vida de fé e as escolhas que refletem a obediência a Deus.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:6","Mateus 7:13-14"]},"amos_8_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para enfatizar a comunicação direta de Deus ao povo, através do profeta Amós.","explicacao_detalhada":"Neste contexto, 'dizer' indica a importância da mensagem profética e a urgência da advertência que está sendo dada ao povo.","por_que_esta_palavra":"A palavra 'dizer' destaca a clareza e a autoridade da mensagem de Deus, que não deve ser ignorada.","conexao_teologica":"A comunicação de Deus com seu povo é um tema central na Bíblia, refletindo seu desejo de que todos ouçam e respondam à sua palavra.","referencias_relacionadas":["Hebreus 1:1-2","Mateus 4:4","Romanos 10:17"]},"amos_8_2_profeta":{"palavra_pt":"profeta","palavra_original":"עָמוֹס","transliteracao":"ʻÂmôwç","strong":"H5986","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a Amós como porta-voz de Deus, encarregado de transmitir a mensagem divina ao povo de Israel.","explicacao_detalhada":"Neste contexto, 'profeta' destaca a função de Amós em alertar sobre o julgamento iminente e chamar o povo ao arrependimento.","por_que_esta_palavra":"A utilização da palavra 'profeta' é significativa, pois reafirma a autoridade divina da mensagem que está sendo proclamada.","conexao_teologica":"O papel do profeta é fundamental na história bíblica, servindo como intermediário entre Deus e o povo, trazendo advertências e esperança.","referencias_relacionadas":["Deuteronômio 18:18","Mateus 10:41","Atos 3:21"]},"amos_8_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' novamente refere-se a Deus, enfatizando sua soberania e a seriedade da mensagem que está sendo comunicada.","explicacao_detalhada":"Neste contexto, a invocação do 'senhor' serve para lembrar ao povo que suas ações estão sob a observação e julgamento de Deus.","por_que_esta_palavra":"A palavra 'senhor' é usada para reafirmar a soberania de Deus e a seriedade da mensagem profética que está sendo comunicada.","conexao_teologica":"A soberania de Deus é um tema central na teologia, refletindo seu controle sobre a história e a moralidade.","referencias_relacionadas":["Isaías 6:1","Salmos 24:1","Apocalipse 19:16"]},"amos_8_3_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que a justiça e o juízo de Deus serão manifestos.","explicacao_detalhada":"O 'dia' mencionado em Amós 8:3 é um símbolo do juízo divino, um tempo em que Deus trará à luz as injustiças cometidas pelo povo de Israel.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a certeza e a iminência do juízo de Deus.","conexao_teologica":"O conceito de 'dia do Senhor' é recorrente nas Escrituras, simbolizando um tempo de julgamento e restauração.","referencias_relacionadas":["Joel 2:1","Sofonias 1:14","Isaías 13:6"]},"amos_8_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as pessoas se comportam em relação à justiça e à opressão.","explicacao_detalhada":"A palavra 'modo' destaca a atitude corrupta e a falta de ética dos comerciantes que exploravam os pobres.","por_que_esta_palavra":"É usada para descrever a forma como as injustiças eram praticadas, revelando a hipocrisia do povo.","conexao_teologica":"A ética e a moralidade são temas centrais na mensagem profética, refletindo o caráter de Deus.","referencias_relacionadas":["Miquéias 6:8","Provérbios 11:1","Isaías 10:1-2"]},"amos_8_3_howl":{"palavra_pt":"howl","palavra_original":"יָלַל","transliteracao":"yâlal","strong":"H3213","significado_raiz":"Ideia básica: howl.","significado_contextual":"Indica um lamento profundo e um chamado à reflexão sobre a situação de opressão.","explicacao_detalhada":"O 'howl' é um apelo emocional que expressa a dor e a tristeza pela injustiça que permeia a sociedade.","por_que_esta_palavra":"É uma invocação para que as pessoas reconheçam a gravidade de suas ações e suas consequências.","conexao_teologica":"O lamento é uma forma de arrependimento e busca de reconciliação com Deus.","referencias_relacionadas":["Jeremias 9:10","Ezequiel 30:2-3","Lamentações 1:1"]},"amos_8_4_sabado":{"palavra_pt":"sabado","palavra_original":"שָׁבַת","transliteracao":"shâbath","strong":"H7673","significado_raiz":"Ideia básica: sabado.","significado_contextual":"Refere-se ao dia de descanso e adoração, que estava sendo desconsiderado.","explicacao_detalhada":"O 'sabado' é um símbolo da aliança entre Deus e seu povo, um tempo sagrado que deveria ser respeitado.","por_que_esta_palavra":"A menção ao sábado destaca a hipocrisia dos que desejavam apressar a volta ao comércio, desrespeitando as leis de Deus.","conexao_teologica":"O sábado representa a importância do descanso e da adoração em nossa relação com Deus.","referencias_relacionadas":["Êxodo 20:8-11","Deuteronômio 5:12-15","Isaías 58:13-14"]},"amos_8_4_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Israel, que estava sendo explorada e oprimida.","explicacao_detalhada":"A palavra 'terra' simboliza não apenas o território físico, mas também a herança e a promessa de Deus ao seu povo.","por_que_esta_palavra":"É usada para enfatizar a conexão entre o povo e a terra que Deus lhes deu, que estava sendo desonrada.","conexao_teologica":"A terra é um tema central na narrativa bíblica, representando a presença e a bênção de Deus.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Salmos 37:11"]},"amos_8_5_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza da injustiça e da opressão que o povo estava praticando.","explicacao_detalhada":"A palavra 'dizer' é usada para expressar a intenção de manipular e enganar os outros em busca de lucro.","por_que_esta_palavra":"É uma chamada à atenção para as palavras e ações que revelam a corrupção moral da sociedade.","conexao_teologica":"As palavras têm poder e são um reflexo do coração humano, que deve ser transformado por Deus.","referencias_relacionadas":["Mateus 12:34-37","Tiago 3:5-10","Provérbios 18:21"]},"amos_8_5_lua":{"palavra_pt":"lua","palavra_original":"חֹדֶשׁ","transliteracao":"chôdesh","strong":"H2320","significado_raiz":"Ideia básica: lua.","significado_contextual":"Refere-se ao ciclo lunar que marcava os meses e os festivais religiosos.","explicacao_detalhada":"A palavra 'lua' destaca a importância do calendário religioso e a observância das festividades.","por_que_esta_palavra":"É usada para mostrar a desconsideração pelas práticas religiosas e a busca por lucro imediato.","conexao_teologica":"A observância dos tempos e festivais é um reflexo da fidelidade do povo a Deus.","referencias_relacionadas":["Levítico 23:2-4","Números 10:10","Salmos 81:3"]},"amos_8_5_buy":{"palavra_pt":"buy","palavra_original":"שָׁבַר","transliteracao":"shâbar","strong":"H7666","significado_raiz":"Ideia básica: buy.","significado_contextual":"Refere-se à prática de compra e venda, que estava sendo feita de maneira injusta.","explicacao_detalhada":"A palavra 'buy' revela a exploração econômica que estava ocorrendo entre os pobres e os ricos.","por_que_esta_palavra":"É uma crítica à ganância e à falta de compaixão pelos necessitados.","conexao_teologica":"A justiça social é um princípio fundamental na ética bíblica, refletindo o caráter de Deus.","referencias_relacionadas":["Provérbios 22:16","Ezequiel 18:7","Tiago 5:1-6"]},"amos_8_6_criar":{"palavra_pt":"criar","palavra_original":"קָנָה","transliteracao":"qânâh","strong":"H7069","significado_raiz":"Ideia básica: criar.","significado_contextual":"Refere-se à aquisição de bens e riquezas, muitas vezes às custas dos pobres.","explicacao_detalhada":"A palavra 'criar' implica em um ato de posse que desconsidera a dignidade humana.","por_que_esta_palavra":"É uma crítica à forma como os ricos se aproveitam dos necessitados para enriquecer.","conexao_teologica":"Deus é o Criador e espera que seu povo reflita seu caráter em suas interações sociais.","referencias_relacionadas":["Salmos 24:1","Provérbios 14:31","Miquéias 2:1-2"]},"amos_8_6_prata":{"palavra_pt":"prata","palavra_original":"כֶּסֶף","transliteracao":"keçeph","strong":"H3701","significado_raiz":"Ideia básica: prata.","significado_contextual":"Refere-se ao metal precioso que simboliza riqueza e prosperidade.","explicacao_detalhada":"A palavra 'prata' é usada para ilustrar a avareza e a busca por lucro a qualquer custo.","por_que_esta_palavra":"É uma crítica à idolatria do dinheiro e à exploração dos mais vulneráveis.","conexao_teologica":"A riqueza deve ser usada para a glória de Deus e para o bem do próximo, não como um ídolo.","referencias_relacionadas":["Mateus 6:24","1 Timóteo 6:10","Eclesiastes 5:10"]},"amos_8_6_because":{"palavra_pt":"porque","palavra_original":"עָבוּר","transliteracao":"ʻâbûwr","strong":"H5668","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é utilizada para introduzir a razão pela qual Deus está prestes a agir contra Israel.","explicacao_detalhada":"Neste contexto, 'porque' conecta a injustiça social e a opressão do povo à resposta divina. É um chamado à reflexão sobre as consequências das ações humanas.","por_que_esta_palavra":"A palavra é crucial para entender a lógica do juízo de Deus, que não é arbitrário, mas fundamentado em ações humanas.","conexao_teologica":"A justiça de Deus é um tema central na teologia bíblica, onde as ações humanas têm consequências diretas na relação com o Criador.","referencias_relacionadas":["Amós 5:12","Salmos 37:28","Isaías 1:17"]},"amos_8_7_fim":{"palavra_pt":"fim","palavra_original":"נֶצַח","transliteracao":"netsach","strong":"H5331","significado_raiz":"Ideia básica: fim.","significado_contextual":"O 'fim' refere-se ao término do tempo de graça e à iminência do juízo divino sobre Israel.","explicacao_detalhada":"Neste versículo, o 'fim' simboliza não apenas um término, mas um ponto de transição para um novo estado de coisas, onde a justiça será restaurada.","por_que_esta_palavra":"A palavra é significativa pois representa o fechamento de um ciclo de desobediência e a necessidade de um novo começo.","conexao_teologica":"O conceito de 'fim' está ligado à ideia de juízo e restauração, um tema recorrente nas profecias bíblicas.","referencias_relacionadas":["Eclesiastes 3:2","Mateus 24:14","Apocalipse 21:1"]},"amos_8_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'senhor' refere-se a Deus, enfatizando Sua autoridade e soberania sobre todas as coisas.","explicacao_detalhada":"Neste contexto, o uso do nome 'senhor' destaca a relação de Deus com Seu povo e a responsabilidade que eles têm diante Dele.","por_que_esta_palavra":"A palavra é fundamental para entender a identidade de Deus como o governante supremo que exige justiça e retidão.","conexao_teologica":"A soberania de Deus é um pilar da teologia bíblica, onde Ele é visto como o juiz e protetor de Seu povo.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Romanos 10:13"]},"amos_8_7_arrogancy":{"palavra_pt":"arrogancy","palavra_original":"גָּאוֹן","transliteracao":"gâʼôwn","strong":"H1347","significado_raiz":"Ideia básica: arrogancy.","significado_contextual":"A 'arrogância' é uma crítica à soberania e à opressão dos poderosos sobre os fracos, refletindo a injustiça social.","explicacao_detalhada":"Neste versículo, a arrogância é condenada como uma atitude que desagrada a Deus e leva à opressão do povo.","por_que_esta_palavra":"A palavra é importante porque revela a natureza do pecado que Deus está julgando, que é a altivez e a falta de compaixão.","conexao_teologica":"A arrogância é frequentemente associada ao orgulho, que é um tema recorrente nas advertências bíblicas sobre a necessidade de humildade.","referencias_relacionadas":["Provérbios 16:18","Tiago 4:6","Salmos 10:4"]},"amos_8_8_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A 'terra' representa o povo de Israel e a sua herança, que está sendo ameaçada pela injustiça.","explicacao_detalhada":"Neste contexto, a terra é um símbolo da promessa de Deus e da relação do povo com Ele, que está sendo comprometida pela opressão.","por_que_esta_palavra":"A palavra é significativa pois reflete a conexão entre o povo e a terra prometida, enfatizando a gravidade da situação.","conexao_teologica":"A terra é um tema central na narrativa bíblica, simbolizando a aliança de Deus com Seu povo e as consequências da desobediência.","referencias_relacionadas":["Deuteronômio 30:15-16","Josué 1:3","Salmos 37:11"]},"amos_8_8_subjugar":{"palavra_pt":"subjugar","palavra_original":"שָׁקַע","transliteracao":"shâqaʻ","strong":"H8257","significado_raiz":"Ideia básica: subjugar.","significado_contextual":"A palavra 'subjugar' refere-se à opressão e exploração dos pobres pelos ricos, um tema central na mensagem de Amós.","explicacao_detalhada":"Neste versículo, a ideia de subjugar destaca a injustiça social e a necessidade de um retorno à equidade e à justiça.","por_que_esta_palavra":"A palavra é importante porque revela a dinâmica de poder que Deus condena e a urgência de restaurar a justiça.","conexao_teologica":"A opressão é um tema recorrente na Bíblia, onde Deus se posiciona ao lado dos oprimidos e exige justiça.","referencias_relacionadas":["Isaías 58:6","Miquéias 6:8","Tiago 5:4"]},"amos_8_8_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A 'verdade' é um conceito que se opõe à corrupção e à injustiça, enfatizando a necessidade de integridade.","explicacao_detalhada":"Neste contexto, a verdade é um valor que deve ser buscado e praticado, especialmente em relação ao tratamento dos mais vulneráveis.","por_que_esta_palavra":"A palavra é significativa pois representa a essência do caráter de Deus e a expectativa de que Seu povo viva em verdade.","conexao_teologica":"A verdade é um atributo de Deus e um princípio fundamental na vida cristã, onde a honestidade e a justiça são essenciais.","referencias_relacionadas":["Salmos 15:2","João 8:32","Efésios 4:15"]},"amos_8_9_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' refere-se ao dia do juízo, um tempo em que Deus trará justiça sobre a terra.","explicacao_detalhada":"Neste versículo, o dia é uma metáfora para a intervenção divina na história, onde a justiça será estabelecida.","por_que_esta_palavra":"A palavra é importante porque enfatiza a certeza do juízo e a necessidade de preparação espiritual.","conexao_teologica":"O conceito de dia do Senhor é um tema recorrente na profecia bíblica, simbolizando tanto juízo quanto esperança.","referencias_relacionadas":["Joel 2:31","Sofonias 1:14","1 Tessalonicenses 5:2"]},"amos_8_9_sol":{"palavra_pt":"sol","palavra_original":"שֶׁמֶשׁ","transliteracao":"shemesh","strong":"H8121","significado_raiz":"Ideia básica: sol.","significado_contextual":"O 'sol' simboliza a luz e a revelação de Deus, que será obscurecida no dia do juízo.","explicacao_detalhada":"Neste contexto, a escuridão do sol representa a severidade do juízo de Deus e a perda da Sua presença.","por_que_esta_palavra":"A palavra é significativa pois reflete a transformação do mundo natural em resposta ao juízo divino.","conexao_teologica":"A escuridão como símbolo de juízo é um tema comum na literatura profética, onde a luz de Deus é frequentemente associada à Sua presença.","referencias_relacionadas":["Mateus 24:29","Apocalipse 6:12","Isaías 13:10"]},"amos_8_9_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A 'terra' novamente representa o povo e a criação, que sofrerão as consequências do juízo divino.","explicacao_detalhada":"Neste versículo, a terra é um símbolo da criação que clama por justiça e restauração diante da opressão.","por_que_esta_palavra":"A palavra é importante pois conecta a condição da terra à moralidade do povo, refletindo a relação entre ética e ecologia.","conexao_teologica":"A terra é vista como parte da criação de Deus, que deve ser cuidada e respeitada, e sua condição reflete a saúde espiritual do povo.","referencias_relacionadas":["Gênesis 1:28","Romanos 8:21","Salmos 104:30"]},"amos_8_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas são feitas ou percebidas.","explicacao_detalhada":"No contexto de Amós 8:10, a palavra 'modo' sugere uma transformação na percepção e na experiência do povo, indicando um tempo de lamento e tristeza.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a mudança drástica que ocorrerá na vida do povo, que passará de alegria para lamento.","conexao_teologica":"A mudança de modo reflete a soberania de Deus sobre a história e a necessidade de arrependimento do povo.","referencias_relacionadas":["Amós 5:13","Amós 6:6","Salmos 30:5"]},"amos_8_10_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período específico de tempo, muitas vezes associado a eventos significativos.","explicacao_detalhada":"Em Amós 8:10, o 'dia' é um símbolo de juízo e de um tempo de calamidade que se aproxima, onde a alegria será substituída por tristeza.","por_que_esta_palavra":"O uso da palavra 'dia' destaca a urgência e a inevitabilidade do juízo de Deus.","conexao_teologica":"O conceito de 'dia' é frequentemente usado na Bíblia para descrever o dia do Senhor, um tempo de julgamento e restauração.","referencias_relacionadas":["Amós 5:18","Isaías 13:6","Joel 2:1"]},"amos_8_10_caminho":{"palavra_pt":"caminho","palavra_original":"הָפַךְ","transliteracao":"hâphak","strong":"H2015","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Indica a direção ou o modo de vida do povo.","explicacao_detalhada":"A palavra 'caminho' em Amós 8:10 sugere a trajetória moral e espiritual do povo, que se afastou de Deus.","por_que_esta_palavra":"A escolha de 'caminho' enfatiza a necessidade de reavaliação da vida e das ações do povo diante do juízo iminente.","conexao_teologica":"O caminho representa a escolha entre seguir a vontade de Deus ou desviar-se dela, refletindo a responsabilidade moral do povo.","referencias_relacionadas":["Provérbios 4:26","Salmos 1:6","Mateus 7:13-14"]},"amos_8_11_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à nação de Israel.","explicacao_detalhada":"Em Amós 8:11, a 'terra' simboliza o povo de Deus e a sua relação com Ele, que será afetada pela falta de palavra e alimento espiritual.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a promessa de Deus e a responsabilidade do povo em manter a aliança.","conexao_teologica":"A terra é um tema central na teologia bíblica, representando tanto a bênção quanto a maldição, dependendo da fidelidade do povo a Deus.","referencias_relacionadas":["Deuteronômio 28:15","Ezequiel 36:24","Romanos 8:22"]},"amos_8_11_alimento":{"palavra_pt":"pao/alimento","palavra_original":"לֶחֶם","transliteracao":"lechem","strong":"H3899","significado_raiz":"Ideia básica: pao.","significado_contextual":"Refere-se ao sustento físico e espiritual.","explicacao_detalhada":"A palavra 'pão/alimento' em Amós 8:11 simboliza a necessidade essencial do povo por sustento, que será negado devido ao juízo de Deus.","por_que_esta_palavra":"A escolha de 'alimento' destaca a importância da Palavra de Deus como sustento espiritual, que o povo não valoriza.","conexao_teologica":"O alimento é um símbolo da provisão de Deus e da necessidade de depender dEle para a vida espiritual.","referencias_relacionadas":["Mateus 4:4","João 6:35","Salmos 119:103"]},"amos_8_11_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo específico de juízo.","explicacao_detalhada":"O 'dia' em Amós 8:11 é um tempo de escassez espiritual, onde a Palavra de Deus não será ouvida.","por_que_esta_palavra":"A repetição da palavra 'dia' enfatiza a gravidade e a certeza do juízo que se aproxima.","conexao_teologica":"O dia do Senhor é um tema recorrente que indica um tempo de julgamento e restauração.","referencias_relacionadas":["Amós 5:18","Isaías 2:12","Zacarias 14:1"]},"amos_8_12_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao mar como símbolo de vastidão e poder.","explicacao_detalhada":"Em Amós 8:12, o 'mar' representa a busca desesperada do povo por uma palavra de Deus, que será infrutífera.","por_que_esta_palavra":"A palavra 'mar' sugere a imensidão da necessidade espiritual que o povo enfrenta.","conexao_teologica":"O mar é frequentemente usado na Bíblia para simbolizar a força e a soberania de Deus sobre as nações.","referencias_relacionadas":["Salmos 89:9","Isaías 57:20","Mateus 8:27"]},"amos_8_12_grande":{"palavra_pt":"grande","palavra_original":"נוּעַ","transliteracao":"nûwaʻ","strong":"H5128","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude da necessidade ou do juízo.","explicacao_detalhada":"A palavra 'grande' em Amós 8:12 enfatiza a seriedade da situação espiritual do povo, que clama por uma palavra de Deus.","por_que_esta_palavra":"A escolha de 'grande' destaca a urgência e a profundidade da crise espiritual.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, refletindo Sua majestade e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"amos_8_12_vento":{"palavra_pt":"vento","palavra_original":"צָפוֹן","transliteracao":"tsâphôwn","strong":"H6828","significado_raiz":"Ideia básica: vento.","significado_contextual":"Refere-se ao vento como símbolo de mudança e incerteza.","explicacao_detalhada":"Em Amós 8:12, o 'vento' representa a efemeridade das esperanças do povo em encontrar a Palavra de Deus.","por_que_esta_palavra":"A palavra 'vento' sugere a futilidade da busca do povo por sustento espiritual fora de Deus.","conexao_teologica":"O vento é frequentemente associado à ação do Espírito Santo, mas aqui simboliza a ausência de Deus.","referencias_relacionadas":["Eclesiastes 1:14","Salmos 1:4","João 3:8"]},"amos_8_13_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo de escassez espiritual.","explicacao_detalhada":"O 'dia' em Amós 8:13 indica um tempo em que os jovens e os velhos sentirão a falta da Palavra de Deus.","por_que_esta_palavra":"A repetição da palavra 'dia' enfatiza a certeza do juízo e a necessidade de arrependimento.","conexao_teologica":"O dia do Senhor é um tema que destaca a importância de estar preparado para o encontro com Deus.","referencias_relacionadas":["Amós 5:18","Joel 1:15","Mateus 24:36"]},"amos_8_13_cidade":{"palavra_pt":"cidade","palavra_original":"בְּתוּלָה","transliteracao":"bᵉthûwlâh","strong":"H1330","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade como um centro de vida social e econômica, onde as injustiças e opressões eram comuns.","explicacao_detalhada":"A palavra 'cidade' neste contexto destaca a importância das cidades na vida do povo de Israel, onde as práticas corruptas e a exploração dos pobres eram frequentes. A cidade é vista como um lugar de juízo e condenação devido à sua corrupção.","por_que_esta_palavra":"A escolha da palavra 'cidade' enfatiza o ambiente urbano como um reflexo da moralidade do povo e das consequências de suas ações.","conexao_teologica":"A cidade representa não apenas um espaço físico, mas também um símbolo da sociedade que se afasta dos princípios de Deus, levando ao juízo divino.","referencias_relacionadas":["Isaías 1:21","Jeremias 22:3","Miquéias 6:10-12"]},"amos_8_13_homem":{"palavra_pt":"homem","palavra_original":"בָּחוּר","transliteracao":"bâchûwr","strong":"H970","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao homem como um ser humano, muitas vezes em posição de responsabilidade ou liderança.","explicacao_detalhada":"Neste contexto, a palavra 'homem' pode se referir a líderes ou indivíduos que têm a capacidade de influenciar a sociedade. A corrupção e a injustiça são frequentemente perpetuadas por aqueles em posições de poder.","por_que_esta_palavra":"A palavra 'homem' é utilizada para destacar a responsabilidade individual e coletiva na perpetuação da injustiça.","conexao_teologica":"A teologia bíblica enfatiza que cada homem é responsável por suas ações diante de Deus, e que a injustiça é um pecado que clama por juízo.","referencias_relacionadas":["Eclesiastes 7:20","Romanos 3:23","Gálatas 6:7"]},"amos_8_14_pecado":{"palavra_pt":"pecado","palavra_original":"אַשְׁמָה","transliteracao":"ʼashmâh","strong":"H819","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se à transgressão das leis de Deus, que resulta em separação e juízo.","explicacao_detalhada":"A palavra 'pecado' neste contexto enfatiza a gravidade das ações do povo de Israel, que se afastou dos mandamentos divinos. O pecado é visto como uma ofensa a Deus que traz consequências severas.","por_que_esta_palavra":"A escolha da palavra 'pecado' é crucial para entender a mensagem de arrependimento e a necessidade de retorno a Deus.","conexao_teologica":"O pecado é um tema central na teologia bíblica, que mostra a necessidade de redenção e a graça de Deus para restaurar o relacionamento com a humanidade.","referencias_relacionadas":["Romanos 6:23","1 João 1:9","Salmos 51:4"]},"amos_8_14_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à carne como símbolo da fragilidade humana e da natureza pecaminosa.","explicacao_detalhada":"A palavra 'carne' neste contexto pode indicar a vulnerabilidade do ser humano e a sua tendência a pecar. A carne é frequentemente associada ao desejo e à corrupção.","por_que_esta_palavra":"A escolha da palavra 'carne' ressalta a condição humana e a necessidade de transformação espiritual.","conexao_teologica":"A teologia cristã fala sobre a luta entre a carne e o espírito, enfatizando a necessidade de viver segundo o Espírito para vencer a natureza pecaminosa.","referencias_relacionadas":["Gálatas 5:17","Romanos 8:5-8","1 Pedro 2:11"]},"amos_8_14_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza de Deus e à sua soberania sobre todas as coisas.","explicacao_detalhada":"A palavra 'grande' neste contexto pode ser interpretada como uma declaração sobre a majestade e o poder de Deus, contrastando com a insignificância do pecado humano.","por_que_esta_palavra":"A escolha da palavra 'grande' é importante para enfatizar a grandeza de Deus em meio à corrupção e ao juízo.","conexao_teologica":"A grandeza de Deus é um tema central na adoração e na compreensão da sua soberania sobre a criação e a história.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12-14","Romanos 11:33-36"]}}