{"amos_9_1_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao altar como um lugar de sacrifício e adoração a Deus.","explicacao_detalhada":"A palavra 'altar' neste contexto destaca a importância dos sacrifícios e da adoração, que eram centrais na vida religiosa do povo de Israel. O altar simboliza a conexão entre Deus e o homem.","por_que_esta_palavra":"A escolha da palavra 'altar' é significativa para lembrar que a adoração deve ser pura e verdadeira, em contraste com a hipocrisia do povo.","conexao_teologica":"O altar é um símbolo da necessidade de expiação e da relação entre Deus e a humanidade, que é restaurada através do sacrifício.","referencias_relacionadas":["Êxodo 20:24","Levítico 1:1-17","Hebreus 13:10"]},"amos_9_1_terra":{"palavra_pt":"terra","palavra_original":"רָעַשׁ","transliteracao":"râʻash","strong":"H7493","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como símbolo da criação de Deus e do lugar onde o povo vive.","explicacao_detalhada":"A palavra 'terra' neste contexto pode indicar tanto a terra física quanto a terra prometida, que é um tema recorrente na história de Israel. A terra é vista como um presente de Deus, mas também como um lugar de juízo.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a conexão entre o povo e a criação, e a responsabilidade que têm sobre ela.","conexao_teologica":"A terra é um símbolo da promessa de Deus e da herança que Ele dá ao seu povo, refletindo a relação entre o Criador e a criação.","referencias_relacionadas":["Gênesis 1:1","Deuteronômio 30:15-20","Salmos 24:1"]},"amos_9_1_sangue":{"palavra_pt":"sangue","palavra_original":"סַף","transliteracao":"çaph","strong":"H5592","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Refere-se ao sangue como símbolo de vida e sacrifício.","explicacao_detalhada":"A palavra 'sangue' neste contexto destaca a gravidade do pecado e a necessidade de sacrifício para a expiação. O sangue é visto como essencial para a purificação e a redenção.","por_que_esta_palavra":"A escolha da palavra 'sangue' é crucial para entender a seriedade do juízo e a importância do sacrifício na relação com Deus.","conexao_teologica":"O sangue é um tema central na teologia da redenção, simbolizando a vida que é dada para a salvação da humanidade.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 Pedro 1:18-19"]},"amos_9_2_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se aos céus como a morada de Deus e o lugar de Sua glória.","explicacao_detalhada":"A palavra 'céus' neste contexto enfatiza a majestade e a soberania de Deus sobre toda a criação. Os céus são vistos como um testemunho da grandeza de Deus.","por_que_esta_palavra":"A escolha da palavra 'céus' é significativa para lembrar que Deus está acima de todas as coisas e que nada escapa ao Seu controle.","conexao_teologica":"Os céus simbolizam a presença de Deus e a esperança da vida eterna, refletindo a promessa de redenção e restauração.","referencias_relacionadas":["Salmos 19:1","Isaías 66:1","Mateus 6:9"]},"amos_9_2_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à ação de Deus em resgatar e restaurar Seu povo.","explicacao_detalhada":"A palavra 'salvar' neste contexto destaca a misericórdia de Deus e Sua disposição em restaurar aqueles que se arrependem. É um convite à esperança e à redenção.","por_que_esta_palavra":"A escolha da palavra 'salvar' é importante para enfatizar a natureza redentora de Deus e Sua vontade de restaurar o relacionamento com a humanidade.","conexao_teologica":"A salvação é um tema central na teologia cristã, que aponta para a obra redentora de Cristo e a esperança de vida eterna.","referencias_relacionadas":["Salmos 37:39","Isaías 43:11","Romanos 10:9-10"]},"amos_9_2_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a um adversário ou alguém que se opõe.","explicacao_detalhada":"Neste contexto, o 'inimigo' pode ser interpretado como aqueles que se opõem ao povo de Deus, simbolizando a resistência às suas promessas e à sua vontade.","por_que_esta_palavra":"A escolha da palavra 'inimigo' enfatiza a luta espiritual e física que o povo de Israel enfrenta, refletindo a realidade de conflitos e oposições.","conexao_teologica":"A presença de inimigos é um tema recorrente na Bíblia, onde Deus promete proteção e vitória sobre aqueles que se opõem ao Seu povo.","referencias_relacionadas":["Salmos 23:5","Romanos 12:20","Efésios 6:12"]},"amos_9_3_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' indica a origem ou o começo de algo.","explicacao_detalhada":"Neste versículo, 'princípio' pode se referir ao início do julgamento de Deus sobre as nações, simbolizando a autoridade divina que se estabelece desde o começo.","por_que_esta_palavra":"A palavra é utilizada para mostrar que Deus é soberano desde o princípio e que Seu plano se cumpre em todas as esferas da criação.","conexao_teologica":"Deus é o princípio de todas as coisas, e Sua soberania é um tema central na teologia bíblica.","referencias_relacionadas":["Gênesis 1:1","João 1:1","Colossenses 1:16"]},"amos_9_3_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' refere-se a grandes corpos de água, simbolizando vastidão e poder.","explicacao_detalhada":"No contexto, o 'mar' pode representar as nações ou povos que se opõem a Israel, mostrando que mesmo os maiores desafios estão sob o controle de Deus.","por_que_esta_palavra":"A utilização de 'mar' enfatiza a ideia de que nada é grande demais para Deus, que tem domínio sobre todas as coisas.","conexao_teologica":"Deus é frequentemente associado ao controle sobre as águas, como visto na criação e nas histórias de Moisés.","referencias_relacionadas":["Êxodo 14:21","Salmos 89:9","Mateus 8:27"]},"amos_9_4_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se a algo que é agradável ou benéfico.","explicacao_detalhada":"Neste contexto, 'bom' pode se referir à bondade de Deus em preservar Seu povo, mesmo em meio ao julgamento.","por_que_esta_palavra":"A palavra é usada para contrastar a bondade de Deus com a maldade dos inimigos, ressaltando a justiça divina.","conexao_teologica":"A bondade de Deus é um atributo fundamental, que se manifesta em Sua fidelidade e misericórdia.","referencias_relacionadas":["Salmos 34:8","Romanos 8:28","Tiago 1:17"]},"amos_9_4_captiveity":{"palavra_pt":"captive ity","palavra_original":"שְׁבִי","transliteracao":"shᵉbîy","strong":"H7628","significado_raiz":"Ideia básica: captive ity.","significado_contextual":"A palavra 'captive ity' refere-se ao estado de estar preso ou em cativeiro.","explicacao_detalhada":"Aqui, 'captive ity' pode simbolizar a condição do povo de Israel sob opressão, mas também a promessa de libertação.","por_que_esta_palavra":"A escolha dessa palavra destaca a realidade da escravidão e a necessidade de redenção que Deus oferece.","conexao_teologica":"A libertação do cativeiro é um tema central na narrativa bíblica, refletindo a salvação que Deus proporciona.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","Gálatas 5:1"]},"amos_9_4_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' refere-se à face, simbolizando presença e relacionamento.","explicacao_detalhada":"Neste contexto, 'rosto' pode indicar a presença de Deus que se afasta ou se aproxima do Seu povo, dependendo de sua fidelidade.","por_que_esta_palavra":"A palavra é significativa porque representa a intimidade e a relação entre Deus e Seu povo.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, onde o 'rosto' de Deus é associado à Sua revelação e graça.","referencias_relacionadas":["Números 6:25","Salmos 67:1","Mateus 5:8"]},"amos_9_5_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo, ao território ou ao mundo em geral.","explicacao_detalhada":"No contexto, 'terra' pode simbolizar a criação de Deus e a soberania divina sobre todas as nações.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a abrangência do domínio de Deus sobre toda a criação.","conexao_teologica":"Deus é o Criador da terra e tem autoridade sobre ela, um tema que permeia toda a Escritura.","referencias_relacionadas":["Gênesis 1:26","Salmos 24:1","Romanos 8:22"]},"amos_9_5_subjugar":{"palavra_pt":"subjugar","palavra_original":"שָׁקַע","transliteracao":"shâqaʻ","strong":"H8257","significado_raiz":"Ideia básica: subjugar.","significado_contextual":"A palavra 'subjugar' refere-se a dominar ou controlar.","explicacao_detalhada":"Neste contexto, 'subjugar' pode indicar a ação de Deus em estabelecer Seu reino e a justiça sobre as nações.","por_que_esta_palavra":"A palavra é utilizada para mostrar a autoridade de Deus sobre todas as coisas e a certeza de que Ele prevalecerá.","conexao_teologica":"A ideia de subjugação está ligada ao reino de Deus e à vitória final sobre o mal.","referencias_relacionadas":["Salmos 110:1","Filipenses 2:10","Apocalipse 19:16"]},"amos_9_5_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a um título de autoridade e respeito.","explicacao_detalhada":"Neste contexto, 'senhor' se refere a Deus como o soberano que governa sobre toda a criação.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a reverência que se deve ter diante de Deus e Sua autoridade suprema.","conexao_teologica":"O título 'senhor' é frequentemente usado para reconhecer a soberania e o domínio de Deus sobre todas as coisas.","referencias_relacionadas":["Salmos 97:5","Isaías 45:23","Romanos 14:11"]},"amos_9_6_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"A palavra 'céus' refere-se ao espaço acima da terra, frequentemente associado à habitação de Deus.","explicacao_detalhada":"Neste contexto, 'céus' pode simbolizar a majestade e o poder de Deus, que controla tanto a terra quanto os céus.","por_que_esta_palavra":"A palavra é utilizada para mostrar que Deus é soberano sobre toda a criação, tanto no céu quanto na terra.","conexao_teologica":"A soberania de Deus sobre os céus e a terra é um tema central na teologia bíblica, refletindo Seu poder e autoridade.","referencias_relacionadas":["Salmos 115:3","Mateus 6:9","Efésios 1:20-21"]},"amos_9_6_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao mar como uma grande extensão de água, simbolizando poder e vastidão.","explicacao_detalhada":"No contexto de Amós 9:6, o mar é mencionado para ilustrar a soberania de Deus sobre a criação, mostrando que Ele é capaz de construir e destruir conforme Sua vontade.","por_que_esta_palavra":"A palavra 'mar' é usada para enfatizar a grandeza e a majestade de Deus, que é capaz de controlar até mesmo as forças da natureza.","conexao_teologica":"O mar é frequentemente associado ao caos e à desordem, mas Deus, como Criador, traz ordem e controle sobre tudo, incluindo o mar.","referencias_relacionadas":["Gênesis 1:10","Salmos 104:25-26","Mateus 8:27"]},"amos_9_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra representa o espaço físico habitado pelos seres humanos e a criação de Deus.","explicacao_detalhada":"Em Amós 9:6, a terra é mencionada para mostrar que Deus tem domínio sobre toda a criação, incluindo a terra e o mar, reafirmando Sua autoridade.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a abrangência do poder de Deus sobre o mundo material e espiritual.","conexao_teologica":"A terra é um símbolo da promessa de Deus ao Seu povo, representando tanto a habitação física quanto a bênção espiritual.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:19-21"]},"amos_9_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao povo de Israel como filhos de Deus, destacando a relação especial entre Deus e Seu povo.","explicacao_detalhada":"No versículo, Deus se refere aos israelitas como 'filhos', enfatizando a responsabilidade e a expectativa que Ele tem sobre eles como Seu povo escolhido.","por_que_esta_palavra":"A palavra 'filho' é usada para expressar a intimidade e a aliança entre Deus e Israel, além de implicar em disciplina e cuidado.","conexao_teologica":"A relação de Deus como Pai e Israel como filho é um tema recorrente na Bíblia, simbolizando amor, proteção e correção.","referencias_relacionadas":["Êxodo 4:22","Deuteronômio 14:1","Romanos 8:14"]},"amos_9_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra aqui é novamente mencionada, reforçando a ideia de que Deus tem um plano específico para a terra de Israel.","explicacao_detalhada":"Em Amós 9:7, a terra é vista como parte do legado e da herança que Deus deu ao Seu povo, destacando a importância da terra na história de Israel.","por_que_esta_palavra":"A repetição da palavra 'terra' enfatiza a conexão entre o povo e o lugar que Deus escolheu para eles habitarem.","conexao_teologica":"A terra prometida é um símbolo da fidelidade de Deus às Suas promessas e da esperança de restauração para Seu povo.","referencias_relacionadas":["Gênesis 12:7","Josué 1:2","Hebreus 11:9-10"]},"amos_9_7_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui é usada para contrastar a fidelidade de Deus com a infidelidade do povo.","explicacao_detalhada":"Em Amós 9:7, a ênfase na verdade destaca a necessidade de Israel se voltar para Deus e viver de acordo com Sua vontade.","por_que_esta_palavra":"A verdade é fundamental na relação entre Deus e Seu povo, pois implica em honestidade, justiça e retidão.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, refletindo Sua natureza e a expectativa de que Seu povo viva em conformidade com essa verdade.","referencias_relacionadas":["Salmos 25:5","João 14:6","Efésios 4:15"]},"amos_9_8_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Ideia básica: reino.","significado_contextual":"Refere-se ao reino de Deus e à Sua soberania sobre todas as nações.","explicacao_detalhada":"Em Amós 9:8, a palavra 'reino' é usada para afirmar que Deus não apenas governa Israel, mas também tem autoridade sobre todas as nações da terra.","por_que_esta_palavra":"A palavra 'reino' é importante para entender a abrangência do governo de Deus e Sua intenção de restaurar todas as coisas.","conexao_teologica":"O conceito de reino é central na mensagem do evangelho, onde Jesus proclama a chegada do Reino de Deus.","referencias_relacionadas":["Mateus 4:17","Lucas 17:20-21","Apocalipse 11:15"]},"amos_9_8_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"O solo representa a terra cultivável, a base da vida e sustento do povo.","explicacao_detalhada":"Em Amós 9:8, o solo é mencionado para destacar a importância da terra na vida do povo e a promessa de restauração que Deus oferece.","por_que_esta_palavra":"A palavra 'solo' é significativa, pois representa não apenas a terra física, mas também a prosperidade e a bênção de Deus sobre Seu povo.","conexao_teologica":"A relação entre o povo e a terra é um tema recorrente na Bíblia, simbolizando a provisão de Deus e a fidelidade às Suas promessas.","referencias_relacionadas":["Deuteronômio 8:7-10","Salmos 67:6","Isaías 30:23"]},"amos_9_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como Deus age e se relaciona com Seu povo.","explicacao_detalhada":"Em Amós 9:9, a palavra 'modo' é usada para enfatizar que Deus tem um plano específico e uma forma de agir em relação ao Seu povo.","por_que_esta_palavra":"A palavra 'modo' é importante para entender a soberania de Deus e a forma como Ele executa Seus propósitos.","conexao_teologica":"A maneira de Deus agir é um tema que revela Sua justiça, misericórdia e a necessidade de arrependimento do povo.","referencias_relacionadas":["Isaías 55:8-9","Romanos 11:33","Efésios 1:11"]},"amos_9_9_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Deus age de determinada maneira.","explicacao_detalhada":"Em Amós 9:9, 'porque' é usado para explicar o motivo da ação de Deus em relação ao Seu povo, enfatizando a justiça divina.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica divina e a razão por trás das promessas e advertências de Deus.","conexao_teologica":"A compreensão do porquê das ações de Deus é fundamental para a fé e a obediência do povo.","referencias_relacionadas":["Salmos 119:68","Romanos 8:28","Tiago 1:17"]},"amos_9_9_grande":{"palavra_pt":"grande","palavra_original":"נוּעַ","transliteracao":"nûwaʻ","strong":"H5128","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza dos planos de Deus e à magnitude de Sua ação.","explicacao_detalhada":"Em Amós 9:9, a palavra 'grande' é usada para descrever a extensão do juízo de Deus sobre as nações e a restauração de Israel.","por_que_esta_palavra":"A palavra 'grande' enfatiza a soberania de Deus e a importância de Sua intervenção na história.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, refletindo Sua majestade e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12-14","Efésios 3:20"]},"amos_9_10_seca":{"palavra_pt":"espada","palavra_original":"חֶרֶב","transliteracao":"chereb","strong":"H2719","significado_raiz":"Ideia básica: espada.","significado_contextual":"A espada representa o juízo e a destruição que virão sobre aqueles que rejeitam a Deus.","explicacao_detalhada":"No contexto de Amós 9:10, a espada simboliza a morte e a calamidade que atingirão os pecadores de Israel. É uma metáfora para o julgamento divino que se aproxima.","por_que_esta_palavra":"A palavra 'espada' é usada para enfatizar a severidade do juízo de Deus e a inevitabilidade da punição para aqueles que não se arrependem.","conexao_teologica":"A espada é frequentemente associada ao juízo de Deus na Bíblia, refletindo a santidade de Deus e sua justiça em punir o pecado.","referencias_relacionadas":["Salmos 7:12","Ezequiel 21:9-10","Apocalipse 19:15"]},"amos_9_10_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Morrer aqui se refere à morte física e espiritual que resulta do juízo de Deus.","explicacao_detalhada":"A morte mencionada em Amós 9:10 é um resultado direto da desobediência e da rejeição ao Senhor. É uma advertência sobre as consequências do pecado.","por_que_esta_palavra":"A palavra 'morrer' é crucial para entender a gravidade do estado espiritual de Israel e a necessidade de arrependimento.","conexao_teologica":"A morte é um tema central na teologia bíblica, simbolizando a separação de Deus e as consequências do pecado.","referencias_relacionadas":["Romanos 6:23","Ezequiel 18:30-32","João 3:36"]},"amos_9_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O modo refere-se à maneira como os eventos se desenrolarão, enfatizando a certeza do juízo.","explicacao_detalhada":"Em Amós 9:10, o modo indica que a destruição e a morte não ocorrerão de forma aleatória, mas de acordo com o plano soberano de Deus.","por_que_esta_palavra":"A palavra 'modo' é importante para mostrar que o juízo de Deus é sistemático e não arbitrário.","conexao_teologica":"A soberania de Deus sobre a história e os eventos é um tema recorrente na Bíblia, mostrando que Ele controla o destino das nações.","referencias_relacionadas":["Isaías 14:24","Salmos 33:10-11","Provérbios 19:21"]},"amos_9_11_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia refere-se ao dia do Senhor, um tempo de juízo e restauração.","explicacao_detalhada":"Em Amós 9:11, o 'dia' é um tempo profético em que Deus intervirá na história para restaurar Israel e julgar as nações.","por_que_esta_palavra":"A palavra 'dia' é significativa porque representa um tempo específico de ação divina, tanto de juízo quanto de esperança.","conexao_teologica":"O conceito do 'dia do Senhor' é central na escatologia bíblica, simbolizando a intervenção de Deus na história.","referencias_relacionadas":["Joel 2:31","Sofonias 1:14-15","Atos 2:20"]},"amos_9_11_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar refere-se à restauração de Israel após o juízo.","explicacao_detalhada":"No contexto de Amós 9:11, 'levantar' implica em Deus restaurar o trono de Davi e trazer um novo tempo de bênção para o Seu povo.","por_que_esta_palavra":"A palavra 'levantar' é usada para expressar a esperança de renovação e restauração que Deus promete a Israel.","conexao_teologica":"A restauração de Israel é um tema importante na teologia bíblica, simbolizando a fidelidade de Deus às suas promessas.","referencias_relacionadas":["Isaías 11:1","Jeremias 30:18","Ezequiel 37:21-22"]},"amos_9_11_cair":{"palavra_pt":"cair","palavra_original":"נָפַל","transliteracao":"nâphal","strong":"H5307","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair refere-se à queda do trono de Davi e ao juízo sobre Israel.","explicacao_detalhada":"Em Amós 9:11, 'cair' simboliza a destruição do reino de Israel, mas também a promessa de que Deus levantará um remanescente.","por_que_esta_palavra":"A palavra 'cair' é significativa porque representa a fragilidade do poder humano diante da soberania de Deus.","conexao_teologica":"A queda e a restauração são temas recorrentes na narrativa bíblica, mostrando a soberania de Deus sobre a história.","referencias_relacionadas":["Salmos 146:3","Isaías 53:5","Romanos 11:5"]},"amos_9_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O modo aqui se refere à maneira como Deus agirá em relação às nações.","explicacao_detalhada":"Em Amós 9:12, o 'modo' indica que Deus tem um plano específico para lidar com as nações e trazer o Seu povo de volta.","por_que_esta_palavra":"A palavra 'modo' é importante para entender a certeza e a intencionalidade da ação de Deus.","conexao_teologica":"A ação de Deus sobre as nações é um tema importante, mostrando que Ele é o Senhor de toda a terra.","referencias_relacionadas":["Salmos 22:27","Isaías 60:3","Mateus 28:19"]},"amos_9_12_agarrar":{"palavra_pt":"agarrar","palavra_original":"יָרַשׁ","transliteracao":"yârash","strong":"H3423","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Agarrar refere-se à possessão que Deus terá sobre as nações.","explicacao_detalhada":"Em Amós 9:12, 'agarrar' simboliza a conquista e a posse que Deus terá sobre os gentios, mostrando que eles também serão parte do Seu plano.","por_que_esta_palavra":"A palavra 'agarrar' é significativa porque indica a soberania de Deus em estabelecer Seu reino entre as nações.","conexao_teologica":"A inclusão dos gentios no plano de salvação é um tema central no Novo Testamento, mostrando a universalidade do evangelho.","referencias_relacionadas":["Romanos 11:25-26","Atos 15:17","Gálatas 3:28"]},"amos_9_12_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"Nação refere-se aos gentios que serão incluídos no plano de Deus.","explicacao_detalhada":"Em Amós 9:12, a menção de 'nação' indica que Deus não se limita apenas a Israel, mas que Sua salvação se estende a todos os povos.","por_que_esta_palavra":"A palavra 'nação' é importante para entender a abrangência do plano de Deus para a humanidade.","conexao_teologica":"A inclusão dos gentios é um tema central na teologia do Novo Testamento, mostrando que todos são chamados a se reconciliar com Deus.","referencias_relacionadas":["Isaías 49:6","Mateus 28:19-20","Efésios 2:14-16"]},"amos_9_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O modo refere-se à maneira como Deus abençoará a terra.","explicacao_detalhada":"Em Amós 9:13, o 'modo' indica que a abundância e as bênçãos de Deus serão derramadas de forma extraordinária sobre a criação.","por_que_esta_palavra":"A palavra 'modo' é significativa para enfatizar a generosidade e a grandeza das bênçãos de Deus.","conexao_teologica":"A abundância das bênçãos de Deus é um tema recorrente, refletindo Sua bondade e fidelidade.","referencias_relacionadas":["Salmos 65:11","Isaías 35:1-2","João 10:10"]},"amos_9_13_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo específico de bênção e restauração.","explicacao_detalhada":"O 'dia' mencionado em Amós 9:13 simboliza um período em que Deus realizará grandes obras, trazendo abundância e prosperidade ao Seu povo.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a certeza e a iminência das promessas de Deus.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao juízo e à salvação nas Escrituras, refletindo a soberania de Deus sobre o tempo.","referencias_relacionadas":["Isaías 2:2","Joel 3:18","Zacarias 8:12"]},"amos_9_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa Sua autoridade e poder.","explicacao_detalhada":"O nome 'Senhor' em Amós 9:13 destaca a relação entre Deus e Seu povo, enfatizando Sua fidelidade e compromisso com as promessas.","por_que_esta_palavra":"A palavra 'Senhor' é usada para invocar a presença e a ação divina nas promessas de restauração.","conexao_teologica":"O nome de Deus é central na teologia bíblica, simbolizando Sua natureza e caráter, e é um convite à adoração e confiança.","referencias_relacionadas":["Salmos 23:1","Êxodo 3:14","Romanos 10:13"]},"amos_9_14_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de Deus de restaurar e estabelecer justiça.","explicacao_detalhada":"O verbo 'julgar' em Amós 9:14 implica que Deus não apenas condena, mas também traz restauração e ordem ao Seu povo.","por_que_esta_palavra":"A palavra 'julgar' é usada para mostrar que Deus tem autoridade para corrigir e restaurar.","conexao_teologica":"O julgamento de Deus é um tema recorrente, onde Ele traz justiça e restauração, refletindo Sua natureza justa e amorosa.","referencias_relacionadas":["Salmos 96:13","Isaías 11:4","Miquéias 6:8"]},"amos_9_14_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Simboliza força e poder, representando a proteção divina.","explicacao_detalhada":"A menção ao 'urso' em Amós 9:14 pode ser interpretada como uma metáfora para a força que Deus usará para proteger e restaurar Seu povo.","por_que_esta_palavra":"A palavra 'urso' é utilizada para ilustrar a ferocidade e a determinação de Deus em cuidar de Seu povo.","conexao_teologica":"A proteção divina é um tema importante, onde Deus é frequentemente descrito como um defensor poderoso.","referencias_relacionadas":["Salmos 91:11-12","Isaías 40:11","Mateus 10:29"]},"amos_9_14_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se ao ato de restaurar e construir o que foi destruído.","explicacao_detalhada":"O termo 'edificar' em Amós 9:14 indica a intenção de Deus de restaurar as cidades e a vida do Seu povo após o exílio.","por_que_esta_palavra":"A palavra 'edificar' é usada para enfatizar a ação de Deus em trazer renovação e esperança.","conexao_teologica":"A edificação é um tema central na obra de Deus, que busca restaurar a comunhão com Seu povo.","referencias_relacionadas":["Neemias 2:17","Isaías 61:4","Atos 15:16"]},"amos_9_15_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se à terra prometida e à herança do povo de Deus.","explicacao_detalhada":"O 'solo' em Amós 9:15 simboliza a restauração da terra e a bênção que Deus trará ao Seu povo.","por_que_esta_palavra":"A palavra 'solo' é importante para entender a relação entre Deus e a terra que Ele deu ao Seu povo.","conexao_teologica":"A terra é um símbolo da promessa de Deus e da fidelidade de Sua aliança com Israel.","referencias_relacionadas":["Deuteronômio 30:5","Salmos 37:11","Ezequiel 36:33-35"]},"amos_9_15_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à justiça de Deus.","explicacao_detalhada":"A palavra 'verdade' em Amós 9:15 destaca a natureza de Deus como aquele que cumpre Suas promessas e é fiel ao Seu povo.","por_que_esta_palavra":"A palavra 'verdade' é usada para enfatizar a integridade e a confiabilidade de Deus.","conexao_teologica":"A verdade de Deus é fundamental para a compreensão da Sua natureza e das promessas que Ele faz.","referencias_relacionadas":["Salmos 100:5","João 14:6","Hebreus 10:23"]},"amos_9_15_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à restauração da vida e da prosperidade.","explicacao_detalhada":"A palavra 'vida' em Amós 9:15 simboliza a renovação e a abundância que Deus promete ao Seu povo.","por_que_esta_palavra":"A palavra 'vida' é usada para expressar a ideia de que Deus trará um novo começo e bênçãos ao Seu povo.","conexao_teologica":"A vida é um tema central na mensagem do evangelho, onde Deus oferece vida abundante através de Cristo.","referencias_relacionadas":["João 10:10","Romanos 6:4","2 Coríntios 5:17"]}}