{"colossenses_1_1_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e autoridade do apóstolo Paulo como mensageiro de Cristo.","explicacao_detalhada":"O nome 'Paulo' é significativo, pois representa não apenas a pessoa, mas também sua missão apostólica. Ele é um apóstolo escolhido por Deus para pregar o evangelho.","por_que_esta_palavra":"O uso do nome é importante para estabelecer a credibilidade e a autoridade da mensagem que Paulo está prestes a compartilhar.","conexao_teologica":"O nome de Paulo é associado à obra de Deus na vida dos apóstolos e à propagação do evangelho.","referencias_relacionadas":["Atos 9:15","Romanos 1:1","Gálatas 1:1"]},"colossenses_1_1_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Jesus como o Messias, o escolhido de Deus para a salvação da humanidade.","explicacao_detalhada":"A palavra 'Cristo' significa 'ungido' e é um título que enfatiza a divindade e a missão redentora de Jesus.","por_que_esta_palavra":"É fundamental reconhecer Jesus como o Cristo para entender a plenitude da salvação oferecida através dele.","conexao_teologica":"A unção de Jesus como Cristo é central na teologia cristã, pois ele é o cumprimento das profecias messiânicas.","referencias_relacionadas":["Mateus 16:16","João 1:41","Atos 2:36"]},"colossenses_1_2_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Reforça a identidade de Jesus como o Cristo, enfatizando sua importância na vida dos crentes.","explicacao_detalhada":"A repetição do termo 'Cristo' destaca a centralidade de Jesus na fé cristã e a relação dos crentes com ele.","por_que_esta_palavra":"É essencial para a compreensão da graça e da paz que vêm através de Cristo.","conexao_teologica":"A conexão entre Cristo e a graça é um tema recorrente nas cartas de Paulo, mostrando como a salvação é um presente divino.","referencias_relacionadas":["Efésios 2:8","Romanos 5:1","Gálatas 1:3"]},"colossenses_1_2_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"Refere-se à graça que é concedida aos crentes, essencial para a vida cristã.","explicacao_detalhada":"A palavra 'graça' implica um favor imerecido de Deus, que é a base da relação entre Deus e os seres humanos.","por_que_esta_palavra":"A graça é fundamental para a salvação e para a vida diária dos cristãos, permitindo-lhes viver em comunhão com Deus.","conexao_teologica":"A graça é um tema central no Novo Testamento, refletindo o caráter amoroso de Deus.","referencias_relacionadas":["2 Coríntios 12:9","Efésios 2:5","Tito 2:11"]},"colossenses_1_2_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"Refere-se à paz que vem de Deus, que é um resultado da graça recebida.","explicacao_detalhada":"A paz mencionada aqui é uma paz espiritual que transcende as circunstâncias e é um fruto da relação com Cristo.","por_que_esta_palavra":"A paz é um aspecto essencial da vida cristã, refletindo a harmonia que os crentes têm com Deus.","conexao_teologica":"A paz de Deus é frequentemente mencionada nas cartas de Paulo como um presente que os crentes devem experimentar.","referencias_relacionadas":["Filipenses 4:7","Romanos 5:1","Colossenses 3:15"]},"colossenses_1_3_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina de Deus, que é o criador e sustentador de todas as coisas.","explicacao_detalhada":"A palavra 'Deus' é usada para enfatizar a soberania e a autoridade de Deus sobre a criação e a redenção.","por_que_esta_palavra":"Reconhecer Deus é fundamental para entender a relação entre Ele e a humanidade, especialmente no contexto da salvação.","conexao_teologica":"A natureza de Deus é central na teologia cristã, refletindo seu caráter e suas promessas.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 11:36"]},"colossenses_1_3_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à posição de Jesus como Senhor sobre todas as coisas, incluindo a igreja.","explicacao_detalhada":"A palavra 'Senhor' implica autoridade e domínio, reconhecendo Jesus como o soberano sobre a vida dos crentes.","por_que_esta_palavra":"É crucial para a compreensão da submissão dos crentes à vontade de Deus através de Cristo.","conexao_teologica":"A autoridade de Jesus é um tema recorrente no Novo Testamento, mostrando seu papel como Rei e Senhor.","referencias_relacionadas":["Mateus 28:18","Atos 10:36","Filipenses 2:9-11"]},"colossenses_1_3_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus como o Salvador e Mediador entre Deus e os homens.","explicacao_detalhada":"O nome 'Jesus' é significativo, pois significa 'O Senhor salva', enfatizando sua missão redentora.","por_que_esta_palavra":"Reconhecer Jesus como Salvador é fundamental para a fé cristã e para a experiência de salvação.","conexao_teologica":"A centralidade de Jesus na salvação é um tema essencial em toda a Escritura.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 10:9"]},"colossenses_1_4_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"Refere-se à fé dos colossenses, que é baseada na verdade do evangelho.","explicacao_detalhada":"A palavra 'fé' implica confiança e crença em Deus e em suas promessas, sendo um elemento central da vida cristã.","por_que_esta_palavra":"A fé é o meio pelo qual os crentes recebem a graça e a salvação.","conexao_teologica":"A fé é frequentemente mencionada como a resposta do ser humano à revelação de Deus.","referencias_relacionadas":["Hebreus 11:1","Efésios 2:8","Gálatas 2:20"]},"colossenses_1_4_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Reforça a identidade de Jesus como o Cristo, enfatizando sua importância na vida dos crentes.","explicacao_detalhada":"A repetição do termo 'Cristo' destaca a centralidade de Jesus na fé cristã e a relação dos crentes com ele.","por_que_esta_palavra":"É essencial para a compreensão da graça e da paz que vêm através de Cristo.","conexao_teologica":"A conexão entre Cristo e a graça é um tema recorrente nas cartas de Paulo, mostrando como a salvação é um presente divino.","referencias_relacionadas":["Efésios 2:8","Romanos 5:1","Gálatas 1:3"]},"colossenses_1_5_fe":{"palavra_pt":"esperanca","palavra_original":"ἐλπίς","transliteracao":"elpís","strong":"G1680","significado_raiz":"Ideia básica: esperanca.","significado_contextual":"A esperança mencionada aqui se refere à expectativa de vida eterna e à promessa de salvação em Cristo.","explicacao_detalhada":"A esperança é um tema central na carta aos Colossenses, onde Paulo destaca que a esperança dos cristãos está firmada nas promessas de Deus e na obra redentora de Cristo. Essa esperança é uma âncora para a alma, trazendo conforto e motivação para viver de acordo com a vontade de Deus.","por_que_esta_palavra":"A palavra 'esperança' é usada para enfatizar a confiança dos crentes nas promessas de Deus e na certeza da vida eterna, que é um dos pilares da fé cristã.","conexao_teologica":"A esperança é um dos três elementos fundamentais da fé cristã, junto com a fé e o amor, conforme mencionado em 1 Coríntios 13:13. Ela conecta os crentes à obra de Cristo e à expectativa do retorno do Senhor.","referencias_relacionadas":["Romanos 5:2-5","Hebreus 6:19","1 Pedro 1:3-5"]},"colossenses_1_5_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"O céu é apresentado como a morada de Deus e o destino final dos crentes.","explicacao_detalhada":"Na teologia cristã, o céu é o lugar onde Deus habita e onde os fiéis estarão em comunhão com Ele após a morte. É um estado de perfeita felicidade e paz, livre do pecado e da dor. A referência ao céu aqui reforça a esperança dos crentes na vida eterna.","por_que_esta_palavra":"A palavra 'céu' é crucial para entender a perspectiva cristã sobre a vida após a morte e a recompensa divina para aqueles que permanecem fiéis.","conexao_teologica":"O céu é frequentemente mencionado nas escrituras como o objetivo final da salvação e a realização das promessas de Deus, como em Apocalipse 21:1-4.","referencias_relacionadas":["Mateus 5:12","Filipenses 3:20","Apocalipse 21:1-4"]},"colossenses_1_5_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Cristo é o Verbo que se fez carne e é central na fé cristã.","explicacao_detalhada":"A palavra 'Cristo' refere-se a Jesus como o Messias prometido, que veio para salvar a humanidade. Ele é a manifestação de Deus entre nós e a fonte de nossa salvação. O uso de 'Cristo' aqui enfatiza a importância de sua obra redentora.","por_que_esta_palavra":"A palavra 'Cristo' é fundamental para a identidade cristã, pois representa a esperança e a salvação que vêm através de Jesus.","conexao_teologica":"Cristo é o mediador entre Deus e os homens, e sua obra é o fundamento da fé cristã, conforme 1 Timóteo 2:5.","referencias_relacionadas":["João 1:1-14","Romanos 10:9","Gálatas 2:20"]},"colossenses_1_6_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia mencionado refere-se ao tempo em que a mensagem do evangelho chegou aos colossenses.","explicacao_detalhada":"O 'dia' aqui simboliza um momento de revelação e transformação, quando a verdade do evangelho foi proclamada e aceitada. É um lembrete da importância do tempo de Deus na história da salvação.","por_que_esta_palavra":"A palavra 'dia' é usada para marcar eventos significativos na história da salvação, mostrando que Deus age em tempos determinados.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao dia do Senhor, um tempo de juízo e redenção, conforme mencionado em 1 Tessalonicenses 5:2.","referencias_relacionadas":["Salmos 118:24","Isaías 61:2","2 Coríntios 6:2"]},"colossenses_1_6_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"A graça é o favor imerecido de Deus que transforma o coração dos crentes.","explicacao_detalhada":"A palavra 'graça' refere-se ao amor e à bondade de Deus que são dados aos seres humanos sem que mereçam. É através da graça que os crentes são salvos e capacitados a viver uma vida que agrada a Deus.","por_que_esta_palavra":"A palavra 'graça' é essencial para a compreensão da salvação cristã, pois enfatiza que não é pelas obras que somos salvos, mas pela graça de Deus.","conexao_teologica":"A graça é um tema central no Novo Testamento, sendo a base da nova aliança em Cristo, conforme Efésios 2:8-9.","referencias_relacionadas":["Efésios 2:8-9","Romanos 3:24","Tito 2:11"]},"colossenses_1_6_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o criador e sustentador de todas as coisas, e sua natureza é central na fé cristã.","explicacao_detalhada":"A palavra 'Deus' refere-se ao ser supremo, que é amoroso, justo e soberano. A compreensão de Deus é fundamental para a fé, pois Ele é a fonte de toda verdade e moralidade.","por_que_esta_palavra":"A palavra 'Deus' é usada para afirmar a soberania e a autoridade de Deus sobre todas as coisas, incluindo a salvação.","conexao_teologica":"A natureza de Deus é revelada nas escrituras, e a relação entre Deus e a humanidade é um tema central na teologia cristã, como em João 3:16.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","João 3:16"]},"colossenses_1_7_epaphras":{"palavra_pt":"epaphras","palavra_original":"Ἐπαφρᾶς","transliteracao":"Epaphrâs","strong":"G1889","significado_raiz":"Ideia básica: epaphras.","significado_contextual":"Epaphras é mencionado como um colaborador de Paulo e um líder na igreja de Colossos.","explicacao_detalhada":"Epaphras é um exemplo de um líder dedicado que trouxe o evangelho aos colossenses e se preocupou com seu crescimento espiritual. Ele é um modelo de serviço e intercessão.","por_que_esta_palavra":"A menção de Epaphras destaca a importância do discipulado e do trabalho em equipe na propagação do evangelho.","conexao_teologica":"Epaphras representa a continuidade da missão apostólica e a importância de líderes fiéis na igreja, conforme 2 Timóteo 2:2.","referencias_relacionadas":["Filipenses 1:5","Colossenses 4:12-13","2 Timóteo 2:2"]},"colossenses_1_7_mestre":{"palavra_pt":"mestre","palavra_original":"διάκονος","transliteracao":"diákonos","strong":"G1249","significado_raiz":"Ideia básica: mestre.","significado_contextual":"O termo 'mestre' refere-se ao papel de liderança e ensino na comunidade cristã.","explicacao_detalhada":"A palavra 'mestre' implica em alguém que ensina e guia outros na fé. Na igreja primitiva, os mestres eram fundamentais para o crescimento espiritual e a edificação da comunidade.","por_que_esta_palavra":"A palavra 'mestre' é importante para entender a estrutura da liderança na igreja e a responsabilidade de ensinar a verdade do evangelho.","conexao_teologica":"O papel do mestre é mencionado em Efésios 4:11-12, onde é destacado como parte do corpo de Cristo para o aperfeiçoamento dos santos.","referencias_relacionadas":["Tiago 3:1","Efésios 4:11-12","1 Timóteo 3:2"]},"colossenses_1_7_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo, o Ungido, é o Salvador prometido que cumpre as profecias do Antigo Testamento.","explicacao_detalhada":"A palavra 'Cristo' significa 'Ungido' e refere-se à unção de Jesus como o Messias. Ele é o cumprimento das promessas de Deus e a esperança de redenção para a humanidade.","por_que_esta_palavra":"A palavra 'Cristo' é essencial para a identidade de Jesus e para a compreensão de sua missão redentora.","conexao_teologica":"Cristo é o centro da história da salvação, e sua unção é um tema recorrente nas profecias do Antigo Testamento, como em Isaías 61:1.","referencias_relacionadas":["Isaías 61:1","Atos 10:38","Lucas 4:18"]},"colossenses_1_8_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"O espírito é visto como a presença de Deus que habita nos crentes.","explicacao_detalhada":"A palavra 'espírito' refere-se ao Espírito Santo, que é o Consolador prometido por Jesus. Ele guia, ensina e capacita os crentes a viverem de acordo com a vontade de Deus.","por_que_esta_palavra":"A palavra 'espírito' é fundamental para entender a dinâmica da vida cristã e a relação do crente com Deus.","conexao_teologica":"O Espírito Santo é a terceira pessoa da Trindade e desempenha um papel crucial na vida do crente, conforme Romanos 8:26-27.","referencias_relacionadas":["João 14:26","Romanos 8:26-27","Gálatas 5:22-23"]},"colossenses_1_8_declare":{"palavra_pt":"declare","palavra_original":"δηλόω","transliteracao":"dēlóō","strong":"G1213","significado_raiz":"Ideia básica: declare.","significado_contextual":"A palavra 'declare' refere-se à ação de tornar algo claro ou evidente, especialmente em relação ao conhecimento do amor de Deus.","explicacao_detalhada":"Neste contexto, Paulo está expressando que Epafras declarou aos colossenses sobre a fé e o amor que eles têm em Cristo, enfatizando a importância de compartilhar e reconhecer a obra de Deus na vida dos outros.","por_que_esta_palavra":"A escolha da palavra 'declare' destaca a necessidade de comunicação clara e aberta sobre a fé, que é essencial para o crescimento espiritual da comunidade.","conexao_teologica":"A declaração do amor de Deus é fundamental para a edificação da igreja e para a promoção da unidade entre os crentes.","referencias_relacionadas":["Romanos 10:14","1 João 1:3","Mateus 5:14-16"]},"colossenses_1_9_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' aqui pode simbolizar um tempo específico de oração e intercessão, referindo-se ao dia em que Paulo e seus companheiros oram pelos colossenses.","explicacao_detalhada":"Paulo menciona que não cessa de orar por eles, indicando que há um tempo dedicado à intercessão, o que demonstra a importância da oração contínua na vida cristã.","por_que_esta_palavra":"O uso de 'dia' enfatiza a regularidade e a constância da oração, mostrando que a intercessão deve ser uma prática diária.","conexao_teologica":"A oração é um meio pelo qual os crentes se conectam com Deus e buscam Sua sabedoria e direção.","referencias_relacionadas":["1 Tessalonicenses 5:17","Filipenses 1:3-5","Tiago 5:16"]},"colossenses_1_9_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"σοφία","transliteracao":"sophía","strong":"G4678","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"A palavra 'sabedoria' refere-se ao entendimento e discernimento espiritual que vem de Deus, essencial para viver uma vida que agrada a Ele.","explicacao_detalhada":"Paulo ora para que os colossenses sejam cheios do conhecimento da vontade de Deus em toda a sabedoria e entendimento espiritual, indicando que a sabedoria divina é crucial para a vida cristã.","por_que_esta_palavra":"A sabedoria é necessária para discernir a verdade e aplicar os ensinamentos de Cristo em situações cotidianas.","conexao_teologica":"A sabedoria é um tema central na Bíblia, frequentemente associada ao temor do Senhor e à compreensão de Sua vontade.","referencias_relacionadas":["Provérbios 2:6","Tiago 1:5","Colossenses 2:3"]},"colossenses_1_9_deus":{"palavra_pt":"deus","palavra_original":"προσεύχομαι","transliteracao":"proseúchomai","strong":"G4336","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Criador e Sustentador do universo, que é a fonte de toda sabedoria e entendimento.","explicacao_detalhada":"Neste versículo, Paulo destaca a importância de buscar a vontade de Deus, que é revelada através da oração e da sabedoria espiritual.","por_que_esta_palavra":"A menção de Deus enfatiza a centralidade de Sua vontade na vida dos crentes e a necessidade de depender dEle em todas as coisas.","conexao_teologica":"Deus é a fonte de toda verdade e sabedoria, e conhecer Sua vontade é fundamental para a vida cristã.","referencias_relacionadas":["Salmos 119:105","Romanos 12:2","Efésios 5:17"]},"colossenses_1_10_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade de Cristo sobre a vida dos crentes e a necessidade de viver de maneira digna dessa chamada.","explicacao_detalhada":"Paulo exorta os colossenses a andarem de maneira digna do Senhor, o que implica em viver em obediência e submissão à Sua autoridade.","por_que_esta_palavra":"A escolha da palavra 'senhor' destaca a soberania de Cristo e a responsabilidade dos crentes em refletir essa autoridade em suas vidas.","conexao_teologica":"A submissão à autoridade de Cristo é um tema recorrente no Novo Testamento, enfatizando a importância de viver em conformidade com Sua vontade.","referencias_relacionadas":["Efésios 4:1","Colossenses 3:17","1 Pedro 2:9"]},"colossenses_1_10_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' reafirma a divindade e a soberania de Deus sobre todas as coisas, incluindo a vida dos crentes.","explicacao_detalhada":"Paulo destaca que viver de maneira digna do Senhor é essencial para agradar a Deus e frutificar em boas obras.","por_que_esta_palavra":"A menção de Deus reforça a ideia de que todas as ações dos crentes devem ser direcionadas a glorificá-Lo.","conexao_teologica":"A vida cristã é uma resposta à graça de Deus, e todas as obras devem ser realizadas para Sua glória.","referencias_relacionadas":["1 Coríntios 10:31","Gálatas 5:22-23","Efésios 2:10"]},"colossenses_1_10_obra":{"palavra_pt":"obra","palavra_original":"ἔργον","transliteracao":"érgon","strong":"G2041","significado_raiz":"Ideia básica: obra.","significado_contextual":"A palavra 'obra' refere-se às ações e frutos que resultam de uma vida transformada pela fé em Cristo.","explicacao_detalhada":"Paulo menciona que os colossenses devem frutificar em toda boa obra, indicando que a fé deve se manifestar em ações concretas.","por_que_esta_palavra":"A escolha da palavra 'obra' enfatiza a importância de viver uma vida ativa e produtiva em Cristo, refletindo Sua natureza.","conexao_teologica":"As boas obras são evidências da fé genuína e são preparadas por Deus para que andemos nelas.","referencias_relacionadas":["Tiago 2:17","Mateus 5:16","Efésios 2:10"]},"colossenses_1_11_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"A palavra 'poder' refere-se à força e capacidade divina que capacita os crentes a viverem de acordo com a vontade de Deus.","explicacao_detalhada":"Paulo menciona que os colossenses devem ser fortalecidos com todo o poder segundo a força da Sua glória, indicando que a capacitação divina é essencial para a vida cristã.","por_que_esta_palavra":"A ênfase no 'poder' destaca a dependência dos crentes na força de Deus para enfrentar desafios e viver em obediência.","conexao_teologica":"O poder de Deus é um tema central na vida cristã, sendo a fonte de força e coragem para os crentes.","referencias_relacionadas":["Filipenses 4:13","2 Coríntios 12:9-10","Atos 1:8"]},"colossenses_1_11_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A palavra 'glória' refere-se à majestade e à honra de Deus, que deve ser refletida na vida dos crentes.","explicacao_detalhada":"Paulo menciona que os crentes devem ser fortalecidos para que possam glorificar a Deus em suas vidas, indicando que a glória de Deus deve ser o objetivo final de todas as ações.","por_que_esta_palavra":"A escolha da palavra 'glória' enfatiza a importância de viver de maneira que reflita a grandeza de Deus.","conexao_teologica":"A glória de Deus é o propósito final da criação e da redenção, e os crentes são chamados a viver para Sua glória.","referencias_relacionadas":["Romanos 11:36","1 Coríntios 10:31","Isaías 43:7"]},"colossenses_1_11_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica a medida ou padrão segundo o qual os crentes devem viver e agir.","explicacao_detalhada":"Paulo usa 'conforme' para enfatizar que a vida dos crentes deve estar alinhada com a vontade e o caráter de Deus, sendo guiados por Sua Palavra.","por_que_esta_palavra":"A escolha da palavra 'conforme' ressalta a necessidade de viver em harmonia com os princípios divinos.","conexao_teologica":"Viver conforme a vontade de Deus é essencial para a santidade e o testemunho cristão.","referencias_relacionadas":["Romanos 12:2","Gálatas 5:25","Colossenses 3:2"]},"colossenses_1_12_graca":{"palavra_pt":"graca","palavra_original":"εὐχαριστέω","transliteracao":"eucharistéō","strong":"G2168","significado_raiz":"Ideia básica: graca.","significado_contextual":"A graça é um favor imerecido de Deus, que nos capacita a viver em comunhão com Ele.","explicacao_detalhada":"Neste versículo, a graça é apresentada como um presente divino que nos permite ser parte do reino de Deus. É através da graça que recebemos a salvação e somos fortalecidos em nossa fé.","por_que_esta_palavra":"A palavra 'graça' é fundamental para entender a natureza do relacionamento entre Deus e a humanidade, enfatizando que não podemos conquistar a salvação por nossos próprios méritos.","conexao_teologica":"A graça é central na teologia cristã, pois é através dela que somos justificados e reconciliados com Deus, conforme Romanos 3:24.","referencias_relacionadas":["Efésios 2:8-9","Romanos 5:1-2","Tito 2:11"]},"colossenses_1_13_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A preposição 'entre' indica a separação entre dois grupos, neste caso, entre o reino das trevas e o reino do Filho.","explicacao_detalhada":"Este versículo fala sobre a transferência dos crentes do domínio das trevas para o reino de Cristo, destacando a mudança radical que ocorre na vida do crente.","por_que_esta_palavra":"A palavra 'entre' é crucial para entender a mudança de estado espiritual que ocorre na vida do crente, simbolizando a libertação do pecado.","conexao_teologica":"A ideia de estar 'entre' dois reinos reflete a batalha espiritual e a necessidade de escolha entre seguir a luz ou as trevas, conforme João 8:12.","referencias_relacionadas":["1 Pedro 2:9","Gálatas 1:4","Efésios 5:8"]},"colossenses_1_13_autoridade":{"palavra_pt":"autoridade","palavra_original":"ἐξουσία","transliteracao":"exousía","strong":"G1849","significado_raiz":"Ideia básica: autoridade.","significado_contextual":"A 'autoridade' refere-se ao poder e domínio que Cristo exerce sobre todas as coisas.","explicacao_detalhada":"Neste contexto, a autoridade de Cristo é enfatizada como a força que nos resgata do domínio das trevas, mostrando que Ele tem poder sobre todas as forças espirituais.","por_que_esta_palavra":"A palavra 'autoridade' é importante para reconhecer a soberania de Cristo e a segurança que temos em Sua proteção e liderança.","conexao_teologica":"A autoridade de Cristo é um tema recorrente no Novo Testamento, que reafirma Sua posição como Senhor sobre toda a criação, conforme Mateus 28:18.","referencias_relacionadas":["Efésios 1:21-22","Colossenses 2:10","Filipenses 2:9-11"]},"colossenses_1_13_trevas":{"palavra_pt":"trevas","palavra_original":"σκότος","transliteracao":"skótos","strong":"G4655","significado_raiz":"Ideia básica: trevas.","significado_contextual":"As 'trevas' simbolizam a ignorância espiritual e a separação de Deus.","explicacao_detalhada":"Neste versículo, as trevas representam o estado de pecado e rebelião contra Deus, do qual os crentes são libertos através de Cristo.","por_que_esta_palavra":"A palavra 'trevas' é utilizada para ilustrar a condição espiritual dos não crentes e a necessidade de iluminação espiritual que vem de Cristo.","conexao_teologica":"As trevas são frequentemente contrastadas com a luz, simbolizando a verdade e a vida que Cristo oferece, conforme João 1:5.","referencias_relacionadas":["1 João 1:5","Efésios 5:8","Romanos 13:12"]},"colossenses_1_14_possessao":{"palavra_pt":"possessao","palavra_original":"ἔχω","transliteracao":"échō","strong":"G2192","significado_raiz":"Ideia básica: possessao.","significado_contextual":"A 'posse' refere-se à herança espiritual que os crentes têm em Cristo.","explicacao_detalhada":"Este versículo destaca que, através da redenção, os crentes não apenas são salvos, mas também recebem uma herança eterna no reino de Deus.","por_que_esta_palavra":"A palavra 'posse' é significativa porque enfatiza a segurança e a certeza da salvação e da vida eterna que temos em Cristo.","conexao_teologica":"A posse da herança é um tema importante na teologia cristã, refletindo a promessa de Deus de que somos Seus filhos e herdeiros, conforme Romanos 8:17.","referencias_relacionadas":["Efésios 1:14","1 Pedro 1:4","Gálatas 4:7"]},"colossenses_1_14_almost":{"palavra_pt":"quase","palavra_original":"ἐν","transliteracao":"en","strong":"G1722","significado_raiz":"Ideia básica: quase.","significado_contextual":"A palavra 'quase' indica a proximidade, mas não a plenitude.","explicacao_detalhada":"Neste contexto, 'quase' pode ser interpretado como a condição de estar perto da salvação, mas ainda não plenamente dentro dela, enfatizando a necessidade de fé em Cristo.","por_que_esta_palavra":"A palavra 'quase' é importante para entender que a salvação não é algo que se pode alcançar parcialmente; é um estado completo em Cristo.","conexao_teologica":"A ideia de estar 'quase' pode ser relacionada à advertência de não sermos apenas ouvintes da palavra, mas praticantes, conforme Tiago 1:22.","referencias_relacionadas":["Hebreus 6:4-6","Atos 26:28","Mateus 7:21"]},"colossenses_1_15_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se à divindade suprema, o Criador de todas as coisas.","explicacao_detalhada":"Neste versículo, a divindade de Cristo é afirmada, mostrando que Ele é a imagem do Deus invisível, enfatizando Sua natureza divina e Sua relação com o Pai.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para a compreensão da identidade de Cristo e Sua autoridade sobre a criação.","conexao_teologica":"A divindade de Cristo é um pilar da fé cristã, que é reafirmada em passagens como João 1:1.","referencias_relacionadas":["Hebreus 1:3","João 14:9","Colossenses 2:9"]},"colossenses_1_15_criatura":{"palavra_pt":"criatura","palavra_original":"κτίσις","transliteracao":"ktísis","strong":"G2937","significado_raiz":"Ideia básica: criatura.","significado_contextual":"A 'criatura' refere-se a tudo que foi criado por Deus, incluindo o universo e a humanidade.","explicacao_detalhada":"Neste versículo, a palavra 'criatura' destaca a soberania de Cristo sobre toda a criação, afirmando que tudo foi feito por Ele e para Ele.","por_que_esta_palavra":"A palavra 'criatura' é importante para entender a relação entre o Criador e a criação, enfatizando a dependência de tudo em relação a Cristo.","conexao_teologica":"A criação é um tema central na teologia, que mostra a grandeza de Deus como Criador e a posição de Cristo como o agente da criação, conforme Gênesis 1:1.","referencias_relacionadas":["João 1:3","Romanos 11:36","Colossenses 1:16"]},"colossenses_1_16_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"O 'céu' refere-se ao domínio espiritual onde Deus habita e a realidade eterna.","explicacao_detalhada":"Neste versículo, o céu é mencionado como parte da criação de Deus, enfatizando que Cristo é Senhor sobre tudo, tanto no céu quanto na terra.","por_que_esta_palavra":"A palavra 'céu' é significativa para entender a soberania de Deus e a esperança da vida eterna que os crentes têm.","conexao_teologica":"A noção de céu é central na esperança cristã, que promete um futuro glorioso com Deus, conforme Apocalipse 21:1-4.","referencias_relacionadas":["Mateus 6:20","Filipenses 3:20","Hebreus 11:16"]},"colossenses_1_16_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A 'terra' refere-se ao mundo físico criado por Deus.","explicacao_detalhada":"Neste versículo, a terra é mencionada como parte da criação que está sob a autoridade de Cristo, mostrando que Ele é Senhor de toda a criação.","por_que_esta_palavra":"A palavra 'terra' é importante para entender a abrangência da criação de Deus e a soberania de Cristo sobre ela.","conexao_teologica":"A terra, como parte da criação, é um testemunho do poder de Deus e da Sua intenção de habitar com a humanidade, conforme Gênesis 1:31.","referencias_relacionadas":["Salmos 24:1","Colossenses 1:16","Romanos 8:19-21"]},"colossenses_1_16_criar":{"palavra_pt":"criar","palavra_original":"κτίζω","transliteracao":"ktízō","strong":"G2936","significado_raiz":"Ideia básica: criar.","significado_contextual":"Refere-se à ação de Deus de criar todas as coisas através de Cristo.","explicacao_detalhada":"A palavra 'criar' (κτίζω) implica a ideia de trazer à existência algo que não existia antes. No contexto de Colossenses 1:16, enfatiza que todas as coisas foram criadas por meio de Cristo, destacando Sua divindade e papel central na criação.","por_que_esta_palavra":"Esta palavra é crucial para entender a soberania de Cristo sobre toda a criação e sua natureza como o agente criador.","conexao_teologica":"A criação através de Cristo é um tema central na teologia cristã, que afirma que Ele é o Logos, a Palavra que estava com Deus e era Deus (João 1:1-3).","referencias_relacionadas":["Gênesis 1:1","João 1:3","Hebreus 1:2"]},"colossenses_1_17_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se à ideia de que Cristo é o caminho para a vida e a verdade.","explicacao_detalhada":"A palavra 'caminho' (πᾶς) aqui é usada para descrever a totalidade do que Cristo representa como o único meio de acesso ao Pai. Este conceito é reforçado em outras partes da Escritura, onde Jesus se declara o caminho, a verdade e a vida.","por_que_esta_palavra":"É importante porque estabelece a exclusividade de Cristo como o único caminho para a salvação e a comunhão com Deus.","conexao_teologica":"Cristo como caminho é um tema que se conecta com a doutrina da salvação e a necessidade de um mediador entre Deus e a humanidade.","referencias_relacionadas":["João 14:6","Atos 4:12","1 Timóteo 2:5"]},"colossenses_1_17_approve":{"palavra_pt":"approve","palavra_original":"συνιστάω","transliteracao":"synistáō","strong":"G4921","significado_raiz":"Ideia básica: approve.","significado_contextual":"Refere-se à aprovação e sustentação de todas as coisas por Cristo.","explicacao_detalhada":"A palavra 'approve' (συνιστάω) implica em estabelecer ou sustentar. No contexto, indica que Cristo não apenas criou, mas também mantém a criação em ordem e harmonia.","por_que_esta_palavra":"É fundamental para entender a continuidade da criação e o papel ativo de Cristo em sustentá-la.","conexao_teologica":"A ideia de que Cristo sustenta todas as coisas é essencial para a compreensão da providência divina e do governo de Deus sobre o mundo.","referencias_relacionadas":["Hebreus 1:3","Colossenses 1:16","Romanos 11:36"]},"colossenses_1_18_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à igreja como o corpo de Cristo.","explicacao_detalhada":"A palavra 'igreja' (ἐκκλησία) é usada para descrever a comunidade dos crentes que são chamados para fora do mundo e unidos em Cristo. No contexto, enfatiza a importância da igreja como o corpo que Cristo lidera.","por_que_esta_palavra":"Esta palavra é significativa porque define a natureza da comunidade cristã e o papel de Cristo como cabeça da igreja.","conexao_teologica":"A relação entre Cristo e a igreja é um tema central na teologia do Novo Testamento, simbolizando a união entre Cristo e os crentes.","referencias_relacionadas":["Efésios 1:22-23","1 Coríntios 12:27","Mateus 16:18"]},"colossenses_1_18_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se à grandeza de Cristo como a cabeça da igreja.","explicacao_detalhada":"A palavra 'tornar-se' (γίνομαι) implica em um processo de transformação ou realização. No contexto, indica que Cristo é preeminente em todas as coisas, especialmente na igreja.","por_que_esta_palavra":"É importante para entender a supremacia de Cristo e seu papel central na história da salvação.","conexao_teologica":"A preeminência de Cristo é um tema recorrente nas epístolas, enfatizando sua autoridade e divindade.","referencias_relacionadas":["Filipenses 2:9-11","Colossenses 2:9","Hebreus 1:4"]},"colossenses_1_18_head":{"palavra_pt":"cabeca","palavra_original":"κεφαλή","transliteracao":"kephalḗ","strong":"G2776","significado_raiz":"Ideia básica: cabeca.","significado_contextual":"Refere-se a Cristo como a cabeça da igreja.","explicacao_detalhada":"A palavra 'cabeça' (κεφαλή) simboliza autoridade e liderança. No contexto, enfatiza que Cristo é o líder supremo da igreja, que dirige e sustenta seu corpo.","por_que_esta_palavra":"Esta palavra é crucial para entender a dinâmica de liderança e submissão dentro da comunidade cristã.","conexao_teologica":"A relação entre Cristo e a igreja como cabeça e corpo é fundamental para a compreensão da missão da igreja e sua dependência de Cristo.","referencias_relacionadas":["Efésios 5:23","Colossenses 2:19","1 Coríntios 11:3"]},"colossenses_1_19_encher":{"palavra_pt":"encher","palavra_original":"πλήρωμα","transliteracao":"plḗrōma","strong":"G4138","significado_raiz":"Ideia básica: encher.","significado_contextual":"Refere-se ao pleno cumprimento da divindade em Cristo.","explicacao_detalhada":"A palavra 'encher' (πλήρωμα) implica em plenitude. No contexto, indica que toda a plenitude de Deus habita em Cristo, destacando sua divindade e a totalidade de sua obra redentora.","por_que_esta_palavra":"É importante para entender a natureza de Cristo como plenamente Deus e plenamente homem.","conexao_teologica":"A plenitude de Deus em Cristo é um tema central na cristologia, que afirma a divindade de Jesus.","referencias_relacionadas":["João 1:16","Colossenses 2:9","Efésios 3:19"]},"colossenses_1_19_bom":{"palavra_pt":"bom","palavra_original":"εὐδοκέω","transliteracao":"eudokéō","strong":"G2106","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à boa vontade de Deus em reconciliar todas as coisas através de Cristo.","explicacao_detalhada":"A palavra 'bom' (εὐδοκέω) implica em um desejo ou vontade favorável. No contexto, enfatiza que foi do agrado de Deus reconciliar todas as coisas por meio de Cristo.","por_que_esta_palavra":"É importante para entender a intenção divina por trás da obra redentora de Cristo.","conexao_teologica":"A boa vontade de Deus em reconciliar a criação é um tema central na teologia da salvação.","referencias_relacionadas":["Romanos 5:10","2 Coríntios 5:18-19","Efésios 1:10"]},"colossenses_1_19_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se à abrangência do plano de Deus para a criação.","explicacao_detalhada":"A palavra 'caminho' (πᾶς) aqui é usada para descrever a totalidade do que Deus está realizando em Cristo. Isso inclui a reconciliação de todas as coisas, tanto no céu quanto na terra.","por_que_esta_palavra":"É importante porque mostra que o plano de Deus é abrangente e inclui toda a criação.","conexao_teologica":"A reconciliação de todas as coisas é um tema que se conecta com a esperança escatológica da restauração final.","referencias_relacionadas":["Romanos 8:21","Efésios 1:10","Colossenses 1:20"]},"colossenses_1_20_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρός","transliteracao":"staurós","strong":"G4716","significado_raiz":"Ideia básica: cruz.","significado_contextual":"Refere-se ao sacrifício de Cristo na cruz como meio de reconciliação.","explicacao_detalhada":"A palavra 'cruz' (σταυρός) simboliza o sacrifício e a dor, mas também a vitória sobre o pecado e a morte. No contexto, destaca que a paz foi feita através do sangue da cruz.","por_que_esta_palavra":"É fundamental para entender o custo da redenção e a centralidade da cruz na mensagem cristã.","conexao_teologica":"A cruz é o símbolo máximo do amor de Deus e da obra redentora de Cristo, sendo central na teologia da salvação.","referencias_relacionadas":["1 Pedro 2:24","Gálatas 6:14","Romanos 5:1"]},"colossenses_1_20_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à criação e à restauração de todas as coisas, tanto na terra quanto no céu.","explicacao_detalhada":"A palavra 'terra' (γῆ) é usada para descrever o mundo físico, a criação de Deus que foi afetada pelo pecado. Em Colossenses 1:20, Paulo fala sobre a reconciliação de todas as coisas, indicando que a terra, assim como o céu, será restaurada através de Cristo.","por_que_esta_palavra":"A inclusão da 'terra' enfatiza que a obra de Cristo não se limita ao espiritual, mas abrange toda a criação.","conexao_teologica":"A reconciliação de todas as coisas, incluindo a terra, aponta para a soberania de Cristo sobre toda a criação e a esperança de um novo céu e uma nova terra.","referencias_relacionadas":["Gênesis 1:1","Romanos 8:21-22","Apocalipse 21:1"]},"colossenses_1_20_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao domínio espiritual e à habitação de Deus, contrastando com a terra.","explicacao_detalhada":"A palavra 'céu' (οὐρανός) é usada para descrever o lugar onde Deus habita e a realidade espiritual. Em Colossenses 1:20, Paulo menciona que Cristo reconciliou tudo, tanto no céu quanto na terra, mostrando que sua obra abrange todas as esferas da criação.","por_que_esta_palavra":"A menção do céu destaca a importância da dimensão espiritual e a autoridade de Cristo sobre todas as coisas celestiais.","conexao_teologica":"A reconciliação no céu implica que a salvação e a restauração são abrangentes, afetando tanto a vida terrena quanto a celestial.","referencias_relacionadas":["Mateus 6:10","Efésios 1:10","Filipenses 3:20"]},"colossenses_1_21_mal":{"palavra_pt":"maligno/mau","palavra_original":"πονηρός","transliteracao":"ponērós","strong":"G4190","significado_raiz":"Ideia básica: maligno.","significado_contextual":"Refere-se à condição do ser humano antes da reconciliação com Deus.","explicacao_detalhada":"A palavra 'maligno' (πονηρός) é usada para descrever a natureza pecaminosa do homem, que está em oposição a Deus. Em Colossenses 1:21, Paulo fala sobre a alienação do homem devido ao pecado, enfatizando a necessidade de reconciliação.","por_que_esta_palavra":"A inclusão do 'mal' ressalta a gravidade da separação entre o homem e Deus, e a necessidade de redenção.","conexao_teologica":"A obra de Cristo é essencial para a transformação do ser humano de uma condição de maldade para uma nova vida em Cristo.","referencias_relacionadas":["Romanos 3:23","Efésios 2:1-3","Tito 3:3"]},"colossenses_1_21_inimigo":{"palavra_pt":"inimigo","palavra_original":"ἐχθρός","transliteracao":"echthrós","strong":"G2190","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se à hostilidade entre o ser humano e Deus antes da reconciliação.","explicacao_detalhada":"A palavra 'inimigo' (ἐχθρός) descreve a relação de antagonismo que existe entre o homem pecador e Deus. Em Colossenses 1:21, Paulo menciona que os crentes eram inimigos de Deus em suas mentes, enfatizando a necessidade de reconciliação.","por_que_esta_palavra":"A palavra 'inimigo' destaca a seriedade da separação entre Deus e a humanidade, mostrando a urgência da reconciliação.","conexao_teologica":"A reconciliação através de Cristo transforma inimigos em amigos de Deus, restaurando a relação quebrada.","referencias_relacionadas":["Romanos 5:10","Tiago 4:4","1 João 2:15"]},"colossenses_1_21_abismo":{"palavra_pt":"abismo","palavra_original":"διάνοια","transliteracao":"diánoia","strong":"G1271","significado_raiz":"Ideia básica: abismo.","significado_contextual":"Refere-se à profundidade da alienação e separação do homem em relação a Deus.","explicacao_detalhada":"A palavra 'abismo' (διάνοια) é usada para descrever a mente ou entendimento que está distante de Deus. Em Colossenses 1:21, Paulo fala sobre a alienação do homem, indicando que a mente do homem estava em um estado de escuridão e separação.","por_que_esta_palavra":"A menção do 'abismo' enfatiza a profundidade da separação e a necessidade de iluminação espiritual.","conexao_teologica":"A obra de Cristo traz luz e entendimento, tirando o homem do abismo da ignorância e da alienação.","referencias_relacionadas":["Efésios 4:18","Romanos 1:21","2 Coríntios 4:4"]},"colossenses_1_22_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à natureza humana e à condição do corpo antes da redenção.","explicacao_detalhada":"A palavra 'carne' (σάρξ) é usada para descrever a natureza humana caída. Em Colossenses 1:22, Paulo menciona que Cristo nos apresentou santos e irrepreensíveis, indicando que a redenção transforma a condição da carne.","por_que_esta_palavra":"A inclusão da 'carne' ressalta a necessidade de transformação e redenção da natureza humana.","conexao_teologica":"A obra de Cristo não apenas perdoa os pecados, mas também transforma a natureza do crente, capacitando-o a viver de maneira santa.","referencias_relacionadas":["Romanos 8:3-4","Gálatas 5:16-17","1 Pedro 1:15-16"]},"colossenses_1_22_morte":{"palavra_pt":"morte","palavra_original":"θάνατος","transliteracao":"thánatos","strong":"G2288","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se à separação espiritual e à consequência do pecado.","explicacao_detalhada":"A palavra 'morte' (θάνατος) é usada para descrever a consequência do pecado, que é a separação de Deus. Em Colossenses 1:22, Paulo fala sobre a morte que foi superada através da obra de Cristo, trazendo vida aos crentes.","por_que_esta_palavra":"A menção da 'morte' enfatiza a gravidade do pecado e a vitória de Cristo sobre a morte.","conexao_teologica":"A ressurreição de Cristo garante a vida eterna e a vitória sobre a morte para todos os que creem.","referencias_relacionadas":["Romanos 6:23","1 Coríntios 15:55-57","Hebreus 2:14-15"]},"colossenses_1_22_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se à totalidade do ser humano, incluindo o físico e o espiritual.","explicacao_detalhada":"A palavra 'corpo' (σῶμα) é usada para descrever a totalidade do ser humano. Em Colossenses 1:22, Paulo menciona que Cristo nos apresenta como santos, indicando que a redenção abrange todo o ser, não apenas o espírito.","por_que_esta_palavra":"A inclusão do 'corpo' ressalta a importância da redenção integral do ser humano.","conexao_teologica":"A obra de Cristo transforma o corpo e a alma, preparando os crentes para a vida eterna.","referencias_relacionadas":["Romanos 12:1","1 Coríntios 6:19-20","2 Coríntios 5:1"]},"colossenses_1_23_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"Refere-se à fé genuína que leva à salvação.","explicacao_detalhada":"A palavra 'fé' (πίστις) é usada para descrever a confiança em Cristo como Senhor e Salvador. Em Colossenses 1:23, Paulo enfatiza que a perseverança na fé é essencial para a salvação.","por_que_esta_palavra":"A menção da 'fé' destaca a importância da crença e confiança em Cristo para a salvação.","conexao_teologica":"A fé é o meio pelo qual os crentes recebem a graça de Deus e são reconciliados com Ele.","referencias_relacionadas":["Efésios 2:8-9","Hebreus 11:1","Romanos 10:17"]},"colossenses_1_23_fe":{"palavra_pt":"esperanca","palavra_original":"ἐλπίς","transliteracao":"elpís","strong":"G1680","significado_raiz":"Ideia básica: esperanca.","significado_contextual":"Refere-se à esperança que vem da fé em Cristo.","explicacao_detalhada":"A palavra 'esperança' (ἐλπίς) é usada para descrever a expectativa confiante da salvação e da vida eterna. Em Colossenses 1:23, Paulo menciona que a esperança é um resultado da fé genuína em Cristo.","por_que_esta_palavra":"A inclusão da 'esperança' ressalta a certeza e a expectativa que os crentes têm em relação à promessa de Deus.","conexao_teologica":"A esperança é um componente essencial da vida cristã, fundamentada na fidelidade de Deus e na obra de Cristo.","referencias_relacionadas":["Romanos 5:1-2","1 Pedro 1:3-5","Colossenses 1:5"]},"colossenses_1_23_bom":{"palavra_pt":"bom","palavra_original":"εὐαγγέλιον","transliteracao":"euangélion","strong":"G2098","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade do evangelho como uma boa nova que traz salvação.","explicacao_detalhada":"A palavra 'bom' aqui enfatiza a natureza positiva e transformadora da mensagem do evangelho, que é capaz de mudar vidas e trazer esperança.","por_que_esta_palavra":"A escolha da palavra 'bom' destaca a importância do evangelho na vida dos crentes e sua capacidade de gerar frutos espirituais.","conexao_teologica":"O evangelho é a base da fé cristã, e sua bondade é um reflexo do caráter de Deus, que deseja o bem para a humanidade.","referencias_relacionadas":["Romanos 1:16","Mateus 4:23","Marcos 1:14-15"]},"colossenses_1_24_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Jesus como o Messias, o escolhido de Deus para redimir a humanidade.","explicacao_detalhada":"A palavra 'Cristo' significa 'ungido' e é um título que reconhece Jesus como aquele que foi designado por Deus para cumprir a missão de salvação.","por_que_esta_palavra":"A utilização do termo 'Cristo' reforça a identidade de Jesus como o cumprimento das profecias messiânicas do Antigo Testamento.","conexao_teologica":"A unção de Jesus como Cristo é central para a compreensão da sua obra redentora e do plano de Deus para a salvação.","referencias_relacionadas":["Isaías 61:1","Atos 10:38","João 1:41"]},"colossenses_1_24_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à natureza humana de Jesus, que se fez carne para habitar entre nós.","explicacao_detalhada":"A palavra 'carne' enfatiza a encarnação de Cristo, mostrando que Ele experimentou a vida humana em sua totalidade, incluindo sofrimento e tentação.","por_que_esta_palavra":"A ênfase na 'carne' é crucial para entender a dualidade da natureza de Cristo, sendo plenamente Deus e plenamente homem.","conexao_teologica":"A encarnação é um dos pilares da fé cristã, pois sem ela, a obra redentora de Cristo não seria possível.","referencias_relacionadas":["João 1:14","Hebreus 2:14","Filipenses 2:7"]},"colossenses_1_24_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à comunidade de crentes, a igreja, que é o corpo de Cristo na Terra.","explicacao_detalhada":"A palavra 'igreja' implica em um chamado coletivo para a adoração e serviço a Deus, destacando a importância da comunhão entre os crentes.","por_que_esta_palavra":"A escolha de 'igreja' reflete a intenção de Deus de reunir um povo para Si, que vive em unidade e amor.","conexao_teologica":"A igreja é vista como o corpo de Cristo, onde cada membro tem um papel essencial na edificação do todo.","referencias_relacionadas":["Mateus 16:18","Atos 2:42-47","Efésios 4:11-13"]},"colossenses_1_25_mestre":{"palavra_pt":"mestre","palavra_original":"διάκονος","transliteracao":"diákonos","strong":"G1249","significado_raiz":"Ideia básica: mestre.","significado_contextual":"Refere-se ao papel de Paulo como um ministro do evangelho, encarregado de ensinar e guiar a igreja.","explicacao_detalhada":"A palavra 'mestre' indica a responsabilidade de Paulo em transmitir a verdade de Deus e edificar a fé dos crentes.","por_que_esta_palavra":"A designação de Paulo como 'mestre' ressalta a importância do ensino na vida cristã e a necessidade de líderes espirituais.","conexao_teologica":"O ministério da palavra é fundamental para o crescimento espiritual da igreja e para a propagação do evangelho.","referencias_relacionadas":["2 Timóteo 2:2","Efésios 4:12","Tiago 3:1"]},"colossenses_1_25_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina de Deus, que é o criador e sustentador de todas as coisas.","explicacao_detalhada":"A palavra 'Deus' enfatiza a soberania e a autoridade de Deus sobre a criação e a história da humanidade.","por_que_esta_palavra":"A menção de Deus aqui sublinha a centralidade da divindade na mensagem do evangelho e na vida da igreja.","conexao_teologica":"A compreensão de Deus como o ser supremo é essencial para a fé cristã, pois é Ele quem oferece a salvação através de Cristo.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 11:36"]},"colossenses_1_25_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à Palavra de Deus, que se fez carne em Jesus Cristo.","explicacao_detalhada":"A palavra 'Cristo' aqui é usada para enfatizar a revelação de Deus através de Jesus, que é a expressão máxima da verdade divina.","por_que_esta_palavra":"A utilização de 'Cristo' como 'palavra' destaca a importância da comunicação de Deus com a humanidade e a revelação de Sua vontade.","conexao_teologica":"Cristo como a Palavra é fundamental para a compreensão da relação entre Deus e a humanidade, sendo Ele o mediador dessa relação.","referencias_relacionadas":["João 1:1-14","Hebreus 1:1-2","Apocalipse 19:13"]},"colossenses_1_26_geracao":{"palavra_pt":"geracao","palavra_original":"γενεά","transliteracao":"geneá","strong":"G1074","significado_raiz":"Ideia básica: geracao.","significado_contextual":"Refere-se à geração de crentes que recebem a revelação do mistério de Cristo.","explicacao_detalhada":"A palavra 'geração' implica em um novo nascimento espiritual, onde os crentes são feitos filhos de Deus através da fé em Cristo.","por_que_esta_palavra":"A menção de 'geração' destaca a continuidade da obra de Deus ao longo das gerações e a importância da transmissão da fé.","conexao_teologica":"A nova geração de crentes é vista como parte do plano redentor de Deus, que se estende a todas as nações.","referencias_relacionadas":["João 3:3","2 Coríntios 5:17","Gálatas 6:15"]},"colossenses_1_26_appear":{"palavra_pt":"aparecer","palavra_original":"φανερόω","transliteracao":"phaneróō","strong":"G5319","significado_raiz":"Ideia básica: aparecer.","significado_contextual":"Refere-se à revelação de Cristo aos crentes, que é um aspecto central da fé cristã.","explicacao_detalhada":"A palavra 'aparecer' indica a manifestação de Cristo em nossas vidas, trazendo luz e entendimento espiritual.","por_que_esta_palavra":"A ênfase em 'aparecer' ressalta a importância da revelação divina e da experiência pessoal com Cristo.","conexao_teologica":"A aparição de Cristo é um tema recorrente na teologia cristã, simbolizando a esperança da glória futura.","referencias_relacionadas":["Colossenses 3:4","1 João 3:2","Romanos 8:18"]},"colossenses_1_27_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à presença de Deus habitando nos crentes através do Espírito Santo.","explicacao_detalhada":"A palavra 'Deus' aqui enfatiza a intimidade do relacionamento entre Deus e os crentes, que são templos do Espírito Santo.","por_que_esta_palavra":"A menção de Deus destaca a promessa de Sua presença constante e a transformação que isso traz à vida dos crentes.","conexao_teologica":"A habitação de Deus nos crentes é um aspecto fundamental da nova aliança, onde Deus se relaciona pessoalmente com Seu povo.","referencias_relacionadas":["1 Coríntios 3:16","Gálatas 2:20","Efésios 2:22"]},"colossenses_1_27_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A glória de Deus é a manifestação de Sua presença e poder entre os crentes.","explicacao_detalhada":"Neste versículo, a 'glória' refere-se à revelação de Cristo em nós, que é a esperança da glória. A presença de Cristo em nossas vidas é o que nos transforma e nos dá esperança.","por_que_esta_palavra":"A palavra 'glória' é usada para enfatizar a importância da presença de Cristo em nossas vidas e como isso nos conecta com a divindade.","conexao_teologica":"A glória de Deus é um tema central na teologia cristã, representando a manifestação do Seu caráter e poder. A presença de Cristo em nós é a realização dessa glória.","referencias_relacionadas":["Romanos 8:18","2 Coríntios 4:17","Colossenses 3:4"]},"colossenses_1_27_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo, o Ungido, é aquele que foi escolhido e capacitado por Deus para cumprir Sua missão de salvação.","explicacao_detalhada":"A palavra 'Cristo' significa 'Ungido' e refere-se a Jesus como o Messias prometido. Ele é o cumprimento das profecias do Antigo Testamento sobre o Salvador.","por_que_esta_palavra":"A designação 'Cristo' é fundamental para entender a identidade de Jesus e Sua missão redentora.","conexao_teologica":"A unção de Cristo é essencial para a compreensão da Sua autoridade e poder para salvar e transformar vidas.","referencias_relacionadas":["Mateus 16:16","Atos 2:36","1 João 2:22"]},"colossenses_1_28_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"σοφία","transliteracao":"sophía","strong":"G4678","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"A sabedoria mencionada aqui é a compreensão espiritual que vem de Cristo e é essencial para o crescimento na fé.","explicacao_detalhada":"A 'sabedoria' é apresentada como um dos objetivos do ministério de Paulo, que busca ensinar e admoestar os crentes para que alcancem a maturidade espiritual.","por_que_esta_palavra":"A palavra 'sabedoria' é crucial para entender como viver de acordo com a vontade de Deus e aplicar os ensinamentos de Cristo em nossas vidas.","conexao_teologica":"A sabedoria divina é um tema recorrente nas Escrituras, mostrando que a verdadeira sabedoria vem de Deus e é revelada através de Cristo.","referencias_relacionadas":["Provérbios 2:6","Tiago 1:5","Colossenses 2:3"]},"colossenses_1_28_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Reforça a ideia de que Cristo é o centro da mensagem do evangelho e a fonte de transformação para os crentes.","explicacao_detalhada":"A repetição da palavra 'Cristo' enfatiza a centralidade de Jesus na vida cristã e a importância de Sua obra redentora.","por_que_esta_palavra":"A palavra 'Cristo' é essencial para a identidade cristã e para a compreensão do plano de salvação.","conexao_teologica":"Cristo como o Ungido é a chave para entender a relação entre Deus e a humanidade, sendo o mediador entre ambos.","referencias_relacionadas":["Gálatas 3:27","Efésios 1:7","Hebreus 9:15"]},"colossenses_1_29_operation":{"palavra_pt":"operation","palavra_original":"ἐνέργεια","transliteracao":"enérgeia","strong":"G1753","significado_raiz":"Ideia básica: operation.","significado_contextual":"Refere-se à ação poderosa de Deus que opera na vida dos crentes para realizar Sua vontade.","explicacao_detalhada":"A 'operação' é a energia divina que capacita Paulo e os crentes a realizar o ministério e a viver de acordo com a vontade de Deus.","por_que_esta_palavra":"A palavra 'operação' destaca a ação ativa de Deus em nossas vidas, mostrando que não estamos sozinhos em nossa caminhada de fé.","conexao_teologica":"A operação de Deus é um aspecto fundamental da vida cristã, onde a graça e o poder divinos nos capacitam a viver para Ele.","referencias_relacionadas":["Filipenses 2:13","1 Coríntios 12:6","Efésios 3:20"]},"colossenses_1_29_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"O poder de Deus é a força que realiza milagres e transforma vidas, essencial para o ministério cristão.","explicacao_detalhada":"A palavra 'poder' refere-se à capacidade divina que opera através dos crentes, permitindo que eles realizem obras que glorificam a Deus.","por_que_esta_palavra":"A ênfase no 'poder' destaca a dependência dos crentes na força de Deus para cumprir Sua missão.","conexao_teologica":"O poder de Deus é um tema central na teologia cristã, mostrando que tudo o que fazemos deve ser feito pela força que Ele nos dá.","referencias_relacionadas":["Atos 1:8","Romanos 1:16","2 Coríntios 12:9"]},"colossenses_1_29_poderoso":{"palavra_pt":"poderoso","palavra_original":"ἐνεργέω","transliteracao":"energéō","strong":"G1754","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Refere-se à capacidade de Deus de realizar grandes coisas através de nós, enfatizando Sua soberania.","explicacao_detalhada":"A palavra 'poderoso' destaca a natureza de Deus como aquele que pode fazer infinitamente mais do que pedimos ou pensamos.","por_que_esta_palavra":"A ênfase em 'poderoso' nos lembra que a eficácia do ministério não depende de nós, mas da força de Deus.","conexao_teologica":"A soberania e o poder de Deus são fundamentais para a compreensão da Sua obra na história e na vida dos crentes.","referencias_relacionadas":["Efésios 3:20","Salmos 147:5","Isaías 40:29"]}}