{"colossenses_3_1_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Cristo como o Messias, o escolhido de Deus.","explicacao_detalhada":"A palavra 'Cristo' enfatiza a identidade de Jesus como o Salvador e o Rei prometido.","por_que_esta_palavra":"É fundamental para a compreensão da missão de Jesus e Sua autoridade.","conexao_teologica":"Cristo é o centro da fé cristã e a fonte de nossa esperança.","referencias_relacionadas":["Mateus 16:16","Atos 2:36","1 João 5:20"]},"colossenses_3_1_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'Deus' é usada para afirmar a soberania e a divindade de Cristo, que é um com o Pai.","por_que_esta_palavra":"É essencial para entender a relação entre Cristo e Deus Pai.","conexao_teologica":"A divindade de Cristo é central para a fé cristã e a compreensão da Trindade.","referencias_relacionadas":["João 10:30","Colossenses 1:16-17","Hebreus 1:3"]},"colossenses_3_1_morte":{"palavra_pt":"morte","palavra_original":"συνεγείρω","transliteracao":"synegeírō","strong":"G4891","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte aqui se refere à morte espiritual e à antiga vida de pecado.","explicacao_detalhada":"Paulo exorta os colossenses a reconhecerem que, em Cristo, eles morreram para o pecado e para a velha natureza. Essa morte é um convite a viver uma nova vida em Cristo.","por_que_esta_palavra":"A palavra 'morte' é crucial para entender a transformação espiritual que ocorre na vida do crente ao aceitar a Cristo.","conexao_teologica":"A morte de Cristo na cruz é o fundamento da redenção e da nova vida que os crentes recebem.","referencias_relacionadas":["Romanos 6:6","Gálatas 2:20","Efésios 2:1-5"]},"colossenses_3_2_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra representa o mundo físico e as coisas terrenas que não devem ser o foco do cristão.","explicacao_detalhada":"Paulo instrui os colossenses a não se apegarem às coisas deste mundo, mas a buscarem as coisas do alto, onde Cristo está.","por_que_esta_palavra":"A palavra 'terra' enfatiza a transitoriedade das coisas materiais em contraste com a eternidade das coisas espirituais.","conexao_teologica":"A busca pelas coisas do alto reflete a nova identidade do crente em Cristo, que é celestial.","referencias_relacionadas":["Mateus 6:19-21","1 João 2:15-17","Filipenses 3:20"]},"colossenses_3_2_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para enfatizar a soberania e a centralidade de Deus na vida do crente.","explicacao_detalhada":"Paulo lembra os colossenses de que devem ter suas mentes voltadas para Deus e suas verdades, não para as distrações do mundo.","por_que_esta_palavra":"A referência a Deus é fundamental para entender a relação do crente com o Criador e a importância de viver em conformidade com Sua vontade.","conexao_teologica":"A centralidade de Deus na vida do crente é um tema recorrente nas cartas de Paulo, refletindo a necessidade de dependência e adoração.","referencias_relacionadas":["Salmos 37:4","Romanos 12:2","Hebreus 12:2"]},"colossenses_3_2_affection":{"palavra_pt":"affection","palavra_original":"φρονέω","transliteracao":"phronéō","strong":"G5426","significado_raiz":"Ideia básica: affection.","significado_contextual":"A palavra 'affection' refere-se aos desejos e inclinações do coração do crente.","explicacao_detalhada":"Paulo exorta os colossenses a direcionarem suas afeições para as coisas do alto, em vez de se deixarem levar pelas paixões terrenas.","por_que_esta_palavra":"A ênfase nas afeições destaca a importância de cultivar um coração que busca as coisas de Deus.","conexao_teologica":"As afeições do crente devem refletir a nova vida em Cristo, que transforma desejos e prioridades.","referencias_relacionadas":["Mateus 22:37","Gálatas 5:22-23","Colossenses 3:5"]},"colossenses_3_3_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A vida mencionada aqui é a nova vida que o crente recebe em Cristo.","explicacao_detalhada":"Paulo afirma que a vida do crente está escondida com Cristo em Deus, enfatizando a segurança e a nova identidade em Cristo.","por_que_esta_palavra":"A palavra 'vida' é central para a mensagem do evangelho, que promete vida abundante aos que creem.","conexao_teologica":"A nova vida em Cristo é um tema central na teologia paulina, refletindo a transformação que ocorre na salvação.","referencias_relacionadas":["João 10:10","2 Coríntios 5:17","Romanos 8:1-2"]},"colossenses_3_3_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo, o Ungido, é a fonte da nova vida e da esperança do crente.","explicacao_detalhada":"Paulo destaca a importância de Cristo como o centro da vida do crente, que deve viver em comunhão com Ele.","por_que_esta_palavra":"A palavra 'Cristo' é essencial para entender a identidade e a missão do crente na terra.","conexao_teologica":"A unção de Cristo é um símbolo do Seu papel como Salvador e Senhor, que transforma a vida dos crentes.","referencias_relacionadas":["Atos 4:12","Romanos 1:16","Gálatas 3:27"]},"colossenses_3_3_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como a fonte da vida e da esperança do crente.","explicacao_detalhada":"Paulo enfatiza que a vida do crente está unida a Deus e que Ele é a base de sua identidade e segurança.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para a compreensão da relação do crente com o Criador e a importância de viver em Sua presença.","conexao_teologica":"A relação com Deus é o fundamento da vida cristã, refletindo a dependência e a adoração do crente.","referencias_relacionadas":["Salmos 46:1","Romanos 8:31-32","Filipenses 4:19"]},"colossenses_3_4_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo é apresentado como a manifestação da glória de Deus e a esperança do crente.","explicacao_detalhada":"Paulo afirma que quando Cristo se manifestar, os crentes também serão revelados em glória, enfatizando a esperança futura.","por_que_esta_palavra":"A palavra 'Cristo' é central para a esperança escatológica do crente, que aguarda a volta do Senhor.","conexao_teologica":"A glorificação dos crentes está ligada à glorificação de Cristo, refletindo a união entre Ele e a Igreja.","referencias_relacionadas":["Romanos 8:18","1 João 3:2","Filipenses 3:20-21"]},"colossenses_3_4_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A vida mencionada aqui é a vida eterna que os crentes têm em Cristo.","explicacao_detalhada":"Paulo destaca que a vida dos crentes é eterna e gloriosa, assegurada pela ressurreição de Cristo.","por_que_esta_palavra":"A palavra 'vida' é essencial para a compreensão da promessa de vida eterna que Cristo oferece.","conexao_teologica":"A vida eterna é um tema central na mensagem do evangelho, que transforma a perspectiva do crente sobre a morte e a vida.","referencias_relacionadas":["João 3:16","Romanos 6:23","1 Pedro 1:3-4"]},"colossenses_3_4_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A glória é a manifestação da presença e do caráter de Deus.","explicacao_detalhada":"Paulo fala sobre a glória que será revelada aos crentes, enfatizando a esperança da vida eterna com Deus.","por_que_esta_palavra":"A palavra 'glória' é fundamental para entender a natureza de Deus e a expectativa da vida futura.","conexao_teologica":"A glória de Deus é um tema central na Escritura, refletindo Sua majestade e poder.","referencias_relacionadas":["Salmos 19:1","Romanos 8:18","2 Coríntios 4:17"]},"colossenses_3_5_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como o lugar físico onde os seres humanos habitam.","explicacao_detalhada":"A palavra 'terra' neste contexto simboliza a vida terrena e as coisas materiais que devem ser mortificadas em favor de uma vida espiritual.","por_que_esta_palavra":"É usada para enfatizar a necessidade de renunciar aos desejos terrenos e focar nas coisas do alto.","conexao_teologica":"A terra representa a condição humana caída e a necessidade de transformação espiritual.","referencias_relacionadas":["Mateus 6:19-21","Romanos 12:2","1 João 2:15-17"]},"colossenses_3_5_corpo":{"palavra_pt":"corpo","palavra_original":"μέλος","transliteracao":"mélos","strong":"G3196","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo físico do ser humano.","explicacao_detalhada":"O corpo é visto como um instrumento que pode ser usado para o bem ou para o mal, e deve ser submetido à vontade de Deus.","por_que_esta_palavra":"A palavra é utilizada para destacar a importância de controlar os desejos carnais que podem levar à morte espiritual.","conexao_teologica":"A relação entre corpo e espírito é fundamental na teologia cristã, onde o corpo deve ser apresentado como sacrifício vivo a Deus.","referencias_relacionadas":["Romanos 6:12-13","1 Coríntios 6:19-20","Gálatas 5:16-17"]},"colossenses_3_5_fornication":{"palavra_pt":"fornication","palavra_original":"πορνεία","transliteracao":"porneía","strong":"G4202","significado_raiz":"Ideia básica: fornication.","significado_contextual":"Refere-se a relações sexuais ilícitas, que são condenadas na Escritura.","explicacao_detalhada":"A fornicação é vista como um pecado que contamina o corpo e afeta a comunhão com Deus.","por_que_esta_palavra":"É utilizada para alertar os crentes sobre a gravidade do pecado sexual e suas consequências espirituais.","conexao_teologica":"A pureza sexual é um tema recorrente na Bíblia, enfatizando a santidade do corpo como templo do Espírito Santo.","referencias_relacionadas":["1 Coríntios 6:18","Hebreus 13:4","Gálatas 5:19"]},"colossenses_3_6_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus Todo-Poderoso, criador do céu e da terra.","explicacao_detalhada":"A palavra enfatiza a soberania de Deus sobre todas as coisas e a necessidade de viver em conformidade com Sua vontade.","por_que_esta_palavra":"É usada para lembrar que as ações humanas têm consequências diante de Deus, que é justo e santo.","conexao_teologica":"A justiça de Deus é um tema central na teologia, onde Ele julga o pecado e oferece graça através de Cristo.","referencias_relacionadas":["Romanos 1:18","Salmos 7:11","Gálatas 6:7"]},"colossenses_3_6_desejo":{"palavra_pt":"desejo","palavra_original":"ὀργή","transliteracao":"orgḗ","strong":"G3709","significado_raiz":"Ideia básica: desejo.","significado_contextual":"Refere-se ao desejo ou ira de Deus contra o pecado.","explicacao_detalhada":"Este desejo é uma expressão da justiça divina que se opõe à iniquidade e à desobediência.","por_que_esta_palavra":"É utilizada para mostrar que o pecado provoca a ira de Deus e que os crentes devem se afastar dele.","conexao_teologica":"A ira de Deus é um aspecto da Sua santidade e justiça, que não pode tolerar o pecado.","referencias_relacionadas":["Efésios 5:6","Romanos 2:5","Colossenses 3:5"]},"colossenses_3_7_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se à maneira como os crentes devem viver em conformidade com a nova vida em Cristo.","explicacao_detalhada":"Viver implica em uma transformação que reflete a nova identidade em Cristo, abandonando o velho eu.","por_que_esta_palavra":"É usada para enfatizar que a vida do crente deve ser diferente da vida anterior marcada pelo pecado.","conexao_teologica":"A nova vida em Cristo é um tema central na teologia cristã, onde a regeneração leva a uma nova maneira de viver.","referencias_relacionadas":["2 Coríntios 5:17","Gálatas 2:20","Romanos 6:4"]},"colossenses_3_7_andar":{"palavra_pt":"andar","palavra_original":"περιπατέω","transliteracao":"peripatéō","strong":"G4043","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao modo de viver ou conduzir a vida.","explicacao_detalhada":"Andar implica em um estilo de vida que deve refletir os valores e princípios do Reino de Deus.","por_que_esta_palavra":"É usada para mostrar que a vida cristã deve ser uma caminhada contínua em obediência a Deus.","conexao_teologica":"A caminhada cristã é frequentemente descrita como uma jornada de fé, onde o crente deve seguir a Cristo.","referencias_relacionadas":["Gálatas 5:25","1 João 1:7","Efésios 5:8"]},"colossenses_3_7_almost":{"palavra_pt":"quase","palavra_original":"ἐν","transliteracao":"en","strong":"G1722","significado_raiz":"Ideia básica: quase.","significado_contextual":"Refere-se à ideia de 'quase' ou 'em parte', indicando uma condição não completa.","explicacao_detalhada":"Neste contexto, pode sugerir que a vida anterior ainda pode ter influência, mas deve ser deixada para trás.","por_que_esta_palavra":"É usada para enfatizar a transição entre a velha vida e a nova vida em Cristo.","conexao_teologica":"A ideia de transformação completa em Cristo é central, onde o crente não deve viver 'quase' como um novo ser.","referencias_relacionadas":["Filipenses 3:13-14","Romanos 12:2","Colossenses 3:10"]},"colossenses_3_8_boca":{"palavra_pt":"boca","palavra_original":"στόμα","transliteracao":"stóma","strong":"G4750","significado_raiz":"Ideia básica: boca.","significado_contextual":"Refere-se à boca como o órgão da fala, que deve ser usado para edificação e não para maldição.","explicacao_detalhada":"A boca é um símbolo do que está no coração, e deve ser usada para glorificar a Deus e não para propagar o pecado.","por_que_esta_palavra":"É utilizada para alertar sobre a importância das palavras e seu impacto na vida espiritual.","conexao_teologica":"A fala é um reflexo do estado espiritual do crente, e deve ser controlada pelo Espírito Santo.","referencias_relacionadas":["Tiago 3:5-10","Efésios 4:29","Provérbios 18:21"]},"colossenses_3_8_desejo":{"palavra_pt":"desejo","palavra_original":"ὀργή","transliteracao":"orgḗ","strong":"G3709","significado_raiz":"Ideia básica: desejo.","significado_contextual":"Refere-se ao desejo ou ira que deve ser abandonado pelo crente.","explicacao_detalhada":"Este desejo é uma expressão de emoções negativas que não têm lugar na vida do cristão.","por_que_esta_palavra":"É usada para enfatizar a necessidade de deixar para trás comportamentos que não refletem a nova vida em Cristo.","conexao_teologica":"A transformação do coração e da mente é essencial para a vida cristã, onde o desejo deve ser alinhado com a vontade de Deus.","referencias_relacionadas":["Gálatas 5:24","Efésios 4:31-32","Colossenses 3:5"]},"colossenses_3_8_ira":{"palavra_pt":"ira","palavra_original":"θυμός","transliteracao":"thymós","strong":"G2372","significado_raiz":"Ideia básica: ira.","significado_contextual":"A ira mencionada aqui refere-se a uma emoção intensa que pode levar a ações destrutivas e pecaminosas.","explicacao_detalhada":"A palavra 'ira' (θυμός) é usada para descrever uma raiva que pode ser tanto justa quanto injusta. No contexto de Colossenses 3:8, Paulo exorta os crentes a abandonarem comportamentos que não refletem a nova vida em Cristo, incluindo a ira que pode resultar em conflitos e divisões.","por_que_esta_palavra":"Esta palavra é importante porque destaca a necessidade de os cristãos se livrarem de atitudes que não são compatíveis com a vida cristã e que podem prejudicar a comunhão entre os irmãos.","conexao_teologica":"A ira é um tema recorrente nas Escrituras, onde é frequentemente associada ao pecado e à necessidade de reconciliação. A nova vida em Cristo implica em deixar para trás comportamentos que não glorificam a Deus.","referencias_relacionadas":["Efésios 4:31","Tiago 1:20","Romanos 12:19"]},"colossenses_3_9_enganar":{"palavra_pt":"enganar","palavra_original":"ψεύδομαι","transliteracao":"pseúdomai","strong":"G5574","significado_raiz":"Ideia básica: enganar.","significado_contextual":"Enganar refere-se a ações que distorcem a verdade, levando outros a acreditar em algo falso.","explicacao_detalhada":"A palavra 'enganar' (ψεύδομαι) implica em uma ação deliberada de falsidade. Paulo adverte os colossenses a não se enganarem uns aos outros, enfatizando a importância da verdade e da autenticidade nas relações dentro da comunidade cristã.","por_que_esta_palavra":"A palavra é crucial porque a honestidade é fundamental para a edificação da igreja e para a saúde espiritual dos crentes.","conexao_teologica":"A verdade é um dos pilares da fé cristã, e enganar é contrário à natureza de Deus, que é a própria verdade.","referencias_relacionadas":["João 8:44","Efésios 4:25","1 João 2:21"]},"colossenses_3_9_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é usada para se referir ao Criador e à autoridade suprema sobre todas as coisas.","explicacao_detalhada":"Embora a palavra 'deus' (μή) aqui não se refira diretamente a Deus, mas sim a uma negação, o contexto enfatiza a importância de viver de acordo com a verdade divina e não se deixar enganar por falsidades.","por_que_esta_palavra":"A referência a Deus é essencial para lembrar aos crentes que suas ações devem refletir a natureza e o caráter de Deus.","conexao_teologica":"A relação entre Deus e a verdade é fundamental na teologia cristã, onde Deus é visto como a fonte de toda verdade e moralidade.","referencias_relacionadas":["Salmos 119:160","João 14:6","Romanos 1:20"]},"colossenses_3_9_obra":{"palavra_pt":"obra","palavra_original":"πρᾶξις","transliteracao":"prâxis","strong":"G4234","significado_raiz":"Ideia básica: obra.","significado_contextual":"A palavra 'obra' refere-se a ações ou atividades realizadas por indivíduos.","explicacao_detalhada":"A palavra 'obra' (πρᾶξις) é usada para descrever as ações que os crentes devem evitar, como enganar uns aos outros. Isso destaca a importância de viver de maneira que as obras reflitam a nova vida em Cristo.","por_que_esta_palavra":"É importante porque enfatiza que as ações dos crentes devem ser consistentes com sua nova identidade em Cristo.","conexao_teologica":"As obras são um reflexo da fé e da transformação que ocorre na vida do crente, sendo um testemunho do poder de Deus.","referencias_relacionadas":["Efésios 2:10","Tiago 2:17","Gálatas 6:7"]},"colossenses_3_10_criar":{"palavra_pt":"criar","palavra_original":"κτίζω","transliteracao":"ktízō","strong":"G2936","significado_raiz":"Ideia básica: criar.","significado_contextual":"Criar refere-se ao ato de trazer algo à existência ou de transformar algo.","explicacao_detalhada":"A palavra 'criar' (κτίζω) é usada para descrever a nova criação que ocorre em Cristo. Os crentes são chamados a viver de acordo com essa nova identidade, refletindo a imagem de Deus.","por_que_esta_palavra":"Esta palavra é fundamental porque enfatiza a transformação que ocorre na vida do crente ao aceitar a Cristo.","conexao_teologica":"A nova criação é um tema central na teologia cristã, simbolizando a renovação e a restauração que Deus realiza na vida dos crentes.","referencias_relacionadas":["2 Coríntios 5:17","Gálatas 6:15","Efésios 4:24"]},"colossenses_3_10_acknowledgeing":{"palavra_pt":"ac knowledge ing","palavra_original":"ἐπίγνωσις","transliteracao":"epígnōsis","strong":"G1922","significado_raiz":"Ideia básica: ac knowledge ing.","significado_contextual":"Reconhecimento refere-se à compreensão e aceitação da verdade sobre Deus e sobre si mesmo.","explicacao_detalhada":"A palavra 'reconhecimento' (ἐπίγνωσις) implica em um conhecimento profundo e relacional. Paulo enfatiza que os crentes devem crescer em seu entendimento de Deus e de sua vontade.","por_que_esta_palavra":"É importante porque o verdadeiro conhecimento de Deus leva a uma vida transformada e a um relacionamento mais profundo com Ele.","conexao_teologica":"O conhecimento de Deus é essencial para a vida cristã, pois nos permite viver de acordo com Sua vontade e propósito.","referencias_relacionadas":["Filipenses 1:9","Colossenses 1:10","2 Pedro 3:18"]},"colossenses_3_10_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Conforme indica a conformidade ou a maneira como algo deve ser feito.","explicacao_detalhada":"A palavra 'conforme' (κατά) é usada para indicar que a nova vida do crente deve ser vivida de acordo com a imagem de Cristo, refletindo Seus atributos e caráter.","por_que_esta_palavra":"É importante porque nos lembra que a vida cristã não é apenas sobre crenças, mas também sobre ações que devem estar alinhadas com a vontade de Deus.","conexao_teologica":"Viver conforme a imagem de Cristo é um chamado para todos os crentes, refletindo a transformação que Ele realiza em nossas vidas.","referencias_relacionadas":["Romanos 8:29","Efésios 4:13","1 João 3:2"]},"colossenses_3_11_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo é o Ungido, aquele que foi escolhido e capacitado por Deus para cumprir Sua missão.","explicacao_detalhada":"A palavra 'Cristo' (Χριστός) enfatiza a identidade de Jesus como o Messias prometido, que veio para salvar a humanidade e estabelecer o Reino de Deus.","por_que_esta_palavra":"É fundamental porque reconhece a autoridade de Cristo e Sua obra redentora na vida dos crentes.","conexao_teologica":"A identidade de Cristo como o Ungido é central para a fé cristã, pois Ele é o mediador entre Deus e os homens.","referencias_relacionadas":["Mateus 16:16","Atos 2:36","1 João 2:22"]},"colossenses_3_11_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"A palavra refere-se à identidade étnica e cultural dos judeus.","explicacao_detalhada":"A palavra 'judeu' (Ἰουδαῖος) é usada para destacar que, em Cristo, não há distinção entre judeus e gentios, enfatizando a unidade no corpo de Cristo.","por_que_esta_palavra":"É importante porque sublinha a inclusão de todos os povos na salvação oferecida por Cristo.","conexao_teologica":"A unidade em Cristo é um tema central no Novo Testamento, onde todos são chamados a ser um só corpo, independentemente de sua origem.","referencias_relacionadas":["Gálatas 3:28","Efésios 2:14","Romanos 10:12"]},"colossenses_3_12_piedade":{"palavra_pt":"piedade","palavra_original":"σπλάγχνον","transliteracao":"splánchnon","strong":"G4698","significado_raiz":"Ideia básica: piedade.","significado_contextual":"Piedade refere-se a um coração compassivo e amoroso, que se preocupa com os outros.","explicacao_detalhada":"A palavra 'piedade' (σπλάγχνον) é usada para descrever a atitude de compaixão que os crentes devem ter uns pelos outros, refletindo o amor de Cristo.","por_que_esta_palavra":"É importante porque a compaixão é um dos principais atributos de Deus e deve ser refletida na vida dos crentes.","conexao_teologica":"A piedade é um aspecto essencial da vida cristã, que demonstra a transformação do coração e a disposição de servir aos outros.","referencias_relacionadas":["Colossenses 3:13","1 Pedro 3:8","Mateus 9:36"]},"colossenses_3_13_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade de Cristo sobre os crentes.","explicacao_detalhada":"A palavra 'senhor' implica um reconhecimento da soberania de Cristo na vida do crente, indicando que Ele é a fonte de autoridade e direção.","por_que_esta_palavra":"É essencial para entender a relação de submissão e obediência que os crentes devem ter em relação a Cristo.","conexao_teologica":"A autoridade de Cristo é um tema central no Novo Testamento, refletindo sua divindade e papel como Salvador.","referencias_relacionadas":["Mateus 28:18","Romanos 10:9","Filipenses 2:9-11"]},"colossenses_3_13_quarrel":{"palavra_pt":"quarrel","palavra_original":"μομφή","transliteracao":"momphḗ","strong":"G3437","significado_raiz":"Ideia básica: quarrel.","significado_contextual":"Refere-se a disputas ou contendas entre os membros da comunidade cristã.","explicacao_detalhada":"A palavra 'quarrel' destaca a importância da reconciliação e do perdão nas relações interpessoais, especialmente entre os crentes.","por_que_esta_palavra":"É fundamental para promover a unidade e a paz dentro da igreja, evitando divisões e conflitos.","conexao_teologica":"O perdão é um princípio central do cristianismo, refletindo o perdão que recebemos de Deus.","referencias_relacionadas":["Mateus 5:9","Efésios 4:32","Tiago 4:1"]},"colossenses_3_13_libertar":{"palavra_pt":"libertar","palavra_original":"χαρίζομαι","transliteracao":"charízomai","strong":"G5483","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se ao ato de perdoar e libertar os outros de suas ofensas.","explicacao_detalhada":"A palavra 'libertar' implica um ato de graça, onde o crente é chamado a liberar os outros de suas dívidas emocionais e espirituais.","por_que_esta_palavra":"É uma expressão do amor cristão e da disposição de seguir o exemplo de Cristo em perdoar.","conexao_teologica":"A libertação do pecado e das ofensas é um tema recorrente na mensagem do evangelho.","referencias_relacionadas":["Lucas 6:37","Colossenses 2:13-14","1 João 1:9"]},"colossenses_3_14_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao modo de viver e à conduta dos crentes.","explicacao_detalhada":"A palavra 'caminho' sugere uma jornada de fé, onde os crentes são chamados a viver de acordo com os princípios de Cristo.","por_que_esta_palavra":"É importante para entender que a vida cristã é um processo contínuo de crescimento e transformação.","conexao_teologica":"A ideia de caminhar com Deus é uma metáfora comum na Bíblia, simbolizando a relação íntima entre o crente e o Senhor.","referencias_relacionadas":["Salmos 119:105","Gálatas 5:16","1 João 2:6"]},"colossenses_3_15_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"Refere-se à paz que Cristo traz aos corações dos crentes.","explicacao_detalhada":"A palavra 'paz' implica um estado de harmonia e tranquilidade que resulta da presença de Cristo na vida do crente.","por_que_esta_palavra":"É essencial para a vida cristã, pois a paz de Cristo é um antídoto para a ansiedade e o conflito.","conexao_teologica":"A paz é um fruto do Espírito e um sinal da presença de Deus na vida do crente.","referencias_relacionadas":["João 14:27","Filipenses 4:7","Romanos 5:1"]},"colossenses_3_15_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Cristo como o Messias, o Ungido de Deus.","explicacao_detalhada":"A palavra 'cristo' enfatiza a missão redentora de Jesus e seu papel como Salvador da humanidade.","por_que_esta_palavra":"É fundamental para a compreensão da identidade de Jesus e seu propósito na história da salvação.","conexao_teologica":"A unção de Cristo é um tema central na teologia cristã, simbolizando seu poder e autoridade.","referencias_relacionadas":["Isaías 61:1","Atos 10:38","Romanos 1:3-4"]},"colossenses_3_15_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de se tornar ou acontecer algo significativo na vida do crente.","explicacao_detalhada":"A palavra 'tornar-se' sugere um processo de transformação e crescimento espiritual.","por_que_esta_palavra":"É importante para entender que a vida cristã envolve mudanças e o desenvolvimento de características que refletem Cristo.","conexao_teologica":"A transformação do crente é um aspecto essencial da salvação e da santificação.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"colossenses_3_16_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à Palavra de Deus, que é viva e eficaz.","explicacao_detalhada":"A palavra 'palavra' enfatiza a importância das Escrituras e da mensagem de Cristo na vida do crente.","por_que_esta_palavra":"É essencial para a edificação espiritual e a orientação moral dos crentes.","conexao_teologica":"A Palavra de Deus é fundamental para a fé e a prática cristã, sendo um meio de revelação divina.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:11","Tiago 1:22"]},"colossenses_3_16_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Cristo como a fonte de sabedoria e conhecimento.","explicacao_detalhada":"A palavra 'cristo' destaca a importância de aprender e viver segundo os ensinamentos de Jesus.","por_que_esta_palavra":"É crucial para a formação do caráter cristão e a prática da fé.","conexao_teologica":"Cristo é a sabedoria de Deus, e os crentes são chamados a buscar entendimento através dele.","referencias_relacionadas":["1 Coríntios 1:30","Colossenses 2:3","Tiago 1:5"]},"colossenses_3_16_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"σοφία","transliteracao":"sophía","strong":"G4678","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"Refere-se ao conhecimento prático e à compreensão que vêm de Deus.","explicacao_detalhada":"A palavra 'sabedoria' implica discernimento e a capacidade de aplicar o conhecimento de forma correta.","por_que_esta_palavra":"É essencial para a vida cristã, pois a sabedoria divina guia as decisões e ações dos crentes.","conexao_teologica":"A sabedoria é um atributo de Deus e um dom que Ele concede aos que o buscam.","referencias_relacionadas":["Provérbios 3:5-6","Tiago 3:17","Colossenses 1:9"]},"colossenses_3_17_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'Cristo' refere-se à figura central da fé cristã, o Messias prometido.","explicacao_detalhada":"No contexto de Colossenses 3:17, a palavra 'Cristo' enfatiza a importância de viver em harmonia com os ensinamentos de Jesus, reconhecendo-O como a fonte de autoridade e exemplo.","por_que_esta_palavra":"A inclusão de 'Cristo' destaca a centralidade de Jesus nas ações e decisões diárias dos crentes.","conexao_teologica":"Cristo é visto como o mediador entre Deus e a humanidade, e suas palavras e ações servem como guia para a vida cristã.","referencias_relacionadas":["Mateus 28:18","João 14:6","Atos 4:12"]},"colossenses_3_17_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade suprema de Cristo sobre todas as coisas.","explicacao_detalhada":"Em Colossenses 3:17, 'senhor' implica que todas as ações devem ser feitas em submissão à vontade de Cristo, reconhecendo Sua soberania.","por_que_esta_palavra":"A palavra 'senhor' é essencial para entender a relação de submissão e respeito que os crentes devem ter em relação a Jesus.","conexao_teologica":"A autoridade de Cristo é um tema central no Novo Testamento, refletindo Sua divindade e poder.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:9-11","1 Coríntios 8:6"]},"colossenses_3_17_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é a forma humana do Filho de Deus, que veio para salvar a humanidade.","explicacao_detalhada":"No versículo, 'Jesus' é mencionado para reafirmar a importância de agir em Seu nome, refletindo Sua natureza e ensinamentos.","por_que_esta_palavra":"A menção de 'Jesus' é crucial, pois enfatiza a relação pessoal que os crentes têm com Ele como Salvador.","conexao_teologica":"Jesus é o centro da fé cristã, e Sua vida e ensinamentos são fundamentais para a prática cristã.","referencias_relacionadas":["João 3:16","Atos 2:38","Romanos 5:8"]},"colossenses_3_18_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' aqui reforça a ideia de liderança e responsabilidade dentro da estrutura familiar.","explicacao_detalhada":"Em Colossenses 3:18, 'senhor' implica que as esposas devem se submeter a seus maridos como parte de uma ordem divina estabelecida por Deus.","por_que_esta_palavra":"A palavra é usada para enfatizar a ordem e a harmonia que devem existir nas relações familiares.","conexao_teologica":"A submissão é vista como um reflexo da relação entre Cristo e a Igreja, onde Cristo é o cabeça.","referencias_relacionadas":["Efésios 5:22-24","1 Pedro 3:1","Gálatas 3:28"]},"colossenses_3_18_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"A palavra 'acquaintance' refere-se a um relacionamento íntimo e pessoal.","explicacao_detalhada":"No contexto, sugere que a mulher deve ter um conhecimento profundo e uma conexão com seu marido, promovendo um relacionamento saudável.","por_que_esta_palavra":"A ênfase na relação pessoal é importante para entender a dinâmica do casamento segundo a perspectiva bíblica.","conexao_teologica":"O relacionamento entre marido e mulher é frequentemente usado como uma metáfora para a relação entre Cristo e a Igreja.","referencias_relacionadas":["Gênesis 2:24","Cantares 2:16","Efésios 5:31"]},"colossenses_3_18_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se à esposa dentro do contexto familiar e social.","explicacao_detalhada":"Em Colossenses 3:18, a palavra destaca o papel da mulher no lar e sua relação com o marido, enfatizando a importância da submissão.","por_que_esta_palavra":"A palavra é usada para definir o papel da mulher na estrutura familiar, conforme a ordem divina.","conexao_teologica":"A relação entre marido e mulher é um reflexo da relação entre Cristo e a Igreja, onde cada um tem um papel distinto.","referencias_relacionadas":["Provérbios 31:10-31","Efésios 5:22-23","1 Pedro 3:7"]},"colossenses_3_19_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' é novamente usada para enfatizar o papel da esposa no relacionamento conjugal.","explicacao_detalhada":"Neste versículo, a palavra destaca a importância do amor e do respeito mútuo entre marido e mulher.","por_que_esta_palavra":"A repetição da palavra 'mulher' reforça a necessidade de um relacionamento saudável e equilibrado.","conexao_teologica":"O amor entre marido e mulher é um reflexo do amor de Cristo pela Igreja.","referencias_relacionadas":["Efésios 5:25","Colossenses 3:18","1 Pedro 3:7"]},"colossenses_3_19_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade e à soberania de Deus sobre todas as coisas.","explicacao_detalhada":"Em Colossenses 3:19, a palavra é usada para enfatizar que o amor e o cuidado no casamento devem refletir o caráter de Deus.","por_que_esta_palavra":"A inclusão de 'deus' destaca a importância de viver de acordo com os princípios divinos em todas as relações.","conexao_teologica":"Deus é visto como a fonte de amor e autoridade, e os relacionamentos humanos devem espelhar Seu caráter.","referencias_relacionadas":["1 João 4:8","Gênesis 1:27","Romanos 13:1"]},"colossenses_3_19_bitter":{"palavra_pt":"bitter","palavra_original":"πικραίνω","transliteracao":"pikraínō","strong":"G4087","significado_raiz":"Ideia básica: bitter.","significado_contextual":"A palavra 'bitter' refere-se a sentimentos de amargura que podem surgir em relacionamentos.","explicacao_detalhada":"No contexto, a palavra sugere que os maridos devem evitar atitudes que possam causar amargura em suas esposas.","por_que_esta_palavra":"A palavra é importante para enfatizar a necessidade de um ambiente amoroso e respeitoso no lar.","conexao_teologica":"A amargura é vista como um obstáculo ao amor e à harmonia que Deus deseja para os relacionamentos.","referencias_relacionadas":["Efésios 4:31","Hebreus 12:15","Colossenses 3:8"]},"colossenses_3_20_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' aqui reafirma a autoridade de Cristo sobre as crianças e a importância da obediência.","explicacao_detalhada":"Em Colossenses 3:20, 'senhor' implica que as crianças devem obedecer a seus pais como parte do plano divino para a família.","por_que_esta_palavra":"A palavra é usada para enfatizar a ordem e a estrutura que Deus estabeleceu nas relações familiares.","conexao_teologica":"A obediência é vista como uma expressão de respeito e honra a Deus e aos pais.","referencias_relacionadas":["Efésios 6:1-3","Provérbios 1:8","Colossenses 3:21"]},"colossenses_3_20_acceptableted":{"palavra_pt":"acceptable ted","palavra_original":"εὐάρεστος","transliteracao":"euárestos","strong":"G2101","significado_raiz":"Ideia básica: acceptable ted.","significado_contextual":"Refere-se a ações que são agradáveis e aceitáveis aos olhos de Deus, especialmente no contexto da obediência dos filhos aos pais.","explicacao_detalhada":"A palavra 'acceptable ted' (εὐάρεστος) implica em algo que é bem recebido, que traz satisfação. Neste versículo, é um chamado à obediência dos filhos, enfatizando que essa obediência deve ser feita de maneira que agrade a Deus.","por_que_esta_palavra":"A escolha da palavra 'acceptable ted' destaca a importância de viver de acordo com os princípios divinos, refletindo a relação entre filhos e pais sob a perspectiva cristã.","conexao_teologica":"A obediência dos filhos é vista como um reflexo da ordem divina e do respeito à autoridade estabelecida por Deus, que é fundamental para a harmonia familiar.","referencias_relacionadas":["Efésios 6:1-3","Provérbios 1:8","Colossenses 3:21"]},"colossenses_3_21_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Neste contexto, a palavra 'deus' (μή) é usada para enfatizar a negação, sugerindo que os pais não devem provocar seus filhos à ira.","explicacao_detalhada":"A palavra 'deus' aqui serve como uma instrução negativa, alertando os pais sobre a responsabilidade de educar seus filhos com amor e compreensão, evitando ações que possam levar à frustração ou revolta.","por_que_esta_palavra":"A utilização da palavra 'deus' enfatiza a necessidade de uma abordagem cuidadosa na disciplina, refletindo o caráter amoroso de Deus na criação.","conexao_teologica":"A relação entre pais e filhos é um reflexo da relação entre Deus e Seus filhos, onde a disciplina é feita com amor e não com dureza.","referencias_relacionadas":["Efésios 6:4","Provérbios 22:6","Salmos 103:13"]},"colossenses_3_22_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' (σάρξ) é usada para descrever a natureza humana, especialmente em relação ao trabalho e à obediência dos servos.","explicacao_detalhada":"Neste versículo, 'carne' refere-se à condição humana e à necessidade de trabalhar com sinceridade, como se estivesse servindo ao Senhor e não apenas aos homens.","por_que_esta_palavra":"A escolha da palavra 'carne' destaca a dualidade da vida cristã, onde a obediência e o trabalho devem ser feitos com a consciência de que estamos servindo a Deus.","conexao_teologica":"A ideia de servir a Deus em todas as áreas da vida, incluindo o trabalho, é um princípio central na teologia cristã, que enfatiza a santidade em todas as ações.","referencias_relacionadas":["Gálatas 5:16","Romanos 12:1","Colossenses 3:23"]},"colossenses_3_22_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' (κύριος) refere-se à autoridade dos mestres sobre os servos, enfatizando a necessidade de respeito e obediência.","explicacao_detalhada":"Neste contexto, 'senhor' implica em uma relação de autoridade e responsabilidade, onde os servos são chamados a obedecer a seus mestres com sinceridade e respeito.","por_que_esta_palavra":"A escolha da palavra 'senhor' reflete a estrutura social da época, onde a obediência aos mestres era uma parte importante da vida cotidiana.","conexao_teologica":"A relação entre servos e senhores é uma analogia da relação entre Cristo e a Igreja, onde a obediência é um reflexo da submissão ao Senhor.","referencias_relacionadas":["Efésios 6:5-8","1 Pedro 2:18","Colossenses 3:24"]},"colossenses_3_23_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' (ψυχή) é usada para enfatizar a totalidade do ser na realização do trabalho, sugerindo que devemos trabalhar com dedicação.","explicacao_detalhada":"Neste versículo, 'alma' implica que o trabalho deve ser feito com todo o nosso ser, refletindo um compromisso profundo com a tarefa e com Deus.","por_que_esta_palavra":"A escolha da palavra 'alma' destaca a importância de envolver não apenas o corpo, mas também a mente e o espírito em tudo o que fazemos.","conexao_teologica":"A dedicação no trabalho é vista como um ato de adoração, onde cada ação é feita para glorificar a Deus.","referencias_relacionadas":["Colossenses 3:17","1 Coríntios 10:31","Romanos 12:11"]},"colossenses_3_23_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' (κύριος) é novamente utilizada para enfatizar que o trabalho deve ser feito como se estivéssemos servindo ao Senhor.","explicacao_detalhada":"Neste contexto, 'senhor' reforça a ideia de que todas as nossas ações devem ser vistas como um serviço a Deus, não apenas aos homens.","por_que_esta_palavra":"A repetição da palavra 'senhor' sublinha a importância de manter a perspectiva correta em relação ao trabalho e à obediência.","conexao_teologica":"A ideia de servir a Deus em todas as áreas da vida é um princípio central na teologia cristã, que enfatiza a santidade em todas as ações.","referencias_relacionadas":["Colossenses 3:24","Gálatas 6:7","Efésios 6:7"]},"colossenses_3_23_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' (ποιέω) refere-se à ação de realizar tarefas, enfatizando a importância da diligência no trabalho.","explicacao_detalhada":"Neste versículo, 'fazer' implica em uma atitude proativa e comprometida em todas as atividades, refletindo a seriedade com que devemos encarar nossas responsabilidades.","por_que_esta_palavra":"A escolha da palavra 'fazer' destaca a necessidade de ação e empenho em tudo o que realizamos, especialmente em nosso trabalho.","conexao_teologica":"A diligência no trabalho é vista como um reflexo da fé em ação, onde cada tarefa é uma oportunidade de glorificar a Deus.","referencias_relacionadas":["Tiago 1:22","Colossenses 3:17","Romanos 12:11"]},"colossenses_3_24_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' (κύριος) é usada para reafirmar a autoridade de Cristo sobre nossas vidas e ações.","explicacao_detalhada":"Neste contexto, 'senhor' enfatiza que nosso trabalho e nossas ações devem ser feitos em reconhecimento à soberania de Cristo, que é nosso verdadeiro Senhor.","por_que_esta_palavra":"A repetição da palavra 'senhor' reforça a ideia de que todas as nossas ações devem ser vistas como um serviço a Deus.","conexao_teologica":"A relação entre o crente e Cristo é central na teologia cristã, onde a submissão a Cristo é fundamental para a vida cristã.","referencias_relacionadas":["Colossenses 3:1","Romanos 14:8","Gálatas 2:20"]},"colossenses_3_24_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'cristo' (Χριστός) refere-se a Jesus como o Messias, enfatizando sua importância na salvação e na vida do crente.","explicacao_detalhada":"Neste versículo, 'cristo' destaca a centralidade de Jesus na vida cristã, sendo Ele a fonte de nossa herança e esperança.","por_que_esta_palavra":"A escolha da palavra 'cristo' é fundamental para entender a identidade e a missão de Jesus como o Salvador e Senhor.","conexao_teologica":"A centralidade de Cristo na vida do crente é um tema recorrente nas Escrituras, onde a fé em Jesus é a base da salvação.","referencias_relacionadas":["Romanos 8:17","Gálatas 3:29","Efésios 1:11"]},"colossenses_3_24_possessao":{"palavra_pt":"possessao","palavra_original":"κληρονομία","transliteracao":"klēronomía","strong":"G2817","significado_raiz":"Ideia básica: possessao.","significado_contextual":"A palavra 'possessao' (κληρονομία) refere-se à herança espiritual que os crentes têm em Cristo.","explicacao_detalhada":"Neste versículo, 'possessao' enfatiza que os crentes são herdeiros de Deus e co-herdeiros com Cristo, recebendo bênçãos espirituais.","por_que_esta_palavra":"A escolha da palavra 'possessao' destaca a riqueza da herança espiritual que temos em Cristo, que é um tema central na teologia cristã.","conexao_teologica":"A herança espiritual é um aspecto fundamental da vida cristã, onde os crentes são chamados a viver em função da nova identidade que têm em Cristo.","referencias_relacionadas":["Efésios 1:14","Romanos 8:17","1 Pedro 1:4"]},"colossenses_3_25_respect":{"palavra_pt":"respect","palavra_original":"προσωποληψία","transliteracao":"prosōpolēpsía","strong":"G4382","significado_raiz":"Ideia básica: respect.","significado_contextual":"A palavra 'respect' refere-se à consideração e valorização que se deve ter em relação aos outros, especialmente no contexto de justiça e imparcialidade.","explicacao_detalhada":"No versículo, Paulo enfatiza que não devemos fazer acepção de pessoas, ou seja, tratar uns com mais consideração do que outros com base em status ou aparência. O respeito deve ser uma prática constante entre os cristãos.","por_que_esta_palavra":"A palavra é utilizada para destacar a importância de agir com integridade e justiça nas relações interpessoais, refletindo o caráter de Cristo.","conexao_teologica":"O respeito é fundamental na vida cristã, pois reflete o amor e a dignidade que todos têm como criação de Deus. Isso se conecta com o mandamento de amar ao próximo.","referencias_relacionadas":["Tiago 2:1-4","Romanos 2:11","Gálatas 3:28"]},"colossenses_3_25_receive":{"palavra_pt":"receive","palavra_original":"κομίζω","transliteracao":"komízō","strong":"G2865","significado_raiz":"Ideia básica: receive.","significado_contextual":"A palavra 'receive' implica em aceitar ou obter algo, especialmente em um contexto de recompensa ou consequência.","explicacao_detalhada":"Neste versículo, Paulo menciona que quem faz o mal receberá de volta o mal que fez, enfatizando a justiça divina. A ideia é que as ações têm consequências, e Deus é justo em suas recompensas.","por_que_esta_palavra":"A palavra é crucial para entender a responsabilidade moral que cada um tem sobre suas ações e as consequências que elas trazem.","conexao_teologica":"A justiça de Deus é um tema central na teologia cristã, onde se acredita que cada um será recompensado ou punido de acordo com suas obras.","referencias_relacionadas":["Gálatas 6:7-8","Romanos 14:10-12","2 Coríntios 5:10"]}}