{"tiago_2_1_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"Refere-se à fé genuína que não faz acepção de pessoas.","explicacao_detalhada":"Em Tiago 2:1, a palavra 'fé' é usada para enfatizar que a verdadeira fé em Jesus Cristo deve ser acompanhada de uma atitude de igualdade e respeito por todos, independentemente de sua condição social.","por_que_esta_palavra":"A fé é o fundamento da vida cristã, e Tiago destaca que ela deve ser expressa de maneira que reflita o amor de Deus por todos.","conexao_teologica":"A fé em Cristo nos une como irmãos e irmãs, e deve nos levar a agir com justiça e amor, sem discriminação.","referencias_relacionadas":["Romanos 2:11","Gálatas 3:28","Efésios 2:8-9"]},"tiago_2_1_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Jesus como Senhor, que deve ser reconhecido em todas as áreas da vida.","explicacao_detalhada":"Tiago 2:1 menciona 'Senhor Jesus Cristo' para afirmar a autoridade de Cristo sobre a vida dos crentes e a necessidade de viver de acordo com seus ensinamentos.","por_que_esta_palavra":"A palavra 'Senhor' implica em submissão e respeito à autoridade de Cristo, que é fundamental para a vida cristã.","conexao_teologica":"Reconhecer Jesus como Senhor é essencial para a prática da fé, pois implica em seguir seus mandamentos e viver em obediência.","referencias_relacionadas":["Filipenses 2:10-11","Romanos 10:9","Colossenses 3:17"]},"tiago_2_1_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se à figura central da fé cristã, o Salvador e Senhor.","explicacao_detalhada":"A menção de 'Jesus' em Tiago 2:1 destaca a importância de reconhecer sua divindade e autoridade, e a necessidade de viver de acordo com seus ensinamentos.","por_que_esta_palavra":"Jesus é o mediador entre Deus e os homens, e sua vida e ensinamentos são o padrão para a conduta cristã.","conexao_teologica":"A centralidade de Jesus na fé cristã implica que todas as ações e decisões devem ser filtradas através de sua palavra e exemplo.","referencias_relacionadas":["João 14:6","Atos 4:12","Hebreus 12:2"]},"tiago_2_2_igreja":{"palavra_pt":"igreja","palavra_original":"συναγωγή","transliteracao":"synagōgḗ","strong":"G4864","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à reunião dos crentes, a comunidade de fé.","explicacao_detalhada":"Em Tiago 2:2, a palavra 'igreja' é usada para descrever a congregação onde os crentes se reúnem, enfatizando a importância da unidade e do amor entre os membros.","por_que_esta_palavra":"A igreja é o corpo de Cristo na terra, e sua função é edificar e apoiar uns aos outros na fé.","conexao_teologica":"A igreja deve ser um reflexo do amor de Cristo, onde não há discriminação, mas acolhimento e apoio mútuo.","referencias_relacionadas":["Atos 2:42-47","1 Coríntios 12:12-27","Efésios 4:11-13"]},"tiago_2_2_apparel":{"palavra_pt":"apparel","palavra_original":"ἐσθής","transliteracao":"esthḗs","strong":"G2066","significado_raiz":"Ideia básica: apparel.","significado_contextual":"Refere-se à vestimenta, que pode ser um sinal de status social.","explicacao_detalhada":"Em Tiago 2:2, a palavra 'vestimenta' é usada para ilustrar como a aparência externa pode influenciar o tratamento que as pessoas recebem na comunidade.","por_que_esta_palavra":"A ênfase na vestimenta destaca a tendência humana de julgar com base na aparência, o que é contrário ao ensinamento de Cristo sobre igualdade.","conexao_teologica":"A verdadeira aceitação na comunidade de fé deve ser baseada no coração e não na aparência externa, refletindo o amor de Deus por todos.","referencias_relacionadas":["1 Samuel 16:7","Gálatas 6:10","Tiago 2:9"]},"tiago_2_2_pobre":{"palavra_pt":"pobre","palavra_original":"πτωχός","transliteracao":"ptōchós","strong":"G4434","significado_raiz":"Ideia básica: pobre.","significado_contextual":"Refere-se àqueles que estão em necessidade, especialmente os marginalizados.","explicacao_detalhada":"Em Tiago 2:2, a palavra 'pobre' é usada para destacar a importância de como a comunidade trata aqueles que são menos favorecidos socialmente.","por_que_esta_palavra":"A preocupação com os pobres é um tema recorrente na Bíblia, refletindo o coração de Deus por aqueles que sofrem.","conexao_teologica":"A maneira como tratamos os pobres é um reflexo de nossa fé e do amor de Cristo, que se identificou com os necessitados.","referencias_relacionadas":["Provérbios 14:31","Mateus 25:40","Tiago 1:27"]},"tiago_2_3_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se ao ato de fazer uma escolha ou decisão que pode ter implicações espirituais.","explicacao_detalhada":"Em Tiago 2:3, a palavra 'aliança' é usada para descrever a ação de tratar alguém de maneira diferente com base em sua aparência ou status, o que é uma violação da verdadeira fé.","por_que_esta_palavra":"A ideia de aliança implica compromisso e lealdade, que devem ser refletidos em nossas interações com todos, independentemente de sua condição.","conexao_teologica":"A aliança de Deus com seu povo é um modelo de como devemos nos relacionar uns com os outros, com amor e justiça.","referencias_relacionadas":["Gênesis 17:7","Hebreus 8:6","Romanos 9:4"]},"tiago_2_3_apparel":{"palavra_pt":"apparel","palavra_original":"ἐσθής","transliteracao":"esthḗs","strong":"G2066","significado_raiz":"Ideia básica: apparel.","significado_contextual":"Refere-se novamente à vestimenta, enfatizando a questão da aparência na aceitação social.","explicacao_detalhada":"A repetição da palavra 'vestimenta' em Tiago 2:3 reforça a crítica a como as aparências podem influenciar o tratamento que as pessoas recebem na comunidade de fé.","por_que_esta_palavra":"A vestimenta é um símbolo que pode criar divisões, mas a verdadeira comunidade deve transcender essas barreiras.","conexao_teologica":"A mensagem de Cristo é que todos são iguais diante de Deus, e a verdadeira comunidade deve refletir essa verdade.","referencias_relacionadas":["Tiago 2:2","1 Pedro 3:3-4","Romanos 2:11"]},"tiago_2_3_pobre":{"palavra_pt":"pobre","palavra_original":"πτωχός","transliteracao":"ptōchós","strong":"G4434","significado_raiz":"Ideia básica: pobre.","significado_contextual":"Refere-se à condição de alguém que não possui recursos financeiros ou sociais.","explicacao_detalhada":"A palavra 'pobre' (πτωχός) é usada para descrever aqueles que são marginalizados e muitas vezes desprezados pela sociedade. No contexto de Tiago 2:3, a discriminação contra os pobres é condenada, mostrando que a aparência externa não deve influenciar o tratamento que damos aos outros.","por_que_esta_palavra":"Tiago utiliza 'pobre' para enfatizar a injustiça da parcialidade e como a fé verdadeira deve se manifestar em amor e igualdade entre todos, independentemente de sua condição social.","conexao_teologica":"A mensagem de Tiago reflete a preocupação de Deus com os oprimidos e a chamada à justiça social, que é um tema recorrente nas Escrituras.","referencias_relacionadas":["Provérbios 14:31","Lucas 6:20","Mateus 25:40"]},"tiago_2_4_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Indica a ação de se tornar ou acontecer algo, especialmente em um contexto de transformação ou mudança.","explicacao_detalhada":"A palavra 'tornar-se' (γίνομαι) é usada para descrever a transição de uma condição a outra. Em Tiago 2:4, refere-se ao ato de se tornar um juiz malicioso, o que implica uma mudança negativa de caráter ao discriminar entre ricos e pobres.","por_que_esta_palavra":"Tiago usa 'tornar-se' para alertar sobre a facilidade com que as pessoas podem mudar de postura, adotando atitudes de favoritismo que são contrárias ao amor cristão.","conexao_teologica":"A transformação de caráter é um tema importante na vida cristã, onde somos chamados a refletir a natureza de Cristo em nossas ações.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Efésios 4:22-24"]},"tiago_2_4_mal":{"palavra_pt":"maligno/mau","palavra_original":"πονηρός","transliteracao":"ponērós","strong":"G4190","significado_raiz":"Ideia básica: maligno.","significado_contextual":"Refere-se a algo que é moralmente ruim ou maligno.","explicacao_detalhada":"A palavra 'maligno' (πονηρός) é utilizada para descrever ações e intenções que são contrárias à justiça e à bondade. Em Tiago 2:4, é usada para caracterizar o julgamento injusto que ocorre quando se faz acepção de pessoas.","por_que_esta_palavra":"Tiago destaca que o favoritismo é uma prática má, pois vai contra os princípios de igualdade e amor que devem reger as relações entre os cristãos.","conexao_teologica":"A Bíblia frequentemente condena o mal e exorta os crentes a viverem de maneira justa e amorosa, refletindo o caráter de Deus.","referencias_relacionadas":["Gálatas 5:19-21","1 João 2:15-17","Romanos 12:9"]},"tiago_2_4_julgar":{"palavra_pt":"julgar","palavra_original":"κριτής","transliteracao":"kritḗs","strong":"G2923","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de avaliar ou decidir sobre algo ou alguém.","explicacao_detalhada":"A palavra 'julgar' (κριτής) implica fazer uma avaliação, muitas vezes com conotações de condenação. Em Tiago 2:4, o julgamento é criticado por ser baseado em aparências e não na verdadeira essência das pessoas.","por_que_esta_palavra":"Tiago usa 'julgar' para enfatizar que a discriminação é uma forma de julgamento que não reflete o amor de Cristo e a verdadeira fé.","conexao_teologica":"O julgamento é um tema importante na teologia cristã, onde somos chamados a deixar o julgamento final a Deus e a amar uns aos outros incondicionalmente.","referencias_relacionadas":["Mateus 7:1-2","Romanos 14:10-12","Tiago 4:11-12"]},"tiago_2_5_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'Deus' (θεός) é central na fé cristã, representando a autoridade máxima e a fonte de toda justiça. Em Tiago 2:5, é mencionado que Deus escolheu os pobres para serem ricos na fé, destacando Seu amor e cuidado pelos marginalizados.","por_que_esta_palavra":"Tiago usa 'Deus' para mostrar que a perspectiva divina é diferente da humana, onde os valores de Deus desafiam as normas sociais.","conexao_teologica":"A escolha de Deus pelos pobres reflete Sua graça e a inversão dos valores do reino, onde os últimos serão os primeiros.","referencias_relacionadas":["1 Coríntios 1:27-29","Lucas 1:52-53","Mateus 5:3"]},"tiago_2_5_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"Refere-se à crença e confiança em Deus e em Suas promessas.","explicacao_detalhada":"A palavra 'fé' (πίστις) é fundamental na vida cristã, representando a confiança em Deus. Em Tiago 2:5, a fé é apresentada como um valor que Deus concede aos pobres, que muitas vezes são os mais dependentes de Sua providência.","por_que_esta_palavra":"Tiago enfatiza que a verdadeira fé não é medida pela riqueza ou status, mas pela confiança em Deus, que é acessível a todos.","conexao_teologica":"A fé é o meio pelo qual os crentes se relacionam com Deus e é um tema central em toda a Escritura.","referencias_relacionadas":["Hebreus 11:1","Efésios 2:8-9","Romanos 1:17"]},"tiago_2_5_pobre":{"palavra_pt":"pobre","palavra_original":"πτωχός","transliteracao":"ptōchós","strong":"G4434","significado_raiz":"Ideia básica: pobre.","significado_contextual":"Refere-se à condição de alguém que não possui recursos financeiros ou sociais.","explicacao_detalhada":"A palavra 'pobre' (πτωχός) é usada novamente para enfatizar a condição dos que são desprezados pela sociedade. Em Tiago 2:5, é ressaltado que Deus escolhe os pobres para serem ricos na fé, desafiando a visão comum de valor humano.","por_que_esta_palavra":"Tiago usa 'pobre' para mostrar que a verdadeira riqueza está na fé e não nas posses materiais.","conexao_teologica":"A escolha de Deus pelos pobres reflete Seu caráter e a natureza do reino de Deus, que é frequentemente oposto aos valores mundanos.","referencias_relacionadas":["Mateus 5:3","Lucas 6:20","Tiago 1:9"]},"tiago_2_6_pobre":{"palavra_pt":"pobre","palavra_original":"πτωχός","transliteracao":"ptōchós","strong":"G4434","significado_raiz":"Ideia básica: pobre.","significado_contextual":"Refere-se à condição de alguém que não possui recursos financeiros ou sociais.","explicacao_detalhada":"A palavra 'pobre' (πτωχός) é utilizada novamente para descrever aqueles que são marginalizados. Em Tiago 2:6, Tiago critica a opressão dos pobres pelos ricos, destacando a injustiça social.","por_que_esta_palavra":"Tiago usa 'pobre' para enfatizar a necessidade de justiça e igualdade na comunidade cristã, condenando a exploração dos vulneráveis.","conexao_teologica":"A preocupação com os pobres é um tema central na Bíblia, refletindo o coração de Deus por aqueles que sofrem.","referencias_relacionadas":["Provérbios 22:22-23","Isaías 58:6-7","Mateus 25:45"]},"tiago_2_6_rico":{"palavra_pt":"rico","palavra_original":"πλούσιος","transliteracao":"ploúsios","strong":"G4145","significado_raiz":"Ideia básica: rico.","significado_contextual":"Refere-se à condição de alguém que possui abundância de bens materiais.","explicacao_detalhada":"A palavra 'rico' (πλούσιος) é usada para descrever aqueles que têm recursos e status. Em Tiago 2:6, Tiago critica a tendência dos ricos de oprimir os pobres e de serem os primeiros a serem favorecidos na sociedade.","por_que_esta_palavra":"Tiago usa 'rico' para destacar a injustiça da parcialidade e como a riqueza pode levar à opressão e à discriminação.","conexao_teologica":"A Bíblia frequentemente adverte sobre os perigos da riqueza e a responsabilidade que vem com ela, chamando os ricos a serem generosos e justos.","referencias_relacionadas":["Tiago 5:1-6","1 Timóteo 6:9-10","Lucas 12:15"]},"tiago_2_7_better":{"palavra_pt":"melhor","palavra_original":"καλός","transliteracao":"kalós","strong":"G2570","significado_raiz":"Ideia básica: melhor.","significado_contextual":"Refere-se a algo que é considerado superior ou de maior valor.","explicacao_detalhada":"A palavra 'melhor' (καλός) é usada para descrever o que é desejável ou de qualidade superior. Em Tiago 2:7, Tiago critica a maneira como os ricos são tratados como melhores do que os pobres, desafiando essa visão distorcida.","por_que_esta_palavra":"Tiago usa 'melhor' para mostrar que a verdadeira qualidade de uma pessoa não está em sua riqueza, mas em seu caráter e fé.","conexao_teologica":"A ideia de que o que é 'melhor' aos olhos de Deus é muitas vezes oposta ao que a sociedade valoriza, refletindo a inversão dos valores do reino.","referencias_relacionadas":["1 Samuel 16:7","Mateus 19:30","Lucas 13:30"]},"tiago_2_7_adoracao":{"palavra_pt":"adoracao","palavra_original":"ἐπικαλέομαι","transliteracao":"epikaléomai","strong":"G1941","significado_raiz":"Ideia básica: adoracao.","significado_contextual":"A palavra 'adoração' refere-se ao ato de reverenciar e prestar culto a Deus, reconhecendo Sua soberania.","explicacao_detalhada":"No contexto de Tiago 2:7, a adoração é mencionada em relação à maneira como os cristãos devem tratar uns aos outros, especialmente em relação ao rico e ao pobre. A adoração verdadeira não deve ser apenas uma prática ritual, mas deve se refletir nas ações e atitudes em relação ao próximo.","por_que_esta_palavra":"A palavra é usada para enfatizar que a verdadeira adoração a Deus deve se manifestar em amor e respeito ao próximo, e não em favoritismo.","conexao_teologica":"A adoração a Deus é inseparável da ética cristã, onde amar ao próximo é uma expressão de nossa devoção a Deus.","referencias_relacionadas":["Mateus 22:37-39","Romanos 12:1","1 João 4:20"]},"tiago_2_8_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"A palavra 'lei' refere-se ao conjunto de mandamentos dados por Deus, que orientam a vida moral e espiritual do povo.","explicacao_detalhada":"Em Tiago 2:8, a 'lei' é mencionada em relação ao mandamento de amar o próximo como a si mesmo. Tiago destaca que cumprir essa lei é um sinal de verdadeira fé e obediência a Deus.","por_que_esta_palavra":"A escolha da palavra 'lei' enfatiza a importância de viver de acordo com os princípios divinos, que incluem o amor e a justiça.","conexao_teologica":"A lei de Deus é um reflexo do Seu caráter e vontade, e amar o próximo é uma expressão prática dessa lei.","referencias_relacionadas":["Levítico 19:18","Mateus 22:39","Gálatas 5:14"]},"tiago_2_8_santo":{"palavra_pt":"santo","palavra_original":"γραφή","transliteracao":"graphḗ","strong":"G1124","significado_raiz":"Ideia básica: santo.","significado_contextual":"A palavra 'santo' refere-se àquilo que é separado para Deus, puro e digno de reverência.","explicacao_detalhada":"No contexto de Tiago 2:8, a santidade está ligada ao cumprimento da lei do amor, que é um chamado à pureza de coração e ações em nossas relações.","por_que_esta_palavra":"A palavra 'santo' é usada para enfatizar que a vida cristã deve ser marcada pela santidade, refletindo o caráter de Deus em nossas interações.","conexao_teologica":"A santidade é um atributo de Deus e deve ser refletida na vida dos crentes, especialmente em como tratamos os outros.","referencias_relacionadas":["1 Pedro 1:16","Hebreus 12:14","Romanos 12:1"]},"tiago_2_8_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de realizar ou executar algo, especialmente em relação a mandamentos ou princípios.","explicacao_detalhada":"Em Tiago 2:8, 'fazer' está ligado à prática do amor ao próximo, que é uma ação que deve ser vivida e não apenas falada.","por_que_esta_palavra":"A ênfase em 'fazer' destaca que a fé deve ser acompanhada de obras, refletindo a verdadeira essência da crença cristã.","conexao_teologica":"A relação entre fé e obras é central na teologia de Tiago, onde a verdadeira fé se manifesta em ações concretas.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Mateus 7:21"]},"tiago_2_9_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"A palavra 'lei' é novamente utilizada para enfatizar a importância dos mandamentos de Deus na vida do crente.","explicacao_detalhada":"Tiago 2:9 menciona a lei em relação ao pecado do favoritismo, mostrando que desrespeitar essa lei é uma violação da vontade de Deus.","por_que_esta_palavra":"A repetição da palavra 'lei' reforça a ideia de que todos os mandamentos são interligados e devem ser respeitados.","conexao_teologica":"A desobediência à lei de Deus é vista como pecado, e a violação de um mandamento implica em desrespeitar a totalidade da lei.","referencias_relacionadas":["Tiago 2:10","Romanos 3:20","Gálatas 3:10"]},"tiago_2_10_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"A palavra 'lei' continua a ser central na discussão sobre a obediência e a responsabilidade moral dos crentes.","explicacao_detalhada":"Em Tiago 2:10, é enfatizado que quem quebra um mandamento, mesmo que seja um só, é culpado de todos, sublinhando a seriedade da obediência à lei.","por_que_esta_palavra":"A palavra 'lei' é crucial para entender a natureza da responsabilidade moral e espiritual do crente diante de Deus.","conexao_teologica":"A lei de Deus é um padrão de justiça e moralidade que todos devem seguir, e a falha em um aspecto é uma falha em todo o sistema.","referencias_relacionadas":["Tiago 2:11","Romanos 6:23","Gálatas 5:3"]},"tiago_2_10_pecado":{"palavra_pt":"pecado","palavra_original":"πταίω","transliteracao":"ptaíō","strong":"G4417","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'pecado' refere-se à transgressão da lei de Deus e à separação de Sua vontade.","explicacao_detalhada":"Em Tiago 2:10, o pecado é apresentado como a consequência da desobediência à lei, mostrando que todos são suscetíveis a falhar.","por_que_esta_palavra":"A menção do pecado é importante para entender a necessidade de redenção e a graça de Deus na vida do crente.","conexao_teologica":"O pecado é o que separa a humanidade de Deus, e a compreensão do pecado é fundamental para a mensagem do evangelho.","referencias_relacionadas":["Romanos 3:23","1 João 1:8","Tiago 4:17"]},"tiago_2_10_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se ao ato de se transformar ou mudar de estado.","explicacao_detalhada":"Em Tiago 2:10, 'tornar-se' é usado para descrever a condição do crente que falha em obedecer à lei, enfatizando a gravidade de tal falha.","por_que_esta_palavra":"A palavra 'tornar-se' destaca a ideia de que a desobediência pode levar a consequências espirituais sérias.","conexao_teologica":"A transformação espiritual é um tema central na vida cristã, onde a obediência à palavra de Deus é essencial para o crescimento na fé.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 6:7"]},"tiago_2_11_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"A palavra 'lei' é novamente utilizada para reforçar a importância da obediência aos mandamentos de Deus.","explicacao_detalhada":"Em Tiago 2:11, a lei é mencionada em relação ao julgamento e à responsabilidade moral, enfatizando que todos devem prestar contas a Deus.","por_que_esta_palavra":"A repetição da palavra 'lei' serve para lembrar os crentes da seriedade de suas ações e da necessidade de viver de acordo com a vontade de Deus.","conexao_teologica":"A lei de Deus é um guia para a vida cristã e um padrão pelo qual seremos julgados no final dos tempos.","referencias_relacionadas":["Mateus 7:2","Romanos 14:10","Gálatas 5:14"]},"tiago_2_11_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' é usada para descrever a gravidade da violação da lei.","explicacao_detalhada":"Em Tiago 2:11, a ideia de 'tornar-se' implica que a desobediência à lei de Deus pode levar a consequências espirituais significativas.","por_que_esta_palavra":"A palavra 'tornar-se' enfatiza a transformação que ocorre quando alguém se afasta da vontade de Deus.","conexao_teologica":"A vida cristã é um processo de transformação contínua, onde a obediência à palavra de Deus é fundamental para o crescimento espiritual.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Filipenses 1:6"]},"tiago_2_11_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza de Deus como juiz e autoridade suprema.","explicacao_detalhada":"Neste contexto, a palavra 'deus' enfatiza a soberania de Deus sobre a lei e a moralidade. Tiago destaca que Deus não faz acepção de pessoas, o que implica que todos serão julgados igualmente por Ele.","por_que_esta_palavra":"A palavra é utilizada para lembrar os crentes da importância de viver de acordo com a justiça divina, sem discriminação.","conexao_teologica":"A justiça de Deus é um tema central na teologia cristã, refletindo Sua natureza e caráter.","referencias_relacionadas":["Romanos 2:6-11","Atos 10:34-35","Gálatas 3:28"]},"tiago_2_12_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"Refere-se à lei moral que deve ser seguida pelos cristãos.","explicacao_detalhada":"A palavra 'lei' aqui se refere à lei de Cristo, que é baseada no amor e na justiça. Tiago exorta os crentes a viverem de acordo com essa lei, que é um reflexo do caráter de Deus.","por_que_esta_palavra":"É importante para enfatizar que a obediência à lei é uma expressão da fé genuína.","conexao_teologica":"A relação entre fé e obras é um tema recorrente na teologia, mostrando que a verdadeira fé se manifesta em ações.","referencias_relacionadas":["Mateus 22:37-40","Romanos 13:8-10","Gálatas 5:14"]},"tiago_2_12_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de fazer ou cumprir a lei.","explicacao_detalhada":"A palavra 'fazer' implica em uma ação ativa de viver de acordo com os princípios da lei. Tiago enfatiza que não basta conhecer a lei, mas é necessário praticá-la.","por_que_esta_palavra":"É utilizada para destacar a importância da prática da fé na vida diária dos crentes.","conexao_teologica":"A prática da fé é um reflexo da transformação interna que ocorre na vida do crente.","referencias_relacionadas":["Tiago 1:22","Mateus 7:21","1 João 2:3-6"]},"tiago_2_13_lei":{"palavra_pt":"juizo","palavra_original":"κρίσις","transliteracao":"krísis","strong":"G2920","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se ao juízo que será aplicado com base na lei.","explicacao_detalhada":"A palavra 'juízo' indica que haverá uma avaliação das ações das pessoas. Tiago enfatiza que o juízo de Deus será sem misericórdia para aqueles que não praticaram a misericórdia.","por_que_esta_palavra":"É importante para lembrar os crentes da seriedade do juízo divino e da necessidade de viver em conformidade com a misericórdia.","conexao_teologica":"O juízo de Deus é um aspecto fundamental da justiça divina, que se relaciona com a necessidade de arrependimento e transformação.","referencias_relacionadas":["Mateus 7:1-2","Romanos 14:10-12","Apocalipse 20:12"]},"tiago_2_13_compaixao":{"palavra_pt":"misericordia","palavra_original":"ἔλεος","transliteracao":"éleos","strong":"G1656","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"Refere-se à misericórdia que deve ser praticada pelos crentes.","explicacao_detalhada":"A palavra 'misericórdia' destaca a importância de tratar os outros com compaixão e amor. Tiago ensina que a misericórdia triunfa sobre o juízo, enfatizando a necessidade de uma vida marcada pela compaixão.","por_que_esta_palavra":"É utilizada para encorajar os crentes a serem misericordiosos, refletindo o caráter de Deus.","conexao_teologica":"A misericórdia é um atributo de Deus e deve ser um princípio orientador na vida dos cristãos.","referencias_relacionadas":["Mateus 5:7","Lucas 6:36","Efésios 2:4-5"]},"tiago_2_13_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de fazer ou praticar a misericórdia.","explicacao_detalhada":"A palavra 'fazer' aqui implica em agir de maneira que reflita a misericórdia de Deus em nossas vidas. Tiago exorta os crentes a não apenas conhecerem a misericórdia, mas a praticá-la ativamente.","por_que_esta_palavra":"É importante para enfatizar que a misericórdia deve ser uma ação contínua na vida do crente.","conexao_teologica":"A prática da misericórdia é uma evidência da verdadeira fé e da transformação que ocorre no coração do crente.","referencias_relacionadas":["Tiago 1:27","Mateus 25:40","Colossenses 3:12"]},"tiago_2_14_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"Refere-se à fé genuína que resulta em ações.","explicacao_detalhada":"A palavra 'fé' é central para a vida cristã e implica confiança em Deus que se manifesta em obras. Tiago questiona a validade de uma fé que não se traduz em ações concretas.","por_que_esta_palavra":"É utilizada para desafiar os crentes a examinarem a autenticidade de sua fé.","conexao_teologica":"A relação entre fé e obras é fundamental na teologia de Tiago, mostrando que a fé verdadeira se expressa em ações.","referencias_relacionadas":["Efésios 2:8-10","Gálatas 5:6","Tiago 1:22"]},"tiago_2_14_advantageth":{"palavra_pt":"advantageth","palavra_original":"ὄφελος","transliteracao":"óphelos","strong":"G3786","significado_raiz":"Ideia básica: advantageth.","significado_contextual":"Refere-se ao benefício ou vantagem que a fé pode trazer.","explicacao_detalhada":"A palavra 'advantageth' destaca que a fé verdadeira traz resultados positivos na vida do crente, não apenas em termos espirituais, mas também práticos.","por_que_esta_palavra":"É importante para mostrar que a fé não é apenas uma crença, mas algo que impacta a vida diária.","conexao_teologica":"A fé é vista como um meio pelo qual os crentes experimentam a graça e a provisão de Deus.","referencias_relacionadas":["Romanos 5:1-2","Filipenses 4:19","2 Coríntios 9:8"]},"tiago_2_14_obra":{"palavra_pt":"obra","palavra_original":"ἔργον","transliteracao":"érgon","strong":"G2041","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se às ações que resultam da fé.","explicacao_detalhada":"A palavra 'obra' implica em ações concretas que demonstram a fé. Tiago enfatiza que a fé sem obras é morta, e que as obras são a evidência da fé viva.","por_que_esta_palavra":"É utilizada para reforçar a ideia de que a verdadeira fé se manifesta em ações práticas.","conexao_teologica":"As obras são uma expressão da fé e um reflexo da transformação que ocorre na vida do crente.","referencias_relacionadas":["Tiago 2:17","Gálatas 5:22-23","Mateus 7:16-20"]},"tiago_2_15_alimento":{"palavra_pt":"alimento","palavra_original":"τροφή","transliteracao":"trophḗ","strong":"G5160","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se às necessidades físicas que devem ser atendidas.","explicacao_detalhada":"A palavra 'alimento' destaca a importância de cuidar das necessidades básicas dos outros. Tiago exorta os crentes a não apenas falarem de fé, mas a agirem em amor e compaixão.","por_que_esta_palavra":"É utilizada para enfatizar a responsabilidade dos crentes em atender às necessidades dos necessitados.","conexao_teologica":"A preocupação com o próximo é um reflexo do amor de Cristo e uma parte essencial da vida cristã.","referencias_relacionadas":["Mateus 25:35-40","1 João 3:17-18","Tiago 1:27"]},"tiago_2_15_nu":{"palavra_pt":"nu","palavra_original":"γυμνός","transliteracao":"gymnós","strong":"G1131","significado_raiz":"Ideia básica: nu.","significado_contextual":"A palavra 'nu' refere-se à condição de estar sem vestes, simbolizando vulnerabilidade e necessidade.","explicacao_detalhada":"No contexto de Tiago 2:15, a palavra 'nu' é usada para descrever uma pessoa que está em uma situação de extrema necessidade, sem roupas para se proteger do frio e da vergonha. Isso destaca a responsabilidade dos crentes em cuidar dos necessitados.","por_que_esta_palavra":"A escolha da palavra 'nu' enfatiza a urgência da situação e a necessidade de ação imediata por parte dos irmãos na fé.","conexao_teologica":"A vulnerabilidade humana é um tema recorrente na Bíblia, refletindo a necessidade de compaixão e ajuda mútua entre os membros da comunidade de fé.","referencias_relacionadas":["Mateus 25:36","Isaías 58:7","1 João 3:17"]},"tiago_2_15_mao":{"palavra_pt":"mao","palavra_original":"ὑπάρχω","transliteracao":"hypárchō","strong":"G5225","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' aqui é usada para indicar posse ou propriedade, referindo-se ao que alguém possui.","explicacao_detalhada":"Em Tiago 2:15, a palavra 'mão' implica que a pessoa em questão não tem o que é necessário para sobreviver, o que leva à reflexão sobre a responsabilidade dos que têm recursos em relação aos que não têm.","por_que_esta_palavra":"A palavra 'mão' é significativa porque representa a capacidade de dar e compartilhar, algo que é essencial na vida cristã.","conexao_teologica":"A generosidade e a partilha são princípios fundamentais do cristianismo, refletindo o amor de Deus por nós.","referencias_relacionadas":["Atos 20:35","2 Coríntios 9:7","Gálatas 6:2"]},"tiago_2_16_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' refere-se a um estado de tranquilidade e harmonia, que é desejado entre os crentes.","explicacao_detalhada":"No versículo, a palavra 'paz' é usada para descrever o que se deseja a alguém que está em necessidade, mas que recebe apenas palavras vazias em vez de ajuda prática.","por_que_esta_palavra":"A inclusão da palavra 'paz' ressalta a hipocrisia de oferecer apenas palavras sem ações concretas.","conexao_teologica":"A paz é um fruto do Espírito e um sinal da verdadeira fé, que deve se manifestar em ações de amor e cuidado.","referencias_relacionadas":["Romanos 12:18","Filipenses 4:7","Colossenses 3:15"]},"tiago_2_16_depart":{"palavra_pt":"depart","palavra_original":"ὑπάγω","transliteracao":"hypágō","strong":"G5217","significado_raiz":"Ideia básica: depart.","significado_contextual":"A palavra 'depart' indica a ação de ir embora ou se afastar, sugerindo uma separação.","explicacao_detalhada":"Em Tiago 2:16, a palavra 'depart' é usada para descrever a ação de alguém que se afasta após receber apenas palavras de conforto, sem ajuda prática.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a falta de compromisso e a superficialidade da fé que não se traduz em ações.","conexao_teologica":"A verdadeira fé deve levar a ações que refletem o amor de Cristo, e não apenas palavras vazias.","referencias_relacionadas":["Tiago 1:22","Mateus 7:21","1 João 3:18"]},"tiago_2_16_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' refere-se à ideia de estar em meio a algo ou em companhia de outros.","explicacao_detalhada":"No contexto do versículo, 'entre' sugere a interação social e a responsabilidade que os crentes têm uns com os outros, especialmente em situações de necessidade.","por_que_esta_palavra":"A palavra 'entre' destaca a importância da comunidade e do apoio mútuo na vida cristã.","conexao_teologica":"A vida em comunidade é um princípio central no cristianismo, onde os crentes são chamados a se apoiar e cuidar uns dos outros.","referencias_relacionadas":["Atos 2:44-45","Gálatas 6:10","Hebreus 10:24-25"]},"tiago_2_17_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A palavra 'fé' refere-se à crença e confiança em Deus, que deve se manifestar em ações.","explicacao_detalhada":"Em Tiago 2:17, a palavra 'fé' é usada para enfatizar que a fé sem obras é morta, ou seja, não é suficiente apenas acreditar; é necessário agir de acordo com essa fé.","por_que_esta_palavra":"A escolha da palavra 'fé' é crucial para entender a relação entre crença e ação na vida cristã.","conexao_teologica":"A fé é um tema central na teologia cristã, e sua expressão prática é essencial para a vida do crente.","referencias_relacionadas":["Efésios 2:8-10","Romanos 1:17","Gálatas 5:6"]},"tiago_2_17_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para indicar a negação, enfatizando a falta de validade da fé sem obras.","explicacao_detalhada":"No versículo, a palavra 'deus' é usada para afirmar que a fé sem obras é ineficaz e não pode ser considerada verdadeira.","por_que_esta_palavra":"A negação enfatiza a seriedade da afirmação de Tiago sobre a relação entre fé e obras.","conexao_teologica":"A relação entre fé e obras é um tema importante na teologia cristã, refletindo a natureza da salvação.","referencias_relacionadas":["Tiago 1:22","Mateus 7:20","Romanos 2:6"]},"tiago_2_17_obra":{"palavra_pt":"obra","palavra_original":"ἔργον","transliteracao":"érgon","strong":"G2041","significado_raiz":"Ideia básica: obra.","significado_contextual":"A palavra 'obra' refere-se a ações concretas que demonstram a fé de uma pessoa.","explicacao_detalhada":"Em Tiago 2:17, 'obra' é usada para enfatizar que a fé deve ser acompanhada de ações que refletem essa crença.","por_que_esta_palavra":"A escolha da palavra 'obra' é fundamental para entender que a fé verdadeira se manifesta em ações práticas.","conexao_teologica":"As obras são vistas como evidências da fé genuína e são um aspecto importante da vida cristã.","referencias_relacionadas":["Tiago 2:26","Mateus 5:16","Gálatas 5:22-23"]},"tiago_2_18_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A palavra 'fé' é novamente utilizada para enfatizar a importância da crença ativa e demonstrativa.","explicacao_detalhada":"Em Tiago 2:18, a palavra 'fé' é usada para mostrar que a verdadeira fé é aquela que se manifesta em ações, e não apenas em crenças internas.","por_que_esta_palavra":"A repetição da palavra 'fé' reforça a ideia de que a fé deve ser acompanhada de obras para ser considerada viva.","conexao_teologica":"A fé e as obras são inseparáveis na vida cristã, refletindo a transformação que ocorre na vida do crente.","referencias_relacionadas":["Tiago 2:26","Romanos 10:9-10","Efésios 2:10"]},"tiago_2_18_obra":{"palavra_pt":"obra","palavra_original":"ἔργον","transliteracao":"érgon","strong":"G2041","significado_raiz":"Ideia básica: obra.","significado_contextual":"A palavra 'obra' é utilizada novamente para enfatizar a necessidade de ações que acompanhem a fé.","explicacao_detalhada":"No versículo, 'obra' é usada para afirmar que a fé deve ser demonstrada por meio de ações concretas que refletem a crença.","por_que_esta_palavra":"A repetição da palavra 'obra' sublinha a importância de que a fé se traduza em ações práticas na vida do crente.","conexao_teologica":"As obras são uma expressão da fé viva e são essenciais para a vida cristã autêntica.","referencias_relacionadas":["Tiago 2:17","Mateus 7:21","Gálatas 6:9"]},"tiago_2_18_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma relação de inclusão ou presença em um grupo.","explicacao_detalhada":"No contexto de Tiago 2:18, a palavra 'entre' sugere que a fé deve se manifestar em ações visíveis, mostrando que a fé e as obras estão interligadas.","por_que_esta_palavra":"A escolha da palavra 'entre' enfatiza que a fé não é apenas uma crença interna, mas deve se manifestar em ações que estão 'entre' as pessoas.","conexao_teologica":"A conexão teológica aqui é que a verdadeira fé se expressa através de obras, refletindo a relação entre fé e ação na vida do crente.","referencias_relacionadas":["Tiago 2:17","Mateus 7:20","Gálatas 5:6"]},"tiago_2_19_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, criador e sustentador do universo.","explicacao_detalhada":"Em Tiago 2:19, a menção a Deus destaca a crença dos demônios, que reconhecem a existência de Deus, mas não têm uma fé que se traduz em ações.","por_que_esta_palavra":"A palavra 'Deus' é crucial para mostrar que a mera crença em Sua existência não é suficiente para a salvação.","conexao_teologica":"A teologia aqui enfatiza que a fé deve ser acompanhada de obras, e não basta apenas crer na existência de Deus.","referencias_relacionadas":["Hebreus 11:6","Tiago 2:17","Romanos 1:21"]},"tiago_2_19_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' implica uma confiança ativa e uma crença que leva a ações.","explicacao_detalhada":"No versículo, Tiago destaca que até os demônios creem, mas essa crença não resulta em salvação, pois não é acompanhada de obras.","por_que_esta_palavra":"A palavra 'crer' é utilizada para mostrar que a fé verdadeira deve ser mais do que um reconhecimento intelectual.","conexao_teologica":"A conexão teológica é que a fé deve ser viva e ativa, manifestando-se em ações que glorificam a Deus.","referencias_relacionadas":["Gálatas 5:6","Tiago 2:17","Romanos 10:9"]},"tiago_2_20_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A palavra 'fé' refere-se à confiança em Deus e à crença em Suas promessas.","explicacao_detalhada":"Em Tiago 2:20, a fé é apresentada como algo que deve ser acompanhado de obras, pois a fé sem obras é morta.","por_que_esta_palavra":"A escolha da palavra 'fé' é fundamental para enfatizar que a verdadeira fé se manifesta em ações concretas.","conexao_teologica":"A teologia aqui é que a fé genuína resulta em transformação e ações que refletem a vontade de Deus.","referencias_relacionadas":["Tiago 2:17","Efésios 2:8-10","Romanos 1:17"]},"tiago_2_20_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' implica uma decisão consciente e intencional.","explicacao_detalhada":"No contexto de Tiago 2:20, a escolha de agir de acordo com a fé é um chamado à responsabilidade do crente.","por_que_esta_palavra":"A palavra 'escolher' destaca a importância da ação deliberada na vida cristã.","conexao_teologica":"A conexão teológica é que a fé não é passiva; requer uma escolha ativa de viver de acordo com os princípios de Deus.","referencias_relacionadas":["Deuteronômio 30:19","Josué 24:15","Gálatas 6:7"]},"tiago_2_20_obra":{"palavra_pt":"obra","palavra_original":"ἔργον","transliteracao":"érgon","strong":"G2041","significado_raiz":"Ideia básica: obra.","significado_contextual":"A palavra 'obra' refere-se a ações concretas que demonstram a fé.","explicacao_detalhada":"Em Tiago 2:20, as obras são apresentadas como a evidência da fé viva, mostrando que a fé sem ação é ineficaz.","por_que_esta_palavra":"A palavra 'obra' é essencial para enfatizar que a fé deve se manifestar em ações práticas.","conexao_teologica":"A teologia aqui é que as obras são o resultado natural de uma fé genuína e ativa.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Mateus 5:16"]},"tiago_2_21_inocente":{"palavra_pt":"justificar","palavra_original":"δικαιόω","transliteracao":"dikaióō","strong":"G1344","significado_raiz":"Ideia básica: justificar.","significado_contextual":"A palavra 'justificar' refere-se ao ato de ser declarado justo diante de Deus.","explicacao_detalhada":"Em Tiago 2:21, a justificação de Abraão é apresentada como um exemplo de fé que se manifesta em ações, mostrando que ele foi justificado por suas obras.","por_que_esta_palavra":"A palavra 'justificar' é crucial para entender a relação entre fé e obras na salvação.","conexao_teologica":"A conexão teológica é que a justificação é um processo que envolve tanto a fé quanto as obras.","referencias_relacionadas":["Romanos 4:2-3","Gálatas 2:16","Tiago 2:24"]},"tiago_2_21_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma relação de inclusão ou presença em um grupo.","explicacao_detalhada":"No contexto de Tiago 2:21, 'entre' sugere que a fé de Abraão foi reconhecida e validada em meio às suas ações.","por_que_esta_palavra":"A escolha da palavra 'entre' enfatiza que a fé e as obras estão interligadas na vida de Abraão.","conexao_teologica":"A teologia aqui é que a fé verdadeira é sempre acompanhada de ações que a validam.","referencias_relacionadas":["Gênesis 15:6","Romanos 4:3","Tiago 2:24"]},"tiago_2_22_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A palavra 'fé' refere-se à confiança em Deus que se traduz em ações.","explicacao_detalhada":"Em Tiago 2:22, a fé de Abraão é mostrada como ativa, pois suas obras demonstram a autenticidade de sua crença.","por_que_esta_palavra":"A palavra 'fé' é usada para ressaltar que a verdadeira fé é evidenciada por ações concretas.","conexao_teologica":"A conexão teológica é que a fé sem obras é morta, e a verdadeira fé se manifesta em ações que glorificam a Deus.","referencias_relacionadas":["Tiago 2:17","Gálatas 5:6","Hebreus 11:1"]},"tiago_2_22_obra":{"palavra_pt":"obra","palavra_original":"ἔργον","transliteracao":"érgon","strong":"G2041","significado_raiz":"Ideia básica: obra.","significado_contextual":"A palavra 'obra' refere-se a ações que demonstram a fé em prática.","explicacao_detalhada":"No contexto de Tiago 2:22, as obras de Abraão são apresentadas como a evidência de sua fé, mostrando que ele agiu de acordo com sua crença.","por_que_esta_palavra":"A palavra 'obra' é essencial para enfatizar que a fé deve se manifestar em ações práticas.","conexao_teologica":"A teologia aqui é que as obras são o resultado natural de uma fé genuína e ativa.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Mateus 7:20"]},"tiago_2_22_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma relação de inclusão ou participação.","explicacao_detalhada":"No contexto de Tiago 2:22, a palavra 'entre' sugere que a fé de Abraão estava ativa em suas obras, mostrando que ele estava dentro da dinâmica de fé e ação.","por_que_esta_palavra":"A escolha da palavra 'entre' enfatiza a interdependência entre fé e obras, mostrando que uma não pode existir sem a outra.","conexao_teologica":"A relação entre fé e obras é central na teologia cristã, refletindo a ideia de que a verdadeira fé se manifesta em ações.","referencias_relacionadas":["Tiago 2:17","Gálatas 5:6","Mateus 7:20"]},"tiago_2_23_santo":{"palavra_pt":"santo","palavra_original":"γραφή","transliteracao":"graphḗ","strong":"G1124","significado_raiz":"Ideia básica: santo.","significado_contextual":"A palavra 'santo' refere-se à separação e consagração a Deus.","explicacao_detalhada":"Em Tiago 2:23, a citação de 'santo' destaca a importância da fé de Abraão, que foi reconhecida por Deus como justa e separada para um propósito divino.","por_que_esta_palavra":"A palavra 'santo' é usada para mostrar que a fé é algo que deve ser valorizado e que tem um impacto espiritual significativo.","conexao_teologica":"A santidade está ligada à justificação e à relação do crente com Deus, sendo um tema recorrente nas Escrituras.","referencias_relacionadas":["Romanos 4:3","Gálatas 3:6","Hebreus 11:8"]},"tiago_2_23_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"No versículo, Deus é apresentado como aquele que justifica o crente, mostrando sua autoridade e poder sobre a salvação.","por_que_esta_palavra":"A menção de 'deus' é essencial para entender a fonte da justificação e a relação entre Deus e o homem.","conexao_teologica":"A justificação é um ato divino, e a fé em Deus é o meio pelo qual os crentes são justificados.","referencias_relacionadas":["Romanos 3:26","Efésios 2:8-9","Gálatas 2:16"]},"tiago_2_23_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"A palavra 'justiça' refere-se ao estado de estar em conformidade com a lei de Deus.","explicacao_detalhada":"Em Tiago 2:23, a justiça é atribuída a Abraão, que foi justificado por sua fé, mostrando que a fé verdadeira resulta em um relacionamento correto com Deus.","por_que_esta_palavra":"A justiça é um conceito central na teologia, pois representa a condição necessária para a aceitação diante de Deus.","conexao_teologica":"A justificação pela fé é um tema fundamental na doutrina cristã, enfatizando a graça de Deus.","referencias_relacionadas":["Romanos 5:1","2 Coríntios 5:21","Filipenses 3:9"]},"tiago_2_24_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A palavra 'fé' refere-se à confiança e crença em Deus e em Suas promessas.","explicacao_detalhada":"No contexto de Tiago 2:24, a fé é apresentada como algo que deve ser acompanhado por ações, evidenciando a autenticidade da crença.","por_que_esta_palavra":"A palavra 'fé' é crucial para entender a relação entre crença e prática na vida do crente.","conexao_teologica":"A fé é a base da salvação e deve se manifestar em obras, refletindo a transformação do crente.","referencias_relacionadas":["Hebreus 11:1","Tiago 2:17","Gálatas 5:6"]},"tiago_2_24_inocente":{"palavra_pt":"justificar","palavra_original":"δικαιόω","transliteracao":"dikaióō","strong":"G1344","significado_raiz":"Ideia básica: justificar.","significado_contextual":"A palavra 'justificar' refere-se ao ato de declarar alguém justo diante de Deus.","explicacao_detalhada":"Em Tiago 2:24, a justificação é apresentada como um processo que envolve tanto a fé quanto as obras, desafiando a ideia de que a fé isolada é suficiente.","por_que_esta_palavra":"A palavra 'justificar' é importante para entender como Deus vê o crente e a necessidade de uma vida que reflita essa justificação.","conexao_teologica":"A justificação é um tema central na teologia da salvação, enfatizando a necessidade de uma fé ativa.","referencias_relacionadas":["Romanos 5:1","Tiago 2:21","Gálatas 2:16"]},"tiago_2_24_alone":{"palavra_pt":"sozinho","palavra_original":"μόνος","transliteracao":"mónos","strong":"G3441","significado_raiz":"Ideia básica: sozinho.","significado_contextual":"A palavra 'sozinho' indica a ideia de isolamento ou separação.","explicacao_detalhada":"No versículo, 'sozinho' é usado para enfatizar que a fé sem obras não pode justificar, reforçando a necessidade de uma fé que se manifeste em ações.","por_que_esta_palavra":"A palavra 'sozinho' é crucial para entender que a fé não pode ser uma crença isolada, mas deve se expressar em ações concretas.","conexao_teologica":"A relação entre fé e obras é um tema recorrente na Escritura, mostrando que a verdadeira fé é ativa.","referencias_relacionadas":["Tiago 2:17","Mateus 7:21","Romanos 2:13"]},"tiago_2_25_inocente":{"palavra_pt":"justificar","palavra_original":"δικαιόω","transliteracao":"dikaióō","strong":"G1344","significado_raiz":"Ideia básica: justificar.","significado_contextual":"A palavra 'justificar' é repetida, reforçando a ideia de declaração de justiça.","explicacao_detalhada":"Em Tiago 2:25, a justificação de Raabe é usada como exemplo de fé que se manifesta em ações, mostrando que a fé é acompanhada por obras.","por_que_esta_palavra":"A repetição da palavra 'justificar' enfatiza a importância desse conceito na vida do crente.","conexao_teologica":"A justificação é um ato de Deus que deve ser evidenciado por ações, refletindo a fé genuína.","referencias_relacionadas":["Hebreus 11:31","Mateus 7:20","Romanos 4:3"]},"tiago_2_25_rahab":{"palavra_pt":"rahab","palavra_original":"Ῥαάβ","transliteracao":"Rhaáb","strong":"G4460","significado_raiz":"Ideia básica: rahab.","significado_contextual":"A palavra 'rahab' refere-se à mulher que ajudou os espiões israelitas em Jericó.","explicacao_detalhada":"No contexto de Tiago 2:25, Raabe é apresentada como um exemplo de fé ativa, que resultou em sua justificação e salvação.","por_que_esta_palavra":"A menção de Raabe destaca que a fé não é restrita a um grupo específico, mas pode ser encontrada em qualquer pessoa que confie em Deus.","conexao_teologica":"A inclusão de Raabe na genealogia de Jesus e sua menção aqui mostram a universalidade da graça de Deus.","referencias_relacionadas":["Josué 2:1-21","Mateus 1:5","Hebreus 11:31"]},"tiago_2_26_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se à essência vital que dá vida.","explicacao_detalhada":"Em Tiago 2:26, a comparação entre fé e espírito enfatiza que a fé sem obras é morta, assim como o corpo sem o espírito.","por_que_esta_palavra":"A palavra 'espírito' é usada para ilustrar a vitalidade e a necessidade de ação na fé.","conexao_teologica":"A relação entre fé e obras é fundamental para a compreensão da vida cristã e da verdadeira espiritualidade.","referencias_relacionadas":["Romanos 8:9","Gálatas 5:25","1 João 3:18"]},"tiago_2_26_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A fé é apresentada como a força vital que dá vida às obras, assim como o espírito dá vida ao corpo.","explicacao_detalhada":"Neste versículo, Tiago argumenta que a fé sem obras é morta, enfatizando que a verdadeira fé se manifesta em ações concretas. A fé é a crença e confiança em Deus, que deve se traduzir em comportamentos que refletem essa crença.","por_que_esta_palavra":"A palavra 'fé' é central para a teologia cristã, pois representa a confiança em Deus e a aceitação de Sua graça. É a base da relação do crente com Deus.","conexao_teologica":"A fé é o meio pelo qual os crentes são justificados diante de Deus, e suas obras são a evidência dessa fé genuína.","referencias_relacionadas":["Hebreus 11:1","Gálatas 5:6","Romanos 1:17"]},"tiago_2_26_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"O corpo é usado como uma metáfora para ilustrar a relação entre fé e obras, onde a fé é o espírito e as obras são o corpo.","explicacao_detalhada":"Tiago utiliza a analogia do corpo para mostrar que, assim como o corpo sem o espírito está morto, a fé sem obras é igualmente morta. O corpo representa a manifestação visível da vida espiritual.","por_que_esta_palavra":"A palavra 'corpo' é importante para entender a interação entre a fé e as ações, destacando que a fé deve se manifestar fisicamente.","conexao_teologica":"A relação entre fé e obras é um tema recorrente na Bíblia, mostrando que a verdadeira fé se expressa em ações que glorificam a Deus.","referencias_relacionadas":["1 Coríntios 12:27","Romanos 12:1","Gálatas 2:20"]}}