{"1corintios_11_1_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'Cristo' refere-se ao Messias, o Ungido de Deus, que é Jesus.","explicacao_detalhada":"No contexto de 1 Coríntios 11:1, Paulo exorta os crentes a imitarem seu exemplo, assim como ele imita a Cristo. A palavra 'Cristo' enfatiza a divindade e a missão de Jesus como Salvador.","por_que_esta_palavra":"A escolha da palavra 'Cristo' é fundamental para entender a identidade de Jesus e seu papel na salvação da humanidade.","conexao_teologica":"Cristo é o centro da fé cristã, e a imitação de seu caráter e ações é um chamado à santidade e ao discipulado.","referencias_relacionadas":["Mateus 16:16","João 1:41","Atos 2:36"]},"1corintios_11_1_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se ao processo de transformação que Paulo descreve em sua vida e ministério.","explicacao_detalhada":"Em 1 Coríntios 11:1, Paulo fala sobre a importância de se tornar um exemplo para os outros, refletindo a mudança que ocorre na vida de um crente ao seguir a Cristo.","por_que_esta_palavra":"A palavra 'tornar-se' indica um processo contínuo de crescimento espiritual e conformidade à imagem de Cristo.","conexao_teologica":"A transformação é um tema central na teologia cristã, onde os crentes são chamados a se tornar semelhantes a Cristo.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 3:18","Gálatas 2:20"]},"1corintios_11_1_follower":{"palavra_pt":"follower","palavra_original":"μιμητής","transliteracao":"mimētḗs","strong":"G3402","significado_raiz":"Ideia básica: follower.","significado_contextual":"A palavra 'follower' implica em alguém que imita ou segue os ensinamentos e o exemplo de outra pessoa.","explicacao_detalhada":"No versículo, Paulo se apresenta como um 'follower' de Cristo, incentivando os crentes a fazerem o mesmo, mostrando que a vida cristã é uma jornada de imitação e aprendizado.","por_que_esta_palavra":"A escolha da palavra 'follower' destaca a importância do discipulado e da liderança espiritual na comunidade cristã.","conexao_teologica":"O chamado para ser um 'follower' de Cristo é um convite à obediência e à transformação pessoal.","referencias_relacionadas":["Mateus 4:19","Lucas 9:23","João 10:27"]},"1corintios_11_2_lei":{"palavra_pt":"lei","palavra_original":"παράδοσις","transliteracao":"parádosis","strong":"G3862","significado_raiz":"Ideia básica: lei.","significado_contextual":"A palavra 'lei' refere-se às tradições e ensinamentos que Paulo transmite à igreja.","explicacao_detalhada":"Em 1 Coríntios 11:2, Paulo elogia os coríntios por manterem as tradições que ele lhes ensinou, indicando a importância da continuidade na fé.","por_que_esta_palavra":"A palavra 'lei' é usada para enfatizar a seriedade e a autoridade das instruções apostólicas na vida da igreja.","conexao_teologica":"As tradições apostólicas são vistas como fundamentais para a vida da igreja e a preservação da verdade cristã.","referencias_relacionadas":["2 Tessalonicenses 2:15","1 Timóteo 6:20","2 Timóteo 1:13"]},"1corintios_11_2_louvor":{"palavra_pt":"louvor","palavra_original":"ἐπαινέω","transliteracao":"epainéō","strong":"G1867","significado_raiz":"Ideia básica: louvor.","significado_contextual":"A palavra 'louvor' refere-se à ação de exaltar e glorificar a Deus.","explicacao_detalhada":"No contexto de 1 Coríntios 11:2, Paulo menciona o louvor como parte da vida cristã, destacando a importância de reconhecer e agradecer a Deus por suas obras.","por_que_esta_palavra":"A escolha da palavra 'louvor' enfatiza a adoração como uma resposta natural à revelação de Deus na vida dos crentes.","conexao_teologica":"O louvor é uma expressão de gratidão e reconhecimento da soberania de Deus, central na vida da igreja.","referencias_relacionadas":["Salmos 150:6","Hebreus 13:15","Efésios 5:19"]},"1corintios_11_2_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' refere-se ao modo de vida e às práticas dos crentes.","explicacao_detalhada":"Em 1 Coríntios 11:2, Paulo fala sobre o 'caminho' que os crentes devem seguir, que é baseado nos ensinamentos de Cristo e nas tradições apostólicas.","por_que_esta_palavra":"A palavra 'caminho' é significativa porque representa a jornada de fé e a direção que os crentes devem tomar.","conexao_teologica":"O 'caminho' é uma metáfora comum na Bíblia para a vida cristã, que envolve seguir a Cristo e viver de acordo com seus ensinamentos.","referencias_relacionadas":["Atos 9:2","João 14:6","Gálatas 5:16"]},"1corintios_11_3_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'Cristo' aqui reafirma a posição de Jesus como o Ungido e Senhor sobre todas as coisas.","explicacao_detalhada":"Em 1 Coríntios 11:3, Paulo estabelece a hierarquia espiritual, onde Cristo é o cabeça de todo homem, enfatizando sua autoridade e divindade.","por_que_esta_palavra":"A palavra 'Cristo' é crucial para entender a relação entre Deus, Cristo e a humanidade, especialmente em questões de liderança e submissão.","conexao_teologica":"Cristo como cabeça é um tema central na teologia do Novo Testamento, refletindo a ordem divina na criação e na igreja.","referencias_relacionadas":["Efésios 1:22","Colossenses 1:18","1 Pedro 3:22"]},"1corintios_11_3_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Pai, a fonte de toda autoridade e criação.","explicacao_detalhada":"Em 1 Coríntios 11:3, Paulo menciona Deus como a autoridade suprema, estabelecendo a ordem divina entre Cristo, o homem e a mulher.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a natureza da autoridade e a estrutura familiar e eclesiástica proposta por Paulo.","conexao_teologica":"A soberania de Deus é um princípio central na teologia cristã, que fundamenta a relação entre os seres humanos e o Criador.","referencias_relacionadas":["Gênesis 1:1","Salmos 103:19","Romanos 11:36"]},"1corintios_11_3_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' implica a ação de decidir ou optar por algo.","explicacao_detalhada":"Em 1 Coríntios 11:3, Paulo fala sobre a escolha de Deus em estabelecer a ordem entre os seres humanos, refletindo sua soberania e propósito.","por_que_esta_palavra":"A palavra 'escolher' destaca a liberdade e a responsabilidade que Deus dá aos seres humanos em suas decisões.","conexao_teologica":"A escolha de Deus em criar e redimir a humanidade é um tema central na teologia, refletindo seu amor e plano para a salvação.","referencias_relacionadas":["Deuteronômio 30:19","Romanos 8:29","Efésios 1:4"]},"1corintios_11_4_deus":{"palavra_pt":"deus","palavra_original":"προσεύχομαι","transliteracao":"proseúchomai","strong":"G4336","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' aqui reafirma a importância da oração e da comunicação com o Criador.","explicacao_detalhada":"Em 1 Coríntios 11:4, Paulo menciona a oração como um ato de submissão e reconhecimento da autoridade de Deus na vida do crente.","por_que_esta_palavra":"A palavra 'Deus' é essencial para entender a relação entre o homem e o Criador, especialmente em contextos de adoração e oração.","conexao_teologica":"A oração é um meio de relacionamento com Deus, fundamental para a vida espiritual do crente.","referencias_relacionadas":["Filipenses 4:6","1 Tessalonicenses 5:17","Hebreus 4:16"]},"1corintios_11_4_falar":{"palavra_pt":"falar","palavra_original":"προφητεύω","transliteracao":"prophēteúō","strong":"G4395","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar no contexto de profecia, comunicar a vontade de Deus.","explicacao_detalhada":"A palavra 'falar' (προφητεύω) refere-se ao ato de profetizar, que é transmitir mensagens divinas. Em 1 Coríntios 11:4, Paulo menciona que um homem que ora ou profetiza com a cabeça coberta desonra sua cabeça, indicando a importância da ordem e do respeito nas práticas de culto.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a comunicação direta de Deus aos homens, um papel fundamental na vida da igreja primitiva.","conexao_teologica":"A profecia é um dom espiritual que edifica a igreja e revela a vontade de Deus, conforme mencionado em 1 Coríntios 14:3.","referencias_relacionadas":["1 Coríntios 14:1","Atos 2:17","Efésios 4:11"]},"1corintios_11_4_confound":{"palavra_pt":"confound","palavra_original":"καταισχύνω","transliteracao":"kataischýnō","strong":"G2617","significado_raiz":"Ideia básica: confound.","significado_contextual":"Confundir no sentido de trazer vergonha ou desonra.","explicacao_detalhada":"A palavra 'confound' (καταισχύνω) implica em causar vergonha ou desonra. No contexto de 1 Coríntios 11:4, Paulo alerta que um homem que profetiza com a cabeça coberta traz desonra a si mesmo e à sua posição diante de Deus.","por_que_esta_palavra":"É importante para entender as normas culturais e espirituais que Paulo estava estabelecendo para a adoração e a ordem na igreja.","conexao_teologica":"A desonra é um tema recorrente nas Escrituras, onde a obediência a Deus é frequentemente ligada à honra e à vergonha.","referencias_relacionadas":["Romanos 10:11","Salmos 25:3","1 Pedro 2:6"]},"1corintios_11_5_deus":{"palavra_pt":"deus","palavra_original":"προσεύχομαι","transliteracao":"proseúchomai","strong":"G4336","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus como o ser supremo a quem se dirige a oração.","explicacao_detalhada":"A palavra 'deus' (προσεύχομαι) refere-se ao ato de orar, um diálogo com o Criador. Em 1 Coríntios 11:5, Paulo menciona que uma mulher que ora ou profetiza sem a cobertura da cabeça desonra sua cabeça, enfatizando a importância da reverência ao se dirigir a Deus.","por_que_esta_palavra":"A oração é um aspecto central da vida cristã, e entender como nos apresentamos diante de Deus é crucial para a prática da fé.","conexao_teologica":"A oração é um meio de comunicação com Deus, essencial para o relacionamento do crente com o Senhor.","referencias_relacionadas":["Filipenses 4:6","1 Tessalonicenses 5:17","Mateus 6:6"]},"1corintios_11_5_falar":{"palavra_pt":"falar","palavra_original":"προφητεύω","transliteracao":"prophēteúō","strong":"G4395","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar no contexto de profecia, comunicar a vontade de Deus.","explicacao_detalhada":"A palavra 'falar' (προφητεύω) é usada novamente para enfatizar a importância da profecia e da comunicação divina. Em 1 Coríntios 11:5, Paulo destaca que a mulher também pode profetizar, mas deve fazê-lo de maneira que respeite a ordem estabelecida.","por_que_esta_palavra":"Essa repetição reforça a ideia de que tanto homens quanto mulheres têm papéis ativos na comunicação da mensagem de Deus.","conexao_teologica":"A inclusão das mulheres na profecia reflete a natureza inclusiva do evangelho, onde todos têm um papel no corpo de Cristo.","referencias_relacionadas":["Atos 21:9","Joel 2:28","Gálatas 3:28"]},"1corintios_11_5_confound":{"palavra_pt":"confound","palavra_original":"καταισχύνω","transliteracao":"kataischýnō","strong":"G2617","significado_raiz":"Ideia básica: confound.","significado_contextual":"Confundir no sentido de trazer vergonha ou desonra.","explicacao_detalhada":"A palavra 'confound' (καταισχύνω) é usada para descrever a desonra que uma mulher traz a si mesma ao orar ou profetizar sem a cobertura da cabeça. Paulo está abordando a importância da ordem e do respeito nas práticas de culto.","por_que_esta_palavra":"É crucial para entender as normas culturais que Paulo estava estabelecendo para a adoração e a ordem na igreja.","conexao_teologica":"A desonra é um tema que aparece em várias partes da Bíblia, onde a obediência a Deus é frequentemente ligada à honra.","referencias_relacionadas":["Romanos 10:11","Salmos 25:3","1 Pedro 2:6"]},"1corintios_11_6_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Mulher como figura central na discussão sobre a adoração e a ordem na igreja.","explicacao_detalhada":"A palavra 'mulher' (γυνή) é usada para enfatizar o papel das mulheres na comunidade cristã. Em 1 Coríntios 11:6, Paulo discute a necessidade de cobertura da cabeça para as mulheres durante a adoração, refletindo normas culturais da época.","por_que_esta_palavra":"É importante reconhecer o papel das mulheres na igreja primitiva e como suas ações eram vistas em relação à cultura da época.","conexao_teologica":"A dignidade e o valor das mulheres são reafirmados em Cristo, que as inclui ativamente na vida da igreja.","referencias_relacionadas":["Gálatas 3:28","Romanos 16:1","Atos 18:26"]},"1corintios_11_6_cover":{"palavra_pt":"cobrir","palavra_original":"κατακαλύπτω","transliteracao":"katakalýptō","strong":"G2619","significado_raiz":"Ideia básica: cobrir.","significado_contextual":"Cobrir como um símbolo de autoridade e respeito.","explicacao_detalhada":"A palavra 'cobrir' (κατακαλύπτω) refere-se ao ato de usar um véu ou cobertura na cabeça. Em 1 Coríntios 11:6, Paulo argumenta que a mulher deve cobrir a cabeça ao orar ou profetizar para não desonrar sua cabeça, simbolizando respeito e submissão.","por_que_esta_palavra":"A cobertura da cabeça é um símbolo cultural de autoridade e respeito, refletindo a ordem estabelecida por Deus.","conexao_teologica":"A submissão e a ordem são temas importantes na teologia cristã, refletindo a relação entre Cristo e a igreja.","referencias_relacionadas":["Efésios 5:22-24","1 Pedro 3:1","Colossenses 3:18"]},"1corintios_11_7_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Glória como honra e dignidade atribuídas a Deus e ao homem.","explicacao_detalhada":"A palavra 'gloria' (δόξα) é usada para descrever a honra e a dignidade que pertencem a Deus e ao homem. Em 1 Coríntios 11:7, Paulo afirma que o homem é a imagem e a glória de Deus, enquanto a mulher é a glória do homem, refletindo a ordem da criação.","por_que_esta_palavra":"A glória é um conceito central na teologia bíblica, representando a presença e a majestade de Deus.","conexao_teologica":"A glória de Deus se manifesta na criação e na redenção, e os seres humanos são chamados a refletir essa glória em suas vidas.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:5","Romanos 3:23"]},"1corintios_11_7_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus como o ser supremo, fonte de toda glória.","explicacao_detalhada":"A palavra 'deus' (θεός) refere-se ao Criador e à fonte de toda glória. Em 1 Coríntios 11:7, Paulo destaca que o homem é a imagem e a glória de Deus, enfatizando a relação entre Deus e a humanidade.","por_que_esta_palavra":"É fundamental reconhecer Deus como a origem de toda honra e dignidade, que se reflete na criação do homem.","conexao_teologica":"A glória de Deus é um tema central na adoração e na vida cristã, onde os crentes são chamados a glorificá-lo em tudo.","referencias_relacionadas":["Isaías 43:7","Salmos 19:1","1 Coríntios 10:31"]},"1corintios_11_7_head":{"palavra_pt":"cabeca","palavra_original":"κεφαλή","transliteracao":"kephalḗ","strong":"G2776","significado_raiz":"Ideia básica: cabeca.","significado_contextual":"Cabeça como símbolo de autoridade e liderança.","explicacao_detalhada":"A palavra 'cabeça' (κεφαλή) é usada para descrever a posição de autoridade. Em 1 Coríntios 11:7, Paulo menciona que o homem é a cabeça da mulher, refletindo a ordem de Deus na criação e na dinâmica familiar.","por_que_esta_palavra":"A ideia de cabeça é importante para entender a estrutura de autoridade dentro da família e da igreja.","conexao_teologica":"A relação entre cabeça e corpo é uma metáfora comum na teologia, representando a unidade e a interdependência entre Cristo e a igreja.","referencias_relacionadas":["Efésios 5:23","Colossenses 1:18","1 Coríntios 12:12"]},"1corintios_11_8_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma relação de posição ou proximidade.","explicacao_detalhada":"No contexto de 1 Coríntios 11:8, a palavra 'entre' sugere a ideia de que a mulher foi criada a partir do homem, enfatizando a origem e a interdependência entre os gêneros.","por_que_esta_palavra":"A escolha da palavra 'entre' é crucial para entender a dinâmica de criação e a relação entre homem e mulher na teologia paulina.","conexao_teologica":"A relação entre homem e mulher reflete a ordem divina na criação e a interdependência que Deus estabeleceu.","referencias_relacionadas":["Gênesis 2:21-22","1 Timóteo 2:13","Efésios 5:23"]},"1corintios_11_8_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se ao gênero feminino, com implicações sociais e espirituais.","explicacao_detalhada":"Em 1 Coríntios 11:8, a palavra 'mulher' é usada para discutir a posição da mulher em relação ao homem, destacando sua importância e papel na criação.","por_que_esta_palavra":"A palavra 'mulher' é fundamental para a discussão sobre a autoridade e a submissão dentro da comunidade cristã.","conexao_teologica":"A mulher é vista como parte essencial da criação e da obra de Deus, refletindo a imagem divina.","referencias_relacionadas":["Gênesis 1:27","Gálatas 3:28","Efésios 5:22-24"]},"1corintios_11_9_criar":{"palavra_pt":"criar","palavra_original":"κτίζω","transliteracao":"ktízō","strong":"G2936","significado_raiz":"Ideia básica: criar.","significado_contextual":"A palavra 'criar' implica um ato de trazer algo à existência.","explicacao_detalhada":"No versículo 1 Coríntios 11:9, 'criar' se refere ao ato de Deus ao formar a mulher a partir do homem, destacando a intenção divina na criação.","por_que_esta_palavra":"A palavra 'criar' é importante para entender a origem e o propósito da mulher na narrativa bíblica.","conexao_teologica":"A criação da mulher a partir do homem simboliza a unidade e a complementaridade entre os gêneros.","referencias_relacionadas":["Gênesis 2:22","Salmos 139:13-14","Colossenses 1:16"]},"1corintios_11_9_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' é usada para enfatizar a identidade feminina no contexto da criação.","explicacao_detalhada":"Em 1 Coríntios 11:9, a repetição da palavra 'mulher' reforça a importância do papel feminino na ordem criada por Deus.","por_que_esta_palavra":"A palavra 'mulher' é essencial para a discussão sobre a dignidade e o valor da mulher na comunidade cristã.","conexao_teologica":"A mulher é vista como co-herdeira da graça de Deus, refletindo sua importância no plano divino.","referencias_relacionadas":["Gênesis 2:18","Provérbios 31:10","1 Pedro 3:7"]},"1corintios_11_9_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"A palavra 'portanto' indica uma conclusão ou consequência lógica.","explicacao_detalhada":"No contexto de 1 Coríntios 11:9, 'portanto' conecta a criação da mulher à necessidade de uma ordem de autoridade e submissão.","por_que_esta_palavra":"A palavra 'portanto' é crucial para entender a lógica do argumento de Paulo sobre a relação entre homem e mulher.","conexao_teologica":"A ordem estabelecida por Deus é refletida na dinâmica de autoridade dentro da igreja e da família.","referencias_relacionadas":["Romanos 13:1","Efésios 5:21","1 Pedro 5:5"]},"1corintios_11_10_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' é novamente utilizada para enfatizar o papel feminino na sociedade e na igreja.","explicacao_detalhada":"Em 1 Coríntios 11:10, a palavra 'mulher' é associada à ideia de autoridade, sugerindo que a mulher deve ter um sinal de autoridade sobre sua cabeça.","por_que_esta_palavra":"A palavra 'mulher' é importante para discutir a questão da autoridade e da submissão na comunidade cristã.","conexao_teologica":"A questão da autoridade é central para a ordem e a harmonia na igreja, refletindo a ordem divina.","referencias_relacionadas":["1 Timóteo 2:9-10","Efésios 5:23","1 Coríntios 14:34"]},"1corintios_11_10_autoridade":{"palavra_pt":"autoridade","palavra_original":"ἐξουσία","transliteracao":"exousía","strong":"G1849","significado_raiz":"Ideia básica: autoridade.","significado_contextual":"A palavra 'autoridade' refere-se ao poder ou direito de governar ou comandar.","explicacao_detalhada":"No versículo 1 Coríntios 11:10, 'autoridade' implica a necessidade de um sinal visível de respeito e submissão à ordem estabelecida por Deus.","por_que_esta_palavra":"A palavra 'autoridade' é fundamental para entender a dinâmica de liderança e submissão na igreja.","conexao_teologica":"A autoridade é um princípio divino que deve ser respeitado para a ordem e a paz na comunidade cristã.","referencias_relacionadas":["Romanos 13:1","Hebreus 13:17","1 Pedro 2:13"]},"1corintios_11_10_head":{"palavra_pt":"cabeca","palavra_original":"κεφαλή","transliteracao":"kephalḗ","strong":"G2776","significado_raiz":"Ideia básica: cabeca.","significado_contextual":"A palavra 'cabeça' é usada metaforicamente para indicar liderança ou autoridade.","explicacao_detalhada":"Em 1 Coríntios 11:10, 'cabeça' refere-se à posição de autoridade que o homem ocupa em relação à mulher, conforme a ordem criada por Deus.","por_que_esta_palavra":"A palavra 'cabeça' é crucial para entender a dinâmica de liderança e submissão na relação entre os gêneros.","conexao_teologica":"A ideia de cabeça reflete a relação de Cristo com a igreja, onde Cristo é a cabeça da igreja.","referencias_relacionadas":["Efésios 5:23","Colossenses 1:18","1 Coríntios 12:12"]},"1corintios_11_11_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à posição de autoridade e respeito.","explicacao_detalhada":"Em 1 Coríntios 11:11, a palavra 'senhor' é usada para enfatizar que, apesar da ordem de autoridade, homens e mulheres são iguais diante de Deus.","por_que_esta_palavra":"A palavra 'senhor' é importante para entender a dignidade e o valor de ambos os gêneros na criação de Deus.","conexao_teologica":"A igualdade espiritual entre homens e mulheres é um princípio fundamental na teologia cristã.","referencias_relacionadas":["Gálatas 3:28","Romanos 12:5","1 Pedro 3:7"]},"1corintios_11_11_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' é usada novamente para reafirmar a importância do papel feminino na comunidade cristã.","explicacao_detalhada":"Em 1 Coríntios 11:11, a palavra 'mulher' destaca a interdependência entre homem e mulher, enfatizando que ambos têm um papel significativo no plano de Deus.","por_que_esta_palavra":"A palavra 'mulher' é essencial para discutir a igualdade e a dignidade da mulher na igreja.","conexao_teologica":"A mulher é uma parte vital do corpo de Cristo, contribuindo para a edificação da igreja.","referencias_relacionadas":["Gálatas 3:28","Romanos 12:4-5","1 Coríntios 12:27"]},"1corintios_11_11_salvar":{"palavra_pt":"salvar","palavra_original":"πλήν","transliteracao":"plḗn","strong":"G4133","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' aqui se refere à ideia de proteção e preservação dentro do contexto da relação entre homem e mulher.","explicacao_detalhada":"No contexto de 1 Coríntios 11, Paulo discute a ordem e a função dentro da igreja e da família. A palavra 'salvar' implica que, em um relacionamento saudável, ambos os gêneros têm papéis que se complementam, levando à salvação e ao bem-estar mútuo.","por_que_esta_palavra":"A escolha da palavra 'salvar' enfatiza a importância da colaboração e do respeito mútuo nas relações, refletindo a intenção de Deus para a humanidade.","conexao_teologica":"A salvação é um tema central na teologia cristã, e a ideia de que homens e mulheres trabalham juntos para a salvação reflete a unidade do corpo de Cristo.","referencias_relacionadas":["Efésios 5:23","Gálatas 3:28","Romanos 12:5"]},"1corintios_11_12_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é usada para enfatizar a origem e a autoridade divina sobre a criação e as relações humanas.","explicacao_detalhada":"Neste versículo, Paulo menciona Deus para reafirmar que todas as coisas vêm dEle e que a ordem estabelecida entre homem e mulher é parte do plano divino.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a relação entre os seres humanos, pois estabelece que a autoridade e a estrutura familiar são instituídas por Deus.","conexao_teologica":"A soberania de Deus sobre a criação é um princípio teológico que permeia toda a Escritura, mostrando que Ele tem um plano para a humanidade.","referencias_relacionadas":["Gênesis 1:27","Salmos 139:14","Colossenses 1:16"]},"1corintios_11_12_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' é usada para discutir o papel e a dignidade da mulher dentro da comunidade cristã.","explicacao_detalhada":"Paulo aborda a mulher em um contexto de respeito e valor, destacando que ela tem um papel importante na estrutura familiar e na igreja.","por_que_esta_palavra":"A inclusão da palavra 'mulher' é crucial para entender a dinâmica entre os gêneros e a importância da contribuição feminina na fé.","conexao_teologica":"A dignidade da mulher é um tema recorrente na Bíblia, refletindo a criação de Deus e a igualdade de valor entre homens e mulheres.","referencias_relacionadas":["Provérbios 31:10","Gálatas 3:28","Efésios 5:25"]},"1corintios_11_12_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a relação e a interação entre os gêneros na comunidade cristã.","explicacao_detalhada":"Neste contexto, 'entre' sugere que tanto homens quanto mulheres têm papéis interdependentes, enfatizando a necessidade de colaboração e respeito mútuo.","por_que_esta_palavra":"A escolha da palavra 'entre' é significativa para destacar a interconexão e a importância de cada gênero na vida da igreja.","conexao_teologica":"A interdependência entre os membros do corpo de Cristo é um princípio teológico que enfatiza a unidade e a diversidade na comunidade de fé.","referencias_relacionadas":["1 Coríntios 12:12-14","Romanos 12:4-5","Efésios 4:16"]},"1corintios_11_13_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A repetição da palavra 'Deus' reforça a ideia de que a ordem divina deve ser respeitada nas relações humanas.","explicacao_detalhada":"Paulo utiliza 'Deus' para lembrar aos crentes que a estrutura de autoridade é estabelecida por Deus e deve ser seguida para o bem da comunidade.","por_que_esta_palavra":"A palavra 'Deus' é essencial para entender a base da autoridade e a ordem que Paulo está discutindo.","conexao_teologica":"A autoridade de Deus é um tema central na teologia, refletindo Sua soberania e plano para a criação.","referencias_relacionadas":["Romanos 13:1","1 Pedro 2:13-14","Hebreus 13:17"]},"1corintios_11_13_torre":{"palavra_pt":"torre","palavra_original":"πρέπω","transliteracao":"prépō","strong":"G4241","significado_raiz":"Ideia básica: torre.","significado_contextual":"A palavra 'torre' pode simbolizar proteção e segurança, refletindo a necessidade de uma estrutura sólida nas relações.","explicacao_detalhada":"No contexto de 1 Coríntios 11, a 'torre' pode ser vista como uma metáfora para a proteção que os papéis de liderança e submissão proporcionam na comunidade.","por_que_esta_palavra":"A escolha da palavra 'torre' sugere a importância de ter uma base forte e segura nas relações interpessoais.","conexao_teologica":"A ideia de proteção e segurança é um tema teológico que se relaciona com a forma como Deus cuida de Seu povo.","referencias_relacionadas":["Salmos 61:3","Provérbios 18:10","Salmos 46:1"]},"1corintios_11_14_mankind":{"palavra_pt":"man kind","palavra_original":"φύσις","transliteracao":"phýsis","strong":"G5449","significado_raiz":"Ideia básica: man kind.","significado_contextual":"A palavra 'mankind' refere-se à humanidade como um todo, enfatizando a criação de Deus.","explicacao_detalhada":"Neste contexto, Paulo fala sobre a natureza humana e como as relações entre homens e mulheres são parte do plano divino desde a criação.","por_que_esta_palavra":"A palavra 'mankind' é importante para entender que todos são criados à imagem de Deus e têm um propósito em Sua criação.","conexao_teologica":"A criação da humanidade à imagem de Deus é um princípio fundamental na teologia cristã, refletindo a dignidade e o valor de cada pessoa.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:5","Tiago 3:9"]},"1corintios_11_14_ensinar":{"palavra_pt":"ensinar","palavra_original":"διδάσκω","transliteracao":"didáskō","strong":"G1321","significado_raiz":"Ideia básica: ensinar.","significado_contextual":"A palavra 'ensinar' refere-se ao papel de instruir e guiar dentro da comunidade cristã.","explicacao_detalhada":"Paulo discute a importância do ensino e da instrução, destacando que tanto homens quanto mulheres têm um papel a desempenhar na edificação da fé.","por_que_esta_palavra":"A escolha da palavra 'ensinar' é significativa para enfatizar a responsabilidade de todos os crentes em compartilhar a verdade de Deus.","conexao_teologica":"O ensino é um aspecto vital da vida cristã, refletindo o chamado de Jesus para fazer discípulos.","referencias_relacionadas":["Mateus 28:19-20","2 Timóteo 2:2","Colossenses 3:16"]},"1corintios_11_14_long":{"palavra_pt":"long","palavra_original":"κομάω","transliteracao":"komáō","strong":"G2863","significado_raiz":"Ideia básica: long.","significado_contextual":"A palavra 'long' refere-se ao comprimento do cabelo, que é usado como uma metáfora para a honra e a submissão.","explicacao_detalhada":"Neste contexto, Paulo usa o comprimento do cabelo como um símbolo de respeito e honra nas relações entre homens e mulheres.","por_que_esta_palavra":"A escolha da palavra 'long' é importante para entender a cultura e as normas sociais da época em que Paulo escreveu.","conexao_teologica":"A honra e a submissão são temas teológicos que refletem a relação entre Cristo e a Igreja.","referencias_relacionadas":["1 Pedro 3:3-4","Efésios 5:22-24","Colossenses 3:18"]},"1corintios_11_15_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A palavra 'glória' refere-se à honra e ao valor que Deus confere às relações e à criação.","explicacao_detalhada":"Paulo menciona a 'glória' para enfatizar que a ordem estabelecida por Deus traz honra tanto para homens quanto para mulheres.","por_que_esta_palavra":"A escolha da palavra 'glória' é significativa para destacar a dignidade e o valor que Deus atribui a cada pessoa.","conexao_teologica":"A glória de Deus é um tema central na Bíblia, refletindo Sua natureza e o propósito de Sua criação.","referencias_relacionadas":["Romanos 3:23","Salmos 19:1","Isaías 43:7"]},"1corintios_11_15_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se à mulher em um contexto de adoração e submissão a Deus.","explicacao_detalhada":"A palavra 'mulher' é utilizada para enfatizar o papel da mulher na congregação e sua relação com a autoridade espiritual. No contexto de 1 Coríntios 11, Paulo discute a ordem e a decência nas reuniões da igreja.","por_que_esta_palavra":"A escolha da palavra 'mulher' é crucial para entender a dinâmica de gênero e a submissão dentro da comunidade cristã primitiva.","conexao_teologica":"A mulher, como parte da criação de Deus, tem um papel significativo na igreja, refletindo a imagem de Deus e participando ativamente da vida comunitária.","referencias_relacionadas":["Gênesis 2:18","Efésios 5:22-24","1 Pedro 3:1-7"]},"1corintios_11_15_hair":{"palavra_pt":"cabelo","palavra_original":"κόμη","transliteracao":"kómē","strong":"G2864","significado_raiz":"Ideia básica: cabelo.","significado_contextual":"O cabelo é mencionado como um símbolo de honra e submissão na cultura da época.","explicacao_detalhada":"Paulo usa a referência ao cabelo para discutir a cobertura da cabeça das mulheres durante a adoração, simbolizando respeito e a ordem divina estabelecida.","por_que_esta_palavra":"A palavra 'cabelo' é importante para entender as normas culturais e sociais que influenciam a prática de adoração na igreja de Corinto.","conexao_teologica":"O cabelo como símbolo de honra reflete a relação entre a criação e a ordem divina, onde cada um tem seu lugar e função.","referencias_relacionadas":["1 Pedro 3:3-4","Gênesis 24:65","Números 6:5"]},"1corintios_11_16_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à assembleia dos crentes, onde se reúnem para adoração e ensino.","explicacao_detalhada":"A palavra 'igreja' é utilizada para descrever a comunidade de fiéis que se reúnem em nome de Cristo, enfatizando a importância da unidade e da ordem nas reuniões.","por_que_esta_palavra":"A escolha da palavra 'igreja' destaca a natureza coletiva da fé cristã e a responsabilidade mútua entre os membros.","conexao_teologica":"A igreja é o corpo de Cristo, onde cada membro desempenha um papel vital na edificação e no crescimento espiritual.","referencias_relacionadas":["Atos 2:42-47","Efésios 4:11-13","Colossenses 1:18"]},"1corintios_11_16_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus criador e à sua autoridade sobre a criação.","explicacao_detalhada":"A palavra 'Deus' é central na discussão sobre a ordem e a submissão, enfatizando que todas as coisas devem ser feitas para a glória de Deus.","por_que_esta_palavra":"A escolha da palavra 'Deus' é fundamental para entender a soberania divina e a relação entre Deus e a humanidade.","conexao_teologica":"Deus é a fonte de toda autoridade e ordem, e a submissão a Ele é essencial para a vida cristã.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1-4","Romanos 11:36"]},"1corintios_11_16_bom":{"palavra_pt":"bom","palavra_original":"δοκέω","transliteracao":"dokéō","strong":"G1380","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se a algo que é considerado correto ou desejável dentro do contexto da adoração.","explicacao_detalhada":"A palavra 'bom' é usada para descrever o que é aceitável e agradável a Deus nas práticas da igreja.","por_que_esta_palavra":"A escolha da palavra 'bom' é importante para entender os padrões de comportamento que agradam a Deus.","conexao_teologica":"O que é bom é determinado pela natureza de Deus e sua vontade revelada nas Escrituras.","referencias_relacionadas":["Romanos 12:2","Filipenses 4:8","Salmos 34:8"]},"1corintios_11_17_charge":{"palavra_pt":"charge","palavra_original":"παραγγέλλω","transliteracao":"parangéllō","strong":"G3853","significado_raiz":"Ideia básica: charge.","significado_contextual":"Refere-se à instrução ou ordem dada aos membros da igreja.","explicacao_detalhada":"A palavra 'charge' implica uma responsabilidade que Paulo assume ao corrigir a conduta da igreja em Corinto.","por_que_esta_palavra":"A escolha da palavra 'charge' é significativa para entender a autoridade apostólica de Paulo e sua preocupação com a saúde espiritual da igreja.","conexao_teologica":"A correção e a instrução são parte do cuidado pastoral e da edificação do corpo de Cristo.","referencias_relacionadas":["2 Timóteo 4:2","Tito 1:13","Hebreus 12:11"]},"1corintios_11_17_better":{"palavra_pt":"melhor","palavra_original":"κρεῖσσον","transliteracao":"kreîsson","strong":"G2908","significado_raiz":"Ideia básica: melhor.","significado_contextual":"Refere-se a uma avaliação de práticas que não estão de acordo com a vontade de Deus.","explicacao_detalhada":"A palavra 'melhor' é usada para contrastar as práticas inadequadas da igreja com o que é desejável e aceitável diante de Deus.","por_que_esta_palavra":"A escolha da palavra 'melhor' é importante para enfatizar a necessidade de buscar a excelência nas práticas de adoração.","conexao_teologica":"Deus deseja que seu povo viva de maneira que reflita sua santidade e justiça.","referencias_relacionadas":["1 Coríntios 10:31","Colossenses 3:23-24","Efésios 5:15-16"]},"1corintios_11_18_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à assembleia dos crentes, onde se reúnem para adoração e ensino.","explicacao_detalhada":"A palavra 'igreja' é utilizada novamente para enfatizar a importância da unidade e da ordem nas reuniões, especialmente em relação à Ceia do Senhor.","por_que_esta_palavra":"A escolha da palavra 'igreja' destaca a natureza coletiva da fé cristã e a responsabilidade mútua entre os membros.","conexao_teologica":"A igreja é o corpo de Cristo, onde cada membro desempenha um papel vital na edificação e no crescimento espiritual.","referencias_relacionadas":["Atos 2:42-47","Efésios 4:11-13","Colossenses 1:18"]},"1corintios_11_18_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se à crença e confiança em Deus e em suas promessas.","explicacao_detalhada":"A palavra 'crer' é central na vida cristã, pois a fé é o meio pelo qual os crentes se relacionam com Deus e recebem sua graça.","por_que_esta_palavra":"A escolha da palavra 'crer' é fundamental para entender a natureza da salvação e a relação entre fé e obras.","conexao_teologica":"A fé é o fundamento da vida cristã e é essencial para a salvação e a comunhão com Deus.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Efésios 2:8-9"]},"1corintios_11_19_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se à transformação ou ao resultado de ações dentro da comunidade.","explicacao_detalhada":"A palavra 'tornar-se' é usada para descrever as consequências das divisões e desordens na igreja.","por_que_esta_palavra":"A escolha da palavra 'tornar-se' é importante para enfatizar que as ações têm consequências significativas na vida da igreja.","conexao_teologica":"As ações dos crentes têm impacto na saúde espiritual da comunidade e na sua testemunha ao mundo.","referencias_relacionadas":["Gálatas 6:7-8","Tiago 1:22","Romanos 12:2"]},"1corintios_11_20_senhor":{"palavra_pt":"senhor","palavra_original":"κυριακός","transliteracao":"kyriakós","strong":"G2960","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade de Cristo sobre a Ceia do Senhor.","explicacao_detalhada":"A palavra 'senhor' aqui enfatiza a soberania de Jesus na celebração da Ceia, que é um ato de adoração e comunhão entre os crentes.","por_que_esta_palavra":"É utilizada para reconhecer a posição de Cristo como Senhor e Salvador, que instituiu a Ceia como um memorial de sua morte.","conexao_teologica":"A Ceia do Senhor é um sacramento que simboliza a nova aliança em Cristo, onde Ele é o Senhor que nos redime.","referencias_relacionadas":["Mateus 26:26-28","Lucas 22:19-20","1 Coríntios 11:23-26"]},"1corintios_11_20_festa":{"palavra_pt":"festa","palavra_original":"δεῖπνον","transliteracao":"deîpnon","strong":"G1173","significado_raiz":"Ideia básica: festa.","significado_contextual":"Refere-se à Ceia do Senhor como uma celebração comunitária.","explicacao_detalhada":"A palavra 'festa' indica que a Ceia não é apenas um ritual, mas uma celebração de comunhão entre os crentes, lembrando o sacrifício de Cristo.","por_que_esta_palavra":"É importante para entender que a Ceia deve ser celebrada com alegria e reverência, reconhecendo seu significado espiritual.","conexao_teologica":"A Ceia do Senhor é um ato de celebração da nova vida em Cristo e da unidade do corpo de Cristo.","referencias_relacionadas":["Atos 2:42","1 Coríntios 10:16-17","Lucas 22:19"]},"1corintios_11_20_accompany":{"palavra_pt":"accompany","palavra_original":"συνέρχομαι","transliteracao":"synérchomai","strong":"G4905","significado_raiz":"Ideia básica: accompany.","significado_contextual":"Refere-se à participação conjunta na Ceia do Senhor.","explicacao_detalhada":"A palavra 'accompany' sugere que a Ceia deve ser um ato comunitário, onde os crentes se reúnem para celebrar juntos.","por_que_esta_palavra":"Enfatiza a importância da comunhão entre os membros da igreja durante a celebração da Ceia.","conexao_teologica":"A unidade do corpo de Cristo é refletida na participação conjunta na Ceia, simbolizando a comunhão entre os crentes.","referencias_relacionadas":["1 Coríntios 10:16-17","Hebreus 10:24-25","Atos 2:42"]},"1corintios_11_21_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"Refere-se à familiaridade ou relação entre os membros da igreja.","explicacao_detalhada":"A palavra 'acquaintance' sugere que os crentes devem ter um relacionamento próximo e íntimo uns com os outros, especialmente ao participar da Ceia.","por_que_esta_palavra":"É importante para entender que a Ceia deve ser celebrada em um espírito de amor e unidade, sem divisões.","conexao_teologica":"A comunhão na Ceia reflete a unidade do corpo de Cristo, onde todos são iguais diante de Deus.","referencias_relacionadas":["Gálatas 3:28","Efésios 4:3","1 João 1:7"]},"1corintios_11_21_festa":{"palavra_pt":"festa","palavra_original":"δεῖπνον","transliteracao":"deîpnon","strong":"G1173","significado_raiz":"Ideia básica: festa.","significado_contextual":"Refere-se à Ceia do Senhor como um momento de celebração e comunhão.","explicacao_detalhada":"A palavra 'festa' enfatiza que a Ceia deve ser um momento de alegria e celebração da obra redentora de Cristo.","por_que_esta_palavra":"É utilizada para lembrar que a Ceia é um ato de celebração da nova vida em Cristo, não apenas um ritual.","conexao_teologica":"A Ceia do Senhor é uma celebração da nova aliança, onde os crentes se reúnem para recordar o sacrifício de Cristo.","referencias_relacionadas":["Mateus 26:29","Lucas 22:19-20","1 Coríntios 10:16"]},"1corintios_11_21_homem":{"palavra_pt":"homem","palavra_original":"ἕκαστος","transliteracao":"hékastos","strong":"G1538","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a cada indivíduo que participa da Ceia.","explicacao_detalhada":"A palavra 'homem' destaca a responsabilidade pessoal de cada crente ao participar da Ceia, refletindo sobre seu estado espiritual.","por_que_esta_palavra":"É importante para enfatizar que cada crente deve se examinar antes de participar da Ceia.","conexao_teologica":"A responsabilidade individual na Ceia reflete a importância da santidade e do arrependimento na vida cristã.","referencias_relacionadas":["2 Coríntios 13:5","Gálatas 6:5","1 Coríntios 11:28"]},"1corintios_11_22_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à comunidade de crentes que se reúnem para adorar a Deus.","explicacao_detalhada":"A palavra 'igreja/assembleia' enfatiza a importância da comunhão e da unidade entre os crentes ao celebrar a Ceia.","por_que_esta_palavra":"É utilizada para mostrar que a Ceia é um ato coletivo, não individual, refletindo a unidade do corpo de Cristo.","conexao_teologica":"A igreja é o corpo de Cristo, e a Ceia é um símbolo dessa unidade e comunhão entre os crentes.","referencias_relacionadas":["Efésios 4:4-6","1 Coríntios 12:12-13","Atos 2:42"]},"1corintios_11_22_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina de Deus e sua relação com a Ceia.","explicacao_detalhada":"A palavra 'deus' enfatiza que a Ceia é um ato sagrado, ordenado por Deus, que deve ser celebrado com reverência.","por_que_esta_palavra":"É importante para reconhecer que a Ceia é um meio de graça e um momento de encontro com Deus.","conexao_teologica":"A Ceia do Senhor é uma expressão da presença de Deus entre seu povo, fortalecendo a comunhão com Ele.","referencias_relacionadas":["Mateus 26:29","1 Coríntios 10:16","Hebreus 10:22"]},"1corintios_11_22_confound":{"palavra_pt":"confound","palavra_original":"καταισχύνω","transliteracao":"kataischýnō","strong":"G2617","significado_raiz":"Ideia básica: confound.","significado_contextual":"Refere-se à desordem e confusão que podem ocorrer durante a Ceia.","explicacao_detalhada":"A palavra 'confound' indica que a maneira como a Ceia é celebrada pode trazer desonra a Deus se não for feita corretamente.","por_que_esta_palavra":"É utilizada para alertar os crentes sobre a importância de celebrar a Ceia com reverência e ordem.","conexao_teologica":"A desordem na Ceia pode refletir a falta de respeito pela obra de Cristo e pela comunhão entre os crentes.","referencias_relacionadas":["1 Coríntios 14:40","1 Coríntios 11:29","Tiago 3:16"]},"1corintios_11_23_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade de Cristo ao instituir a Ceia.","explicacao_detalhada":"A palavra 'senhor' aqui reafirma que Jesus é o Senhor que ordenou a Ceia como um memorial de sua morte.","por_que_esta_palavra":"É importante para reconhecer a autoridade de Cristo sobre a Ceia e a importância de obedecer a suas instruções.","conexao_teologica":"A Ceia do Senhor é um ato de obediência à ordem de Cristo, que é o Senhor da Igreja.","referencias_relacionadas":["Mateus 26:26-28","Lucas 22:19-20","1 Coríntios 11:24-25"]},"1corintios_11_23_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome do Salvador e Messias, central na fé cristã.","explicacao_detalhada":"Jesus é a encarnação de Deus, que veio ao mundo para redimir a humanidade através de sua morte e ressurreição. Em 1 Coríntios 11:23, Paulo menciona Jesus ao relatar a instituição da Ceia do Senhor, enfatizando sua importância na comunhão dos crentes.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental para a compreensão da salvação e da nova aliança estabelecida por meio de seu sacrifício.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua obra redentora é o fundamento da fé cristã.","referencias_relacionadas":["João 3:16","Atos 4:12","Romanos 10:9"]},"1corintios_11_23_midnight":{"palavra_pt":"mid night","palavra_original":"νύξ","transliteracao":"nýx","strong":"G3571","significado_raiz":"Ideia básica: mid night.","significado_contextual":"Refere-se ao momento da noite, simbolizando um tempo de vigilância e preparação.","explicacao_detalhada":"A expressão 'meia-noite' pode ser vista como um chamado à vigilância espiritual, especialmente em contextos de espera pela volta de Cristo. Embora não esteja diretamente em 1 Coríntios 11:23, a ideia de estar alerta é relevante para a prática da Ceia do Senhor.","por_que_esta_palavra":"A meia-noite é um símbolo de transição e expectativa, importante na narrativa bíblica.","conexao_teologica":"A vigilância é um tema recorrente nas Escrituras, lembrando os crentes da importância de estarem preparados para a vinda do Senhor.","referencias_relacionadas":["Mateus 25:6","Marcos 13:35","Lucas 12:38"]},"1corintios_11_24_graca":{"palavra_pt":"graca","palavra_original":"εὐχαριστέω","transliteracao":"eucharistéō","strong":"G2168","significado_raiz":"Ideia básica: graca.","significado_contextual":"Ação de agradecer a Deus, especialmente em relação ao sacrifício de Cristo.","explicacao_detalhada":"Em 1 Coríntios 11:24, Paulo menciona que Jesus deu graças antes de partir o pão, exemplificando a importância da gratidão em todas as coisas, especialmente na celebração da Ceia do Senhor.","por_que_esta_palavra":"A graça é um tema central na fé cristã, representando o favor imerecido de Deus sobre a humanidade.","conexao_teologica":"A gratidão é uma resposta adequada ao amor e à graça de Deus, refletindo a atitude que devemos ter em nossas vidas.","referencias_relacionadas":["Colossenses 3:17","1 Tessalonicenses 5:18","Salmos 107:1"]},"1corintios_11_24_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Ato de realizar ou executar algo, neste caso, a ação de partir o pão.","explicacao_detalhada":"Em 1 Coríntios 11:24, o verbo 'fazer' refere-se ao ato de Jesus ao partir o pão, simbolizando seu corpo entregue por nós. Este ato é central na celebração da Ceia do Senhor.","por_que_esta_palavra":"O ato de fazer é essencial para entender a prática da Ceia e a obediência ao mandamento de Jesus.","conexao_teologica":"A ação de fazer remete à obediência e à prática da fé, que deve ser vivida diariamente.","referencias_relacionadas":["Mateus 26:26","Lucas 22:19","João 6:51"]},"1corintios_11_24_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo de Cristo, que foi sacrificado por nós.","explicacao_detalhada":"No contexto da Ceia do Senhor, o corpo simboliza o sacrifício de Jesus, que foi entregue para a redenção da humanidade. Em 1 Coríntios 11:24, Paulo destaca a importância de reconhecer o corpo de Cristo durante a celebração.","por_que_esta_palavra":"O corpo de Cristo é central na teologia da salvação e na compreensão da Ceia do Senhor.","conexao_teologica":"A relação entre o corpo de Cristo e a Igreja é fundamental, pois a Igreja é descrita como o corpo de Cristo na terra.","referencias_relacionadas":["Romanos 12:5","1 Coríntios 12:27","Efésios 4:12"]},"1corintios_11_25_alianca":{"palavra_pt":"alianca/testamento","palavra_original":"διαθήκη","transliteracao":"diathḗkē","strong":"G1242","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se à nova aliança estabelecida por meio do sangue de Cristo.","explicacao_detalhada":"Em 1 Coríntios 11:25, Paulo menciona a nova aliança, que é um pacto entre Deus e a humanidade, selado pelo sangue de Jesus. Essa aliança é fundamental para a compreensão da salvação e da relação entre Deus e os crentes.","por_que_esta_palavra":"A aliança é um conceito central na Bíblia, representando o compromisso de Deus com seu povo.","conexao_teologica":"A nova aliança é a realização das promessas de Deus e a base da fé cristã.","referencias_relacionadas":["Hebreus 9:15","Lucas 22:20","Jeremias 31:31"]},"1corintios_11_25_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Ato de realizar ou executar algo, neste caso, a ação de derramar o vinho.","explicacao_detalhada":"O verbo 'fazer' em 1 Coríntios 11:25 refere-se ao ato de Jesus ao derramar o vinho, simbolizando seu sangue que foi derramado por nós. Este ato é essencial na celebração da Ceia do Senhor.","por_que_esta_palavra":"O ato de fazer é crucial para entender a prática da Ceia e a obediência ao mandamento de Jesus.","conexao_teologica":"A ação de fazer remete à obediência e à prática da fé, que deve ser vivida diariamente.","referencias_relacionadas":["Mateus 26:27","Marcos 14:24","Lucas 22:20"]},"1corintios_11_26_morte":{"palavra_pt":"morte","palavra_original":"θάνατος","transliteracao":"thánatos","strong":"G2288","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se à morte de Cristo, que é lembrada na Ceia do Senhor.","explicacao_detalhada":"Em 1 Coríntios 11:26, Paulo afirma que ao participar da Ceia, os crentes proclamam a morte do Senhor até que ele venha. A morte de Cristo é o cerne da mensagem do evangelho.","por_que_esta_palavra":"A morte de Jesus é fundamental para a salvação e a redenção da humanidade.","conexao_teologica":"A morte de Cristo é o sacrifício que possibilita a nova vida em Cristo e a reconciliação com Deus.","referencias_relacionadas":["Romanos 5:8","1 Pedro 2:24","Isaías 53:5"]},"1corintios_11_26_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania de Cristo como Senhor sobre todas as coisas.","explicacao_detalhada":"A palavra 'Senhor' em 1 Coríntios 11:26 enfatiza a autoridade de Jesus, que é reconhecido como o Rei dos Reis e Senhor dos Senhores. Esta autoridade é fundamental para a prática da fé cristã.","por_que_esta_palavra":"Reconhecer Jesus como Senhor é essencial para a vida cristã e para a submissão à sua vontade.","conexao_teologica":"A autoridade de Cristo é um aspecto central da teologia cristã, que afirma sua divindade e soberania.","referencias_relacionadas":["Filipenses 2:9-11","Apocalipse 17:14","Romanos 10:12"]},"1corintios_11_27_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à importância de reconhecer a autoridade de Cristo ao participar da Ceia.","explicacao_detalhada":"Em 1 Coríntios 11:27, Paulo adverte sobre a seriedade de participar da Ceia de forma indigna, ressaltando a necessidade de reverência e respeito pela autoridade de Cristo.","por_que_esta_palavra":"A compreensão da autoridade de Cristo é crucial para a prática da Ceia e para a vida cristã em geral.","conexao_teologica":"A reverência à autoridade de Cristo deve ser refletida em todas as áreas da vida do crente.","referencias_relacionadas":["Mateus 28:18","Efésios 1:21-22","Colossenses 1:16"]},"1corintios_11_27_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo de Cristo, especialmente no contexto da Ceia do Senhor.","explicacao_detalhada":"O corpo de Cristo é um símbolo da sua presença e sacrifício. Na Ceia, os crentes são lembrados do sacrifício de Jesus e da unidade do corpo de Cristo, que é a Igreja.","por_que_esta_palavra":"A palavra 'corpo' é usada para enfatizar a importância da união entre os crentes e a necessidade de se aproximar da Ceia de forma digna.","conexao_teologica":"A Ceia do Senhor é um ato de comunhão que representa a nova aliança em Cristo, onde o corpo de Cristo é oferecido por todos.","referencias_relacionadas":["1 Coríntios 10:16","Mateus 26:26","Lucas 22:19"]},"1corintios_11_28_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a necessidade de autoexame antes de participar da Ceia.","explicacao_detalhada":"A palavra 'entre' sugere que cada crente deve avaliar sua própria vida e relacionamento com Deus antes de se aproximar da mesa do Senhor.","por_que_esta_palavra":"É essencial que os crentes se examinem para não participarem de forma indigna, o que pode trazer consequências espirituais.","conexao_teologica":"O autoexame é uma prática que reflete a santidade e reverência que devemos ter ao nos aproximar de Deus.","referencias_relacionadas":["Salmos 139:23-24","Gálatas 6:4","2 Coríntios 13:5"]},"1corintios_11_28_allow":{"palavra_pt":"allow","palavra_original":"δοκιμάζω","transliteracao":"dokimázō","strong":"G1381","significado_raiz":"Ideia básica: allow.","significado_contextual":"Refere-se à permissão ou aceitação de participar da Ceia após o autoexame.","explicacao_detalhada":"A palavra 'allow' implica que o crente deve se aprovar a si mesmo, reconhecendo sua condição espiritual antes de participar.","por_que_esta_palavra":"É um convite à reflexão e à responsabilidade pessoal na vida cristã.","conexao_teologica":"A aceitação de participar da Ceia é um ato de fé e obediência, reconhecendo o sacrifício de Cristo.","referencias_relacionadas":["Romanos 12:1","Hebreus 10:22","1 Pedro 2:5"]},"1corintios_11_29_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade de Cristo e ao reconhecimento de sua soberania na Ceia.","explicacao_detalhada":"A palavra 'senhor' destaca a posição de Cristo como Senhor sobre a Igreja e a importância de reconhecer sua autoridade ao participar da Ceia.","por_que_esta_palavra":"Reconhecer Jesus como Senhor é fundamental para entender o significado da Ceia e a relação do crente com Ele.","conexao_teologica":"A autoridade de Cristo é central na teologia cristã, pois Ele é o mediador da nova aliança.","referencias_relacionadas":["Filipenses 2:9-11","Colossenses 1:18","Mateus 28:18"]},"1corintios_11_29_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação de Deus em participar da Ceia de maneira indigna.","explicacao_detalhada":"A palavra 'deus' aqui é usada para enfatizar a gravidade de desonrar a Ceia, que é um ato sagrado diante de Deus.","por_que_esta_palavra":"Desonrar a Ceia é um ato que vai contra a natureza de Deus, que é santo e justo.","conexao_teologica":"A santidade de Deus exige que os crentes se aproximem da Ceia com reverência e respeito.","referencias_relacionadas":["Isaías 6:3","Hebreus 12:14","1 Pedro 1:16"]},"1corintios_11_30_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza das consequências de participar da Ceia de maneira indigna.","explicacao_detalhada":"A palavra 'grande' enfatiza a seriedade das consequências espirituais e físicas que podem ocorrer ao desonrar a Ceia.","por_que_esta_palavra":"É um alerta sobre a importância de participar da Ceia com um coração puro e em comunhão com Deus.","conexao_teologica":"As consequências de desonrar a Ceia refletem a seriedade do pecado e a necessidade de arrependimento.","referencias_relacionadas":["Romanos 6:23","Gálatas 6:7","Hebreus 10:31"]},"1corintios_11_30_cair":{"palavra_pt":"cair","palavra_original":"κοιμάω","transliteracao":"koimáō","strong":"G2837","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda espiritual e física que pode ocorrer como resultado de desonrar a Ceia.","explicacao_detalhada":"A palavra 'cair' sugere um estado de fraqueza ou condenação que pode resultar da falta de reverência na participação da Ceia.","por_que_esta_palavra":"É uma advertência sobre as consequências de não se examinar antes de participar.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a separação de Deus e a necessidade de redenção.","referencias_relacionadas":["Tiago 4:10","1 Pedro 5:6","Romanos 14:10"]},"1corintios_11_30_bom":{"palavra_pt":"bom","palavra_original":"ἱκανός","transliteracao":"hikanós","strong":"G2425","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à condição adequada para participar da Ceia.","explicacao_detalhada":"A palavra 'bom' implica que o crente deve estar em um estado espiritual saudável e em comunhão com Deus.","por_que_esta_palavra":"Participar da Ceia de maneira digna é um reflexo da boa condição espiritual do crente.","conexao_teologica":"A bondade e a santidade são características que Deus espera de seus filhos ao se aproximarem dEle.","referencias_relacionadas":["Mateus 5:8","Gálatas 5:22-23","Efésios 5:8-10"]},"1corintios_11_31_julgar":{"palavra_pt":"julgar","palavra_original":"διακρίνω","transliteracao":"diakrínō","strong":"G1252","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de discernir a própria condição espiritual antes de participar da Ceia.","explicacao_detalhada":"A palavra 'julgar' implica uma avaliação crítica e honesta da vida espiritual do crente.","por_que_esta_palavra":"É um chamado à responsabilidade pessoal e à busca por santidade.","conexao_teologica":"O julgamento pessoal é essencial para a vida cristã, pois nos ajuda a alinhar nossas vidas com a vontade de Deus.","referencias_relacionadas":["1 João 1:9","Romanos 12:2","2 Coríntios 5:10"]},"1corintios_11_31_forasmuch":{"palavra_pt":"porque","palavra_original":"εἰ","transliteracao":"ei","strong":"G1487","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz a razão pela qual é importante julgar a si mesmo antes de participar da Ceia.","explicacao_detalhada":"A palavra 'porque' conecta a necessidade de autoexame às consequências de não fazê-lo.","por_que_esta_palavra":"É uma explicação sobre a importância da autoavaliação na vida cristã.","conexao_teologica":"A compreensão das razões por trás das instruções de Deus é fundamental para uma vida cristã saudável.","referencias_relacionadas":["Provérbios 4:23","Salmos 26:2","Gálatas 6:5"]},"1corintios_11_32_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade suprema de Cristo sobre a igreja e os crentes.","explicacao_detalhada":"No contexto de 1 Coríntios 11:32, Paulo enfatiza que o Senhor é aquele que julga e disciplina os crentes, mostrando a importância de reconhecer Sua autoridade em nossas vidas.","por_que_esta_palavra":"A palavra 'senhor' é usada para afirmar a soberania de Cristo e a necessidade de submissão à Sua vontade.","conexao_teologica":"A autoridade de Cristo é central na teologia cristã, pois Ele é o cabeça da igreja e o juiz final.","referencias_relacionadas":["Mateus 28:18","Efésios 1:22","Colossenses 1:18"]},"1corintios_11_32_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para referir-se à divindade e à soberania de Deus sobre todas as coisas.","explicacao_detalhada":"Em 1 Coríntios 11:32, Paulo menciona Deus para enfatizar que o julgamento e a disciplina vêm Dele, reforçando a importância de viver em conformidade com Sua vontade.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a relação entre o ser humano e o Criador, destacando Sua autoridade e poder.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, mostrando que Ele tem controle sobre a história e a vida dos indivíduos.","referencias_relacionadas":["Salmos 47:2","Isaías 45:5","Romanos 11:36"]},"1corintios_11_32_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Ideia básica: mundo.","significado_contextual":"A palavra 'mundo' refere-se à ordem social e moral que está em oposição a Deus.","explicacao_detalhada":"No contexto de 1 Coríntios 11:32, o 'mundo' é visto como um sistema que muitas vezes ignora a autoridade de Deus e vive em rebelião contra Ele.","por_que_esta_palavra":"A palavra 'mundo' é usada para contrastar a vida dos crentes com a vida daqueles que não seguem a Deus.","conexao_teologica":"A relação entre o crente e o mundo é um tema importante, onde os crentes são chamados a não se conformar com os padrões do mundo.","referencias_relacionadas":["Romanos 12:2","Tiago 4:4","1 João 2:15"]},"1corintios_11_33_accompany":{"palavra_pt":"accompany","palavra_original":"συνέρχομαι","transliteracao":"synérchomai","strong":"G4905","significado_raiz":"Ideia básica: accompany.","significado_contextual":"A palavra 'accompany' refere-se à ideia de estar junto ou reunir-se.","explicacao_detalhada":"Em 1 Coríntios 11:33, Paulo exorta os crentes a se reunirem de maneira respeitosa e digna, enfatizando a importância da comunhão entre os irmãos.","por_que_esta_palavra":"A palavra é usada para destacar a necessidade de unidade e respeito nas reuniões da igreja.","conexao_teologica":"A comunhão entre os crentes é um aspecto fundamental da vida cristã, refletindo a unidade do corpo de Cristo.","referencias_relacionadas":["Atos 2:42","Hebreus 10:25","1 João 1:7"]},"1corintios_11_34_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'familia' refere-se à unidade familiar e à importância das relações dentro do lar.","explicacao_detalhada":"Em 1 Coríntios 11:34, Paulo menciona a família para enfatizar que cada um deve cuidar de suas responsabilidades antes de participar da ceia do Senhor.","por_que_esta_palavra":"A palavra é usada para lembrar que a ordem e o cuidado no lar são reflexos da vida cristã.","conexao_teologica":"A família é vista como a primeira instituição criada por Deus, e sua saúde é fundamental para a sociedade e a igreja.","referencias_relacionadas":["Efésios 5:22-33","Colossenses 3:18-21","1 Timóteo 5:8"]},"1corintios_11_34_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada novamente para reafirmar a soberania e a autoridade divina sobre a vida dos crentes.","explicacao_detalhada":"No contexto de 1 Coríntios 11:34, Paulo lembra que Deus é quem estabelece a ordem e a disciplina na vida da igreja.","por_que_esta_palavra":"A palavra 'deus' é essencial para entender a relação de dependência e reverência que os crentes devem ter em relação a Ele.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, mostrando que Ele é o autor da vida e da salvação.","referencias_relacionadas":["Salmos 103:19","Romanos 8:28","Hebreus 12:6"]}}