{"1corintios_12_1_espirito":{"palavra_pt":"espirito","palavra_original":"πνευματικός","transliteracao":"pneumatikós","strong":"G4152","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espirito' refere-se ao Espírito Santo e à sua atuação na vida dos crentes.","explicacao_detalhada":"Em 1 Coríntios 12:1, Paulo introduz a discussão sobre os dons espirituais, enfatizando que o Espírito Santo é quem distribui esses dons conforme a Sua vontade.","por_que_esta_palavra":"A palavra 'espirito' é fundamental para entender a dinâmica da vida cristã e a capacitação dos crentes para o serviço.","conexao_teologica":"A obra do Espírito Santo é essencial na vida da igreja, pois Ele guia, ensina e capacita os crentes.","referencias_relacionadas":["Atos 1:8","Romanos 8:9-11","Gálatas 5:22-23"]},"1corintios_12_1_thereabout":{"palavra_pt":"there about","palavra_original":"περί","transliteracao":"perí","strong":"G4012","significado_raiz":"Ideia básica: there about.","significado_contextual":"A palavra 'there about' refere-se ao tema que Paulo está prestes a abordar, que são os dons espirituais.","explicacao_detalhada":"Em 1 Coríntios 12:1, Paulo quer esclarecer as dúvidas dos crentes sobre os dons espirituais e sua importância na vida da igreja.","por_que_esta_palavra":"A palavra é usada para introduzir um assunto crucial para a edificação da igreja e a compreensão do papel de cada crente.","conexao_teologica":"A discussão sobre os dons espirituais é vital para entender como cada membro do corpo de Cristo contribui para a edificação da igreja.","referencias_relacionadas":["Efésios 4:11-13","1 Pedro 4:10","Romanos 12:4-8"]},"1corintios_12_2_imagem":{"palavra_pt":"imagem","palavra_original":"εἴδωλον","transliteracao":"eídōlon","strong":"G1497","significado_raiz":"Ideia básica: imagem.","significado_contextual":"A palavra 'imagem' refere-se a ídolos e à adoração que os crentes devem evitar.","explicacao_detalhada":"Em 1 Coríntios 12:2, Paulo lembra os crentes de que antes de conhecerem a Cristo, eram levados a adorar ídolos, enfatizando a necessidade de se afastar dessas práticas.","por_que_esta_palavra":"A palavra 'imagem' é usada para alertar sobre a idolatria e a importância de adorar somente a Deus.","conexao_teologica":"A idolatria é um tema recorrente na Bíblia, e a adoração a Deus é central na vida do crente.","referencias_relacionadas":["Êxodo 20:4-5","Salmos 115:4-8","1 João 5:21"]},"1corintios_12_3_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espirito' refere-se ao Espírito Santo, que é o agente de transformação na vida dos crentes.","explicacao_detalhada":"Em 1 Coríntios 12:3, Paulo afirma que ninguém pode dizer que Jesus é Senhor, exceto pelo Espírito Santo, destacando a importância da obra do Espírito na confissão de fé.","por_que_esta_palavra":"A palavra 'espirito' é crucial para entender a relação entre a fé e a ação do Espírito Santo na vida do crente.","conexao_teologica":"A confissão de Jesus como Senhor é um aspecto fundamental da fé cristã, e o Espírito Santo é quem capacita essa confissão.","referencias_relacionadas":["Romanos 10:9","Gálatas 4:6","Filipenses 2:11"]},"1corintios_12_3_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus único e verdadeiro, que é a fonte de toda espiritualidade e dons.","explicacao_detalhada":"Neste versículo, Paulo enfatiza que ninguém pode dizer que Jesus é Senhor, exceto pelo Espírito Santo. Isso destaca a importância da revelação divina e da ação de Deus na vida dos crentes.","por_que_esta_palavra":"A palavra 'Deus' é central na fé cristã, representando a soberania e a autoridade divina sobre todas as coisas.","conexao_teologica":"Deus é o autor de todos os dons espirituais e da unidade na diversidade do corpo de Cristo.","referencias_relacionadas":["João 4:24","Romanos 12:6-8","Efésios 4:4-6"]},"1corintios_12_3_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus Cristo, o Filho de Deus, que é o Senhor e Salvador da humanidade.","explicacao_detalhada":"Paulo afirma que a confissão de Jesus como Senhor é uma evidência do Espírito Santo atuando na vida do crente, mostrando a centralidade de Cristo na fé cristã.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental, pois representa a encarnação de Deus e a salvação oferecida à humanidade.","conexao_teologica":"A relação entre Jesus e o Espírito Santo é essencial para a compreensão da Trindade e da obra redentora.","referencias_relacionadas":["Atos 2:36","Romanos 10:9","Filipenses 2:9-11"]},"1corintios_12_4_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo, que é a força vital e a presença de Deus entre os crentes.","explicacao_detalhada":"O Espírito é descrito como aquele que distribui os dons espirituais, capacitando os crentes a servirem uns aos outros.","por_que_esta_palavra":"A palavra 'Espírito' é crucial para entender a dinâmica da vida cristã e a operação dos dons espirituais.","conexao_teologica":"O Espírito Santo é o agente que une os crentes em um só corpo, promovendo a diversidade e a unidade.","referencias_relacionadas":["Gálatas 5:22-23","Romanos 8:9-11","1 Pedro 4:10"]},"1corintios_12_5_servo":{"palavra_pt":"servo","palavra_original":"διακονία","transliteracao":"diakonía","strong":"G1248","significado_raiz":"Ideia básica: servo.","significado_contextual":"Refere-se ao serviço e à diaconia dentro da comunidade cristã.","explicacao_detalhada":"Paulo menciona que existem diferentes ministérios, mas todos são para o mesmo Senhor, enfatizando a importância do serviço no corpo de Cristo.","por_que_esta_palavra":"A palavra 'servo' destaca a vocação de cada crente para servir aos outros, refletindo o caráter de Cristo.","conexao_teologica":"O serviço é uma expressão da fé e do amor cristão, essencial para a edificação da igreja.","referencias_relacionadas":["Marcos 10:45","Gálatas 5:13","Efésios 4:12"]},"1corintios_12_5_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania de Jesus como Senhor sobre a igreja e a vida dos crentes.","explicacao_detalhada":"A palavra 'Senhor' implica autoridade e domínio, reconhecendo Jesus como o cabeça da igreja.","por_que_esta_palavra":"Reconhecer Jesus como Senhor é fundamental para a submissão e a obediência dos crentes.","conexao_teologica":"A autoridade de Cristo é central na teologia cristã, refletindo sua divindade e seu papel redentor.","referencias_relacionadas":["Mateus 28:18","Colossenses 1:18","Efésios 1:22"]},"1corintios_12_6_operation":{"palavra_pt":"operation","palavra_original":"ἐνέργημα","transliteracao":"enérgēma","strong":"G1755","significado_raiz":"Ideia básica: operation.","significado_contextual":"Refere-se à operação dos dons espirituais na vida da igreja.","explicacao_detalhada":"Paulo destaca que as diferentes operações são realizadas pelo mesmo Deus, que age em todos.","por_que_esta_palavra":"A palavra 'operação' enfatiza a ação ativa de Deus na vida dos crentes e na edificação da igreja.","conexao_teologica":"A operação dos dons é uma manifestação da graça de Deus, que capacita os crentes a cumprir sua missão.","referencias_relacionadas":["1 Pedro 4:11","Romanos 12:4-5","Efésios 4:16"]},"1corintios_12_6_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à ação de Deus em distribuir os dons e operar na vida da igreja.","explicacao_detalhada":"A ênfase está na unidade da ação divina, que se manifesta de diferentes maneiras entre os crentes.","por_que_esta_palavra":"A palavra 'Deus' reafirma a centralidade da divindade na vida cristã e na operação dos dons.","conexao_teologica":"A soberania de Deus é fundamental para entender a diversidade de dons e ministérios na igreja.","referencias_relacionadas":["1 Coríntios 12:11","Romanos 12:6","Efésios 4:7"]},"1corintios_12_6_poderoso":{"palavra_pt":"poderoso","palavra_original":"ἐνεργέω","transliteracao":"energéō","strong":"G1754","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Refere-se ao poder de Deus que opera através dos crentes.","explicacao_detalhada":"A palavra 'poderoso' destaca a capacidade de Deus de realizar milagres e transformações na vida dos crentes.","por_que_esta_palavra":"A palavra 'poderoso' é essencial para entender a natureza da ação divina e a eficácia dos dons espirituais.","conexao_teologica":"O poder de Deus é a força que capacita os crentes a viverem e servirem de acordo com a vontade divina.","referencias_relacionadas":["Atos 1:8","Efésios 3:20","2 Coríntios 12:9"]},"1corintios_12_7_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo, que concede dons a cada crente para o bem comum.","explicacao_detalhada":"Paulo explica que cada um recebe uma manifestação do Espírito para edificação da igreja, enfatizando a importância da diversidade de dons.","por_que_esta_palavra":"A palavra 'Espírito' é fundamental para a compreensão da dinâmica da vida cristã e da operação dos dons espirituais.","conexao_teologica":"O Espírito Santo é o agente que une os crentes em um só corpo, promovendo a diversidade e a unidade.","referencias_relacionadas":["1 Pedro 4:10","Romanos 12:6","Gálatas 5:22-23"]},"1corintios_12_7_manifestation":{"palavra_pt":"manifestation","palavra_original":"φανέρωσις","transliteracao":"phanérōsis","strong":"G5321","significado_raiz":"Ideia básica: manifestation.","significado_contextual":"Refere-se à manifestação do Espírito Santo através dos dons espirituais.","explicacao_detalhada":"A manifestação é uma demonstração visível da presença e do poder de Deus na vida da igreja.","por_que_esta_palavra":"A palavra 'manifestação' destaca a importância de ver e experimentar a ação de Deus entre os crentes.","conexao_teologica":"As manifestações do Espírito são essenciais para a edificação e o crescimento da comunidade cristã.","referencias_relacionadas":["1 Coríntios 12:11","Romanos 12:4-5","Efésios 4:12"]},"1corintios_12_7_homem":{"palavra_pt":"homem","palavra_original":"ἕκαστος","transliteracao":"hékastos","strong":"G1538","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à individualidade de cada membro do corpo de Cristo, enfatizando que cada um tem um papel único.","explicacao_detalhada":"A palavra 'homem' aqui é usada para indicar que cada pessoa, independentemente de sua posição ou função, é importante no corpo da igreja. Cada um recebe um dom espiritual para o bem comum.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a diversidade e a unidade dentro da comunidade cristã, onde todos são chamados a contribuir.","conexao_teologica":"A teologia do corpo de Cristo, onde cada membro é vital para o funcionamento do todo, é central na carta de Paulo aos Coríntios.","referencias_relacionadas":["1 Coríntios 12:12-14","Romanos 12:4-5","Efésios 4:16"]},"1corintios_12_8_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo, que concede dons espirituais aos crentes.","explicacao_detalhada":"A palavra 'espírito' implica a presença ativa de Deus na vida dos crentes, capacitando-os a realizar obras que glorificam a Deus.","por_que_esta_palavra":"O uso de 'espírito' enfatiza a natureza divina dos dons e a necessidade de dependência do Espírito Santo para o ministério eficaz.","conexao_teologica":"A doutrina do Espírito Santo é fundamental para entender como Deus opera na vida da igreja e dos indivíduos.","referencias_relacionadas":["Atos 2:4","Gálatas 5:22-23","1 Coríntios 12:4-6"]},"1corintios_12_8_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à Palavra de Deus, que é central na revelação divina e na criação.","explicacao_detalhada":"A palavra 'palavra/verbo' indica a importância de Cristo como a manifestação de Deus e a fonte de sabedoria e verdade.","por_que_esta_palavra":"A escolha de 'palavra' destaca a relação íntima entre Cristo e a revelação de Deus ao homem.","conexao_teologica":"Cristo como o Verbo é um conceito chave na teologia cristã, mostrando a encarnação de Deus em Jesus.","referencias_relacionadas":["João 1:1-3","Hebreus 1:1-2","Colossenses 1:16-17"]},"1corintios_12_8_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"σοφία","transliteracao":"sophía","strong":"G4678","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"Refere-se à sabedoria divina que é dada aos crentes para discernir e aplicar a verdade.","explicacao_detalhada":"A palavra 'sabedoria' implica um entendimento profundo que vai além do conhecimento, permitindo que os crentes vivam de acordo com a vontade de Deus.","por_que_esta_palavra":"A ênfase na sabedoria destaca a necessidade de orientação divina em decisões e ações na vida cristã.","conexao_teologica":"A sabedoria é frequentemente associada ao temor do Senhor e à aplicação prática da fé.","referencias_relacionadas":["Tiago 1:5","Provérbios 2:6","Colossenses 2:3"]},"1corintios_12_9_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"Refere-se à fé como um dom espiritual que permite aos crentes confiar em Deus e em Suas promessas.","explicacao_detalhada":"A palavra 'fé' implica uma confiança ativa em Deus, que é essencial para a vida cristã e para a operação dos dons espirituais.","por_que_esta_palavra":"A escolha de 'fé' destaca a importância da crença e da confiança em Deus como fundamento para a vida espiritual.","conexao_teologica":"A fé é um tema central na teologia cristã, sendo a base da salvação e da vida em Cristo.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Gálatas 2:20"]},"1corintios_12_9_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se novamente ao Espírito Santo, que opera na vida dos crentes.","explicacao_detalhada":"A palavra 'espírito' aqui reforça a ideia de que o Espírito Santo é a fonte de todos os dons e capacitações para o ministério.","por_que_esta_palavra":"A repetição da palavra 'espírito' enfatiza a continuidade da ação do Espírito na vida da igreja.","conexao_teologica":"A presença do Espírito Santo é fundamental para a vida e o crescimento da igreja.","referencias_relacionadas":["1 Coríntios 12:4-6","Romanos 8:26-27","Gálatas 5:25"]},"1corintios_12_10_operation":{"palavra_pt":"operation","palavra_original":"ἐνέργημα","transliteracao":"enérgēma","strong":"G1755","significado_raiz":"Ideia básica: operation.","significado_contextual":"Refere-se às operações ou manifestações dos dons espirituais na vida da igreja.","explicacao_detalhada":"A palavra 'operation' implica que os dons espirituais não são apenas passivos, mas ativos e dinâmicos, produzindo resultados visíveis.","por_que_esta_palavra":"A escolha de 'operation' destaca a natureza ativa do ministério e a necessidade de ação por parte dos crentes.","conexao_teologica":"A operação dos dons espirituais é uma expressão da obra do Espírito Santo na igreja.","referencias_relacionadas":["1 Coríntios 12:7","Efésios 4:12","Romanos 12:6"]},"1corintios_12_10_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"Refere-se ao poder de Deus manifestado através dos dons espirituais.","explicacao_detalhada":"A palavra 'poder/milagre' indica que os dons espirituais têm a capacidade de realizar coisas extraordinárias que glorificam a Deus.","por_que_esta_palavra":"A ênfase no 'poder' destaca que a eficácia dos dons não vem do homem, mas de Deus.","conexao_teologica":"O poder de Deus é um tema central na obra do Espírito Santo e na vida da igreja.","referencias_relacionadas":["Atos 1:8","Romanos 15:19","2 Coríntios 12:9"]},"1corintios_12_10_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se novamente ao Espírito Santo, que é a fonte de poder para os crentes.","explicacao_detalhada":"A palavra 'espírito' aqui reforça a ideia de que o Espírito Santo é essencial para a operação dos dons e para a vida cristã.","por_que_esta_palavra":"A repetição da palavra 'espírito' enfatiza a continuidade da ação do Espírito na vida da igreja.","conexao_teologica":"A presença do Espírito Santo é fundamental para a vida e o crescimento da igreja.","referencias_relacionadas":["1 Coríntios 12:4-6","Romanos 8:11","Gálatas 5:22"]},"1corintios_12_11_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo que distribui os dons conforme a Sua vontade.","explicacao_detalhada":"A palavra 'espírito' aqui destaca a soberania do Espírito Santo na escolha e distribuição dos dons espirituais.","por_que_esta_palavra":"A escolha de 'espírito' enfatiza que os dons não são dados por mérito humano, mas pela graça de Deus.","conexao_teologica":"A soberania do Espírito Santo é um aspecto crucial na compreensão dos dons espirituais e da vida da igreja.","referencias_relacionadas":["1 Coríntios 12:7-11","Efésios 4:7-8","Romanos 12:3-8"]},"1corintios_12_11_poderoso":{"palavra_pt":"poderoso","palavra_original":"ἐνεργέω","transliteracao":"energéō","strong":"G1754","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Refere-se à capacidade divina de operar milagres e dons espirituais na vida da igreja.","explicacao_detalhada":"A palavra 'poderoso' no contexto de 1 Coríntios 12:11 destaca a ação do Espírito Santo que distribui dons conforme a Sua vontade, mostrando que a verdadeira força vem de Deus.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar que os dons espirituais não são fruto do esforço humano, mas da poderosa ação de Deus através do Espírito Santo.","conexao_teologica":"A teologia do Espírito Santo é central nesta passagem, pois revela como Deus opera na comunidade de fé e capacita os crentes para o serviço.","referencias_relacionadas":["Atos 1:8","Romanos 12:6-8","Efésios 4:11-12"]},"1corintios_12_11_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"Refere-se à ideia de que cada membro do corpo de Cristo tem um papel único e especial.","explicacao_detalhada":"A palavra 'acquaintance' sugere que cada crente é conhecido e tem um papel específico dentro da comunidade, enfatizando a diversidade e a interdependência no corpo de Cristo.","por_que_esta_palavra":"É importante para entender que, embora sejamos diferentes, todos somos igualmente importantes para o funcionamento do corpo de Cristo.","conexao_teologica":"A unidade na diversidade é um tema central na teologia paulina, mostrando que todos os membros são necessários para a edificação da igreja.","referencias_relacionadas":["1 Coríntios 12:12-14","Romanos 12:4-5","Efésios 4:16"]},"1corintios_12_12_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Jesus como o Cristo, o Ungido de Deus, que é a cabeça do corpo, a igreja.","explicacao_detalhada":"A palavra 'Cristo' enfatiza a identidade messiânica de Jesus e sua função como Salvador e Senhor, que une todos os crentes em um só corpo.","por_que_esta_palavra":"É crucial para a compreensão da missão de Jesus e do papel da igreja como Seu corpo na terra.","conexao_teologica":"A unção de Cristo é fundamental para a teologia da salvação e do ministério da igreja, que é chamada a continuar a obra de Cristo.","referencias_relacionadas":["Mateus 16:16","Atos 2:36","Colossenses 1:18"]},"1corintios_12_12_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do corpo de Cristo, que é composto por muitos membros.","explicacao_detalhada":"A palavra 'grande' destaca a importância e a magnitude da igreja como o corpo de Cristo, que abrange todos os crentes.","por_que_esta_palavra":"É usada para mostrar que, apesar das diferenças, todos os membros são parte de algo muito maior e significativo.","conexao_teologica":"A grandeza do corpo de Cristo reflete a soberania de Deus na escolha e no chamado de cada crente para fazer parte de Sua obra.","referencias_relacionadas":["1 Coríntios 12:27","Efésios 1:22-23","Colossenses 3:15"]},"1corintios_12_12_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se à metáfora do corpo para descrever a igreja e sua unidade.","explicacao_detalhada":"A palavra 'corpo' é usada para ilustrar como os crentes estão interconectados e são dependentes uns dos outros, assim como as partes de um corpo físico.","por_que_esta_palavra":"É fundamental para entender a dinâmica da comunidade cristã e a importância de cada membro no funcionamento do corpo.","conexao_teologica":"A teologia do corpo de Cristo enfatiza a unidade e a diversidade, mostrando que cada crente tem um papel vital na missão da igreja.","referencias_relacionadas":["1 Coríntios 12:27","Romanos 12:5","Efésios 4:4"]},"1corintios_12_13_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo que dá vida e une os crentes em um só corpo.","explicacao_detalhada":"A palavra 'espírito' indica a presença do Espírito Santo que habita nos crentes e os capacita a viver em unidade e amor.","por_que_esta_palavra":"É essencial para entender como o Espírito Santo opera na vida da igreja e a importância da sua ação na edificação do corpo de Cristo.","conexao_teologica":"A obra do Espírito Santo é central na teologia cristã, pois é Ele quem transforma e une os crentes em um só corpo.","referencias_relacionadas":["Atos 2:4","Romanos 8:9","Efésios 2:18"]},"1corintios_12_13_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se à união dos crentes em um só corpo através do Espírito Santo.","explicacao_detalhada":"A palavra 'corpo' aqui reafirma a ideia de que todos os crentes, independentemente de suas diferenças, são parte do mesmo corpo de Cristo.","por_que_esta_palavra":"É crucial para a compreensão da unidade na diversidade dentro da igreja.","conexao_teologica":"A unidade do corpo de Cristo é um tema central na teologia de Paulo, que enfatiza a importância da comunhão entre os crentes.","referencias_relacionadas":["1 Coríntios 12:12","Romanos 12:4-5","Efésios 4:3"]},"1corintios_12_14_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do corpo de Cristo e à diversidade de seus membros.","explicacao_detalhada":"A palavra 'grande' enfatiza que o corpo de Cristo é vasto e inclui uma variedade de dons e funções, todos necessários para o funcionamento saudável da igreja.","por_que_esta_palavra":"É usada para mostrar que a diversidade é uma força e que cada membro tem um papel importante a desempenhar.","conexao_teologica":"A grandeza do corpo de Cristo reflete a sabedoria de Deus em criar uma comunidade diversificada que trabalha em unidade.","referencias_relacionadas":["1 Coríntios 12:12","Romanos 12:6","Efésios 4:16"]},"1corintios_12_14_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se à igreja como o corpo de Cristo, enfatizando a interdependência entre os membros.","explicacao_detalhada":"A palavra 'corpo' é uma metáfora que ilustra como cada crente contribui para o todo, mostrando que todos são necessários para a saúde e o crescimento da igreja.","por_que_esta_palavra":"É fundamental para entender a dinâmica da comunidade cristã e a importância de cada membro no funcionamento do corpo.","conexao_teologica":"A teologia do corpo de Cristo enfatiza a unidade e a diversidade, mostrando que cada crente tem um papel vital na missão da igreja.","referencias_relacionadas":["1 Coríntios 12:27","Romanos 12:5","Efésios 4:4"]},"1corintios_12_15_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à metáfora do corpo, onde a mão representa um dos muitos membros que desempenham funções específicas.","explicacao_detalhada":"A palavra 'mão' ilustra a importância das ações e serviços que os crentes realizam dentro da comunidade, mostrando que cada parte do corpo tem uma função essencial.","por_que_esta_palavra":"É usada para enfatizar que, assim como uma mão é vital para o corpo, cada membro da igreja tem um papel importante a desempenhar.","conexao_teologica":"A metáfora do corpo de Cristo destaca a interdependência dos crentes e a importância de cada um na missão da igreja.","referencias_relacionadas":["1 Coríntios 12:12-14","Romanos 12:4-5","Efésios 4:16"]},"1corintios_12_15_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à ideia de estar entre os membros do corpo de Cristo, enfatizando a unidade e a diversidade.","explicacao_detalhada":"A palavra 'entre' (ἐκ) indica a relação de um membro do corpo com os outros, mostrando que cada parte tem seu lugar e função, essencial para o funcionamento do todo.","por_que_esta_palavra":"Esta palavra é usada para ilustrar a interdependência dos membros do corpo de Cristo, reforçando que ninguém é independente, mas todos são parte de um todo maior.","conexao_teologica":"A interdependência dos membros do corpo de Cristo reflete a natureza da Igreja como um organismo vivo, onde cada parte é importante e necessária.","referencias_relacionadas":["1 Coríntios 12:12","Romanos 12:4-5","Efésios 4:16"]},"1corintios_12_16_ear":{"palavra_pt":"ouvido","palavra_original":"οὖς","transliteracao":"oûs","strong":"G3775","significado_raiz":"Ideia básica: ouvido.","significado_contextual":"Refere-se ao ouvido como um membro do corpo, simbolizando a capacidade de ouvir e discernir.","explicacao_detalhada":"A palavra 'ouvido' (οὖς) é usada para enfatizar a importância da audição no contexto da comunicação e da edificação mútua dentro da Igreja.","por_que_esta_palavra":"O ouvido é crucial para a recepção de instruções e ensinamentos, destacando a necessidade de ouvir uns aos outros e a Palavra de Deus.","conexao_teologica":"A capacidade de ouvir é fundamental para a fé e o crescimento espiritual, pois a fé vem pelo ouvir a Palavra de Deus.","referencias_relacionadas":["Romanos 10:17","Tiago 1:19","Mateus 11:15"]},"1corintios_12_16_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se ao olho como um membro do corpo, simbolizando a visão e a percepção espiritual.","explicacao_detalhada":"A palavra 'olho' (ὀφθαλμός) destaca a importância da visão no contexto espiritual, onde é necessário enxergar além do físico e discernir a verdade.","por_que_esta_palavra":"O olho é essencial para a orientação e a percepção, simbolizando a necessidade de ter uma visão clara da vontade de Deus.","conexao_teologica":"A visão espiritual é fundamental para a vida cristã, pois permite que os crentes vejam e compreendam as verdades de Deus.","referencias_relacionadas":["Mateus 6:22-23","Efésios 1:18","Salmos 119:18"]},"1corintios_12_16_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Em 1 Coríntios 12:16, \"entre\" aparece na frase \"E se a orelha disser: Porque não sou olho não sou do corpo; não será por isso do corpo?\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (ἐκ; ek; G1537), \"entre\" traz a ideia de entre. Aqui, essa palavra deixa o ensino de 1 Coríntios 12:16 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"entre\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em 1 Coríntios 13:10. Lendo junto com 1 Coríntios 12:16, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["1 Coríntios 12:16","1 Coríntios 13:10","João 1:1"]},"1corintios_12_17_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo como um todo, enfatizando a unidade e a diversidade dos membros.","explicacao_detalhada":"A palavra 'corpo' (σῶμα) é usada para descrever a Igreja como um organismo vivo, onde cada membro tem uma função específica e todos são necessários para o funcionamento adequado.","por_que_esta_palavra":"O corpo representa a coletividade dos crentes, mostrando que cada um tem um papel único e importante na edificação da Igreja.","conexao_teologica":"A teologia do corpo de Cristo enfatiza a unidade na diversidade, onde cada membro contribui para a saúde e o crescimento do corpo.","referencias_relacionadas":["1 Coríntios 12:12-14","Efésios 4:4-6","Colossenses 1:18"]},"1corintios_12_17_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"Em 1 Coríntios 12:17, \"olho\" aparece na frase \"Se todo o corpo fosse olho, onde estaria o ouvido? Se todo fosse ouvido, onde estaria o olfato?\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (ὀφθαλμός; ophthalmós; G3788), \"olho\" traz a ideia de olho. Aqui, essa palavra deixa o ensino de 1 Coríntios 12:17 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"olho\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em 1 Coríntios 12:21. Lendo junto com 1 Coríntios 12:17, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["1 Coríntios 12:17","1 Coríntios 12:21","João 1:1"]},"1corintios_12_17_smelling":{"palavra_pt":"smelling","palavra_original":"ὄσφρησις","transliteracao":"ósphrēsis","strong":"G3750","significado_raiz":"Ideia básica: smelling.","significado_contextual":"Em 1 Coríntios 12:17, \"smelling\" aparece na frase \"Se todo o corpo fosse olho, onde estaria o ouvido? Se todo fosse ouvido, onde estaria o olfato?\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (ὄσφρησις; ósphrēsis; G3750), \"smelling\" traz a ideia de smelling. Aqui, essa palavra deixa o ensino de 1 Coríntios 12:17 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"smelling\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em João 1:1. Lendo junto com 1 Coríntios 12:17, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["1 Coríntios 12:17","João 1:1","Romanos 8:28"]},"1corintios_12_18_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como o criador e organizador do corpo, que distribui os membros conforme a Sua vontade.","explicacao_detalhada":"A palavra 'deus' (θεός) enfatiza a soberania de Deus na formação e no funcionamento do corpo de Cristo, onde Ele coloca cada membro em seu devido lugar.","por_que_esta_palavra":"A menção de Deus destaca que a diversidade dos dons e funções no corpo é uma obra divina, refletindo a sabedoria e o propósito de Deus.","conexao_teologica":"A soberania de Deus na Igreja é um tema central, mostrando que Ele é o autor da unidade e da diversidade entre os crentes.","referencias_relacionadas":["1 Coríntios 12:24-26","Efésios 4:7-8","Romanos 12:6"]},"1corintios_12_18_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"Refere-se à ideia de colocar ou estabelecer, enfatizando a ação de Deus em designar os membros do corpo.","explicacao_detalhada":"A palavra 'arco' (τίθημι) é usada para ilustrar a ação de Deus em colocar cada membro no corpo, conforme Sua vontade e propósito.","por_que_esta_palavra":"Esta palavra é importante para entender que a disposição dos membros do corpo não é aleatória, mas intencional e planejada por Deus.","conexao_teologica":"A ação de Deus em estabelecer os membros do corpo reflete Sua soberania e cuidado na edificação da Igreja.","referencias_relacionadas":["1 Coríntios 12:18","Efésios 2:10","Romanos 8:28"]},"1corintios_12_18_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Refere-se à escolha de Deus em designar os membros do corpo, enfatizando a soberania divina.","explicacao_detalhada":"A palavra 'escolher' (θέλω) destaca a vontade de Deus em determinar quais dons e funções cada membro deve exercer no corpo de Cristo.","por_que_esta_palavra":"Esta palavra é crucial para entender que a diversidade de dons é uma escolha divina, refletindo a sabedoria e o propósito de Deus para a Igreja.","conexao_teologica":"A escolha de Deus em distribuir os dons é um tema central na teologia do corpo de Cristo, mostrando que cada um tem um papel único e importante.","referencias_relacionadas":["1 Coríntios 12:11","Efésios 4:11-12","Romanos 12:3-8"]},"1corintios_12_19_corpo":{"palavra_pt":"corpo","palavra_original":"μέλος","transliteracao":"mélos","strong":"G3196","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se à unidade do corpo de Cristo, onde cada membro tem sua função.","explicacao_detalhada":"O corpo é uma metáfora para a igreja, enfatizando que, assim como um corpo humano é composto por muitos membros que trabalham juntos, a igreja é composta por muitos crentes que têm diferentes dons e funções, mas todos são essenciais para o funcionamento do todo.","por_que_esta_palavra":"A palavra 'corpo' é usada para ilustrar a interdependência entre os membros da igreja, mostrando que cada um tem um papel único e importante.","conexao_teologica":"A ideia do corpo de Cristo reflete a unidade na diversidade, onde a diversidade de dons e funções é necessária para a edificação da igreja.","referencias_relacionadas":["Romanos 12:4-5","Efésios 4:15-16","Colossenses 1:18"]},"1corintios_12_20_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica a importância e a magnitude do corpo de Cristo como um todo.","explicacao_detalhada":"A palavra 'grande' enfatiza que, apesar de cada membro ser único, a soma total é algo grandioso e significativo, refletindo a grandeza de Deus em sua criação e na obra da igreja.","por_que_esta_palavra":"Utiliza-se 'grande' para destacar que a diversidade de membros não diminui a importância do corpo, mas sim a enriquece.","conexao_teologica":"A grandeza do corpo de Cristo é um reflexo da grandeza de Deus, que opera através de cada um de nós.","referencias_relacionadas":["Efésios 1:22-23","1 Pedro 2:9","Mateus 5:14"]},"1corintios_12_20_corpo":{"palavra_pt":"corpo","palavra_original":"μέλος","transliteracao":"mélos","strong":"G3196","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se à totalidade do corpo de Cristo, que é composto por muitos membros.","explicacao_detalhada":"A repetição da palavra 'corpo' reforça a ideia de que, mesmo com a diversidade, todos os membros são parte de um único corpo, que é a igreja.","por_que_esta_palavra":"É importante para enfatizar a unidade e a interdependência entre os membros da igreja.","conexao_teologica":"A unidade do corpo de Cristo é fundamental para a missão da igreja no mundo.","referencias_relacionadas":["1 Coríntios 12:12","Romanos 12:4-5","Efésios 4:4"]},"1corintios_12_21_business":{"palavra_pt":"assunto","palavra_original":"χρεία","transliteracao":"chreía","strong":"G5532","significado_raiz":"Ideia básica: assunto.","significado_contextual":"Refere-se à necessidade de cada membro no corpo de Cristo.","explicacao_detalhada":"A palavra 'assunto' implica que cada membro tem um papel e uma função que são essenciais para o funcionamento do corpo, e que não se pode desprezar nenhum membro.","por_que_esta_palavra":"É usada para enfatizar a importância de cada parte do corpo, mostrando que todos são necessários.","conexao_teologica":"A interdependência dos membros do corpo de Cristo reflete a necessidade de colaboração e apoio mútuo na comunidade cristã.","referencias_relacionadas":["1 Coríntios 12:18","Romanos 12:6-8","Efésios 4:16"]},"1corintios_12_21_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"Representa um dos membros do corpo, simbolizando a visão e a percepção.","explicacao_detalhada":"O olho é essencial para a orientação e a percepção do ambiente, assim como alguns membros da igreja têm a função de guiar e ensinar.","por_que_esta_palavra":"A escolha do 'olho' ilustra a importância de ter uma visão clara e discernimento dentro do corpo de Cristo.","conexao_teologica":"A função do olho no corpo é um paralelo à necessidade de líderes e pastores que guiam a igreja com sabedoria.","referencias_relacionadas":["Mateus 6:22-23","Salmos 119:105","Hebreus 12:2"]},"1corintios_12_21_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"Simboliza a ação e o trabalho dentro do corpo de Cristo.","explicacao_detalhada":"As mãos são usadas para realizar tarefas e servir, representando aqueles que atuam ativamente na obra do ministério.","por_que_esta_palavra":"A palavra 'mão' destaca a importância da ação e do serviço na vida cristã.","conexao_teologica":"As mãos representam a ação do corpo de Cristo no mundo, realizando boas obras e servindo aos outros.","referencias_relacionadas":["Gálatas 5:13","Efésios 2:10","1 Pedro 4:10"]},"1corintios_12_22_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza e importância dos membros que parecem ser menos significativos.","explicacao_detalhada":"A palavra 'grande' aqui é usada para mostrar que mesmo os membros que parecem menos importantes têm um papel crucial no corpo.","por_que_esta_palavra":"É uma afirmação de que todos os membros, independentemente de sua função, são valiosos e necessários.","conexao_teologica":"A valorização de todos os membros reflete a justiça e a sabedoria de Deus em sua criação.","referencias_relacionadas":["1 Coríntios 12:24-25","Romanos 12:10","Filipenses 2:3"]},"1corintios_12_22_bom":{"palavra_pt":"bom","palavra_original":"δοκέω","transliteracao":"dokéō","strong":"G1380","significado_raiz":"Ideia básica: bom.","significado_contextual":"Indica que os membros do corpo que parecem menos importantes são, na verdade, bons e necessários.","explicacao_detalhada":"A palavra 'bom' sugere que Deus criou cada membro com um propósito e que todos são bons em sua função.","por_que_esta_palavra":"É uma reafirmação da bondade de Deus em criar um corpo diversificado e funcional.","conexao_teologica":"A bondade de Deus é refletida na diversidade e na unidade do corpo de Cristo.","referencias_relacionadas":["Gênesis 1:31","Salmos 139:14","Tiago 1:17"]},"1corintios_12_22_corpo":{"palavra_pt":"corpo","palavra_original":"μέλος","transliteracao":"mélos","strong":"G3196","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se à totalidade do corpo de Cristo, enfatizando a importância de cada membro.","explicacao_detalhada":"A repetição da palavra 'corpo' reforça a ideia de que todos os membros, independentemente de sua função, são parte essencial do todo.","por_que_esta_palavra":"É importante para enfatizar a unidade e a interdependência entre os membros da igreja.","conexao_teologica":"A unidade do corpo de Cristo é fundamental para a missão da igreja no mundo.","referencias_relacionadas":["1 Coríntios 12:12","Romanos 12:4-5","Efésios 4:4"]},"1corintios_12_23_bom":{"palavra_pt":"bom","palavra_original":"δοκέω","transliteracao":"dokéō","strong":"G1380","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade dos membros que parecem menos dignos de honra.","explicacao_detalhada":"A palavra 'bom' aqui indica que mesmo aqueles que não recebem reconhecimento têm um valor intrínseco e são essenciais para o corpo.","por_que_esta_palavra":"É uma reafirmação da dignidade e do valor de todos os membros do corpo de Cristo.","conexao_teologica":"A bondade de Deus é refletida na dignidade de cada membro da igreja, independentemente de sua função.","referencias_relacionadas":["1 Coríntios 12:24-25","Romanos 12:10","1 Pedro 2:9"]},"1corintios_12_23_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo da igreja, que é composto por muitos membros, cada um com sua função.","explicacao_detalhada":"Neste versículo, Paulo explica que o corpo é uma metáfora para a comunidade cristã, onde cada membro desempenha um papel vital. A diversidade dos membros é essencial para a unidade do corpo.","por_que_esta_palavra":"A palavra 'corpo' é usada para ilustrar a interdependência dos crentes em Cristo, enfatizando que todos têm um papel a desempenhar na edificação da igreja.","conexao_teologica":"A ideia do corpo como uma unidade diversificada reflete a natureza do corpo de Cristo, onde Ele é a cabeça e os crentes são os membros que trabalham juntos para cumprir a missão de Deus.","referencias_relacionadas":["Romanos 12:4-5","Efésios 4:15-16","Colossenses 1:18"]},"1corintios_12_24_business":{"palavra_pt":"assunto","palavra_original":"χρεία","transliteracao":"chreía","strong":"G5532","significado_raiz":"Ideia básica: assunto.","significado_contextual":"Refere-se à necessidade de cada membro do corpo, enfatizando que todos têm um papel importante.","explicacao_detalhada":"Paulo menciona que Deus ajustou o corpo de tal forma que os membros que parecem mais fracos são indispensáveis. Isso mostra que, na igreja, não há membros sem importância.","por_que_esta_palavra":"A palavra 'assunto' é utilizada para destacar a importância de cada membro e sua contribuição para o todo, reforçando a ideia de que todos são necessários.","conexao_teologica":"A interdependência dos membros do corpo reflete a relação entre os crentes e a necessidade de cada um para o funcionamento saudável da igreja.","referencias_relacionadas":["1 Coríntios 12:12","Efésios 2:19-22","1 Pedro 2:5"]},"1corintios_12_24_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como o criador e organizador do corpo da igreja.","explicacao_detalhada":"Neste contexto, Paulo enfatiza que Deus é quem coloca cada membro no corpo, dando a cada um sua função específica, conforme Sua vontade.","por_que_esta_palavra":"A palavra 'Deus' é central para entender que a diversidade e a unidade no corpo da igreja são resultado da ação divina.","conexao_teologica":"A soberania de Deus na organização da igreja reflete Sua intenção de que todos os crentes trabalhem juntos para a Sua glória.","referencias_relacionadas":["1 Coríntios 12:18","Efésios 4:4-6","Romanos 12:6"]},"1corintios_12_24_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo da igreja, enfatizando a importância de cada membro.","explicacao_detalhada":"Paulo usa a metáfora do corpo para ilustrar como cada membro, mesmo os que parecem menos importantes, têm um papel essencial na edificação da igreja.","por_que_esta_palavra":"A repetição da palavra 'corpo' reforça a ideia de unidade e diversidade dentro da comunidade cristã.","conexao_teologica":"A metáfora do corpo é fundamental para entender a relação entre os crentes e a importância de cada um na missão da igreja.","referencias_relacionadas":["1 Coríntios 12:12","Romanos 12:4-5","Efésios 4:16"]},"1corintios_12_25_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação de divisões e à promoção da unidade entre os membros do corpo.","explicacao_detalhada":"Paulo destaca que Deus não deseja que haja divisões no corpo, mas que todos os membros se preocupem uns com os outros, promovendo a harmonia.","por_que_esta_palavra":"A palavra 'Deus' é usada para enfatizar a origem da unidade e a intenção divina para a comunidade cristã.","conexao_teologica":"A unidade no corpo de Cristo é um reflexo da natureza de Deus, que é um em essência e propósito.","referencias_relacionadas":["Efésios 4:3","1 Coríntios 1:10","Colossenses 3:14"]},"1corintios_12_25_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se à unidade do corpo da igreja, onde cada membro deve cuidar do outro.","explicacao_detalhada":"Neste versículo, Paulo enfatiza a importância da solidariedade entre os membros do corpo, mostrando que o sofrimento de um membro afeta a todos.","por_que_esta_palavra":"A palavra 'corpo' é utilizada para ilustrar a interconexão e a responsabilidade mútua entre os crentes.","conexao_teologica":"A interdependência dos membros do corpo é um princípio teológico que reflete a natureza da comunidade cristã.","referencias_relacionadas":["1 Coríntios 12:12","Gálatas 6:2","Romanos 12:15"]},"1corintios_12_26_gloria":{"palavra_pt":"gloria","palavra_original":"δοξάζω","transliteracao":"doxázō","strong":"G1392","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à honra e ao reconhecimento que cada membro do corpo deve receber.","explicacao_detalhada":"Paulo afirma que quando um membro é honrado, todos os membros se alegram, mostrando a importância da celebração das conquistas de cada um na comunidade.","por_que_esta_palavra":"A palavra 'glória' é usada para enfatizar a dignidade e o valor de cada membro no corpo de Cristo.","conexao_teologica":"A glória compartilhada entre os membros reflete a unidade e a alegria que devem existir na comunidade cristã.","referencias_relacionadas":["Romanos 12:10","Filipenses 2:3-4","1 Pedro 4:10"]},"1corintios_12_26_corpo":{"palavra_pt":"corpo","palavra_original":"μέλος","transliteracao":"mélos","strong":"G3196","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo da igreja, onde cada membro tem um papel significativo.","explicacao_detalhada":"Neste versículo, Paulo usa a palavra 'membro' para enfatizar que cada parte do corpo é essencial para o funcionamento do todo.","por_que_esta_palavra":"A palavra 'corpo' é utilizada para reforçar a ideia de que a igreja é uma unidade composta por muitos membros diferentes.","conexao_teologica":"A diversidade dos membros do corpo é um reflexo da criatividade de Deus na formação da igreja.","referencias_relacionadas":["1 Coríntios 12:12","Efésios 4:16","Romanos 12:4-5"]},"1corintios_12_27_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Cristo como a cabeça do corpo, a igreja.","explicacao_detalhada":"Paulo afirma que todos os crentes são membros do corpo de Cristo, que é a cabeça, e que cada um tem um papel a desempenhar na missão da igreja.","por_que_esta_palavra":"A palavra 'Cristo' é central para a identidade da igreja, pois é através dEle que os crentes são unidos e capacitados.","conexao_teologica":"A relação entre Cristo e a igreja é fundamental para entender a natureza da salvação e a missão da comunidade cristã.","referencias_relacionadas":["Colossenses 1:18","Efésios 1:22-23","1 Coríntios 12:12"]},"1corintios_12_27_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo da igreja, enfatizando a unidade entre os crentes em Cristo.","explicacao_detalhada":"Neste versículo, Paulo reafirma que a igreja é o corpo de Cristo, onde cada membro é importante e deve trabalhar em conjunto para a edificação do todo.","por_que_esta_palavra":"A palavra 'corpo' é utilizada para ilustrar a interconexão e a importância de cada crente na missão da igreja.","conexao_teologica":"A unidade do corpo de Cristo é um tema central na teologia do Novo Testamento, refletindo a intenção de Deus para a Sua igreja.","referencias_relacionadas":["1 Coríntios 12:12","Romanos 12:5","Efésios 4:4"]},"1corintios_12_28_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema que estabelece ordens e funções dentro da igreja.","explicacao_detalhada":"Neste versículo, Paulo menciona que Deus colocou na igreja apóstolos, profetas, mestres, entre outros, destacando a soberania de Deus na organização da comunidade cristã.","por_que_esta_palavra":"A palavra 'Deus' é central na teologia cristã, pois enfatiza a autoridade divina sobre a igreja e a importância de reconhecer Sua vontade.","conexao_teologica":"A soberania de Deus é um tema recorrente nas Escrituras, mostrando que Ele é o arquétipo de todas as autoridades e dons espirituais.","referencias_relacionadas":["Efésios 4:11-12","Romanos 12:4-8","1 Pedro 4:10"]},"1corintios_12_28_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à assembleia dos crentes, a comunidade que se reúne em nome de Cristo.","explicacao_detalhada":"A palavra 'igreja' implica não apenas um edifício, mas a coletividade dos fiéis que se reúnem para adorar e servir a Deus.","por_que_esta_palavra":"A 'igreja' é o corpo de Cristo na Terra, e sua função é vital para a propagação do evangelho e edificação dos crentes.","conexao_teologica":"A igreja é descrita como o corpo de Cristo, onde cada membro tem um papel específico e importante.","referencias_relacionadas":["Mateus 16:18","Atos 2:42-47","Efésios 1:22-23"]},"1corintios_12_29_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"Refere-se à capacidade de realizar milagres e atos sobrenaturais através do Espírito Santo.","explicacao_detalhada":"Paulo destaca que não todos têm o mesmo dom, mas que o poder de Deus se manifesta de maneiras diversas na vida da igreja.","por_que_esta_palavra":"O 'poder' é um atributo de Deus que se manifesta através dos crentes, mostrando que a obra de Deus é realizada por meio de Sua força.","conexao_teologica":"O poder de Deus é essencial para a missão da igreja, capacitando os crentes a cumprir a Grande Comissão.","referencias_relacionadas":["Atos 1:8","Romanos 15:19","2 Coríntios 12:9"]},"1corintios_12_29_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra é usada para enfatizar a negação de que todos têm o mesmo dom ou função na igreja.","explicacao_detalhada":"Neste contexto, Paulo está questionando a ideia de que todos os crentes têm os mesmos dons, reforçando a diversidade no corpo de Cristo.","por_que_esta_palavra":"A repetição da palavra 'Deus' sublinha a soberania divina na distribuição dos dons espirituais.","conexao_teologica":"A diversidade de dons é uma expressão da criatividade de Deus e de Sua intenção de que a igreja funcione como um corpo coeso.","referencias_relacionadas":["1 Coríntios 12:4-6","Efésios 4:7","1 Pedro 4:10"]},"1corintios_12_30_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Assim como em 1 Coríntios 12:29, enfatiza a diversidade de dons e a soberania de Deus na escolha dos mesmos.","explicacao_detalhada":"Paulo continua a argumentar que não é necessário que todos tenham os mesmos dons, pois Deus distribui os dons conforme Sua vontade.","por_que_esta_palavra":"A palavra 'Deus' reafirma a ideia de que é Ele quem decide como e quem será capacitado para servir.","conexao_teologica":"A soberania de Deus é um tema central, mostrando que Ele tem um plano específico para cada membro do corpo de Cristo.","referencias_relacionadas":["1 Coríntios 12:11","Romanos 12:6","Efésios 4:12"]},"1corintios_12_31_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se a um grande respeito e reverência que se deve ter em relação aos dons espirituais.","explicacao_detalhada":"Paulo exorta os crentes a aspirarem aos melhores dons, mas com um entendimento de que todos são dados por Deus e devem ser usados com temor e responsabilidade.","por_que_esta_palavra":"O 'temor' é essencial para a prática dos dons, pois implica em reconhecer a seriedade da responsabilidade que vem com eles.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, e isso se aplica também ao uso dos dons espirituais.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Hebreus 12:28-29"]},"1corintios_12_31_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Indica a conformidade ou alinhamento com a vontade de Deus ao buscar os dons espirituais.","explicacao_detalhada":"Paulo enfatiza que os crentes devem buscar os dons que são mais úteis para a edificação da igreja, conforme a vontade de Deus.","por_que_esta_palavra":"A palavra 'conforme' sugere que a busca pelos dons deve ser feita com discernimento e alinhamento com os propósitos divinos.","conexao_teologica":"A busca por dons espirituais deve sempre estar em harmonia com a missão da igreja e a glorificação de Deus.","referencias_relacionadas":["1 Coríntios 14:12","Romanos 12:2","Colossenses 3:17"]}}