{"1corintios_13_1_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de se tornar algo ou alguém, enfatizando a transformação.","explicacao_detalhada":"Paulo usa esta palavra para ilustrar que, mesmo que alguém tenha grandes dons, isso não significa nada sem amor.","por_que_esta_palavra":"A ideia de 'tornar-se' destaca a importância do desenvolvimento espiritual e da maturidade na vida cristã.","conexao_teologica":"A transformação é um tema central na vida cristã, onde os crentes são chamados a se tornarem mais semelhantes a Cristo.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 5:22-23"]},"1corintios_13_1_lingua":{"palavra_pt":"lingua","palavra_original":"γλῶσσα","transliteracao":"glōssa","strong":"G1100","significado_raiz":"Ideia básica: lingua.","significado_contextual":"Refere-se à capacidade de falar em línguas, um dos dons espirituais mencionados por Paulo.","explicacao_detalhada":"Paulo argumenta que, mesmo que alguém fale em línguas, isso não tem valor sem amor, que é o fundamento de todas as ações cristãs.","por_que_esta_palavra":"A palavra 'língua' é usada para enfatizar a comunicação e a expressão do que está no coração, que deve ser guiada pelo amor.","conexao_teologica":"A comunicação espiritual deve sempre ser motivada pelo amor, refletindo o caráter de Deus.","referencias_relacionadas":["Atos 2:4","1 Coríntios 14:2","Gálatas 5:13"]},"1corintios_13_1_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra é usada para enfatizar a centralidade de Deus em todas as ações e dons espirituais.","explicacao_detalhada":"Paulo destaca que sem a presença de Deus e a motivação do amor, os dons espirituais perdem seu valor.","por_que_esta_palavra":"A palavra 'Deus' reafirma a importância de ter uma relação pessoal com Ele ao usar os dons.","conexao_teologica":"A centralidade de Deus é fundamental na vida cristã, pois é Ele quem capacita e direciona os crentes.","referencias_relacionadas":["1 João 4:8","Romanos 5:5","Colossenses 3:23"]},"1corintios_13_2_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A fé é a confiança em Deus e em Suas promessas, essencial para a vida cristã.","explicacao_detalhada":"Neste versículo, Paulo enfatiza que mesmo que alguém tenha o dom de profecia e compreenda todos os mistérios, sem fé, nada é. A fé é o fundamento que sustenta todas as ações e dons espirituais.","por_que_esta_palavra":"A palavra 'fé' é central na teologia cristã, pois é através da fé que os crentes se conectam com Deus e recebem a salvação.","conexao_teologica":"A fé é frequentemente associada à salvação e à justificação, como em Romanos 1:17, onde se diz que 'o justo viverá pela fé'.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Gálatas 2:20"]},"1corintios_13_2_profecia":{"palavra_pt":"profecia","palavra_original":"προφητεία","transliteracao":"prophēteía","strong":"G4394","significado_raiz":"Ideia básica: profecia.","significado_contextual":"Profecia refere-se à capacidade de falar em nome de Deus, trazendo mensagens de encorajamento, advertência ou revelação.","explicacao_detalhada":"Paulo menciona a profecia como um dos dons espirituais, mas destaca que sem amor, mesmo esse dom é vazio. A profecia deve ser exercida com amor e para edificação da igreja.","por_que_esta_palavra":"A profecia é um dom importante na edificação da comunidade cristã, pois traz direção e encorajamento.","conexao_teologica":"A profecia é um meio pelo qual Deus se comunica com Seu povo, como visto em Atos 2:17-18, onde se cita a profecia de Joel.","referencias_relacionadas":["1 Tessalonicenses 5:20","Atos 21:10-11","Romanos 12:6"]},"1corintios_13_3_bom":{"palavra_pt":"bom","palavra_original":"καυχάομαι","transliteracao":"kaucháomai","strong":"G2744","significado_raiz":"Ideia básica: bom.","significado_contextual":"O termo 'bom' aqui se refere a ações que são moralmente corretas e que refletem o caráter de Deus.","explicacao_detalhada":"Paulo argumenta que mesmo que alguém faça grandes sacrifícios, se não tiver amor, essas ações não têm valor. O amor é o que dá significado e valor às nossas ações.","por_que_esta_palavra":"A palavra 'bom' é usada para descrever ações que são agradáveis a Deus e que promovem o bem-estar dos outros.","conexao_teologica":"O conceito de 'bom' é frequentemente ligado à natureza de Deus, que é a fonte de toda bondade, como em Salmos 119:68.","referencias_relacionadas":["Mateus 7:17","Gálatas 5:22","Romanos 12:9"]},"1corintios_13_3_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"O corpo é visto como o templo do Espírito Santo e um instrumento para a realização da vontade de Deus.","explicacao_detalhada":"Paulo menciona que mesmo que alguém entregue seu corpo para ser queimado, se não tiver amor, isso não tem valor. O corpo deve ser usado para glorificar a Deus e servir aos outros.","por_que_esta_palavra":"A palavra 'corpo' é importante porque representa a vida física e a maneira como usamos nossos corpos para servir a Deus.","conexao_teologica":"O corpo é frequentemente mencionado nas Escrituras como um meio de adoração e serviço, como em Romanos 12:1.","referencias_relacionadas":["1 Coríntios 6:19-20","Romanos 12:1","Gálatas 2:20"]},"1corintios_13_3_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Ser Supremo, Criador e Sustentador de todas as coisas.","explicacao_detalhada":"Neste contexto, Paulo destaca que ações sem amor não são reconhecidas por Deus, que é a fonte do amor verdadeiro.","por_que_esta_palavra":"A palavra 'Deus' é fundamental na fé cristã, pois é a base de toda a crença e prática religiosa.","conexao_teologica":"Deus é descrito como amor em 1 João 4:8, e todas as ações devem refletir esse amor.","referencias_relacionadas":["1 João 4:8","Salmos 145:9","Romanos 5:8"]},"1corintios_13_4_paciente":{"palavra_pt":"paciente","palavra_original":"μακροθυμέω","transliteracao":"makrothyméō","strong":"G3114","significado_raiz":"Ideia básica: paciente.","significado_contextual":"A paciência é uma qualidade do amor que suporta e persevera em meio às dificuldades.","explicacao_detalhada":"Paulo descreve o amor como paciente, indicando que o amor verdadeiro é capaz de suportar ofensas e esperar com esperança.","por_que_esta_palavra":"A paciência é uma virtude importante na vida cristã, refletindo a natureza de Deus, que é paciente conosco.","conexao_teologica":"A paciência é frequentemente mencionada como um fruto do Espírito em Gálatas 5:22.","referencias_relacionadas":["Tiago 1:2-4","Romanos 5:3-4","Gálatas 5:22"]},"1corintios_13_5_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Buscar refere-se ao ato de procurar ativamente o bem dos outros e a vontade de Deus.","explicacao_detalhada":"Paulo menciona que o amor não busca seus próprios interesses, mas se preocupa com o bem-estar dos outros, refletindo o caráter de Cristo.","por_que_esta_palavra":"A busca pelo bem dos outros é um princípio fundamental do amor cristão.","conexao_teologica":"Buscar a vontade de Deus e o bem dos outros é um chamado para todos os crentes, como em Filipenses 2:4.","referencias_relacionadas":["Filipenses 2:4","Mateus 7:7","Romanos 15:1"]},"1corintios_13_5_easily":{"palavra_pt":"easily","palavra_original":"παροξύνω","transliteracao":"paroxýnō","strong":"G3947","significado_raiz":"Ideia básica: easily.","significado_contextual":"Refere-se à tendência de se irritar ou provocar facilmente, algo que o amor não faz.","explicacao_detalhada":"Paulo destaca que o amor não se irrita facilmente, indicando que a verdadeira natureza do amor é a paciência e a compreensão.","por_que_esta_palavra":"A palavra 'facilmente' enfatiza a necessidade de autocontrole e paciência nas relações interpessoais.","conexao_teologica":"O autocontrole é um fruto do Espírito, como mencionado em Gálatas 5:23.","referencias_relacionadas":["Provérbios 15:18","Tiago 1:19","Gálatas 5:23"]},"1corintios_13_6_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é a fonte de alegria e verdade, e o amor se alegra com a verdade.","explicacao_detalhada":"Paulo afirma que o amor se alegra com a verdade, refletindo a natureza de Deus, que é a própria verdade.","por_que_esta_palavra":"A alegria em Deus e na verdade é um aspecto essencial da vida cristã.","conexao_teologica":"Deus é descrito como a fonte de toda alegria e verdade, como em Salmos 16:11.","referencias_relacionadas":["Salmos 16:11","João 8:32","Romanos 14:17"]},"1corintios_13_6_homem":{"palavra_pt":"homem","palavra_original":"οὐ","transliteracao":"ou","strong":"G3756","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em geral, enfatizando a natureza pecaminosa do homem sem Deus.","explicacao_detalhada":"Paulo menciona que o amor não se alegra com a injustiça, mas se alegra com a verdade, contrastando a natureza humana caída com a natureza divina.","por_que_esta_palavra":"A palavra 'homem' é importante para entender a condição humana e a necessidade de redenção.","conexao_teologica":"A natureza pecaminosa do homem é um tema central na teologia cristã, como em Romanos 3:23.","referencias_relacionadas":["Romanos 3:23","Gênesis 6:5","Efésios 2:1-3"]},"1corintios_13_7_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' refere-se à confiança e fé que se deve ter em Deus e em Suas promessas.","explicacao_detalhada":"No contexto de 1 Coríntios 13:7, 'crer' implica em uma fé ativa que suporta e acredita no melhor do próximo, refletindo o amor que tudo crê.","por_que_esta_palavra":"Esta palavra é essencial para entender a natureza do amor cristão, que não duvida, mas confia nas intenções e ações dos outros.","conexao_teologica":"A fé é um dos pilares da vida cristã, sendo fundamental para a salvação e o relacionamento com Deus.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Gálatas 2:20"]},"1corintios_13_7_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' refere-se à maneira de viver e agir, especialmente em conformidade com os princípios de Deus.","explicacao_detalhada":"No versículo, 'caminho' sugere que o amor é a direção que devemos seguir em nossas interações e relacionamentos.","por_que_esta_palavra":"A escolha do termo 'caminho' enfatiza que o amor não é apenas um sentimento, mas uma prática diária e um estilo de vida.","conexao_teologica":"Jesus se apresenta como o caminho (João 14:6), e o amor é o caminho que devemos seguir como Seus discípulos.","referencias_relacionadas":["Salmos 119:105","Mateus 7:14","1 João 2:6"]},"1corintios_13_7_forbear":{"palavra_pt":"suportar","palavra_original":"στέγω","transliteracao":"stégō","strong":"G4722","significado_raiz":"Ideia básica: suportar.","significado_contextual":"A palavra 'suportar' implica em ter paciência e perseverar nas dificuldades e falhas dos outros.","explicacao_detalhada":"No contexto do amor, 'suportar' significa não desistir das pessoas, mesmo quando elas falham ou nos decepcionam.","por_que_esta_palavra":"Esta palavra é crucial para entender que o amor verdadeiro é aquele que persevera e não se irrita facilmente.","conexao_teologica":"O amor de Deus por nós é um exemplo de suporte e paciência, mesmo diante de nossas falhas.","referencias_relacionadas":["Colossenses 3:13","Efésios 4:2","Romanos 15:1"]},"1corintios_13_8_profecia":{"palavra_pt":"profecia","palavra_original":"προφητεία","transliteracao":"prophēteía","strong":"G4394","significado_raiz":"Ideia básica: profecia.","significado_contextual":"A palavra 'profecia' refere-se à capacidade de falar em nome de Deus, trazendo mensagens divinas.","explicacao_detalhada":"No versículo, 'profecia' é mencionada como um dos dons espirituais que, embora importantes, não são eternos como o amor.","por_que_esta_palavra":"A inclusão de 'profecia' destaca a transitoriedade dos dons espirituais em comparação com a eternidade do amor.","conexao_teologica":"A profecia é um meio pelo qual Deus se comunica com Seu povo, mas o amor é o que permanece.","referencias_relacionadas":["1 Tessalonicenses 5:20","Apocalipse 19:10","Romanos 12:6"]},"1corintios_13_8_lingua":{"palavra_pt":"lingua","palavra_original":"γλῶσσα","transliteracao":"glōssa","strong":"G1100","significado_raiz":"Ideia básica: lingua.","significado_contextual":"A palavra 'língua' refere-se à capacidade de falar em diferentes idiomas ou de expressar-se verbalmente.","explicacao_detalhada":"No contexto do versículo, 'língua' é um dom que, embora valioso, não se compara à importância do amor.","por_que_esta_palavra":"A menção de 'língua' ressalta que a eloquência e a habilidade de comunicação não têm valor sem amor.","conexao_teologica":"A comunicação é uma ferramenta poderosa, mas deve ser guiada pelo amor para ser eficaz.","referencias_relacionadas":["Atos 2:4","Tiago 3:5","1 Pedro 4:11"]},"1corintios_13_8_conhecimento":{"palavra_pt":"conhecimento","palavra_original":"γνῶσις","transliteracao":"gnōsis","strong":"G1108","significado_raiz":"Ideia básica: conhecimento.","significado_contextual":"A palavra 'conhecimento' refere-se à sabedoria e entendimento que se pode ter sobre as coisas divinas e espirituais.","explicacao_detalhada":"No versículo, 'conhecimento' é um dom que, embora importante, é limitado e temporário em comparação com o amor.","por_que_esta_palavra":"A inclusão de 'conhecimento' enfatiza que a sabedoria sem amor é vazia e sem propósito.","conexao_teologica":"O conhecimento deve ser acompanhado de amor, pois é o amor que dá sentido e valor ao que sabemos.","referencias_relacionadas":["Provérbios 1:7","1 Coríntios 8:1","Colossenses 2:3"]},"1corintios_13_9_falar":{"palavra_pt":"falar","palavra_original":"προφητεύω","transliteracao":"prophēteúō","strong":"G4395","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de comunicar ou expressar-se verbalmente, especialmente em um contexto profético.","explicacao_detalhada":"No versículo, 'falar' é uma referência aos dons de comunicação que podem ser usados para edificação, mas que não têm valor sem amor.","por_que_esta_palavra":"A ênfase em 'falar' mostra que a comunicação deve ser feita com amor para ser realmente eficaz e edificante.","conexao_teologica":"A comunicação é um dom de Deus, mas deve ser usada para promover o amor e a unidade entre os irmãos.","referencias_relacionadas":["Efésios 4:15","Colossenses 4:6","Tiago 1:19"]},"1corintios_13_9_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' refere-se à relação ou interação entre pessoas.","explicacao_detalhada":"No contexto do versículo, 'entre' indica que o amor deve ser a base das interações e relacionamentos.","por_que_esta_palavra":"A palavra 'entre' destaca a importância do amor nas relações interpessoais, que deve ser o que une as pessoas.","conexao_teologica":"O amor é o laço que une a comunidade cristã, refletindo a unidade do corpo de Cristo.","referencias_relacionadas":["Romanos 12:10","1 João 4:12","Gálatas 5:13"]},"1corintios_13_10_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' é usada novamente para enfatizar a importância das relações interpessoais no contexto do amor.","explicacao_detalhada":"Reforça a ideia de que o amor deve ser o fundamento das interações e relacionamentos entre os crentes.","por_que_esta_palavra":"A repetição da palavra 'entre' sublinha a centralidade do amor nas relações humanas.","conexao_teologica":"O amor é o mandamento central que Jesus deixou aos Seus seguidores, unindo-os em um só corpo.","referencias_relacionadas":["Mateus 22:39","1 João 3:11","Colossenses 3:14"]},"1corintios_13_10_grande":{"palavra_pt":"vir","palavra_original":"ἔρχομαι","transliteracao":"érchomai","strong":"G2064","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir' refere-se à ação de chegar ou se aproximar de algo.","explicacao_detalhada":"No contexto do versículo, 'vir' pode ser interpretado como a expectativa da plenitude do amor que será revelada no futuro.","por_que_esta_palavra":"A palavra 'vir' sugere um movimento em direção a um estado futuro onde o amor é completo e perfeito.","conexao_teologica":"A vinda de Cristo e a consumação do reino de Deus são momentos em que o amor será plenamente realizado.","referencias_relacionadas":["1 João 3:2","Romanos 8:19","Apocalipse 21:4"]},"1corintios_13_11_crianca":{"palavra_pt":"crianca","palavra_original":"νήπιος","transliteracao":"nḗpios","strong":"G3516","significado_raiz":"Ideia básica: crianca.","significado_contextual":"Refere-se à imaturidade espiritual e à necessidade de crescimento na fé.","explicacao_detalhada":"A palavra 'crianca' (νήπιος) é usada para descrever alguém que ainda não alcançou a maturidade, tanto física quanto espiritual. Paulo compara a fase de ser criança com a fase de ser adulto, enfatizando que a compreensão e a prática da fé devem evoluir ao longo do tempo.","por_que_esta_palavra":"Esta palavra é importante para ilustrar a diferença entre a imaturidade e a maturidade na vida cristã, mostrando que a fé deve ser desenvolvida.","conexao_teologica":"A transição de criança para adulto simboliza o crescimento espiritual e a busca pela plenitude em Cristo.","referencias_relacionadas":["Efésios 4:14","Hebreus 5:12-14","1 Pedro 2:2"]},"1corintios_13_11_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Indica a transformação ou o processo de se tornar algo maior ou mais completo.","explicacao_detalhada":"A palavra 'tornar-se' (γίνομαι) implica um processo de mudança. Paulo menciona que quando ele se torna adulto, ele deixa para trás as coisas infantis, simbolizando um crescimento na compreensão e na prática da fé.","por_que_esta_palavra":"É crucial para entender que a vida cristã é um processo contínuo de transformação e amadurecimento.","conexao_teologica":"A ideia de transformação é central na teologia cristã, refletindo a obra do Espírito Santo na vida do crente.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 2:20"]},"1corintios_13_12_rosto":{"palavra_pt":"rosto","palavra_original":"πρόσωπον","transliteracao":"prósōpon","strong":"G4383","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à visão clara e direta que teremos de Deus no futuro.","explicacao_detalhada":"A palavra 'rosto' (πρόσωπον) simboliza a presença de Deus. Paulo menciona que agora vemos como em um espelho, mas um dia veremos a Deus face a face, o que representa a plenitude da revelação divina.","por_que_esta_palavra":"É fundamental para entender a esperança cristã de um relacionamento direto e íntimo com Deus na eternidade.","conexao_teologica":"A visão beatífica é um tema central na escatologia cristã, onde os crentes esperam ver a Deus em Sua glória.","referencias_relacionadas":["Apocalipse 22:4","Mateus 5:8","1 João 3:2"]},"1corintios_13_12_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a relação e a proximidade entre as pessoas e Deus.","explicacao_detalhada":"A palavra 'entre' (ἐκ) sugere uma conexão ou um espaço que separa e, ao mesmo tempo, une. Paulo fala sobre o conhecimento parcial que temos agora e como isso mudará no futuro.","por_que_esta_palavra":"É importante para compreender a dinâmica do relacionamento entre o crente e Deus, bem como entre os crentes.","conexao_teologica":"A ideia de comunhão entre os crentes e com Deus é central na teologia da Igreja.","referencias_relacionadas":["Atos 2:42","1 João 1:3","Hebreus 10:25"]},"1corintios_13_13_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"Refere-se à certeza e à confiança que temos em Deus e em Suas promessas.","explicacao_detalhada":"A palavra 'fé' (πίστις) é fundamental na vida cristã, representando a confiança em Deus e em Sua palavra. Paulo destaca que a fé é uma das três virtudes que permanecem eternamente.","por_que_esta_palavra":"É essencial para entender que a fé é a base da vida cristã e que ela perdura mesmo após a vida terrena.","conexao_teologica":"A fé é um dos pilares da salvação e da vida cristã, conforme ensinado em toda a Escritura.","referencias_relacionadas":["Hebreus 11:1","Romanos 1:17","Gálatas 2:20"]},"1corintios_13_13_fe":{"palavra_pt":"esperanca","palavra_original":"ἐλπίς","transliteracao":"elpís","strong":"G1680","significado_raiz":"Ideia básica: esperanca.","significado_contextual":"Refere-se à expectativa e à confiança no que Deus fará no futuro.","explicacao_detalhada":"A palavra 'esperança' (ἐλπίς) é a expectativa de algo bom que está por vir, fundamentada na fidelidade de Deus. Paulo menciona que a esperança é uma das virtudes que permanecem.","por_que_esta_palavra":"É importante para entender que a esperança é uma âncora para a alma do crente, especialmente em tempos difíceis.","conexao_teologica":"A esperança é um tema recorrente na teologia cristã, refletindo a certeza da salvação e da vida eterna.","referencias_relacionadas":["Romanos 15:13","1 Pedro 1:3","Colossenses 1:5"]},"1corintios_13_13_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se à grandeza e à importância das virtudes mencionadas.","explicacao_detalhada":"A palavra 'temor' (μέγας) é usada para enfatizar a magnitude das virtudes da fé, esperança e amor. Paulo destaca que, embora as três permaneçam, o amor é o maior.","por_que_esta_palavra":"É essencial para entender a hierarquia das virtudes cristãs e a primazia do amor.","conexao_teologica":"O amor é considerado a essência do caráter de Deus e a base do relacionamento entre os crentes.","referencias_relacionadas":["1 João 4:8","Romanos 13:10","Gálatas 5:14"]}}