{"1corintios_16_1_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à assembleia dos crentes, a igreja local que se reúne para adoração e comunhão.","explicacao_detalhada":"A palavra 'igreja' destaca a importância da comunidade de fé, onde os crentes se reúnem para edificação mútua e para realizar a obra de Deus.","por_que_esta_palavra":"É fundamental para a vida cristã, pois enfatiza a necessidade de estar em comunhão com outros crentes.","conexao_teologica":"A igreja é o corpo de Cristo, e cada membro tem um papel essencial na edificação do todo.","referencias_relacionadas":["Atos 2:42-47","Mateus 18:20","Efésios 4:11-13"]},"1corintios_16_1_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se ao ato de realizar ou executar uma ação.","explicacao_detalhada":"A palavra 'fazer' implica em ação e responsabilidade, especialmente no contexto de contribuir para a obra da igreja.","por_que_esta_palavra":"É um chamado à ação, lembrando os crentes de que devem ser proativos em sua fé.","conexao_teologica":"A fé sem obras é morta, e a ação é uma demonstração da verdadeira fé em Cristo.","referencias_relacionadas":["Tiago 2:17","Mateus 5:16","Colossenses 3:17"]},"1corintios_16_2_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"Refere-se ao ato de colocar ou estabelecer algo em um determinado lugar.","explicacao_detalhada":"A palavra 'arco' é usada aqui para descrever a ação de preparar ou organizar as contribuições dos crentes.","por_que_esta_palavra":"É um lembrete de que a organização e a preparação são importantes na vida da igreja.","conexao_teologica":"Deus é um Deus de ordem, e a preparação adequada reflete a Sua natureza.","referencias_relacionadas":["1 Coríntios 14:40","Romanos 12:1","2 Coríntios 9:7"]},"1corintios_16_2_prosperous":{"palavra_pt":"prosper ous","palavra_original":"εὐοδόω","transliteracao":"euodóō","strong":"G2137","significado_raiz":"Ideia básica: prosper ous.","significado_contextual":"Refere-se ao ato de ter sucesso ou ser bem-sucedido em uma tarefa.","explicacao_detalhada":"A palavra 'prosperar' implica que Deus deseja que Seus filhos tenham sucesso em suas empreitadas, especialmente quando se trata de dar e servir.","por_que_esta_palavra":"É um encorajamento para que os crentes busquem a prosperidade em suas vidas, não apenas materialmente, mas espiritualmente.","conexao_teologica":"A prosperidade é vista como uma bênção de Deus quando alinhada com Sua vontade.","referencias_relacionadas":["Josué 1:8","Salmos 1:3","3 João 1:2"]},"1corintios_16_2_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de se tornar ou acontecer algo significativo.","explicacao_detalhada":"A palavra 'tornar-se' sugere um processo de transformação que ocorre na vida do crente à medida que ele se submete a Deus.","por_que_esta_palavra":"É um lembrete de que a vida cristã é uma jornada de crescimento e mudança contínua.","conexao_teologica":"A transformação é uma parte essencial da experiência cristã, refletindo a obra do Espírito Santo.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Filipenses 1:6"]},"1corintios_16_3_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"Refere-se à graça que deve ser dada com alegria e generosidade.","explicacao_detalhada":"A palavra 'graça' enfatiza a atitude do coração ao dar, que deve ser motivada pelo amor e pela gratidão a Deus.","por_que_esta_palavra":"É um lembrete de que a generosidade deve fluir de um coração grato e transformado.","conexao_teologica":"A graça é um tema central na teologia cristã, refletindo o caráter de Deus e Sua ação em nossas vidas.","referencias_relacionadas":["2 Coríntios 9:7","Efésios 2:8-9","Romanos 12:6"]},"1corintios_16_3_jerusalem":{"palavra_pt":"jerusalem","palavra_original":"Ἱερουσαλήμ","transliteracao":"Hierousalḗm","strong":"G2419","significado_raiz":"Ideia básica: jerusalem.","significado_contextual":"Refere-se à cidade de Jerusalém, um centro espiritual e cultural para os judeus e os primeiros cristãos.","explicacao_detalhada":"A palavra 'Jerusalém' simboliza a unidade e a missão da igreja primitiva, que se preocupava com as necessidades de seus irmãos na fé.","por_que_esta_palavra":"É um lembrete da importância de apoiar a igreja e os crentes em Jerusalém, especialmente em tempos de necessidade.","conexao_teologica":"Jerusalém é vista como o lugar onde a igreja começou e onde a mensagem do evangelho se espalhou.","referencias_relacionadas":["Atos 1:8","Gálatas 2:10","Romanos 15:26"]},"1corintios_16_4_morrer":{"palavra_pt":"ir","palavra_original":"πορεύομαι","transliteracao":"poreúomai","strong":"G4198","significado_raiz":"Ideia básica: ir.","significado_contextual":"Refere-se ao ato de ir ou deslocar-se para um lugar.","explicacao_detalhada":"A palavra 'ir' implica em ação e movimento, especialmente no contexto de ir a lugares onde a obra de Deus é necessária.","por_que_esta_palavra":"É um chamado à disposição de ir e servir onde Deus direciona.","conexao_teologica":"A missão cristã envolve ir e fazer discípulos, refletindo o mandamento de Jesus.","referencias_relacionadas":["Mateus 28:19-20","Atos 8:4","Romanos 10:15"]},"1corintios_16_5_macedonia":{"palavra_pt":"macedonia","palavra_original":"Μακεδονία","transliteracao":"Makedonía","strong":"G3109","significado_raiz":"Ideia básica: macedonia.","significado_contextual":"Refere-se à região da Macedônia, onde Paulo estabeleceu igrejas e fez discípulos.","explicacao_detalhada":"A palavra 'Macedônia' destaca a importância das missões e do trabalho evangelístico em diferentes regiões.","por_que_esta_palavra":"É um lembrete da necessidade de apoiar e se envolver na obra missionária.","conexao_teologica":"A Grande Comissão envolve ir a todas as nações, e a Macedônia é um exemplo de onde o evangelho foi levado.","referencias_relacionadas":["Atos 16:9-10","2 Coríntios 8:1-5","Filipenses 4:15"]},"1corintios_16_5_grande":{"palavra_pt":"vir","palavra_original":"ἔρχομαι","transliteracao":"érchomai","strong":"G2064","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir' refere-se ao ato de se deslocar para um lugar, indicando a intenção de Paulo de visitar os coríntios.","explicacao_detalhada":"No contexto de 1 Coríntios 16:5, Paulo expressa seu desejo de ir a Corinto após passar pela Macedônia. A palavra 'vir' enfatiza a importância da presença física e do relacionamento entre os irmãos na fé.","por_que_esta_palavra":"A escolha da palavra 'vir' destaca a necessidade de comunhão e apoio mútuo entre os cristãos, reforçando a ideia de que a fé é vivida em comunidade.","conexao_teologica":"A vinda de Paulo a Corinto simboliza a continuidade do ministério apostólico e a edificação da igreja, refletindo a missão de Cristo de reunir seu povo.","referencias_relacionadas":["Atos 18:1","Romanos 1:11","Filipenses 1:25"]},"1corintios_16_5_andar":{"palavra_pt":"andar","palavra_original":"διέρχομαι","transliteracao":"diérchomai","strong":"G1330","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' implica em um movimento contínuo, sugerindo a jornada espiritual e a vida cristã como um caminho a ser percorrido.","explicacao_detalhada":"Em 1 Coríntios 16:6, Paulo menciona que ele 'andar' pela Macedônia antes de chegar a Corinto, o que simboliza a progressão na missão e o compromisso com o evangelho.","por_que_esta_palavra":"A palavra 'andar' é usada para ilustrar a vida cristã como um processo ativo, onde os crentes são chamados a seguir a Cristo e a viver de acordo com seus ensinamentos.","conexao_teologica":"A ideia de 'andar' é frequentemente associada à caminhada na fé, como em Gálatas 5:16, onde somos instruídos a andar no Espírito.","referencias_relacionadas":["Gálatas 5:16","Efésios 5:2","1 João 1:7"]},"1corintios_16_6_luz":{"palavra_pt":"luz","palavra_original":"τυγχάνω","transliteracao":"tynchánō","strong":"G5177","significado_raiz":"Ideia básica: luz.","significado_contextual":"A palavra 'luz' é usada metaforicamente para representar a verdade e a revelação de Deus, contrastando com a escuridão do pecado.","explicacao_detalhada":"Em 1 Coríntios 16:6, a referência à 'luz' sugere que a presença de Paulo traria clareza e orientação espiritual para a comunidade de Corinto.","por_que_esta_palavra":"A escolha da palavra 'luz' enfatiza a missão de Paulo de iluminar a verdade do evangelho e guiar os crentes em sua caminhada de fé.","conexao_teologica":"A luz é um tema central na teologia cristã, simbolizando a presença de Cristo e a vida que ele oferece, como em João 8:12.","referencias_relacionadas":["João 8:12","Mateus 5:14","Efésios 5:8"]},"1corintios_16_6_abide":{"palavra_pt":"abide","palavra_original":"παραμένω","transliteracao":"paraménō","strong":"G3887","significado_raiz":"Ideia básica: abide.","significado_contextual":"A palavra 'abide' refere-se a permanecer ou ficar em um lugar, indicando a intenção de Paulo de se estabelecer temporariamente entre os coríntios.","explicacao_detalhada":"No contexto de 1 Coríntios 16:6, Paulo expressa seu desejo de 'abide' em Corinto, o que demonstra seu compromisso em fortalecer a igreja local.","por_que_esta_palavra":"A palavra 'abide' é significativa porque ressalta a importância da permanência e do investimento nas relações comunitárias dentro da fé.","conexao_teologica":"A ideia de 'abide' é refletida na relação entre Cristo e os crentes, onde somos chamados a permanecer nele, como em João 15:4.","referencias_relacionadas":["João 15:4","1 João 2:6","Romanos 12:1"]},"1corintios_16_7_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade de Cristo sobre a vida dos crentes e a importância de reconhecer essa soberania.","explicacao_detalhada":"Em 1 Coríntios 16:7, Paulo menciona o 'senhor' para enfatizar que todas as ações e decisões devem ser guiadas pela autoridade de Cristo.","por_que_esta_palavra":"A escolha da palavra 'senhor' é crucial, pois estabelece a base da liderança espiritual e a submissão dos crentes à vontade de Deus.","conexao_teologica":"A autoridade de Cristo é um tema central no Novo Testamento, refletindo sua divindade e seu papel como Senhor e Salvador.","referencias_relacionadas":["Mateus 28:18","Romanos 10:9","Filipenses 2:10"]},"1corintios_16_7_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' implica em um ato de decisão e vontade, refletindo a liberdade que os crentes têm em seguir a Cristo.","explicacao_detalhada":"Em 1 Coríntios 16:7, Paulo menciona a 'escolha' como um aspecto da vida cristã, onde os crentes são chamados a decidir seguir a vontade de Deus.","por_que_esta_palavra":"A palavra 'escolher' destaca a responsabilidade pessoal dos crentes em suas decisões espirituais e a importância de buscar a direção divina.","conexao_teologica":"A escolha de seguir a Cristo é um tema recorrente nas Escrituras, enfatizando a necessidade de uma resposta ativa à graça de Deus.","referencias_relacionadas":["Deuteronômio 30:19","Mateus 7:13-14","Gálatas 5:13"]},"1corintios_16_8_cidade":{"palavra_pt":"cidade","palavra_original":"Ἔφεσος","transliteracao":"Éphesos","strong":"G2181","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local geográfico específico, neste caso, Éfeso, onde Paulo estava durante a escrita da carta.","explicacao_detalhada":"Em 1 Coríntios 16:8, a menção de Éfeso destaca a importância das cidades como centros de evangelização e crescimento da igreja primitiva.","por_que_esta_palavra":"A palavra 'cidade' é significativa porque representa o contexto cultural e social em que o evangelho estava sendo pregado e a necessidade de alcançar as comunidades urbanas.","conexao_teologica":"As cidades são frequentemente mencionadas nas Escrituras como locais de missão, refletindo o chamado de Deus para levar o evangelho a todos os povos.","referencias_relacionadas":["Atos 19:1","Romanos 15:19","Apocalipse 21:2"]},"1corintios_16_8_pascoa":{"palavra_pt":"pascoa","palavra_original":"πεντηκοστή","transliteracao":"pentēkostḗ","strong":"G4005","significado_raiz":"Ideia básica: pascoa.","significado_contextual":"A palavra 'páscoa' refere-se à festividade judaica que celebra a libertação do povo de Israel da escravidão no Egito.","explicacao_detalhada":"Em 1 Coríntios 16:8, a menção da 'páscoa' indica a conexão entre a celebração judaica e a obra redentora de Cristo, que é o verdadeiro Cordeiro Pascal.","por_que_esta_palavra":"A palavra 'páscoa' é importante porque simboliza a libertação e a nova aliança estabelecida por meio do sacrifício de Cristo.","conexao_teologica":"A Páscoa é um tema central na teologia cristã, representando a passagem da morte para a vida através da ressurreição de Cristo.","referencias_relacionadas":["Êxodo 12:13","Lucas 22:15","1 Coríntios 5:7"]},"1corintios_16_8_abide":{"palavra_pt":"abide","palavra_original":"ἐπιμένω","transliteracao":"epiménō","strong":"G1961","significado_raiz":"Ideia básica: abide.","significado_contextual":"A palavra 'abide' novamente refere-se à ideia de permanecer, neste caso, enfatizando a continuidade do ministério de Paulo em Éfeso.","explicacao_detalhada":"Em 1 Coríntios 16:8, Paulo expressa sua intenção de 'abide' em Éfeso até a festa de Pentecostes, indicando a importância de um tempo de ministério e ensino.","por_que_esta_palavra":"A repetição da palavra 'abide' reforça a ideia de que a permanência em um lugar é crucial para o crescimento espiritual e a edificação da igreja.","conexao_teologica":"A permanência no ministério é um princípio bíblico, refletindo o compromisso de servir e ensinar a palavra de Deus.","referencias_relacionadas":["Atos 20:31","2 Timóteo 4:2","Tito 1:5"]},"1corintios_16_9_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"A palavra 'temor' refere-se a um sentimento de reverência e respeito, especialmente em relação à obra de Deus.","explicacao_detalhada":"Em 1 Coríntios 16:9, Paulo menciona um 'temor' que está presente devido às oportunidades e desafios que enfrenta em seu ministério.","por_que_esta_palavra":"A palavra 'temor' é significativa porque reflete a seriedade e a responsabilidade do ministério, bem como a dependência de Deus em meio a desafios.","conexao_teologica":"O temor do Senhor é um tema recorrente nas Escrituras, simbolizando a reverência que devemos ter diante de Deus e sua obra.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 41:10"]},"1corintios_16_9_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grande oportunidade que Paulo percebe em sua missão.","explicacao_detalhada":"A palavra 'grande' aqui indica não apenas um tamanho físico, mas uma grandeza em termos de importância e impacto espiritual. Paulo está reconhecendo que há uma porta aberta para o evangelho que é significativa.","por_que_esta_palavra":"Paulo usa 'grande' para enfatizar a magnitude da oportunidade que Deus lhe proporcionou para pregar e expandir a igreja.","conexao_teologica":"A ideia de oportunidades grandes e significativas é um tema recorrente na Bíblia, onde Deus frequentemente abre portas para aqueles que estão dispostos a servi-lo.","referencias_relacionadas":["Atos 14:27","Colossenses 4:3","1 Coríntios 9:16"]},"1corintios_16_10_deus":{"palavra_pt":"deus","palavra_original":"Τιμόθεος","transliteracao":"Timótheos","strong":"G5095","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Timóteo, um colaborador de Paulo, que é descrito como alguém que deve ser recebido com respeito.","explicacao_detalhada":"A palavra 'deus' aqui não se refere diretamente a Deus, mas ao nome de Timóteo, que significa 'honra a Deus'. Isso destaca a importância de Timóteo na obra de Paulo.","por_que_esta_palavra":"Paulo menciona Timóteo para encorajar a igreja a acolhê-lo, reconhecendo seu papel vital na propagação do evangelho.","conexao_teologica":"A honra e o respeito pelos servos de Deus são fundamentais na vida da igreja, refletindo a honra que se deve a Deus.","referencias_relacionadas":["Filipenses 2:19","1 Timóteo 1:2","2 Timóteo 1:5"]},"1corintios_16_10_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade de Cristo que deve ser reconhecida na vida da igreja.","explicacao_detalhada":"A palavra 'senhor' implica em domínio e autoridade, sublinhando que a liderança na igreja deve ser exercida sob a autoridade de Cristo.","por_que_esta_palavra":"Paulo usa 'senhor' para reafirmar que a liderança e as decisões da igreja devem estar alinhadas com a vontade de Cristo.","conexao_teologica":"A autoridade de Cristo é um tema central no Novo Testamento, onde Ele é reconhecido como Senhor sobre todas as coisas.","referencias_relacionadas":["Mateus 28:18","Efésios 1:22","Colossenses 1:18"]},"1corintios_16_10_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de tornar-se ou acontecer, enfatizando a transformação.","explicacao_detalhada":"A palavra 'tornar-se' sugere um processo de mudança, que é essencial na vida cristã, onde os crentes são chamados a se transformar à imagem de Cristo.","por_que_esta_palavra":"Paulo menciona 'tornar-se' para enfatizar que a vida cristã é um contínuo processo de crescimento e transformação.","conexao_teologica":"A transformação é um tema central na teologia cristã, onde os crentes são chamados a viver de maneira nova em Cristo.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 2:20"]},"1corintios_16_11_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"Refere-se à paz que deve reinar entre os crentes.","explicacao_detalhada":"A palavra 'paz' implica em harmonia e unidade, que são essenciais para a vida da igreja e para o testemunho do evangelho.","por_que_esta_palavra":"Paulo exorta os crentes a viverem em paz, refletindo a paz de Cristo em suas relações.","conexao_teologica":"A paz é um fruto do Espírito e um sinal da presença de Deus na vida dos crentes.","referencias_relacionadas":["Romanos 14:19","Filipenses 4:7","Colossenses 3:15"]},"1corintios_16_11_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação, enfatizando a importância de não se afastar de Deus.","explicacao_detalhada":"A palavra 'não' é uma negação que serve para alertar os crentes sobre a necessidade de permanecer firmes na fé e na comunhão com Deus.","por_que_esta_palavra":"Paulo usa 'não' para advertir os crentes sobre a importância de não se desviar do caminho de Deus.","conexao_teologica":"A fidelidade a Deus é um tema recorrente, onde os crentes são chamados a permanecer firmes em sua fé.","referencias_relacionadas":["Hebreus 10:23","Tiago 1:12","1 Pedro 5:8"]},"1corintios_16_11_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se ao ato de seguir a liderança de Paulo e a direção de Deus.","explicacao_detalhada":"A palavra 'seguir' implica em acompanhar e obedecer, que é fundamental na vida cristã e na liderança da igreja.","por_que_esta_palavra":"Paulo exorta os crentes a seguirem a liderança que Deus estabeleceu, enfatizando a importância da unidade e da obediência.","conexao_teologica":"Seguir a liderança espiritual é um princípio bíblico que promove a ordem e a harmonia na comunidade de fé.","referencias_relacionadas":["1 Tessalonicenses 5:12","Hebreus 13:17","1 Coríntios 11:1"]},"1corintios_16_12_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da oportunidade de servir e pregar.","explicacao_detalhada":"A palavra 'grande' novamente enfatiza a importância e o impacto das oportunidades que Deus coloca diante de nós.","por_que_esta_palavra":"Paulo destaca a grandeza das oportunidades de ministério que devem ser aproveitadas pelos crentes.","conexao_teologica":"As oportunidades de servir a Deus são vistas como dádivas que devem ser reconhecidas e aproveitadas.","referencias_relacionadas":["Efésios 2:10","1 Pedro 4:10","Mateus 5:16"]},"1corintios_16_12_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se ao ato de seguir a liderança e a direção de Deus.","explicacao_detalhada":"A palavra 'seguir' implica em um compromisso ativo de obedecer e acompanhar a liderança espiritual.","por_que_esta_palavra":"Paulo usa 'seguir' para encorajar os crentes a se unirem em torno da liderança que Deus estabeleceu.","conexao_teologica":"A obediência à liderança espiritual é um princípio fundamental na vida da igreja, promovendo a unidade e a eficácia do ministério.","referencias_relacionadas":["Romanos 12:8","Gálatas 6:2","1 Timóteo 5:17"]},"1corintios_16_13_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"Refere-se à fé que deve ser mantida pelos crentes.","explicacao_detalhada":"A palavra 'fé' implica em confiança e crença nas promessas de Deus, que é essencial para a vida cristã.","por_que_esta_palavra":"Paulo exorta os crentes a permanecerem firmes na fé, que é a base de sua relação com Deus.","conexao_teologica":"A fé é um tema central na teologia cristã, sendo a base da salvação e da vida cristã.","referencias_relacionadas":["Hebreus 11:1","Romanos 1:17","Gálatas 2:20"]},"1corintios_16_13_vigilant":{"palavra_pt":"vigilant","palavra_original":"γρηγορεύω","transliteracao":"grēgoreúō","strong":"G1127","significado_raiz":"Ideia básica: vigilant.","significado_contextual":"A palavra 'vigilant' refere-se à necessidade de estar alerta e atento às circunstâncias ao redor.","explicacao_detalhada":"Neste versículo, Paulo exorta os coríntios a serem vigilantes em sua fé e em suas ações, indicando a importância de não se deixar levar por distrações ou perigos espirituais.","por_que_esta_palavra":"A vigilância é essencial para a vida cristã, pois os crentes devem estar cientes das tentações e desafios que podem surgir.","conexao_teologica":"A vigilância está ligada à preparação espiritual e à prontidão para a volta de Cristo, refletindo a necessidade de estar sempre em comunhão com Deus.","referencias_relacionadas":["Mateus 26:41","1 Pedro 5:8","Marcos 13:33"]},"1corintios_16_14_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' indica um processo de transformação ou realização de algo significativo.","explicacao_detalhada":"Paulo encoraja os coríntios a agirem com amor em todas as suas ações, enfatizando que o amor deve ser a motivação principal em suas vidas.","por_que_esta_palavra":"A transformação é um tema central na vida cristã, onde os crentes são chamados a se tornarem mais semelhantes a Cristo.","conexao_teologica":"A ideia de se tornar é fundamental na teologia da santificação, onde os crentes são moldados à imagem de Cristo.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 5:22-23"]},"1corintios_16_14_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' refere-se ao modo de viver ou à jornada espiritual dos crentes.","explicacao_detalhada":"Paulo exorta os coríntios a seguirem o caminho do amor, que é o princípio orientador de suas ações e interações.","por_que_esta_palavra":"O caminho é uma metáfora comum na Bíblia, representando a vida e as escolhas que fazemos como seguidores de Cristo.","conexao_teologica":"Jesus se apresenta como o caminho, a verdade e a vida, enfatizando a importância de seguir Seus ensinamentos.","referencias_relacionadas":["João 14:6","Salmos 119:105","Atos 9:2"]},"1corintios_16_14_almost":{"palavra_pt":"quase","palavra_original":"ἐν","transliteracao":"en","strong":"G1722","significado_raiz":"Ideia básica: quase.","significado_contextual":"A palavra 'quase' sugere uma proximidade ou um estado intermediário.","explicacao_detalhada":"Neste contexto, Paulo pode estar se referindo à ideia de que os crentes devem estar quase sempre prontos para agir em amor, mas não devem se contentar com menos do que o ideal.","por_que_esta_palavra":"A ideia de 'quase' pode ser um alerta contra a complacência na vida cristã.","conexao_teologica":"A prontidão é um tema importante na vida cristã, onde os crentes são chamados a estar sempre preparados para servir.","referencias_relacionadas":["Hebreus 12:1","Tiago 1:22","Mateus 7:21"]},"1corintios_16_15_servo":{"palavra_pt":"servo","palavra_original":"διακονία","transliteracao":"diakonía","strong":"G1248","significado_raiz":"Ideia básica: servo.","significado_contextual":"A palavra 'servo' refere-se a alguém que serve, especialmente no contexto da comunidade cristã.","explicacao_detalhada":"Paulo menciona a importância de reconhecer e valorizar aqueles que servem na igreja, como Estéfanas e sua família, que se dedicaram ao ministério.","por_que_esta_palavra":"O serviço é um aspecto fundamental da vida cristã, onde todos são chamados a servir uns aos outros em amor.","conexao_teologica":"Jesus exemplificou o serviço ao lavar os pés dos discípulos, mostrando que o verdadeiro líder é aquele que serve.","referencias_relacionadas":["Marcos 10:45","Gálatas 5:13","Filipenses 2:7"]},"1corintios_16_15_familia":{"palavra_pt":"familia","palavra_original":"οἰκία","transliteracao":"oikía","strong":"G3614","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se à unidade e ao laço entre os membros da igreja, que é comparada a uma família espiritual.","explicacao_detalhada":"Paulo destaca a importância da família de Estéfanas, que se dedicou ao serviço do Senhor, mostrando como a fé pode unir famílias em torno de um propósito comum.","por_que_esta_palavra":"A ideia de família é central no cristianismo, onde os crentes são considerados irmãos e irmãs em Cristo.","conexao_teologica":"A igreja é frequentemente descrita como o corpo de Cristo, onde cada membro tem um papel e todos são interdependentes.","referencias_relacionadas":["Efésios 2:19","1 Pedro 2:9","Romanos 12:5"]},"1corintios_16_16_obediente":{"palavra_pt":"obediente","palavra_original":"ὑποτάσσω","transliteracao":"hypotássō","strong":"G5293","significado_raiz":"Ideia básica: obediente.","significado_contextual":"A palavra 'obediente' refere-se à disposição de submeter-se à autoridade e aos ensinamentos de Cristo.","explicacao_detalhada":"Paulo exorta os crentes a se submeterem à liderança espiritual, reconhecendo a importância da ordem e da obediência na comunidade.","por_que_esta_palavra":"A obediência é uma demonstração de fé e confiança em Deus, essencial para o crescimento espiritual.","conexao_teologica":"A obediência a Deus é um tema recorrente nas Escrituras, refletindo a relação entre o Criador e Suas criaturas.","referencias_relacionadas":["Romanos 6:16","Hebreus 13:17","1 João 2:3"]},"1corintios_16_16_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' aqui reforça a ideia de seguir a direção correta na vida cristã.","explicacao_detalhada":"Paulo enfatiza que a obediência e o serviço devem ser parte do caminho que os crentes escolhem seguir.","por_que_esta_palavra":"O caminho é uma metáfora que representa a jornada de fé e as escolhas que fazemos diariamente.","conexao_teologica":"Seguir o caminho de Cristo implica em viver de acordo com Seus ensinamentos e exemplo.","referencias_relacionadas":["Salmos 37:5","Provérbios 3:6","Atos 2:38"]},"1corintios_16_17_cristo":{"palavra_pt":"cristo","palavra_original":"παρουσία","transliteracao":"parousía","strong":"G3952","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'Cristo' refere-se à presença e à autoridade de Jesus na vida dos crentes.","explicacao_detalhada":"Paulo menciona a alegria que a vinda de certos irmãos traz, pois eles representam a presença de Cristo entre os crentes.","por_que_esta_palavra":"Cristo é o centro da fé cristã, e Sua presença é fundamental para a vida da igreja.","conexao_teologica":"A presença de Cristo é uma fonte de encorajamento e força para os crentes, que são chamados a viver em comunhão com Ele.","referencias_relacionadas":["Mateus 18:20","Gálatas 2:20","Colossenses 1:27"]},"1corintios_16_17_fortunatus":{"palavra_pt":"fortunatus","palavra_original":"Φορτουνᾶτος","transliteracao":"Phortounâtos","strong":"G5415","significado_raiz":"Ideia básica: fortunatus.","significado_contextual":"A palavra 'Fortunatus' refere-se a um indivíduo específico que trouxe alegria e encorajamento a Paulo e à igreja.","explicacao_detalhada":"Paulo menciona Fortunatus como um exemplo de alguém que contribuiu para a edificação da comunidade cristã, destacando a importância do apoio mútuo.","por_que_esta_palavra":"A menção de Fortunatus serve para lembrar os crentes da importância de apoiar uns aos outros na fé.","conexao_teologica":"A comunidade cristã é chamada a ser um corpo unido, onde cada membro desempenha um papel vital no encorajamento e na edificação mútua.","referencias_relacionadas":["Romanos 16:23","Filipenses 4:3","1 Tessalonicenses 5:11"]},"1corintios_16_18_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se à presença e ação do Espírito Santo na vida dos crentes.","explicacao_detalhada":"A palavra 'espírito' (πνεῦμα) é usada para descrever a essência divina que habita nos crentes, capacitando-os e guiando-os em sua caminhada de fé.","por_que_esta_palavra":"O apóstolo Paulo enfatiza a importância do Espírito Santo como fonte de força e encorajamento para a igreja.","conexao_teologica":"O Espírito Santo é a terceira pessoa da Trindade e desempenha um papel crucial na vida cristã, sendo o Consolador prometido por Jesus.","referencias_relacionadas":["João 14:26","Atos 1:8","Romanos 8:26"]},"1corintios_16_18_conhecer":{"palavra_pt":"conhecer","palavra_original":"ἐπιγινώσκω","transliteracao":"epiginṓskō","strong":"G1921","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Diz respeito ao conhecimento profundo e relacional que os crentes têm uns com os outros e com Deus.","explicacao_detalhada":"A palavra 'conhecer' (ἐπιγινώσκω) implica um entendimento que vai além do superficial, envolvendo uma experiência pessoal e íntima.","por_que_esta_palavra":"Paulo deseja que os crentes reconheçam e valorizem a importância do relacionamento mútuo na fé.","conexao_teologica":"O conhecimento de Deus é fundamental para o crescimento espiritual e a edificação da igreja.","referencias_relacionadas":["Filipenses 3:10","Colossenses 1:10","1 João 2:3"]},"1corintios_16_18_because":{"palavra_pt":"porque","palavra_original":"γάρ","transliteracao":"gár","strong":"G1063","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para explicar a razão ou causa de uma afirmação anterior.","explicacao_detalhada":"A palavra 'porque' (γάρ) conecta ideias, justificando a importância do que foi dito antes.","por_que_esta_palavra":"Paulo usa essa conjunção para reforçar sua argumentação e esclarecer suas intenções.","conexao_teologica":"A lógica e a razão são importantes na comunicação da verdade do evangelho.","referencias_relacionadas":["Romanos 5:8","Efésios 2:8-9","Tiago 1:17"]},"1corintios_16_19_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à comunidade de crentes que se reúnem para adoração e edificação mútua.","explicacao_detalhada":"A palavra 'igreja' (ἐκκλησία) denota a assembleia dos chamados por Deus, enfatizando a importância da comunhão entre os fiéis.","por_que_esta_palavra":"Paulo destaca a unidade e a coletividade da fé cristã, que deve ser vivida em comunidade.","conexao_teologica":"A igreja é o corpo de Cristo, onde cada membro desempenha um papel vital na edificação do todo.","referencias_relacionadas":["Mateus 16:18","Atos 2:42","Efésios 4:11-13"]},"1corintios_16_19_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania e senhorio de Cristo sobre a igreja.","explicacao_detalhada":"A palavra 'senhor' (κύριος) indica a posição de Cristo como autoridade máxima e governante da igreja.","por_que_esta_palavra":"Paulo lembra aos crentes que sua vida e decisões devem ser guiadas pela autoridade de Cristo.","conexao_teologica":"O senhorio de Cristo é central na teologia cristã, pois Ele é o cabeça da igreja.","referencias_relacionadas":["Colossenses 1:18","Efésios 1:22","Filipenses 2:9-11"]},"1corintios_16_19_mulher":{"palavra_pt":"mulher","palavra_original":"Πρίσκα","transliteracao":"Príska","strong":"G4251","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se a uma mulher específica, Priscila, que teve um papel significativo na igreja primitiva.","explicacao_detalhada":"A palavra 'mulher' (Πρίσκα) destaca a importância das mulheres no ministério e na liderança da igreja.","por_que_esta_palavra":"Paulo menciona Priscila para reconhecer sua contribuição e influência na propagação do evangelho.","conexao_teologica":"A inclusão de mulheres no ministério reflete a igualdade e o valor que todos têm no corpo de Cristo.","referencias_relacionadas":["Atos 18:2","Romanos 16:3","Gálatas 3:28"]},"1corintios_16_20_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao modo de vida e à jornada espiritual dos crentes.","explicacao_detalhada":"A palavra 'caminho' (πᾶς) implica a totalidade da vida cristã, incluindo ações, decisões e relacionamentos.","por_que_esta_palavra":"Paulo encoraja os crentes a viverem de maneira digna do chamado que receberam.","conexao_teologica":"A vida cristã é frequentemente descrita como um caminho que deve ser seguido com fé e obediência.","referencias_relacionadas":["Mateus 7:13-14","Atos 9:2","2 Pedro 2:21"]},"1corintios_16_21_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Paulo, que é mencionado como autor da carta.","explicacao_detalhada":"A palavra 'nome' (Παῦλος) é importante para identificar a autoridade e a autenticidade da mensagem.","por_que_esta_palavra":"Paulo assina a carta para garantir que os destinatários reconheçam a origem e a autoridade do que foi escrito.","conexao_teologica":"O nome de Paulo é associado ao ministério apostólico e à propagação do evangelho entre os gentios.","referencias_relacionadas":["Atos 9:15","Romanos 1:1","2 Coríntios 1:1"]},"1corintios_16_21_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à ação de Paulo ao escrever a carta, simbolizando seu envolvimento pessoal.","explicacao_detalhada":"A palavra 'mão' (χείρ) representa a autoridade e a responsabilidade de Paulo como apóstolo.","por_que_esta_palavra":"Paulo usa sua própria mão para assinar, enfatizando a autenticidade e a importância da mensagem.","conexao_teologica":"A ação de escrever à mão é um símbolo de cuidado e compromisso com a igreja.","referencias_relacionadas":["Gálatas 6:11","2 Tessalonicenses 3:17","1 Coríntios 4:17"]},"1corintios_16_22_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade de Cristo como Senhor e Salvador.","explicacao_detalhada":"A palavra 'senhor' (κύριος) reafirma a posição de Cristo como o único digno de adoração e submissão.","por_que_esta_palavra":"Paulo conclui a carta lembrando aos crentes da importância de reconhecer a autoridade de Cristo em suas vidas.","conexao_teologica":"A submissão a Cristo é fundamental para a vida cristã e para a saúde da igreja.","referencias_relacionadas":["Romanos 10:9","1 Coríntios 12:3","Colossenses 3:24"]},"1corintios_16_22_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que significa 'O Senhor é Salvação'.","explicacao_detalhada":"Jesus é o nome dado ao Filho de Deus, que encarnou para trazer salvação à humanidade. Em 1 Coríntios 16:22, Paulo enfatiza a importância de amar a Jesus, reconhecendo sua divindade e papel central na fé cristã.","por_que_esta_palavra":"A palavra 'Jesus' é fundamental para a identidade cristã, pois representa a encarnação de Deus e a salvação oferecida através de sua morte e ressurreição.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua obra redentora é o fundamento da fé cristã.","referencias_relacionadas":["Mateus 1:21","João 3:16","Atos 4:12"]},"1corintios_16_23_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"Refere-se à graça de Deus, um favor imerecido concedido aos crentes.","explicacao_detalhada":"A graça é um tema central na teologia cristã, representando a bondade e misericórdia de Deus. Em 1 Coríntios 16:23, Paulo deseja que a graça de Jesus esteja com os crentes, enfatizando a dependência deles da graça divina para a salvação e a vida cristã.","por_que_esta_palavra":"A palavra 'graça' é essencial para entender a relação entre Deus e a humanidade, pois destaca que a salvação não é conquistada, mas recebida como um presente.","conexao_teologica":"A graça é o meio pelo qual os crentes são justificados e reconciliados com Deus.","referencias_relacionadas":["Efésios 2:8-9","Romanos 5:1-2","Tito 2:11"]},"1corintios_16_23_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor, que tem autoridade suprema sobre todas as coisas.","explicacao_detalhada":"A palavra 'Senhor' é usada para reconhecer a soberania de Cristo. Em 1 Coríntios 16:23, Paulo se refere a Jesus como Senhor, afirmando sua autoridade e domínio sobre a vida dos crentes.","por_que_esta_palavra":"A palavra 'Senhor' é crucial para entender a relação de submissão e reverência que os crentes devem ter em relação a Jesus.","conexao_teologica":"A autoridade de Jesus é um tema recorrente no Novo Testamento, onde ele é reconhecido como Rei e Senhor.","referencias_relacionadas":["Filipenses 2:9-11","Mateus 28:18","Romanos 10:9"]},"1corintios_16_23_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome que representa a salvação e a presença de Deus entre os homens.","explicacao_detalhada":"Assim como na primeira entrada, Jesus é o nome que simboliza a encarnação de Deus e a esperança de salvação. Em 1 Coríntios 16:23, Paulo reafirma a importância de Jesus na vida dos crentes.","por_que_esta_palavra":"A repetição do nome 'Jesus' enfatiza sua centralidade na fé cristã e a necessidade de um relacionamento pessoal com Ele.","conexao_teologica":"A presença de Jesus é fundamental para a vida espiritual dos crentes, sendo Ele a fonte de força e esperança.","referencias_relacionadas":["João 14:6","Hebreus 12:2","Gálatas 2:20"]},"1corintios_16_24_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se ao 'Cristo', que significa 'Ungido', reconhecendo Jesus como o Messias prometido.","explicacao_detalhada":"Cristo é um título que indica que Jesus é o escolhido de Deus para cumprir a missão de redenção. Em 1 Coríntios 16:24, Paulo menciona o amor de Cristo, ressaltando a importância de sua unção e missão divina.","por_que_esta_palavra":"A palavra 'Cristo' é essencial para entender a identidade de Jesus como o Messias e seu papel na história da salvação.","conexao_teologica":"A unção de Jesus como Cristo é um tema central que liga o Antigo e o Novo Testamento, cumprindo as profecias messiânicas.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","Atos 10:38"]}}