{"1corintios_2_1_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à mensagem central do evangelho, que é a revelação de Cristo.","explicacao_detalhada":"A palavra 'lógos' é utilizada para descrever não apenas a palavra falada, mas também a essência de Cristo como a Palavra de Deus que se fez carne (João 1:14). Paulo enfatiza que sua pregação não se baseia em sabedoria humana, mas na revelação divina.","por_que_esta_palavra":"A escolha da palavra 'lógos' destaca a importância da mensagem de Cristo como a verdade que transforma vidas.","conexao_teologica":"Cristo é o centro da fé cristã, e a pregação do evangelho deve sempre apontar para Ele como a solução para o pecado e a morte.","referencias_relacionadas":["João 1:1","Romanos 1:16","1 Coríntios 1:18"]},"1corintios_2_1_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"σοφία","transliteracao":"sophía","strong":"G4678","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"Refere-se à sabedoria divina que contrasta com a sabedoria humana.","explicacao_detalhada":"A palavra 'sophía' é usada para descrever a sabedoria que vem de Deus, que é muitas vezes considerada loucura pelos padrões do mundo. Paulo argumenta que a verdadeira sabedoria é encontrada em Cristo.","por_que_esta_palavra":"A ênfase na sabedoria divina é crucial para entender a natureza do evangelho e a necessidade de depender de Deus em vez de nossa própria compreensão.","conexao_teologica":"A sabedoria de Deus é revelada na cruz, onde a aparente fraqueza de Cristo se torna a força que salva.","referencias_relacionadas":["Tiago 1:5","1 Coríntios 1:25","Colossenses 2:3"]},"1corintios_2_1_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus que se revela através de Cristo e do evangelho.","explicacao_detalhada":"A palavra 'theós' é fundamental para entender a natureza de Deus como o Criador e Sustentador de todas as coisas, que se manifesta em Jesus Cristo.","por_que_esta_palavra":"A menção de Deus é essencial para estabelecer a autoridade e a origem da mensagem que Paulo prega.","conexao_teologica":"A relação entre Deus e a humanidade é restaurada através da obra redentora de Cristo.","referencias_relacionadas":["João 3:16","Romanos 5:8","1 João 4:9"]},"1corintios_2_2_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se à centralidade de Jesus na mensagem do evangelho.","explicacao_detalhada":"A palavra 'Iēsoûs' é o nome que representa a encarnação de Deus e a salvação que Ele traz. Paulo enfatiza que sua pregação é focada em Jesus crucificado.","por_que_esta_palavra":"A escolha de mencionar Jesus destaca a importância de Sua vida, morte e ressurreição como o fundamento da fé cristã.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua obra é o coração do evangelho.","referencias_relacionadas":["Atos 4:12","Romanos 10:9","1 Coríntios 15:3-4"]},"1corintios_2_2_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρόω","transliteracao":"stauróō","strong":"G4717","significado_raiz":"Ideia básica: cruz.","significado_contextual":"Refere-se ao sacrifício de Cristo na cruz como o meio de redenção.","explicacao_detalhada":"A palavra 'stauróō' simboliza a morte de Jesus, que é o ponto central da mensagem cristã. A cruz representa tanto o sofrimento quanto a vitória sobre o pecado.","por_que_esta_palavra":"A ênfase na cruz é crucial, pois é através dela que a salvação é oferecida à humanidade.","conexao_teologica":"A cruz é um símbolo de amor e sacrifício, onde a justiça de Deus e a misericórdia se encontram.","referencias_relacionadas":["Gálatas 6:14","1 Pedro 2:24","Isaías 53:5"]},"1corintios_2_3_temor":{"palavra_pt":"temor","palavra_original":"τρόμος","transliteracao":"trómos","strong":"G5156","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se ao respeito e reverência que Paulo tinha ao pregar o evangelho.","explicacao_detalhada":"A palavra 'trómos' indica um estado de temor que não é de medo, mas de profunda reverência diante da responsabilidade de compartilhar a mensagem de Deus.","por_que_esta_palavra":"O temor de Paulo reflete sua compreensão da seriedade da mensagem que ele traz e da necessidade de depender do Espírito Santo.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, e Paulo demonstra isso em sua abordagem ao ministério.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Filipenses 2:12"]},"1corintios_2_3_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da mensagem e da obra de Deus.","explicacao_detalhada":"A palavra 'polýs' enfatiza a magnitude da transformação que o evangelho pode trazer na vida das pessoas, bem como a grandeza de Deus em Sua obra redentora.","por_que_esta_palavra":"A grandeza é um tema recorrente na Bíblia, refletindo a majestade de Deus e a profundidade de Sua graça.","conexao_teologica":"A grandeza de Deus é manifestada na salvação que Ele oferece, que é abundante e completa.","referencias_relacionadas":["Efésios 3:20","Romanos 5:20","Salmos 145:3"]},"1corintios_2_4_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à mensagem de Cristo como o núcleo da pregação de Paulo.","explicacao_detalhada":"A repetição da palavra 'lógos' aqui reforça a ideia de que a pregação de Paulo é centrada em Cristo e não em sabedoria humana.","por_que_esta_palavra":"A centralidade de Cristo na pregação é fundamental para a eficácia do evangelho.","conexao_teologica":"Cristo é a Palavra que traz vida e esperança, e a pregação deve sempre apontar para Ele.","referencias_relacionadas":["Colossenses 1:28","1 Coríntios 1:23","Hebreus 12:2"]},"1corintios_2_4_evangelho":{"palavra_pt":"evangelho","palavra_original":"κήρυγμα","transliteracao":"kḗrygma","strong":"G2782","significado_raiz":"Ideia básica: evangelho.","significado_contextual":"Refere-se à boa nova da salvação através de Cristo.","explicacao_detalhada":"A palavra 'kḗrygma' representa a mensagem proclamada, que é a essência do evangelho. Paulo enfatiza que essa mensagem é poderosa e transformadora.","por_que_esta_palavra":"A menção do evangelho destaca a urgência e a importância de compartilhar a mensagem de salvação.","conexao_teologica":"O evangelho é a boa nova que traz reconciliação entre Deus e a humanidade.","referencias_relacionadas":["Marcos 16:15","Romanos 1:16","2 Timóteo 4:2"]},"1corintios_2_4_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"σοφία","transliteracao":"sophía","strong":"G4678","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"Refere-se à sabedoria que vem de Deus, que é revelada através do evangelho.","explicacao_detalhada":"A repetição da palavra 'sophía' aqui reforça a ideia de que a verdadeira sabedoria é encontrada em Cristo e em Sua obra redentora.","por_que_esta_palavra":"A sabedoria de Deus é essencial para entender a profundidade do evangelho e a natureza de Sua salvação.","conexao_teologica":"A sabedoria divina contrasta com a sabedoria do mundo, e é através dela que somos guiados na verdade.","referencias_relacionadas":["1 Coríntios 1:30","Colossenses 2:3","Tiago 3:17"]},"1corintios_2_5_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A fé é a confiança plena em Deus e em Suas promessas, que não se baseia na sabedoria humana.","explicacao_detalhada":"Neste versículo, Paulo enfatiza que a fé dos crentes deve estar fundamentada no poder de Deus e não na sabedoria humana. A fé é um elemento central na vida cristã, pois é através dela que os crentes se conectam com Deus e recebem a salvação.","por_que_esta_palavra":"A palavra 'fé' é crucial para entender a relação entre o crente e Deus, pois é pela fé que se aceita a mensagem do evangelho e se vive em obediência a Ele.","conexao_teologica":"A fé é um dos pilares da teologia cristã, sendo essencial para a justificação e a vida espiritual do crente. Ela conecta o ser humano ao divino, permitindo a experiência da graça.","referencias_relacionadas":["Romanos 1:17","Hebreus 11:1","Efésios 2:8-9"]},"1corintios_2_5_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"σοφία","transliteracao":"sophía","strong":"G4678","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"A sabedoria mencionada aqui é a compreensão divina que transcende a sabedoria humana.","explicacao_detalhada":"Paulo contrasta a sabedoria humana, que é limitada e falha, com a sabedoria que vem de Deus, que é perfeita e eterna. Essa sabedoria é fundamental para entender os mistérios de Deus e a Sua vontade.","por_que_esta_palavra":"A sabedoria é essencial para discernir a verdade de Deus e viver de acordo com Seus princípios. Ela guia os crentes em suas decisões e ações.","conexao_teologica":"A sabedoria de Deus é um tema recorrente na Bíblia, mostrando que o verdadeiro entendimento vem de uma relação íntima com Ele.","referencias_relacionadas":["Tiago 1:5","Provérbios 2:6","Colossenses 2:3"]},"1corintios_2_5_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"O poder de Deus é a força que opera milagres e transforma vidas, além de sustentar a fé dos crentes.","explicacao_detalhada":"Neste contexto, Paulo destaca que a eficácia da mensagem do evangelho não se baseia em eloquência humana, mas no poder sobrenatural de Deus que age através dela.","por_que_esta_palavra":"O poder é fundamental para a realização da obra de Deus na terra, mostrando que é Ele quem transforma corações e realiza milagres.","conexao_teologica":"O poder de Deus é uma expressão de Sua soberania e capacidade de agir na história e na vida dos indivíduos.","referencias_relacionadas":["Atos 1:8","Romanos 1:16","Efésios 3:20"]},"1corintios_2_6_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"σοφία","transliteracao":"sophía","strong":"G4678","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"A sabedoria que Paulo menciona é a sabedoria que é revelada aos que são maduros na fé.","explicacao_detalhada":"Aqui, Paulo fala de uma sabedoria que é acessível apenas àqueles que têm um relacionamento profundo com Deus, contrastando com a sabedoria do mundo que é passageira.","por_que_esta_palavra":"A sabedoria divina é essencial para o crescimento espiritual e para a compreensão dos planos de Deus para a humanidade.","conexao_teologica":"A sabedoria é frequentemente associada ao temor do Senhor, que é o princípio da verdadeira sabedoria.","referencias_relacionadas":["Provérbios 9:10","1 Coríntios 1:25","Colossenses 1:9"]},"1corintios_2_6_pregar":{"palavra_pt":"falar","palavra_original":"λαλέω","transliteracao":"laléō","strong":"G2980","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar aqui refere-se à proclamação da mensagem do evangelho com clareza e autoridade.","explicacao_detalhada":"Paulo enfatiza a importância de comunicar a verdade de Deus de maneira que seja compreensível e impactante, não dependendo de técnicas humanas, mas da unção do Espírito Santo.","por_que_esta_palavra":"A pregação é um meio pelo qual Deus se revela ao Seu povo e transforma vidas através da Sua palavra.","conexao_teologica":"A pregação é um ato de obediência e um chamado divino, essencial para a edificação da igreja e a salvação das almas.","referencias_relacionadas":["Romanos 10:14-15","2 Timóteo 4:2","1 Pedro 2:9"]},"1corintios_2_6_homem":{"palavra_pt":"homem","palavra_original":"τέλειος","transliteracao":"téleios","strong":"G5046","significado_raiz":"Ideia básica: homem.","significado_contextual":"O homem perfeito aqui se refere àquele que é maduro na fé e que compreende as verdades espirituais.","explicacao_detalhada":"Paulo fala sobre a necessidade de crescimento espiritual e maturidade, onde o crente é capaz de discernir as coisas profundas de Deus.","por_que_esta_palavra":"A maturidade espiritual é um objetivo para todo crente, pois permite uma vida mais plena e frutífera em Cristo.","conexao_teologica":"A ideia de ser 'perfeito' ou maduro é um chamado à santidade e ao crescimento contínuo na fé.","referencias_relacionadas":["Efésios 4:13","Hebreus 5:14","Colossenses 1:28"]},"1corintios_2_7_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o autor da sabedoria e do plano de salvação, que é revelado aos que creem.","explicacao_detalhada":"Neste versículo, Paulo destaca que a sabedoria de Deus é um mistério que foi oculto, mas agora é revelado através de Cristo.","por_que_esta_palavra":"A palavra 'Deus' é central na fé cristã, pois é Ele quem inicia e sustenta a relação com a humanidade.","conexao_teologica":"A revelação de Deus é fundamental para a compreensão da Sua vontade e do Seu plano redentor.","referencias_relacionadas":["Romanos 11:33","1 Coríntios 1:21","Colossenses 2:2-3"]},"1corintios_2_7_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"σοφία","transliteracao":"sophía","strong":"G4678","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"A sabedoria de Deus é descrita como um mistério que foi oculto e agora é revelado aos crentes.","explicacao_detalhada":"Paulo enfatiza que a sabedoria divina é diferente da sabedoria do mundo e é acessível apenas àqueles que têm fé em Cristo.","por_que_esta_palavra":"A sabedoria de Deus é essencial para a compreensão do Seu plano de salvação e para viver uma vida que glorifica a Ele.","conexao_teologica":"A sabedoria é um atributo de Deus que se manifesta em Sua criação e em Sua revelação ao homem.","referencias_relacionadas":["Provérbios 3:19-20","Tiago 3:17","1 Coríntios 1:30"]},"1corintios_2_7_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A glória de Deus é a manifestação de Sua presença e caráter, que é revelada através de Sua sabedoria.","explicacao_detalhada":"Paulo menciona a glória de Deus como um aspecto fundamental do Seu ser, que é refletido na criação e na redenção dos seres humanos.","por_que_esta_palavra":"A glória é um conceito central na teologia cristã, pois representa a majestade e a santidade de Deus.","conexao_teologica":"A glória de Deus é o objetivo final da criação e da redenção, onde todas as coisas convergem para a Sua honra.","referencias_relacionadas":["Salmos 19:1","Isaías 43:7","Romanos 11:36"]},"1corintios_2_8_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O Senhor é reconhecido como a autoridade suprema, que governa sobre todas as coisas.","explicacao_detalhada":"Paulo destaca que a autoridade de Cristo é reconhecida por aqueles que têm fé, e que Ele é o Senhor sobre todos os aspectos da vida.","por_que_esta_palavra":"A palavra 'Senhor' enfatiza a soberania de Cristo e a necessidade de submissão à Sua vontade.","conexao_teologica":"A autoridade de Cristo é um tema central no Novo Testamento, onde Ele é apresentado como o Rei dos Reis e Senhor dos Senhores.","referencias_relacionadas":["Mateus 28:18","Filipenses 2:9-11","Apocalipse 19:16"]},"1corintios_2_8_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A glória mencionada aqui refere-se à honra e majestade de Deus, que é muitas vezes ignorada pelos homens.","explicacao_detalhada":"A palavra 'glória' (δόξα) implica uma realidade divina que é frequentemente invisível aos olhos humanos. Em 1 Coríntios 2:8, Paulo destaca que a sabedoria de Deus, que é muitas vezes desprezada, é a verdadeira fonte de glória.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a grandeza de Deus e a sua sabedoria, que não é compreendida pelos sábios deste mundo.","conexao_teologica":"A glória de Deus é um tema central na teologia cristã, refletindo sua natureza e atributos. A glória de Deus é revelada através de Jesus Cristo e na obra da salvação.","referencias_relacionadas":["Romanos 11:36","Salmos 19:1","Isaías 6:3"]},"1corintios_2_8_cruz":{"palavra_pt":"cruz","palavra_original":"σταυρόω","transliteracao":"stauróō","strong":"G4717","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A cruz é um símbolo de sacrifício e redenção, representando a morte de Cristo e a vitória sobre o pecado.","explicacao_detalhada":"A palavra 'cruz' (σταυρόω) refere-se ao instrumento de tortura e execução usado para crucificar Jesus. Em 1 Coríntios 2:8, Paulo menciona que os líderes deste mundo não reconheceram a sabedoria de Deus, que se manifestou na cruz.","por_que_esta_palavra":"A cruz é central na mensagem do evangelho, simbolizando a entrega de Cristo por nossos pecados e a reconciliação com Deus.","conexao_teologica":"A cruz é o ponto de encontro entre a justiça e a misericórdia de Deus, onde o amor divino se manifesta de forma suprema.","referencias_relacionadas":["Gálatas 6:14","1 Pedro 2:24","Colossenses 2:14"]},"1corintios_2_9_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como o criador e sustentador de todas as coisas, cuja sabedoria e planos são insondáveis.","explicacao_detalhada":"A palavra 'Deus' (θεός) é usada para descrever a divindade suprema que tem um plano perfeito para a humanidade. Em 1 Coríntios 2:9, Paulo cita que 'nem olhos viram, nem ouvidos ouviram' o que Deus preparou para aqueles que o amam.","por_que_esta_palavra":"A menção de Deus aqui é crucial para entender a natureza divina e a revelação de seus propósitos para a humanidade.","conexao_teologica":"A natureza de Deus como criador e redentor é fundamental para a fé cristã, revelando seu caráter amoroso e soberano.","referencias_relacionadas":["Salmos 147:5","Isaías 55:8-9","Romanos 8:28"]},"1corintios_2_9_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"O 'olho' simboliza a capacidade de percepção e entendimento espiritual.","explicacao_detalhada":"A palavra 'olho' (ὀφθαλμός) é usada metaforicamente para indicar que a compreensão das coisas de Deus vai além da visão física. Em 1 Coríntios 2:9, Paulo sugere que a verdadeira sabedoria e revelação vêm do Espírito Santo.","por_que_esta_palavra":"A referência ao 'olho' destaca a limitação humana em perceber as verdades divinas sem a ajuda de Deus.","conexao_teologica":"A ideia de que os olhos humanos não podem ver a plenitude de Deus é um tema que aparece em várias passagens bíblicas, enfatizando a necessidade de revelação divina.","referencias_relacionadas":["Mateus 13:16","Efésios 1:18","Apocalipse 3:18"]},"1corintios_2_9_ear":{"palavra_pt":"ouvido","palavra_original":"οὖς","transliteracao":"oûs","strong":"G3775","significado_raiz":"Ideia básica: ouvido.","significado_contextual":"O 'ouvido' representa a capacidade de ouvir e compreender a palavra de Deus.","explicacao_detalhada":"A palavra 'ouvido' (οὖς) é usada para enfatizar que a mensagem de Deus não é apenas para ser ouvida fisicamente, mas para ser entendida espiritualmente. Em 1 Coríntios 2:9, Paulo menciona que o que Deus preparou vai além da capacidade humana de ouvir.","por_que_esta_palavra":"A menção do 'ouvido' ressalta a importância da receptividade à voz de Deus e à sua revelação.","conexao_teologica":"A capacidade de ouvir a voz de Deus é essencial para a vida cristã, pois a fé vem pelo ouvir a palavra de Deus.","referencias_relacionadas":["Romanos 10:17","Tiago 1:19","Apocalipse 2:7"]},"1corintios_2_10_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o revelador de mistérios, que nos concede entendimento através do Espírito.","explicacao_detalhada":"A palavra 'Deus' (θεός) aqui enfatiza a ação divina de revelar o que está oculto aos sábios deste mundo. Em 1 Coríntios 2:10, Paulo afirma que Deus revelou essas coisas pelo Espírito.","por_que_esta_palavra":"A referência a Deus é fundamental para entender que a revelação espiritual não é fruto do esforço humano, mas da graça divina.","conexao_teologica":"A revelação de Deus é um tema central na teologia, mostrando como Ele se comunica com a humanidade através do Espírito Santo.","referencias_relacionadas":["1 João 5:20","Efésios 3:5","Colossenses 1:26-27"]},"1corintios_2_10_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"O 'espírito' é a força vital que revela e comunica a verdade de Deus aos crentes.","explicacao_detalhada":"A palavra 'espírito' (πνεῦμα) refere-se ao Espírito Santo, que é o agente da revelação divina. Em 1 Coríntios 2:10, Paulo destaca que é pelo Espírito que Deus nos revela suas verdades.","por_que_esta_palavra":"A menção do 'espírito' é crucial para entender a dinâmica da revelação e a relação entre Deus e os crentes.","conexao_teologica":"O Espírito Santo é essencial na vida do cristão, guiando, ensinando e revelando a verdade de Deus.","referencias_relacionadas":["João 14:26","Romanos 8:26-27","1 Coríntios 12:7"]},"1corintios_2_10_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"O 'caminho' representa a jornada espiritual e a direção que Deus dá aos seus seguidores.","explicacao_detalhada":"A palavra 'caminho' (πᾶς) é usada para descrever a totalidade da experiência cristã. Em 1 Coríntios 2:10, Paulo sugere que Deus tem um caminho preparado para aqueles que o amam.","por_que_esta_palavra":"A referência ao 'caminho' é importante para entender que a vida cristã é uma jornada guiada por Deus.","conexao_teologica":"O conceito de 'caminho' é central na teologia cristã, simbolizando a vida em Cristo e a obediência à sua palavra.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:6","João 14:6"]},"1corintios_2_11_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"O 'espírito' é o meio pelo qual conhecemos os pensamentos de Deus.","explicacao_detalhada":"A palavra 'espírito' (πνεῦμα) aqui refere-se ao Espírito Santo, que nos permite compreender as verdades divinas. Em 1 Coríntios 2:11, Paulo fala sobre como somente o Espírito de Deus conhece as profundezas de Deus.","por_que_esta_palavra":"A menção do 'espírito' é fundamental para entender a revelação e o conhecimento espiritual que recebemos de Deus.","conexao_teologica":"O Espírito Santo é o nosso guia e conselheiro, essencial para a compreensão da vontade de Deus.","referencias_relacionadas":["1 Coríntios 12:13","Gálatas 5:25","Romanos 8:14"]},"1corintios_2_11_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o autor da sabedoria e do conhecimento, que nos é revelado pelo Espírito.","explicacao_detalhada":"A palavra 'Deus' (θεός) é usada para enfatizar que o conhecimento dos pensamentos de Deus é acessível apenas através do Espírito Santo. Em 1 Coríntios 2:11, Paulo destaca a relação íntima entre Deus e o Espírito.","por_que_esta_palavra":"A referência a Deus é crucial para entender a fonte de toda sabedoria e revelação.","conexao_teologica":"A revelação de Deus é um tema central na teologia, mostrando como Ele se comunica com a humanidade através do Espírito Santo.","referencias_relacionadas":["Tiago 1:5","Romanos 11:33","1 Coríntios 1:30"]},"1corintios_2_12_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo que nos é dado por Deus.","explicacao_detalhada":"O 'espírito' mencionado aqui é o Espírito Santo, que é a terceira pessoa da Trindade. Ele é o agente que nos revela as coisas de Deus e nos guia em toda a verdade.","por_que_esta_palavra":"A palavra 'espírito' é usada para descrever a presença de Deus em nossas vidas, que nos capacita a entender as verdades espirituais.","conexao_teologica":"O Espírito Santo é essencial para a compreensão da revelação divina e para a vida cristã.","referencias_relacionadas":["João 14:26","Romanos 8:26","Gálatas 5:22-23"]},"1corintios_2_12_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus que nos dá o Espírito e a sabedoria.","explicacao_detalhada":"A palavra 'Deus' aqui enfatiza a soberania e a autoridade de Deus sobre todas as coisas, incluindo a revelação espiritual que recebemos.","por_que_esta_palavra":"Usar 'Deus' destaca a fonte de toda sabedoria e entendimento que recebemos através do Espírito.","conexao_teologica":"A relação entre Deus e o Espírito Santo é fundamental para a compreensão da Trindade e da revelação divina.","referencias_relacionadas":["Tiago 1:5","Salmos 147:5","Isaías 40:28"]},"1corintios_2_12_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Ideia básica: mundo.","significado_contextual":"Refere-se ao sistema e à sabedoria deste mundo que são diferentes da sabedoria divina.","explicacao_detalhada":"O 'mundo' representa a cultura e os valores que estão em oposição ao que Deus revela através do Espírito.","por_que_esta_palavra":"A palavra 'mundo' é usada para contrastar a sabedoria divina com a sabedoria humana, que é limitada e falha.","conexao_teologica":"A tensão entre a sabedoria de Deus e a sabedoria do mundo é um tema recorrente nas Escrituras.","referencias_relacionadas":["Romanos 12:2","1 João 2:15-17","Tiago 4:4"]},"1corintios_2_13_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"σοφία","transliteracao":"sophía","strong":"G4678","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"Refere-se à sabedoria que vem de Deus e é revelada pelo Espírito.","explicacao_detalhada":"A 'sabedoria' mencionada aqui é a capacidade de entender e aplicar as verdades espirituais que Deus nos dá.","por_que_esta_palavra":"A palavra 'sabedoria' é crucial para entender a diferença entre a sabedoria divina e a sabedoria humana.","conexao_teologica":"A sabedoria de Deus é um tema central na Bíblia, mostrando como Ele se revela ao homem.","referencias_relacionadas":["Provérbios 2:6","Colossenses 2:3","Tiago 1:5"]},"1corintios_2_13_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à Palavra de Deus, que é Cristo, e à sua revelação.","explicacao_detalhada":"O 'verbo' ou 'palavra' é uma referência a Cristo, que é a manifestação de Deus e a fonte de toda verdade.","por_que_esta_palavra":"A palavra 'Cristo' é fundamental para entender que toda sabedoria e revelação vêm através dele.","conexao_teologica":"Cristo é o centro da revelação de Deus e a chave para a compreensão espiritual.","referencias_relacionadas":["João 1:1","Hebreus 1:1-2","Colossenses 1:16-17"]},"1corintios_2_13_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito que nos ensina e revela a verdade.","explicacao_detalhada":"O 'espírito' aqui é o mesmo Espírito Santo que nos guia em toda a verdade e nos ajuda a entender a Palavra de Deus.","por_que_esta_palavra":"A repetição da palavra 'espírito' enfatiza a importância do Espírito Santo na vida do crente.","conexao_teologica":"O papel do Espírito Santo é essencial na vida cristã e na compreensão das Escrituras.","referencias_relacionadas":["1 João 2:27","Romanos 8:14","Gálatas 5:25"]},"1corintios_2_14_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito que não é compreendido pelos que não têm o Espírito.","explicacao_detalhada":"A palavra 'espírito' aqui destaca a incapacidade dos não crentes de entender as coisas de Deus sem a iluminação do Espírito Santo.","por_que_esta_palavra":"A ênfase na palavra 'espírito' mostra a necessidade da ação do Espírito para a compreensão espiritual.","conexao_teologica":"A diferença entre os espirituais e os não espirituais é um tema importante na teologia paulina.","referencias_relacionadas":["1 Coríntios 1:18","Romanos 8:7","Gálatas 6:8"]},"1corintios_2_14_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus que revela e é incompreensível para os que não têm fé.","explicacao_detalhada":"A palavra 'Deus' aqui destaca a soberania e a sabedoria de Deus, que são inacessíveis aos que não têm o Espírito.","por_que_esta_palavra":"A menção de 'Deus' enfatiza a necessidade de uma relação com Ele para entender suas verdades.","conexao_teologica":"A revelação de Deus é um tema central na Bíblia, mostrando como Ele se comunica com a humanidade.","referencias_relacionadas":["Salmos 14:1","1 Coríntios 1:21","Romanos 11:33"]},"1corintios_2_14_foolishness":{"palavra_pt":"foolishness","palavra_original":"μωρία","transliteracao":"mōría","strong":"G3472","significado_raiz":"Ideia básica: foolishness.","significado_contextual":"Refere-se à sabedoria do mundo que é considerada loucura diante de Deus.","explicacao_detalhada":"A palavra 'foolishness' (loucura) é usada para descrever a percepção errônea do mundo sobre as verdades de Deus.","por_que_esta_palavra":"A escolha dessa palavra destaca a contradição entre a sabedoria divina e a sabedoria humana.","conexao_teologica":"A loucura da pregação do evangelho é um tema recorrente nas cartas de Paulo.","referencias_relacionadas":["1 Coríntios 1:18","1 Coríntios 1:25","Tiago 3:15"]},"1corintios_2_15_espirito":{"palavra_pt":"espirito","palavra_original":"πνευματικός","transliteracao":"pneumatikós","strong":"G4152","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito que é capaz de discernir as coisas de Deus.","explicacao_detalhada":"O 'espírito' aqui é descrito como espiritual, indicando que aqueles que têm o Espírito Santo podem entender as verdades de Deus.","por_que_esta_palavra":"A palavra 'espírito' enfatiza a natureza espiritual da compreensão que vem de Deus.","conexao_teologica":"A capacidade de discernir as coisas de Deus é um dom do Espírito Santo.","referencias_relacionadas":["1 Coríntios 12:7","Romanos 8:16","Efésios 1:17-18"]},"1corintios_2_15_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao modo de vida ou à maneira de agir que é guiada pela sabedoria divina.","explicacao_detalhada":"O 'caminho' mencionado aqui implica uma jornada espiritual que é discernida pelo Espírito de Deus. É um caminho que se afasta da sabedoria humana e se dirige à compreensão espiritual.","por_que_esta_palavra":"A palavra 'caminho' é utilizada para ilustrar a jornada de fé e a necessidade de seguir a direção que Deus estabelece para os crentes.","conexao_teologica":"O conceito de 'caminho' é central na teologia cristã, simbolizando a vida em Cristo e a obediência à Sua palavra.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:6","Mateus 7:13-14"]},"1corintios_2_15_homem":{"palavra_pt":"homem","palavra_original":"οὐδείς","transliteracao":"oudeís","strong":"G3762","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à condição humana e à incapacidade do homem em compreender as coisas espirituais sem a ajuda divina.","explicacao_detalhada":"Neste contexto, 'homem' representa a humanidade em sua fraqueza e limitação, contrastando com a sabedoria que vem de Deus.","por_que_esta_palavra":"A palavra 'homem' é usada para enfatizar a necessidade de revelação divina para a compreensão das verdades espirituais.","conexao_teologica":"A teologia cristã ensina que o homem, por si só, não pode alcançar a sabedoria de Deus, necessitando da iluminação do Espírito Santo.","referencias_relacionadas":["Romanos 3:23","1 Coríntios 1:25","Gênesis 6:5"]},"1corintios_2_16_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania e autoridade de Cristo sobre todas as coisas, incluindo a sabedoria e o entendimento.","explicacao_detalhada":"A palavra 'senhor' destaca a posição de Cristo como aquele que tem autoridade suprema e que revela a verdade aos que creem.","por_que_esta_palavra":"A utilização de 'senhor' enfatiza a relação de submissão e reverência que os crentes devem ter em relação a Cristo.","conexao_teologica":"Cristo é reconhecido como Senhor e Salvador, e essa autoridade é fundamental para a fé cristã.","referencias_relacionadas":["Filipenses 2:9-11","Mateus 28:18","Atos 2:36"]},"1corintios_2_16_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Jesus como o Messias, aquele que foi escolhido e ungido por Deus para cumprir Sua missão.","explicacao_detalhada":"A palavra 'Cristo' significa 'ungido' e destaca a função messiânica de Jesus, que é central na fé cristã.","por_que_esta_palavra":"A designação de 'Cristo' é crucial para entender a identidade de Jesus e Sua obra redentora.","conexao_teologica":"A teologia cristã afirma que Jesus é o cumprimento das profecias messiânicas do Antigo Testamento.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","João 1:41"]},"1corintios_2_16_humano":{"palavra_pt":"humano","palavra_original":"νοῦς","transliteracao":"noûs","strong":"G3563","significado_raiz":"Ideia básica: humano.","significado_contextual":"Refere-se à mente humana, que é limitada e incapaz de compreender plenamente as verdades de Deus sem a ajuda do Espírito.","explicacao_detalhada":"A palavra 'humano' destaca a fragilidade e a limitação da sabedoria humana em comparação com a sabedoria divina.","por_que_esta_palavra":"A utilização de 'humano' enfatiza a necessidade de uma transformação espiritual para que se possa entender as coisas de Deus.","conexao_teologica":"A teologia cristã ensina que a mente humana deve ser renovada pelo Espírito Santo para compreender as verdades espirituais.","referencias_relacionadas":["Romanos 12:2","1 Coríntios 1:18","Efésios 4:23"]}}