{"1corintios_3_1_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Jesus como o Cristo, enfatizando Sua importância na vida da igreja e dos crentes.","explicacao_detalhada":"A repetição da palavra 'Cristo' neste contexto reforça a centralidade de Jesus na vida cristã e na comunidade de fé.","por_que_esta_palavra":"A palavra 'Cristo' é fundamental para a identidade cristã e para a compreensão da missão da igreja.","conexao_teologica":"Cristo é a pedra angular da fé cristã, e a igreja é construída sobre essa verdade.","referencias_relacionadas":["Efésios 2:20","Colossenses 1:18","1 Pedro 2:4-6"]},"1corintios_3_1_espirito":{"palavra_pt":"espirito","palavra_original":"πνευματικός","transliteracao":"pneumatikós","strong":"G4152","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se à natureza espiritual dos crentes e à necessidade de viver de acordo com o Espírito.","explicacao_detalhada":"A palavra 'espírito' indica a vida que é guiada pelo Espírito Santo, contrastando com a vida carnal.","por_que_esta_palavra":"A utilização de 'espírito' enfatiza a importância da vida espiritual e da maturidade na fé.","conexao_teologica":"A teologia cristã ensina que os crentes devem viver em sintonia com o Espírito Santo para crescer na fé.","referencias_relacionadas":["Gálatas 5:16","Romanos 8:9","1 Coríntios 12:13"]},"1corintios_3_1_crianca":{"palavra_pt":"crianca","palavra_original":"νήπιος","transliteracao":"nḗpios","strong":"G3516","significado_raiz":"Ideia básica: crianca.","significado_contextual":"Refere-se à imaturidade espiritual dos crentes que ainda não compreendem as verdades profundas da fé.","explicacao_detalhada":"A palavra 'criança' é usada para descrever aqueles que são novos na fé e que precisam de ensinamentos básicos.","por_que_esta_palavra":"A utilização de 'criança' destaca a necessidade de crescimento e desenvolvimento espiritual na vida do crente.","conexao_teologica":"A teologia cristã enfatiza a importância do crescimento espiritual e da maturidade na fé.","referencias_relacionadas":["Hebreus 5:12-14","1 Pedro 2:2","Efésios 4:14"]},"1corintios_3_2_leite":{"palavra_pt":"leite","palavra_original":"γάλα","transliteracao":"gála","strong":"G1051","significado_raiz":"Ideia básica: leite.","significado_contextual":"Refere-se à alimentação espiritual básica que os novos crentes necessitam para crescer na fé.","explicacao_detalhada":"A palavra 'leite' simboliza os ensinamentos elementares da fé cristã, que são essenciais para o desenvolvimento espiritual.","por_que_esta_palavra":"A utilização de 'leite' ilustra a necessidade de sustento espiritual para os que estão começando sua jornada de fé.","conexao_teologica":"A teologia cristã ensina que os crentes devem ser alimentados com a palavra de Deus para crescer espiritualmente.","referencias_relacionadas":["1 Pedro 2:2","Hebreus 5:12","Mateus 4:4"]},"1corintios_3_2_alimento":{"palavra_pt":"alimento","palavra_original":"βρῶμα","transliteracao":"brōma","strong":"G1033","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se à comida espiritual mais sólida que os crentes maduros devem buscar para seu crescimento na fé.","explicacao_detalhada":"A palavra 'alimento' representa os ensinamentos mais profundos e complexos da fé cristã, que são apropriados para os crentes que já cresceram.","por_que_esta_palavra":"A utilização de 'alimento' enfatiza a necessidade de buscar um entendimento mais profundo das verdades de Deus.","conexao_teologica":"A teologia cristã ensina que os crentes devem progredir de ensinamentos básicos para verdades mais profundas à medida que amadurecem na fé.","referencias_relacionadas":["Hebreus 5:14","Colossenses 1:9-10","Efésios 4:15"]},"1corintios_3_2_agua":{"palavra_pt":"agua","palavra_original":"ποτίζω","transliteracao":"potízō","strong":"G4222","significado_raiz":"Ideia básica: agua.","significado_contextual":"A água é frequentemente usada na Bíblia como símbolo de vida e purificação.","explicacao_detalhada":"Neste contexto, Paulo se refere à água como um elemento essencial para o crescimento espiritual, comparando a pregação do evangelho à irrigação que nutre as plantas.","por_que_esta_palavra":"A escolha da palavra 'água' enfatiza a necessidade de sustento espiritual e a importância da palavra de Deus na vida dos crentes.","conexao_teologica":"A água é um símbolo do Espírito Santo e da vida eterna, como visto em João 4:14.","referencias_relacionadas":["João 4:14","Isaías 44:3","Apocalipse 21:6"]},"1corintios_3_3_marido":{"palavra_pt":"marido","palavra_original":"ζῆλος","transliteracao":"zēlos","strong":"G2205","significado_raiz":"Ideia básica: marido.","significado_contextual":"A palavra 'marido' aqui é usada para descrever a relação de liderança e cuidado que Paulo tem sobre a igreja.","explicacao_detalhada":"Paulo usa a metáfora do marido para ilustrar seu papel como um cuidador e provedor espiritual, enfatizando a responsabilidade que ele e outros líderes têm sobre a comunidade.","por_que_esta_palavra":"A palavra 'marido' reflete a ideia de compromisso e dedicação, características que devem estar presentes na liderança da igreja.","conexao_teologica":"A relação entre Cristo e a igreja é frequentemente descrita como uma relação de noivo e noiva, simbolizando amor e compromisso.","referencias_relacionadas":["Efésios 5:25","2 Coríntios 11:2","Apocalipse 19:7"]},"1corintios_3_3_division":{"palavra_pt":"division","palavra_original":"διχοστασία","transliteracao":"dichostasía","strong":"G1370","significado_raiz":"Ideia básica: division.","significado_contextual":"A divisão entre os crentes é um tema central na carta de Paulo aos Coríntios.","explicacao_detalhada":"Paulo critica a divisão na igreja, que ocorre devido a rivalidades e preferências por líderes, mostrando que isso é um sinal de imaturidade espiritual.","por_que_esta_palavra":"A palavra 'divisão' destaca a necessidade de unidade entre os crentes, que devem se unir em torno de Cristo, e não de líderes humanos.","conexao_teologica":"A unidade do corpo de Cristo é um princípio fundamental do Novo Testamento, enfatizando que todos os crentes são um em Cristo.","referencias_relacionadas":["Efésios 4:3","1 Coríntios 1:10","Romanos 12:5"]},"1corintios_3_4_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome mencionado é uma referência a Paulo, que é um dos líderes da igreja em Corinto.","explicacao_detalhada":"Paulo menciona seu nome para ilustrar como os crentes estavam se dividindo em torno de diferentes líderes, em vez de se unirem em torno de Cristo.","por_que_esta_palavra":"A ênfase no nome serve para mostrar que a lealdade a líderes humanos é inadequada e prejudicial à unidade da igreja.","conexao_teologica":"A centralidade de Cristo deve ser a base da fé cristã, e não a lealdade a líderes individuais.","referencias_relacionadas":["1 Coríntios 1:12","Gálatas 1:10","Colossenses 3:17"]},"1corintios_3_4_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação e à pregação da mensagem do evangelho.","explicacao_detalhada":"Paulo destaca a importância de como a mensagem é comunicada e a necessidade de que os crentes se concentrem na verdade do evangelho, em vez de nas personalidades dos pregadores.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a responsabilidade de comunicar a verdade de Deus de maneira clara e eficaz.","conexao_teologica":"A pregação da palavra é fundamental para a edificação da igreja e para a salvação dos que creem.","referencias_relacionadas":["Romanos 10:14","2 Timóteo 4:2","Atos 2:38"]},"1corintios_3_5_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Novamente, o nome de Paulo é mencionado para ilustrar a questão da lealdade entre os crentes.","explicacao_detalhada":"Paulo usa seu nome para mostrar que ele é apenas um servo de Deus, e que a verdadeira lealdade deve ser a Cristo, não a líderes humanos.","por_que_esta_palavra":"A repetição do nome serve para reforçar a ideia de que a ênfase deve estar em Cristo, e não em quem prega.","conexao_teologica":"A centralidade de Cristo na vida do crente é um tema recorrente nas epístolas de Paulo.","referencias_relacionadas":["1 Coríntios 1:12","Gálatas 2:20","Filipenses 1:21"]},"1corintios_3_5_mestre":{"palavra_pt":"mestre","palavra_original":"διάκονος","transliteracao":"diákonos","strong":"G1249","significado_raiz":"Ideia básica: mestre.","significado_contextual":"A palavra 'mestre' refere-se ao papel de Paulo como um instrutor e líder espiritual.","explicacao_detalhada":"Paulo se apresenta como um mestre que ensina a verdade do evangelho, enfatizando que ele é um servo e não o foco da adoração.","por_que_esta_palavra":"A palavra 'mestre' destaca a importância do ensino na vida da igreja e a responsabilidade dos líderes em guiar os crentes.","conexao_teologica":"Cristo é o verdadeiro mestre, e todos os líderes devem apontar para Ele como a fonte de sabedoria e verdade.","referencias_relacionadas":["Mateus 23:10","Tiago 3:1","Efésios 4:11-12"]},"1corintios_3_5_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade de Cristo sobre a igreja.","explicacao_detalhada":"Paulo enfatiza que ele e outros líderes são servos sob a autoridade de Cristo, que é o verdadeiro Senhor da igreja.","por_que_esta_palavra":"A escolha da palavra 'senhor' sublinha a soberania de Cristo e a necessidade de submissão à Sua vontade.","conexao_teologica":"A autoridade de Cristo é um tema central no Novo Testamento, onde Ele é reconhecido como Senhor e Salvador.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:9-11","Colossenses 1:18"]},"1corintios_3_6_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à soberania e ao poder de Deus na obra da salvação.","explicacao_detalhada":"Paulo destaca que é Deus quem dá o crescimento espiritual, enfatizando que os líderes são apenas instrumentos nas mãos de Deus.","por_que_esta_palavra":"A ênfase na palavra 'deus' mostra que toda a glória deve ser dada a Ele, e não aos líderes humanos.","conexao_teologica":"A soberania de Deus na salvação é um tema central na teologia cristã, onde se reconhece que é Ele quem opera em nós.","referencias_relacionadas":["1 Coríntios 3:7","Filipenses 1:6","Efésios 2:8-9"]},"1corintios_3_6_terra":{"palavra_pt":"terra","palavra_original":"φυτεύω","transliteracao":"phyteúō","strong":"G5452","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' é usada para descrever o campo onde a obra de Deus é realizada.","explicacao_detalhada":"Paulo compara a igreja a um campo cultivado, onde a semente do evangelho é plantada e regada, simbolizando o crescimento espiritual.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a necessidade de um ambiente fértil para o crescimento da fé.","conexao_teologica":"A metáfora do campo é comum na Bíblia, simbolizando a obra de Deus entre os crentes.","referencias_relacionadas":["Mateus 13:3-9","Gálatas 6:7-9","Isaías 61:11"]},"1corintios_3_6_agua":{"palavra_pt":"agua","palavra_original":"ποτίζω","transliteracao":"potízō","strong":"G4222","significado_raiz":"Ideia básica: agua.","significado_contextual":"A água simboliza a nutrição espiritual e o crescimento na fé.","explicacao_detalhada":"Neste versículo, Paulo menciona que ele plantou e Apolo regou, enfatizando a importância do trabalho conjunto na edificação da igreja. A água representa a palavra de Deus que nutre e faz crescer a fé dos crentes.","por_que_esta_palavra":"A palavra 'água' é utilizada para ilustrar a necessidade de sustento espiritual, assim como a água é essencial para a vida física.","conexao_teologica":"A água é frequentemente usada na Bíblia como símbolo do Espírito Santo e da vida eterna, como em João 4:14.","referencias_relacionadas":["João 4:14","Isaías 44:3","Apocalipse 22:17"]},"1corintios_3_7_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o agente supremo que dá crescimento e vida.","explicacao_detalhada":"Paulo enfatiza que, apesar do trabalho humano, é Deus quem realmente faz a obra de crescimento espiritual. Isso destaca a soberania de Deus na salvação e no desenvolvimento da fé.","por_que_esta_palavra":"A palavra 'Deus' é central na teologia cristã, representando o Criador e Sustentador de todas as coisas.","conexao_teologica":"A dependência de Deus para o crescimento espiritual é um tema recorrente nas cartas de Paulo.","referencias_relacionadas":["1 Coríntios 3:6-7","Filipenses 1:6","Romanos 11:36"]},"1corintios_3_7_terra":{"palavra_pt":"terra","palavra_original":"φυτεύω","transliteracao":"phyteúō","strong":"G5452","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra representa o solo onde a semente da palavra é plantada.","explicacao_detalhada":"Neste contexto, a terra é o coração dos crentes, onde a palavra de Deus é semeada e cultivada. A qualidade do solo determina o crescimento da planta.","por_que_esta_palavra":"A palavra 'terra' é usada para ilustrar a receptividade do coração humano à mensagem do evangelho.","conexao_teologica":"A parábola do semeador em Mateus 13:1-23 aborda a importância do solo para o crescimento espiritual.","referencias_relacionadas":["Mateus 13:1-9","Lucas 8:5-15","Tiago 1:21"]},"1corintios_3_8_terra":{"palavra_pt":"terra","palavra_original":"φυτεύω","transliteracao":"phyteúō","strong":"G5452","significado_raiz":"Ideia básica: terra.","significado_contextual":"Reforça a ideia de que a terra é o local de crescimento espiritual.","explicacao_detalhada":"A repetição da palavra 'terra' enfatiza a importância do ambiente espiritual onde a palavra é plantada e cultivada, mostrando que todos têm um papel na edificação da igreja.","por_que_esta_palavra":"A terra é uma metáfora poderosa para o coração humano e sua disposição para receber a palavra de Deus.","conexao_teologica":"A ideia de que a igreja é construída sobre a palavra de Deus é central na teologia cristã.","referencias_relacionadas":["1 Pedro 1:23","Colossenses 2:7","Efésios 2:20-22"]},"1corintios_3_8_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"Refere-se à relação pessoal e íntima que os crentes têm entre si e com Deus.","explicacao_detalhada":"A palavra 'acquaintance' sugere um conhecimento profundo e relacional, essencial para a comunhão na igreja e o crescimento espiritual.","por_que_esta_palavra":"A familiaridade entre os crentes é vital para a edificação mútua e o suporte espiritual.","conexao_teologica":"A comunhão entre os crentes é um tema central na vida da igreja, refletindo a unidade do corpo de Cristo.","referencias_relacionadas":["Atos 2:42","Hebreus 10:24-25","1 João 1:7"]},"1corintios_3_8_bom":{"palavra_pt":"bom","palavra_original":"μισθός","transliteracao":"misthós","strong":"G3408","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à recompensa que os crentes receberão por seu trabalho na obra de Deus.","explicacao_detalhada":"A palavra 'bom' implica que o trabalho realizado na edificação da igreja é valioso e será recompensado por Deus.","por_que_esta_palavra":"A recompensa é um incentivo para os crentes perseverarem em suas atividades espirituais.","conexao_teologica":"A ideia de recompensas celestiais é um tema recorrente nas cartas de Paulo, encorajando os crentes a serem fiéis.","referencias_relacionadas":["Mateus 25:21","2 Coríntios 5:10","Gálatas 6:9"]},"1corintios_3_9_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Reitera a soberania de Deus na obra de edificação da igreja.","explicacao_detalhada":"Deus é descrito como o proprietário e cuidador do campo e da construção, enfatizando que tudo pertence a Ele e que Ele é quem dá o crescimento.","por_que_esta_palavra":"A palavra 'Deus' aqui reafirma a centralidade de Sua ação na vida da igreja.","conexao_teologica":"A soberania de Deus é um pilar fundamental da fé cristã, que assegura que Ele está no controle de todas as coisas.","referencias_relacionadas":["Salmos 127:1","Romanos 8:28","1 Pedro 2:9"]},"1corintios_3_9_husbandry":{"palavra_pt":"husbandry","palavra_original":"γεώργιον","transliteracao":"geṓrgion","strong":"G1091","significado_raiz":"Ideia básica: husbandry.","significado_contextual":"Refere-se ao cuidado e cultivo da obra de Deus.","explicacao_detalhada":"A palavra 'husbandry' implica um trabalho diligente e cuidadoso na edificação da igreja, mostrando que é uma responsabilidade compartilhada entre os crentes.","por_que_esta_palavra":"A ideia de husbandry destaca a necessidade de um esforço contínuo e comprometido na obra de Deus.","conexao_teologica":"A responsabilidade dos crentes em cultivar a fé é um tema importante nas epístolas de Paulo.","referencias_relacionadas":["1 Pedro 5:2","Gálatas 6:2","Efésios 4:12"]},"1corintios_3_9_building":{"palavra_pt":"building","palavra_original":"οἰκοδομή","transliteracao":"oikodomḗ","strong":"G3619","significado_raiz":"Ideia básica: building.","significado_contextual":"Refere-se à construção da igreja como um corpo unido em Cristo.","explicacao_detalhada":"A palavra 'building' simboliza a edificação espiritual dos crentes, que juntos formam a habitação de Deus na terra.","por_que_esta_palavra":"A construção é uma metáfora poderosa para a unidade e o crescimento da igreja.","conexao_teologica":"A igreja é descrita como um edifício espiritual em 1 Pedro 2:5, mostrando a importância da edificação mútua.","referencias_relacionadas":["Efésios 2:19-22","1 Pedro 2:5","Mateus 16:18"]},"1corintios_3_10_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"Refere-se à graça que fundamenta a obra de edificação.","explicacao_detalhada":"A palavra 'graça' indica que todo o trabalho na edificação da igreja é realizado pela capacitação e favor de Deus, não por mérito humano.","por_que_esta_palavra":"A graça é essencial para a compreensão da salvação e do serviço cristão.","conexao_teologica":"A graça é um tema central na teologia de Paulo, que enfatiza que somos salvos e capacitados pela graça de Deus.","referencias_relacionadas":["Efésios 2:8-9","Romanos 12:6","2 Coríntios 12:9"]},"1corintios_3_10_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é a fonte de toda sabedoria e poder na construção da igreja.","explicacao_detalhada":"Neste versículo, Paulo enfatiza que a obra de edificação espiritual deve ser feita com base no que Deus estabelece. Ele é o arquiteto e a fundação de toda a construção espiritual.","por_que_esta_palavra":"A palavra 'Deus' é central na teologia cristã, pois representa o ser supremo que criou e sustenta todas as coisas.","conexao_teologica":"A relação entre Deus e a edificação da igreja é fundamental, pois a igreja é vista como o corpo de Cristo, que é sustentado por Deus.","referencias_relacionadas":["Efésios 2:20","1 Pedro 2:5","Mateus 16:18"]},"1corintios_3_10_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"O arco representa a ação de estabelecer ou colocar algo em sua devida posição.","explicacao_detalhada":"Neste contexto, o arco é usado para descrever a ação de Paulo ao estabelecer a igreja em Corinto, como um arquiteto que coloca as bases de uma construção.","por_que_esta_palavra":"A palavra 'arco' é utilizada para ilustrar a ideia de colocar algo em ordem, que é essencial na construção da fé e da comunidade cristã.","conexao_teologica":"A edificação da igreja requer uma estrutura sólida, e a ação de colocar as bases é um ato divino e humano em conjunto.","referencias_relacionadas":["1 Coríntios 3:10","Romanos 15:20","2 Timóteo 2:19"]},"1corintios_3_11_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é a única fundação sobre a qual a igreja pode ser construída.","explicacao_detalhada":"Paulo afirma que ninguém pode colocar outra fundação além da que já foi colocada, que é Jesus Cristo. Isso destaca a centralidade de Cristo na fé cristã.","por_que_esta_palavra":"A palavra 'Jesus' é crucial, pois representa o Salvador e a base da salvação e da vida cristã.","conexao_teologica":"A fundação em Jesus implica em um relacionamento pessoal com Ele, que é essencial para a vida espiritual.","referencias_relacionadas":["Atos 4:11","Efésios 2:20","1 Pedro 2:6"]},"1corintios_3_11_arco":{"palavra_pt":"arco","palavra_original":"τίθημι","transliteracao":"títhēmi","strong":"G5087","significado_raiz":"Ideia básica: arco.","significado_contextual":"O arco aqui se refere à ação de estabelecer a fundação da fé.","explicacao_detalhada":"Assim como um arco é colocado para sustentar uma estrutura, Jesus é a base que sustenta a vida da igreja.","por_que_esta_palavra":"A repetição da palavra 'arco' enfatiza a importância de estabelecer corretamente a fundação da fé.","conexao_teologica":"A construção da igreja deve ser feita com a certeza de que Jesus é a base sólida e inabalável.","referencias_relacionadas":["1 Coríntios 3:11","Romanos 15:20","Colossenses 1:17"]},"1corintios_3_12_dear":{"palavra_pt":"dear","palavra_original":"τίμιος","transliteracao":"tímios","strong":"G5093","significado_raiz":"Ideia básica: dear.","significado_contextual":"Refere-se a materiais preciosos que podem ser usados na construção espiritual.","explicacao_detalhada":"Paulo menciona que a qualidade dos materiais usados na edificação da igreja é importante, pois eles refletem o valor da obra realizada.","por_que_esta_palavra":"A palavra 'dear' destaca a importância de construir com materiais que resistam ao teste do tempo e do fogo.","conexao_teologica":"A qualidade da edificação espiritual é um reflexo da dedicação e do compromisso com a obra de Deus.","referencias_relacionadas":["1 Pedro 1:7","Mateus 7:24-25","Tiago 1:12"]},"1corintios_3_12_foundation":{"palavra_pt":"foundation","palavra_original":"θεμέλιος","transliteracao":"themélios","strong":"G2310","significado_raiz":"Ideia básica: foundation.","significado_contextual":"A fundação é o elemento essencial sobre o qual a igreja é construída.","explicacao_detalhada":"A fundação representa a base sólida que é necessária para qualquer construção, e no contexto espiritual, isso se refere a Cristo.","por_que_esta_palavra":"A palavra 'foundation' é crucial, pois sem uma fundação adequada, a estrutura não pode permanecer firme.","conexao_teologica":"A fundação em Cristo é o que garante a estabilidade e a durabilidade da vida cristã.","referencias_relacionadas":["Mateus 7:24","Efésios 2:20","1 Pedro 2:4-5"]},"1corintios_3_12_ouro":{"palavra_pt":"ouro","palavra_original":"χρυσός","transliteracao":"chrysós","strong":"G5557","significado_raiz":"Ideia básica: ouro.","significado_contextual":"O ouro simboliza valor e pureza na construção espiritual.","explicacao_detalhada":"Paulo usa o ouro como um exemplo de material precioso que deve ser usado na edificação da fé, representando obras de qualidade.","por_que_esta_palavra":"A palavra 'ouro' é usada para ilustrar a importância de construir com materiais que têm valor eterno.","conexao_teologica":"As obras que fazemos para Deus devem ser de qualidade, refletindo a glória de Deus e a natureza do Reino.","referencias_relacionadas":["1 Pedro 1:7","Apocalipse 3:18","Mateus 6:19-20"]},"1corintios_3_13_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia refere-se ao dia do julgamento, quando as obras serão testadas.","explicacao_detalhada":"Paulo menciona que no dia do Senhor, as obras de cada um serão reveladas e testadas pelo fogo.","por_que_esta_palavra":"A palavra 'dia' é significativa, pois representa um tempo de avaliação e recompensa.","conexao_teologica":"O dia do julgamento é um lembrete da responsabilidade que cada crente tem em relação às suas obras.","referencias_relacionadas":["2 Coríntios 5:10","Romanos 14:10","Apocalipse 20:12"]},"1corintios_3_13_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de se tornar ou acontecer, especialmente em relação ao julgamento das obras.","explicacao_detalhada":"Neste contexto, Paulo fala sobre como as obras de cada um se manifestarão no dia do julgamento, revelando sua verdadeira natureza.","por_que_esta_palavra":"A palavra 'grande' enfatiza a importância e a seriedade do evento do julgamento.","conexao_teologica":"A transformação e a manifestação das obras no dia do Senhor são centrais na esperança cristã.","referencias_relacionadas":["Gálatas 6:7","1 Pedro 1:17","Mateus 12:36"]},"1corintios_3_13_obra":{"palavra_pt":"obra","palavra_original":"ἔργον","transliteracao":"érgon","strong":"G2041","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se às ações e trabalhos realizados pelos crentes.","explicacao_detalhada":"Paulo destaca que as obras de cada um serão testadas, revelando se foram feitas com sinceridade e dedicação ao Senhor.","por_que_esta_palavra":"A palavra 'obra' é fundamental, pois representa o que cada crente faz em resposta à fé em Cristo.","conexao_teologica":"As obras são uma expressão da fé e devem refletir a glória de Deus.","referencias_relacionadas":["Efésios 2:10","Tiago 2:26","Colossenses 3:23-24"]},"1corintios_3_14_obra":{"palavra_pt":"obra","palavra_original":"ἔργον","transliteracao":"érgon","strong":"G2041","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se ao trabalho realizado por um crente que será avaliado no Dia do Juízo.","explicacao_detalhada":"A 'obra' mencionada aqui é o resultado das ações e serviços prestados por um crente em sua vida, que será testada pelo fogo para determinar seu valor eterno.","por_que_esta_palavra":"A palavra 'obra' é utilizada para enfatizar a importância das ações e do trabalho que os crentes realizam em nome de Cristo.","conexao_teologica":"A obra é um reflexo da fé genuína e da transformação que ocorre na vida do crente, mostrando que a salvação é acompanhada de frutos.","referencias_relacionadas":["Mateus 5:16","Efésios 2:10","Tiago 2:17"]},"1corintios_3_14_bom":{"palavra_pt":"bom","palavra_original":"μισθός","transliteracao":"misthós","strong":"G3408","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à recompensa que será dada por Deus às boas obras realizadas pelos crentes.","explicacao_detalhada":"O 'bom' aqui se refere ao valor das obras que resistem ao teste do fogo, resultando em recompensas eternas para aqueles que servem a Deus de maneira fiel.","por_que_esta_palavra":"A palavra 'bom' é usada para descrever a qualidade das obras que são feitas com sinceridade e dedicação ao Senhor.","conexao_teologica":"A recompensa é um tema central na teologia cristã, onde as boas obras são vistas como evidências da fé verdadeira.","referencias_relacionadas":["Colossenses 3:23-24","Romanos 14:10-12","2 Coríntios 5:10"]},"1corintios_3_14_abide":{"palavra_pt":"permanecer","palavra_original":"μένω","transliteracao":"ménō","strong":"G3306","significado_raiz":"Ideia básica: permanecer.","significado_contextual":"Refere-se à permanência das obras que são feitas em Cristo e que têm valor eterno.","explicacao_detalhada":"Permanecer implica em continuar firme na fé e nas boas obras, assegurando que o que foi feito em nome de Cristo perdurará.","por_que_esta_palavra":"A palavra 'permanecer' destaca a necessidade de constância na vida cristã e na prática das boas obras.","conexao_teologica":"A ideia de permanecer é fundamental na teologia do Novo Testamento, onde a perseverança na fé é crucial para a salvação.","referencias_relacionadas":["João 15:4-5","Hebreus 3:14","1 João 2:24"]},"1corintios_3_15_obra":{"palavra_pt":"obra","palavra_original":"ἔργον","transliteracao":"érgon","strong":"G2041","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se novamente ao trabalho realizado por um crente, que será testado pelo fogo.","explicacao_detalhada":"A repetição da palavra 'obra' enfatiza a importância do que foi construído na vida do crente e como isso será avaliado.","por_que_esta_palavra":"A palavra 'obra' é crucial para entender que as ações têm consequências eternas e que cada crente será responsável por suas obras.","conexao_teologica":"As obras são um reflexo da fé e da obediência a Deus, e a avaliação delas é um princípio importante na escatologia cristã.","referencias_relacionadas":["Gálatas 6:7-8","1 Pedro 1:17","Apocalipse 20:12"]},"1corintios_3_15_fogo":{"palavra_pt":"fogo","palavra_original":"πῦρ","transliteracao":"pŷr","strong":"G4442","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Refere-se ao teste que as obras dos crentes enfrentarão no Dia do Juízo.","explicacao_detalhada":"O fogo simboliza a purificação e a avaliação das obras, onde apenas o que é duradouro e de qualidade permanecerá.","por_que_esta_palavra":"A palavra 'fogo' é usada para ilustrar a severidade do julgamento e a necessidade de que as obras sejam feitas com sinceridade e em conformidade com a vontade de Deus.","conexao_teologica":"O fogo é um símbolo de julgamento e purificação, presente em várias passagens bíblicas que falam sobre o Dia do Senhor.","referencias_relacionadas":["Mateus 3:12","1 Pedro 1:7","Apocalipse 21:8"]},"1corintios_3_16_templo":{"palavra_pt":"templo","palavra_original":"ναός","transliteracao":"naós","strong":"G3485","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao corpo do crente como o templo do Espírito Santo.","explicacao_detalhada":"O 'templo' é uma metáfora para a habitação de Deus entre os homens, enfatizando a santidade e a importância do corpo do crente.","por_que_esta_palavra":"A palavra 'templo' destaca a presença de Deus na vida do crente e a responsabilidade de viver de maneira que glorifique a Deus.","conexao_teologica":"A teologia do templo é central na Escritura, mostrando como Deus deseja habitar entre seu povo.","referencias_relacionadas":["1 Coríntios 6:19-20","Efésios 2:19-22","Hebreus 3:6"]},"1corintios_3_16_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que habita no templo, ou seja, no crente.","explicacao_detalhada":"A presença de Deus no crente é um aspecto fundamental da vida cristã, indicando que somos instrumentos de Sua vontade.","por_que_esta_palavra":"A palavra 'Deus' é essencial para entender a relação íntima entre o crente e o Criador, que se manifesta em nossas vidas.","conexao_teologica":"A presença de Deus em nós é um tema central na teologia cristã, enfatizando a relação pessoal que temos com Ele.","referencias_relacionadas":["Romanos 8:9-11","Gálatas 4:6","2 Coríntios 6:16"]},"1corintios_3_16_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito Santo que habita no crente, dando vida e direção.","explicacao_detalhada":"O 'espírito' é a força vital que capacita o crente a viver de acordo com a vontade de Deus e a realizar boas obras.","por_que_esta_palavra":"A palavra 'espírito' enfatiza a importância da presença do Espírito Santo na vida do crente, que é fundamental para a transformação e santificação.","conexao_teologica":"A obra do Espírito Santo é essencial na vida cristã, pois Ele guia, ensina e fortalece os crentes.","referencias_relacionadas":["Atos 1:8","Romanos 8:26-27","Gálatas 5:22-23"]},"1corintios_3_17_templo":{"palavra_pt":"templo","palavra_original":"ναός","transliteracao":"naós","strong":"G3485","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se novamente ao corpo do crente como o templo de Deus.","explicacao_detalhada":"A repetição da palavra 'templo' reforça a ideia de que a vida do crente deve ser vivida em santidade, pois é a habitação de Deus.","por_que_esta_palavra":"A palavra 'templo' é crucial para entender a responsabilidade que temos em cuidar de nossos corpos e vidas como sagrados.","conexao_teologica":"A santidade do templo é um princípio que se estende a toda a vida do crente, que deve refletir a glória de Deus.","referencias_relacionadas":["1 Pedro 2:5","Romanos 12:1","2 Coríntios 7:1"]},"1corintios_3_17_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que habita no templo, ou seja, no crente.","explicacao_detalhada":"A presença de Deus no crente é um aspecto fundamental da vida cristã, indicando que somos instrumentos de Sua vontade.","por_que_esta_palavra":"A palavra 'Deus' é essencial para entender a relação íntima entre o crente e o Criador, que se manifesta em nossas vidas.","conexao_teologica":"A presença de Deus em nós é um tema central na teologia cristã, enfatizando a relação pessoal que temos com Ele.","referencias_relacionadas":["Romanos 8:9-11","Gálatas 4:6","2 Coríntios 6:16"]},"1corintios_3_17_destruir":{"palavra_pt":"destruir","palavra_original":"φθείρω","transliteracao":"phtheírō","strong":"G5351","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Destruir refere-se à ação de arruinar ou causar a perda de algo valioso, especialmente no contexto da edificação espiritual.","explicacao_detalhada":"Neste versículo, Paulo alerta que aqueles que destroem o templo de Deus, que é a comunidade de crentes, sofrerão consequências severas. A destruição aqui é entendida como uma violação da santidade e unidade da igreja.","por_que_esta_palavra":"A palavra 'destruir' é usada para enfatizar a gravidade de causar danos à comunidade de fé, que é considerada o templo de Deus.","conexao_teologica":"A destruição do templo de Deus é uma ofensa direta ao plano divino de edificação e unidade entre os crentes, refletindo a importância da igreja na teologia cristã.","referencias_relacionadas":["1 Coríntios 3:16-17","Mateus 12:6","Atos 7:48-50"]},"1corintios_3_18_bom":{"palavra_pt":"bom","palavra_original":"δοκέω","transliteracao":"dokéō","strong":"G1380","significado_raiz":"Ideia básica: bom.","significado_contextual":"Bom refere-se a algo que é correto, virtuoso ou que traz benefício, especialmente em relação ao entendimento e à sabedoria.","explicacao_detalhada":"Paulo exorta os crentes a não se enganarem, enfatizando que a sabedoria do mundo é considerada tolice diante de Deus. O 'bom' aqui contrasta com a sabedoria mundana.","por_que_esta_palavra":"A palavra 'bom' é utilizada para destacar a necessidade de buscar a verdadeira sabedoria que vem de Deus, em vez de confiar na sabedoria humana.","conexao_teologica":"A busca pelo que é bom e verdadeiro é central na vida cristã, refletindo a natureza de Deus como a fonte de toda bondade.","referencias_relacionadas":["Tiago 1:5","Romanos 12:2","Salmos 34:8"]},"1corintios_3_18_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Tornar-se ou acontecer refere-se ao processo de transformação ou mudança de estado, especialmente em relação ao entendimento espiritual.","explicacao_detalhada":"Paulo adverte que aqueles que se consideram sábios segundo os padrões do mundo devem se tornar tolos para que possam realmente se tornar sábios aos olhos de Deus.","por_que_esta_palavra":"A palavra 'tornar-se' é crucial para entender a necessidade de transformação espiritual e a renúncia à sabedoria mundana.","conexao_teologica":"A transformação é um tema central na teologia cristã, refletindo a obra do Espírito Santo na vida do crente.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Efésios 4:22-24"]},"1corintios_3_18_homem":{"palavra_pt":"homem","palavra_original":"μηδείς","transliteracao":"mēdeís","strong":"G3367","significado_raiz":"Ideia básica: homem.","significado_contextual":"Homem refere-se a qualquer pessoa, enfatizando a universalidade da advertência de Paulo contra a sabedoria mundana.","explicacao_detalhada":"Paulo usa 'homem' para incluir todos os que se consideram sábios, alertando que a sabedoria humana é insuficiente e enganosa.","por_que_esta_palavra":"A inclusão de 'homem' ressalta que todos, independentemente de sua posição ou conhecimento, devem se submeter à sabedoria de Deus.","conexao_teologica":"A condição humana é uma parte fundamental da teologia, reconhecendo a necessidade de dependência de Deus para a verdadeira sabedoria.","referencias_relacionadas":["Romanos 3:23","Gálatas 3:28","1 Pedro 5:5"]},"1corintios_3_19_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"σοφία","transliteracao":"sophía","strong":"G4678","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"Sabedoria refere-se ao conhecimento aplicado de maneira prática, especialmente em relação à vida espiritual e moral.","explicacao_detalhada":"Paulo afirma que a sabedoria deste mundo é tolice diante de Deus, enfatizando que a verdadeira sabedoria é aquela que vem do alto.","por_que_esta_palavra":"A palavra 'sabedoria' é central para a discussão sobre a diferença entre a sabedoria divina e a sabedoria humana.","conexao_teologica":"A sabedoria de Deus é um tema recorrente nas Escrituras, mostrando que a verdadeira compreensão vem de um relacionamento com Ele.","referencias_relacionadas":["Tiago 3:13-17","Provérbios 1:7","Colossenses 2:3"]},"1corintios_3_19_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus refere-se ao ser supremo, criador e sustentador do universo, que possui toda a sabedoria e conhecimento.","explicacao_detalhada":"Neste contexto, Paulo destaca que a sabedoria de Deus é superior à sabedoria humana, e que a verdadeira compreensão deve vir dEle.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a fonte de toda sabedoria e verdade.","conexao_teologica":"A soberania e a sabedoria de Deus são pilares da teologia cristã, enfatizando a necessidade de confiar nEle.","referencias_relacionadas":["Isaías 55:8-9","Romanos 11:33","1 Coríntios 1:25"]},"1corintios_3_19_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Ideia básica: mundo.","significado_contextual":"Mundo refere-se ao sistema de valores e sabedoria que está em oposição a Deus e à Sua verdade.","explicacao_detalhada":"Paulo menciona o 'mundo' para contrastar a sabedoria divina com a sabedoria que é comum entre os homens, que muitas vezes é enganosa.","por_que_esta_palavra":"A palavra 'mundo' é usada para enfatizar a diferença entre a perspectiva divina e a perspectiva humana.","conexao_teologica":"A distinção entre o mundo e o reino de Deus é um tema central na teologia, refletindo a necessidade de os crentes não se conformarem com os padrões mundanos.","referencias_relacionadas":["Romanos 12:2","1 João 2:15-17","Tiago 4:4"]},"1corintios_3_20_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor refere-se à autoridade suprema de Deus sobre todas as coisas, incluindo a sabedoria e o entendimento.","explicacao_detalhada":"Paulo menciona que o Senhor conhece os pensamentos dos sábios, enfatizando que a verdadeira autoridade pertence a Deus e não aos homens.","por_que_esta_palavra":"A palavra 'senhor' é usada para reafirmar a soberania de Deus sobre a sabedoria humana.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, mostrando que Ele é o verdadeiro Senhor de todas as coisas.","referencias_relacionadas":["Salmos 94:11","Provérbios 21:30","Isaías 40:13-14"]},"1corintios_3_20_dispute":{"palavra_pt":"dispute","palavra_original":"διαλογισμός","transliteracao":"dialogismós","strong":"G1261","significado_raiz":"Ideia básica: dispute.","significado_contextual":"Disputa refere-se a discussões ou debates que podem levar à divisão e confusão entre os crentes.","explicacao_detalhada":"Paulo adverte contra as disputas que surgem da sabedoria mundana, que podem causar divisões dentro da igreja.","por_que_esta_palavra":"A palavra 'disputa' é usada para destacar os perigos de se envolver em discussões que não edificam a comunidade de fé.","conexao_teologica":"A unidade da igreja é um princípio teológico importante, e disputas podem ameaçar essa unidade.","referencias_relacionadas":["Filipenses 2:14","Tito 3:9","Romanos 14:19"]},"1corintios_3_20_grande":{"palavra_pt":"conhecer","palavra_original":"γινώσκω","transliteracao":"ginṓskō","strong":"G1097","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Conhecer refere-se à compreensão e ao reconhecimento da verdade, especialmente em relação a Deus e Sua sabedoria.","explicacao_detalhada":"Paulo enfatiza a importância de conhecer a verdadeira sabedoria que vem de Deus, em contraste com a sabedoria do mundo.","por_que_esta_palavra":"A palavra 'conhecer' é fundamental para entender a relação entre o crente e Deus, e a importância de buscar a verdade.","conexao_teologica":"O conhecimento de Deus é essencial para a vida cristã, refletindo a necessidade de um relacionamento pessoal com Ele.","referencias_relacionadas":["João 17:3","Colossenses 1:10","Efésios 1:17"]},"1corintios_3_21_bom":{"palavra_pt":"bom","palavra_original":"καυχάομαι","transliteracao":"kaucháomai","strong":"G2744","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade positiva e desejável das coisas, especialmente em relação ao que é dado por Deus.","explicacao_detalhada":"A palavra 'bom' neste contexto enfatiza que tudo que pertence aos crentes é, de fato, uma bênção e um presente de Deus. Paulo está lembrando os coríntios de que não devem se gloriar em líderes humanos, pois tudo que têm é de Deus.","por_que_esta_palavra":"A escolha da palavra 'bom' destaca a generosidade de Deus e a importância de reconhecer que todas as coisas boas vêm dEle.","conexao_teologica":"A bondade de Deus é um tema central na teologia cristã, refletindo Sua natureza e a forma como Ele se relaciona com a criação.","referencias_relacionadas":["Tiago 1:17","Salmos 34:8","Romanos 8:28"]},"1corintios_3_21_homem":{"palavra_pt":"homem","palavra_original":"μηδείς","transliteracao":"mēdeís","strong":"G3367","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a qualquer ser humano, enfatizando a igualdade entre todos diante de Deus.","explicacao_detalhada":"Neste versículo, Paulo usa 'homem' para mostrar que nenhum ser humano deve ser exaltado ou considerado superior, pois todos são iguais perante Deus e dependem dEle.","por_que_esta_palavra":"A palavra 'homem' é usada para enfatizar a fragilidade e a limitação humana em comparação com a grandeza de Deus.","conexao_teologica":"A igualdade de todos os seres humanos diante de Deus é um princípio fundamental na teologia cristã, que promove a humildade e a unidade.","referencias_relacionadas":["Gálatas 3:28","Romanos 3:23","1 Pedro 5:5"]},"1corintios_3_21_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se à jornada ou ao modo de vida que os crentes devem seguir.","explicacao_detalhada":"A palavra 'caminho' implica que a vida cristã é uma jornada que deve ser vivida de acordo com os princípios de Deus, e não segundo a sabedoria humana.","por_que_esta_palavra":"Usar 'caminho' enfatiza a ideia de que a vida cristã é um processo contínuo de crescimento e transformação.","conexao_teologica":"O conceito de 'caminho' é frequentemente associado à vida em Cristo, que é o caminho, a verdade e a vida.","referencias_relacionadas":["João 14:6","Salmos 119:105","Provérbios 3:6"]},"1corintios_3_22_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e à autoridade de uma pessoa, neste caso, de Paulo.","explicacao_detalhada":"A menção do 'nome' de Paulo serve para lembrar aos coríntios que ele é um dos servos de Deus, mas não deve ser adorado ou colocado acima de outros.","por_que_esta_palavra":"O nome é um símbolo de identidade e autoridade, e Paulo quer que os crentes entendam que sua liderança é para servir e não para ser exaltada.","conexao_teologica":"A importância do nome de Jesus é central na fé cristã, refletindo Sua autoridade e poder.","referencias_relacionadas":["Filipenses 2:9-11","Atos 4:12","Romanos 10:13"]},"1corintios_3_22_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida espiritual e à nova vida que os crentes têm em Cristo.","explicacao_detalhada":"A palavra 'vida' aqui destaca a transformação que ocorre na vida do crente ao aceitar a Cristo, que traz uma nova perspectiva e propósito.","por_que_esta_palavra":"A ênfase na 'vida' reflete a centralidade do evangelho, que é sobre a vida abundante que Jesus oferece.","conexao_teologica":"A vida em Cristo é um tema central na teologia cristã, simbolizando a redenção e a esperança.","referencias_relacionadas":["João 10:10","2 Coríntios 5:17","Gálatas 2:20"]},"1corintios_3_22_morte":{"palavra_pt":"morte","palavra_original":"θάνατος","transliteracao":"thánatos","strong":"G2288","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se à morte física e espiritual, contrastando com a vida que Cristo oferece.","explicacao_detalhada":"Neste contexto, a 'morte' é um lembrete da consequência do pecado e da separação de Deus, mas também da vitória que Cristo teve sobre a morte.","por_que_esta_palavra":"A menção da 'morte' serve para enfatizar a gravidade do pecado e a necessidade de redenção.","conexao_teologica":"A morte e ressurreição de Cristo são fundamentais para a fé cristã, representando a vitória sobre o pecado e a morte.","referencias_relacionadas":["Romanos 6:23","1 Coríntios 15:55-57","João 11:25-26"]},"1corintios_3_23_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Cristo como o Messias, o escolhido de Deus para a salvação da humanidade.","explicacao_detalhada":"A palavra 'Cristo' enfatiza a divindade e a missão de Jesus, que é central para a fé cristã e a vida dos crentes.","por_que_esta_palavra":"A escolha de 'Cristo' sublinha a importância de reconhecer Jesus como o Senhor e Salvador, e não apenas como um líder humano.","conexao_teologica":"Cristo é o centro da teologia cristã, sendo a encarnação de Deus e o cumprimento das promessas do Antigo Testamento.","referencias_relacionadas":["Mateus 16:16","Atos 2:36","Romanos 1:3-4"]},"1corintios_3_23_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus Todo-Poderoso, criador e sustentador de todas as coisas.","explicacao_detalhada":"A palavra 'Deus' aqui reafirma a soberania de Deus sobre todas as coisas, incluindo os líderes da igreja e a vida dos crentes.","por_que_esta_palavra":"A menção de 'Deus' é crucial para lembrar os crentes de que sua verdadeira fonte de autoridade e bênção vem dEle.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, refletindo Sua autoridade e controle sobre a história.","referencias_relacionadas":["Salmos 115:3","Isaías 46:10","Romanos 11:36"]}}