{"1corintios_6_1_bold":{"palavra_pt":"bold","palavra_original":"τολμάω","transliteracao":"tolmáō","strong":"G5111","significado_raiz":"Ideia básica: bold.","significado_contextual":"Refere-se à ousadia de levar questões entre irmãos para juízes não cristãos.","explicacao_detalhada":"Paulo critica a atitude dos coríntios que, em vez de resolver disputas internamente, buscam a justiça fora da comunidade de fé.","por_que_esta_palavra":"A ousadia é vista como uma falta de discernimento e fé na capacidade da igreja de lidar com conflitos.","conexao_teologica":"A igreja é chamada a ser um lugar de resolução e reconciliação, refletindo a justiça de Deus.","referencias_relacionadas":["Mateus 5:25","Gálatas 6:1","Tiago 5:16"]},"1corintios_6_1_possessao":{"palavra_pt":"possessao","palavra_original":"ἔχω","transliteracao":"échō","strong":"G2192","significado_raiz":"Ideia básica: possessao.","significado_contextual":"Refere-se à propriedade ou direitos que estão sendo disputados entre os membros da igreja.","explicacao_detalhada":"Paulo aborda a questão de como os cristãos devem lidar com suas posses e disputas, enfatizando a importância da resolução pacífica.","por_que_esta_palavra":"A palavra 'posse' destaca a relevância das questões materiais e como elas podem afetar a comunhão entre os crentes.","conexao_teologica":"A administração de bens e posses é um tema importante na vida cristã, onde a generosidade e a justiça são valorizadas.","referencias_relacionadas":["Lucas 12:15","1 Timóteo 6:10","Hebreus 13:5"]},"1corintios_6_2_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Ideia básica: mundo.","significado_contextual":"Refere-se ao sistema secular e à sociedade que não segue os princípios de Deus.","explicacao_detalhada":"Paulo questiona por que os cristãos levariam suas disputas a um tribunal secular, quando eles mesmos devem ter a sabedoria para julgar tais questões.","por_que_esta_palavra":"A palavra 'mundo' é usada para contrastar a sabedoria divina com a sabedoria humana, que muitas vezes é falha.","conexao_teologica":"Os crentes são chamados a viver de maneira diferente do mundo, refletindo os valores do Reino de Deus.","referencias_relacionadas":["Romanos 12:2","1 João 2:15-17","Tiago 4:4"]},"1corintios_6_2_julgar":{"palavra_pt":"julgar","palavra_original":"κρίνω","transliteracao":"krínō","strong":"G2919","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se à capacidade dos cristãos de discernir e decidir sobre questões morais e éticas.","explicacao_detalhada":"Paulo afirma que os crentes têm a responsabilidade e a autoridade de julgar questões dentro da igreja, ao invés de depender de juízes não cristãos.","por_que_esta_palavra":"A palavra 'julgar' implica em discernimento e responsabilidade moral, que são essenciais na vida da igreja.","conexao_teologica":"A habilidade de julgar corretamente é um reflexo da sabedoria que vem de Deus e é um aspecto da vida comunitária cristã.","referencias_relacionadas":["Mateus 7:1-5","1 Coríntios 2:15","Gálatas 6:1"]},"1corintios_6_3_julgar":{"palavra_pt":"julgar","palavra_original":"κρίνω","transliteracao":"krínō","strong":"G2919","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Reforça a ideia de que os cristãos têm a capacidade de julgar questões espirituais e morais.","explicacao_detalhada":"Paulo destaca que, se os crentes irão julgar os anjos, quanto mais devem ser capazes de resolver questões entre si.","por_que_esta_palavra":"A repetição da palavra 'julgar' enfatiza a importância dessa responsabilidade na vida da igreja.","conexao_teologica":"A capacidade de julgar é um dom espiritual que deve ser exercido com sabedoria e amor.","referencias_relacionadas":["1 Coríntios 2:15","Romanos 14:10","Tiago 4:12"]},"1corintios_6_3_homem":{"palavra_pt":"homem","palavra_original":"οὐ","transliteracao":"ou","strong":"G3756","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em geral, enfatizando a igualdade entre os crentes.","explicacao_detalhada":"Paulo usa 'homem' para discutir a natureza humana e a responsabilidade que todos têm em relação ao julgamento e à moralidade.","por_que_esta_palavra":"A palavra 'homem' é usada para incluir todos os crentes, independentemente de sua posição ou status.","conexao_teologica":"A igualdade diante de Deus é um tema central na teologia cristã, onde todos são chamados a viver em santidade.","referencias_relacionadas":["Gálatas 3:28","Romanos 3:23","1 Pedro 2:9"]},"1corintios_6_3_concerning":{"palavra_pt":"concerning","palavra_original":"ὅτι","transliteracao":"hóti","strong":"G3754","significado_raiz":"Ideia básica: concerning.","significado_contextual":"Refere-se a questões específicas que estão sendo discutidas entre os crentes.","explicacao_detalhada":"Paulo usa 'concerning' para introduzir a ideia de que há assuntos que precisam ser tratados com seriedade dentro da comunidade.","por_que_esta_palavra":"A palavra 'concerning' indica que há uma responsabilidade coletiva em lidar com questões que afetam a vida da igreja.","conexao_teologica":"A vida em comunidade requer que os crentes se preocupem uns com os outros e busquem a paz e a unidade.","referencias_relacionadas":["Efésios 4:3","Colossenses 3:13","1 Pedro 4:10"]},"1corintios_6_4_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à comunidade de crentes que se reúnem para adoração e ensino.","explicacao_detalhada":"A palavra 'igreja' ou 'assembleia' (ἐκκλησία) é usada para descrever o corpo de Cristo, que é composto por todos os crentes. No contexto de 1 Coríntios 6:4, Paulo está abordando a questão de como os membros da igreja devem resolver disputas entre si.","por_que_esta_palavra":"A escolha da palavra enfatiza a importância da unidade e da resolução de conflitos dentro da comunidade de fé.","conexao_teologica":"A igreja é vista como o corpo de Cristo, onde cada membro tem um papel e deve agir em amor e justiça.","referencias_relacionadas":["Mateus 18:15-17","Atos 2:42-47","Efésios 4:1-6"]},"1corintios_6_4_possessao":{"palavra_pt":"possessao","palavra_original":"ἔχω","transliteracao":"échō","strong":"G2192","significado_raiz":"Ideia básica: possessao.","significado_contextual":"Refere-se ao ato de ter ou possuir algo, especialmente em um contexto legal ou de propriedade.","explicacao_detalhada":"A palavra 'possessão' (ἔχω) é utilizada para descrever a relação de um indivíduo com bens ou direitos. Em 1 Coríntios 6:4, Paulo menciona a necessidade de resolver disputas sobre posses dentro da igreja.","por_que_esta_palavra":"A palavra é relevante para discutir a justiça e a ética nas relações entre os membros da igreja.","conexao_teologica":"A possessão deve ser vista à luz da generosidade e do cuidado mútuo entre os crentes.","referencias_relacionadas":["Lucas 12:15","1 Timóteo 6:7-10","Hebreus 13:5"]},"1corintios_6_5_shame":{"palavra_pt":"shame","palavra_original":"ἐντροπή","transliteracao":"entropḗ","strong":"G1791","significado_raiz":"Ideia básica: shame.","significado_contextual":"Refere-se à vergonha ou desonra que pode resultar de ações inadequadas.","explicacao_detalhada":"A palavra 'shame' (ἐντροπή) é usada para descrever a sensação de desonra que pode ocorrer quando a igreja não age de maneira justa. Paulo expressa sua preocupação com a falta de sabedoria na resolução de conflitos.","por_que_esta_palavra":"A utilização dessa palavra destaca a importância da honra e da reputação da comunidade cristã.","conexao_teologica":"A vergonha pode ser um chamado à reflexão e ao arrependimento, levando os crentes a buscar a reconciliação.","referencias_relacionadas":["Romanos 10:11","Salmos 34:5","1 Pedro 2:6"]},"1corintios_6_5_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de declarar ou afirmar algo.","explicacao_detalhada":"A palavra 'dizer' (λέγω) é utilizada para enfatizar a comunicação e a necessidade de expressar verdades de maneira clara. Em 1 Coríntios 6:5, Paulo questiona a falta de sabedoria entre os crentes.","por_que_esta_palavra":"A escolha dessa palavra ressalta a importância da fala e da comunicação na resolução de conflitos.","conexao_teologica":"A comunicação é fundamental na vida da igreja, pois promove entendimento e unidade.","referencias_relacionadas":["Tiago 1:19","Efésios 4:29","Colossenses 4:6"]},"1corintios_6_6_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se ao ato de acompanhar ou estar em conformidade com algo.","explicacao_detalhada":"A palavra 'seguir' (μετά) é usada para descrever a ação de estar em comunhão ou em acordo com outros. Em 1 Coríntios 6:6, Paulo menciona que os crentes estão se seguindo uns aos outros em ações inadequadas.","por_que_esta_palavra":"A palavra destaca a influência mútua que os crentes têm uns sobre os outros.","conexao_teologica":"A vida cristã é uma jornada em comunidade, onde os crentes devem se apoiar e encorajar uns aos outros.","referencias_relacionadas":["Gálatas 6:2","Romanos 15:1","Hebreus 10:24-25"]},"1corintios_6_6_julgar":{"palavra_pt":"julgar","palavra_original":"κρίνω","transliteracao":"krínō","strong":"G2919","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de tomar uma decisão ou fazer um julgamento sobre uma situação.","explicacao_detalhada":"A palavra 'julgar' (κρίνω) é utilizada para descrever a ação de discernir ou decidir sobre questões de justiça. Paulo critica a falta de julgamento adequado entre os crentes em 1 Coríntios 6:6.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a responsabilidade dos crentes em agir com justiça e sabedoria.","conexao_teologica":"Os crentes são chamados a ser sábios e justos em suas decisões, refletindo o caráter de Deus.","referencias_relacionadas":["Mateus 7:1-5","Tiago 4:11-12","Romanos 14:10"]},"1corintios_6_6_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"Refere-se a uma conclusão ou consequência lógica de uma argumentação.","explicacao_detalhada":"A palavra 'portanto' (καί) é usada para conectar ideias e indicar a necessidade de uma ação ou reflexão. Em 1 Coríntios 6:6, Paulo está levando os leitores a considerar as implicações de suas ações.","por_que_esta_palavra":"A escolha dessa palavra é crucial para a lógica do argumento de Paulo, mostrando a relação entre ações e consequências.","conexao_teologica":"As decisões que tomamos têm consequências espirituais e comunitárias.","referencias_relacionadas":["Romanos 12:1-2","Gálatas 5:13","Efésios 5:15-16"]},"1corintios_6_7_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se ao ato de acompanhar ou estar em conformidade com algo.","explicacao_detalhada":"A palavra 'seguir' (μετά) é utilizada novamente para enfatizar a necessidade de estar em harmonia com os outros. Em 1 Coríntios 6:7, Paulo menciona que os crentes estão se seguindo em ações que não são edificantes.","por_que_esta_palavra":"A repetição da palavra destaca a importância da unidade e do apoio mútuo na comunidade cristã.","conexao_teologica":"A vida em comunidade requer que os crentes se ajudem e se incentivem uns aos outros.","referencias_relacionadas":["1 Tessalonicenses 5:11","Romanos 12:10","Filipenses 2:2"]},"1corintios_6_8_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"Refere-se a uma conclusão ou consequência lógica de uma argumentação.","explicacao_detalhada":"A palavra 'portanto' (καί) é usada para conectar ideias e indicar a necessidade de uma ação ou reflexão. Em 1 Coríntios 6:8, Paulo conclui que os crentes estão agindo de maneira errada ao se prejudicarem mutuamente.","por_que_esta_palavra":"A escolha dessa palavra é importante para entender a lógica do argumento de Paulo sobre a justiça e a ética entre os crentes.","conexao_teologica":"As ações dos crentes têm um impacto no testemunho da igreja e na sua relação com Deus.","referencias_relacionadas":["Gálatas 6:7-8","Colossenses 3:25","Tiago 3:18"]},"1corintios_6_9_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao ser supremo, criador e sustentador do universo.","explicacao_detalhada":"A palavra 'deus' (θεός) é central na teologia cristã, representando a autoridade e a soberania de Deus. Em 1 Coríntios 6:9, Paulo menciona a justiça de Deus em relação aos pecadores.","por_que_esta_palavra":"A escolha dessa palavra é fundamental para entender a natureza de Deus e sua relação com a humanidade.","conexao_teologica":"Deus é justo e santo, e suas expectativas para a vida dos crentes são baseadas em seu caráter.","referencias_relacionadas":["Salmos 7:11","Romanos 1:18","1 Pedro 1:16"]},"1corintios_6_9_verdade":{"palavra_pt":"verdade","palavra_original":"πλανάω","transliteracao":"planáō","strong":"G4105","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade espiritual e moral que é inalterável e que deve ser buscada pelos crentes.","explicacao_detalhada":"No contexto de 1 Coríntios 6:9, a 'verdade' é contrastada com as práticas pecaminosas que não herdarão o Reino de Deus. A verdade é um princípio fundamental na vida cristã, que implica viver de acordo com os ensinamentos de Cristo.","por_que_esta_palavra":"A inclusão da palavra 'verdade' enfatiza a necessidade de os cristãos viverem em conformidade com a realidade de sua fé e não se deixarem enganar por falsas doutrinas.","conexao_teologica":"A verdade é central na teologia cristã, pois Jesus se apresenta como 'o caminho, a verdade e a vida' (João 14:6). A verdade é o fundamento da liberdade espiritual.","referencias_relacionadas":["João 8:32","Efésios 4:15","2 Timóteo 2:15"]},"1corintios_6_10_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Ser Supremo, criador e sustentador do universo, que é a fonte de toda moralidade e justiça.","explicacao_detalhada":"Em 1 Coríntios 6:10, a menção a 'Deus' destaca a autoridade divina sobre a vida moral e as consequências do pecado. A rejeição de Deus resulta em separação do Seu Reino.","por_que_esta_palavra":"A palavra 'deus' é crucial para entender a soberania divina e a necessidade de se viver em obediência a Ele para evitar a condenação.","conexao_teologica":"Deus é o juiz final que determinará quem herdará o Reino. A relação com Deus é a base da vida cristã e da ética.","referencias_relacionadas":["Salmos 24:1","Romanos 1:20","Hebreus 11:6"]},"1corintios_6_10_covetous":{"palavra_pt":"covetous","palavra_original":"πλεονέκτης","transliteracao":"pleonéktēs","strong":"G4123","significado_raiz":"Ideia básica: covetous.","significado_contextual":"A palavra 'covetous' refere-se ao desejo excessivo por bens materiais ou o que pertence a outros, que é considerado pecado.","explicacao_detalhada":"No contexto de 1 Coríntios 6:10, a cobiça é listada entre os pecados que excluem os indivíduos do Reino de Deus, ressaltando a importância de um coração puro.","por_que_esta_palavra":"A inclusão da palavra 'covetous' serve como um alerta para os crentes sobre os perigos do materialismo e da avareza.","conexao_teologica":"A cobiça é uma violação do décimo mandamento e reflete uma falta de confiança na provisão de Deus.","referencias_relacionadas":["Êxodo 20:17","Lucas 12:15","Tiago 4:2"]},"1corintios_6_11_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade de Cristo sobre a vida dos crentes e Sua posição como Salvador.","explicacao_detalhada":"Em 1 Coríntios 6:11, a palavra 'senhor' destaca a transformação que ocorre na vida dos crentes, que são lavados, santificados e justificados em nome do Senhor Jesus.","por_que_esta_palavra":"A palavra 'senhor' é essencial para entender a relação de submissão e reverência que os crentes devem ter em relação a Cristo.","conexao_teologica":"Cristo como Senhor implica que Ele tem autoridade sobre todas as áreas da vida do crente, incluindo moralidade e comportamento.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:9-11","Atos 2:36"]},"1corintios_6_11_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'jesus' refere-se ao nome do Salvador, que é central na fé cristã e na salvação dos pecadores.","explicacao_detalhada":"Em 1 Coríntios 6:11, o nome de Jesus é mencionado como o meio pelo qual os crentes são justificados e transformados, enfatizando Sua obra redentora.","por_que_esta_palavra":"A menção de 'Jesus' é fundamental para a compreensão da salvação e da nova vida que os crentes recebem através dEle.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e Sua obra na cruz é o fundamento da fé cristã.","referencias_relacionadas":["Atos 4:12","Romanos 5:1","Gálatas 2:20"]},"1corintios_6_12_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' refere-se ao modo de vida ou à conduta que um crente deve seguir em sua jornada espiritual.","explicacao_detalhada":"Em 1 Coríntios 6:12, a expressão 'tudo me é lícito' é contrastada com a necessidade de discernimento e responsabilidade na vida cristã.","por_que_esta_palavra":"A palavra 'caminho' destaca que a liberdade em Cristo não é uma licença para pecar, mas um chamado para viver de maneira que glorifique a Deus.","conexao_teologica":"O 'caminho' é frequentemente usado nas Escrituras para descrever a vida de fé e obediência que os crentes devem seguir.","referencias_relacionadas":["Salmos 119:105","Mateus 7:13-14","Gálatas 5:16"]},"1corintios_6_12_lawful":{"palavra_pt":"lawful","palavra_original":"ἔξεστι","transliteracao":"éxesti","strong":"G1832","significado_raiz":"Ideia básica: lawful.","significado_contextual":"A palavra 'lawful' refere-se ao que é permitido ou aceitável dentro da moralidade cristã.","explicacao_detalhada":"Em 1 Coríntios 6:12, Paulo discute a diferença entre o que é legal e o que é benéfico, enfatizando a responsabilidade do crente em suas escolhas.","por_que_esta_palavra":"A palavra 'lawful' é importante para entender que nem tudo que é permitido é necessariamente bom para a edificação espiritual.","conexao_teologica":"A liberdade em Cristo deve ser exercida com sabedoria e discernimento, buscando sempre o que glorifica a Deus.","referencias_relacionadas":["1 Coríntios 10:23","Romanos 14:21","Gálatas 5:13"]},"1corintios_6_12_urso":{"palavra_pt":"urso","palavra_original":"συμφέρω","transliteracao":"symphérō","strong":"G4851","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a algo que é útil ou que traz benefício, mas no contexto de 1 Coríntios 6:12, é usada para discutir o que é realmente proveitoso.","explicacao_detalhada":"Em 1 Coríntios 6:12, Paulo argumenta que, embora algumas coisas possam ser permitidas, nem todas são proveitosas para a vida espiritual e comunitária.","por_que_esta_palavra":"A palavra 'urso' é um lembrete de que a vida cristã deve ser vivida com um propósito que edifique a si mesmo e aos outros.","conexao_teologica":"A ideia de 'urso' está ligada à responsabilidade cristã de buscar o bem maior e não apenas a liberdade pessoal.","referencias_relacionadas":["Filipenses 1:10","1 Coríntios 10:24","Romanos 15:2"]},"1corintios_6_13_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é novamente mencionada para reafirmar a soberania e a autoridade divina sobre todas as coisas, incluindo o corpo.","explicacao_detalhada":"Em 1 Coríntios 6:13, Paulo discute a relação entre o corpo e o Senhor, enfatizando que o corpo é para o Senhor e não para a imoralidade.","por_que_esta_palavra":"A repetição da palavra 'deus' reforça a ideia de que a vida do crente deve ser vivida em submissão a Deus, que é o criador e sustentador.","conexao_teologica":"A conexão entre Deus e o corpo dos crentes é fundamental para entender a dignidade e o propósito do corpo na vida cristã.","referencias_relacionadas":["1 Coríntios 3:16","Romanos 12:1","Gálatas 2:20"]},"1corintios_6_13_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para reafirmar a autoridade de Cristo sobre a vida dos crentes e a importância de viver de acordo com essa autoridade.","explicacao_detalhada":"Em 1 Coríntios 6:13, a ênfase na autoridade do Senhor destaca a necessidade de os crentes se afastarem da imoralidade e viverem em santidade.","por_que_esta_palavra":"A palavra 'senhor' é crucial para entender a relação de submissão e reverência que os crentes devem ter em relação a Cristo.","conexao_teologica":"A autoridade de Cristo implica que Ele tem o direito de governar a vida dos crentes, moldando suas ações e decisões.","referencias_relacionadas":["Mateus 28:18","Colossenses 1:17","Efésios 1:22"]},"1corintios_6_13_alimento":{"palavra_pt":"alimento","palavra_original":"βρῶμα","transliteracao":"brōma","strong":"G1033","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se ao alimento físico, mas também simboliza as necessidades do corpo.","explicacao_detalhada":"Neste versículo, Paulo discute a relação entre o corpo e o alimento, enfatizando que o corpo não deve ser reduzido a meras necessidades físicas, mas que tem um propósito espiritual maior.","por_que_esta_palavra":"A palavra 'alimento' é usada para ilustrar a transitoriedade das necessidades físicas em contraste com a eternidade do espírito.","conexao_teologica":"A relação entre o corpo e o espírito é central na teologia paulina, onde o corpo é visto como templo do Espírito Santo.","referencias_relacionadas":["1 Coríntios 3:16","Romanos 12:1","Gálatas 5:17"]},"1corintios_6_14_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como o criador e sustentador de todas as coisas.","explicacao_detalhada":"Paulo menciona Deus para afirmar que Ele tem poder sobre a vida e a ressurreição, destacando a importância da fé na ressurreição de Cristo.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a soberania divina e a relação do crente com o Criador.","conexao_teologica":"A ressurreição de Jesus é um tema central na teologia cristã, mostrando o poder de Deus sobre a morte.","referencias_relacionadas":["Romanos 1:4","1 Coríntios 15:20-22","Atos 2:24"]},"1corintios_6_14_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade de Cristo como Senhor sobre a vida dos crentes.","explicacao_detalhada":"Paulo usa 'Senhor' para enfatizar a soberania de Cristo e a necessidade de submeter-se a Ele em todas as áreas da vida.","por_que_esta_palavra":"A palavra 'Senhor' é crucial para reconhecer a posição de Cristo como autoridade máxima na vida do crente.","conexao_teologica":"A submissão a Cristo é um tema recorrente nas cartas de Paulo, refletindo a relação entre o crente e seu Senhor.","referencias_relacionadas":["Filipenses 2:9-11","Colossenses 1:17","Romanos 10:9"]},"1corintios_6_14_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"Refere-se ao poder de Deus que ressuscitou Jesus dos mortos.","explicacao_detalhada":"Neste contexto, Paulo destaca que o mesmo poder que ressuscitou Cristo também opera na vida dos crentes, capacitando-os a viver em santidade.","por_que_esta_palavra":"A palavra 'poder' é usada para enfatizar a capacidade divina de transformar vidas e ressuscitar os mortos.","conexao_teologica":"O poder de Deus é um tema central na teologia cristã, mostrando que a salvação e a transformação são possíveis através dEle.","referencias_relacionadas":["Efésios 1:19-20","Romanos 8:11","2 Coríntios 5:17"]},"1corintios_6_15_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Jesus como o Cristo, o Ungido de Deus.","explicacao_detalhada":"Paulo enfatiza a identidade de Cristo como o Messias, que tem um papel central na salvação e na vida do crente.","por_que_esta_palavra":"A palavra 'Cristo' é essencial para entender a missão de Jesus e sua autoridade como Salvador.","conexao_teologica":"A unção de Jesus é um tema importante, pois Ele é o cumprimento das promessas messiânicas do Antigo Testamento.","referencias_relacionadas":["Mateus 16:16","Atos 10:38","Romanos 1:3-4"]},"1corintios_6_15_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de fazer ou criar, enfatizando a atividade de Deus na vida do crente.","explicacao_detalhada":"Paulo discute como os crentes são chamados a agir de acordo com a nova vida em Cristo, que deve refletir a santidade.","por_que_esta_palavra":"A palavra 'fazer' é usada para destacar a responsabilidade do crente em viver de maneira que glorifique a Deus.","conexao_teologica":"A ação do crente é uma resposta à graça de Deus, refletindo a transformação que ocorre na vida de quem crê.","referencias_relacionadas":["Efésios 2:10","Tiago 1:22","Colossenses 3:17"]},"1corintios_6_15_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao processo de transformação e realização do propósito de Deus na vida do crente.","explicacao_detalhada":"Paulo fala sobre como os crentes devem se tornar novas criaturas em Cristo, enfatizando a importância da mudança de vida.","por_que_esta_palavra":"A palavra 'tornar-se' é usada para ilustrar a transformação contínua que deve ocorrer na vida do crente.","conexao_teologica":"A ideia de transformação é central na mensagem do evangelho, onde o crente é chamado a viver em novidade de vida.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"1corintios_6_16_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à natureza humana e suas inclinações pecaminosas.","explicacao_detalhada":"Paulo discute a relação entre o corpo e o pecado, enfatizando que o corpo não deve ser usado para a imoralidade.","por_que_esta_palavra":"A palavra 'carne' é usada para descrever a luta entre a natureza pecaminosa e a nova vida em Cristo.","conexao_teologica":"A luta contra a carne é um tema importante na vida cristã, refletindo a necessidade de viver pelo Espírito.","referencias_relacionadas":["Gálatas 5:16-17","Romanos 7:18","1 Pedro 2:11"]},"1corintios_6_16_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo físico como templo do Espírito Santo.","explicacao_detalhada":"Paulo enfatiza a importância de tratar o corpo com respeito, pois ele é habitado pelo Espírito de Deus.","por_que_esta_palavra":"A palavra 'corpo' é usada para destacar a dignidade e o propósito espiritual do corpo do crente.","conexao_teologica":"A teologia do corpo é fundamental, pois reflete a relação entre o físico e o espiritual na vida do crente.","referencias_relacionadas":["1 Coríntios 3:16-17","Romanos 12:1","Gálatas 5:24"]},"1corintios_6_17_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade de Cristo sobre a vida do crente.","explicacao_detalhada":"Paulo reafirma que aqueles que se unem a Cristo se tornam um só espírito com Ele, enfatizando a intimidade da relação.","por_que_esta_palavra":"A palavra 'Senhor' é usada para reafirmar a posição de Cristo como autoridade suprema na vida do crente.","conexao_teologica":"A união com Cristo é um tema central na teologia cristã, refletindo a nova identidade do crente.","referencias_relacionadas":["Romanos 6:5","Gálatas 2:20","Colossenses 3:3"]},"1corintios_6_17_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se à união espiritual entre o crente e o Senhor.","explicacao_detalhada":"A palavra 'espírito' aqui enfatiza a conexão íntima e espiritual que o crente tem com Deus. Essa união é descrita como um 'sopro' que representa vida e vitalidade espiritual.","por_que_esta_palavra":"A escolha da palavra 'espírito' destaca a dimensão espiritual da relação do crente com Deus, que vai além do físico.","conexao_teologica":"A união do crente com Cristo é fundamental na teologia cristã, simbolizando a nova vida em Cristo e a habitação do Espírito Santo.","referencias_relacionadas":["João 3:6","Romanos 8:9-11","Gálatas 5:25"]},"1corintios_6_17_cleave":{"palavra_pt":"cleave","palavra_original":"κολλάω","transliteracao":"kolláō","strong":"G2853","significado_raiz":"Ideia básica: cleave.","significado_contextual":"Refere-se à união profunda e inseparável entre o crente e o Senhor.","explicacao_detalhada":"A palavra 'cleave' implica em uma ligação forte e duradoura, como um casamento, onde duas partes se tornam uma só. Isso enfatiza a importância da fidelidade e da devoção a Deus.","por_que_esta_palavra":"A palavra foi escolhida para ilustrar a profundidade da relação que deve existir entre o crente e Deus, semelhante à união conjugal.","conexao_teologica":"A união com Cristo é um tema central na teologia, refletindo a relação entre Cristo e a Igreja.","referencias_relacionadas":["Gênesis 2:24","Efésios 5:31-32","Colossenses 3:14"]},"1corintios_6_18_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de realizar ou cometer um ato.","explicacao_detalhada":"A palavra 'fazer' é usada para descrever a ação de se envolver em comportamentos que são moralmente errados, especialmente em relação à fornicação.","por_que_esta_palavra":"A escolha desta palavra enfatiza a responsabilidade do crente em suas ações e decisões morais.","conexao_teologica":"As ações do crente são importantes na vida cristã, refletindo a santidade e a moralidade que Deus espera.","referencias_relacionadas":["Mateus 7:17-20","Tiago 2:17","Gálatas 6:7-8"]},"1corintios_6_18_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"Refere-se à relação pessoal e íntima que se tem com alguém.","explicacao_detalhada":"A palavra 'acquaintance' implica em um conhecimento profundo e pessoal, que é vital para entender a natureza do pecado e suas consequências.","por_que_esta_palavra":"Esta palavra foi escolhida para destacar a importância do conhecimento e da experiência pessoal na vida espiritual.","conexao_teologica":"O conhecimento de Deus e de Sua vontade é essencial para a vida cristã e para evitar o pecado.","referencias_relacionadas":["Filipenses 3:10","1 João 2:3-4","2 Pedro 1:2"]},"1corintios_6_18_fornication":{"palavra_pt":"fornication","palavra_original":"πορνεία","transliteracao":"porneía","strong":"G4202","significado_raiz":"Ideia básica: fornication.","significado_contextual":"Refere-se a relações sexuais imorais fora do casamento.","explicacao_detalhada":"A palavra 'fornicação' é usada para descrever comportamentos que são contrários aos padrões de santidade que Deus estabeleceu para o relacionamento sexual.","por_que_esta_palavra":"A escolha desta palavra enfatiza a seriedade do pecado sexual e suas consequências espirituais.","conexao_teologica":"A pureza sexual é um tema importante na Bíblia, refletindo a santidade de Deus e o plano divino para o casamento.","referencias_relacionadas":["Hebreus 13:4","1 Tessalonicenses 4:3-5","Gálatas 5:19"]},"1corintios_6_19_templo":{"palavra_pt":"templo","palavra_original":"ναός","transliteracao":"naós","strong":"G3485","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao corpo do crente como morada do Espírito Santo.","explicacao_detalhada":"A palavra 'templo' destaca a importância do corpo humano como um espaço sagrado onde Deus habita, enfatizando a necessidade de cuidar e respeitar o corpo.","por_que_esta_palavra":"A escolha da palavra 'templo' sublinha a dignidade e o valor do corpo humano na perspectiva divina.","conexao_teologica":"A habitação do Espírito Santo no crente é um aspecto central da vida cristã, refletindo a presença de Deus entre Seu povo.","referencias_relacionadas":["Romanos 12:1","2 Coríntios 6:16","Efésios 2:19-22"]},"1corintios_6_19_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se à presença do Espírito Santo no crente.","explicacao_detalhada":"A palavra 'espírito' aqui enfatiza a vida espiritual que o crente recebe de Deus, que transforma e renova.","por_que_esta_palavra":"A escolha da palavra 'espírito' destaca a vitalidade e a nova vida que o crente tem em Cristo.","conexao_teologica":"A presença do Espírito Santo é fundamental para a santificação e o crescimento espiritual do crente.","referencias_relacionadas":["Romanos 8:11","Gálatas 5:22-23","1 Coríntios 12:13"]},"1corintios_6_19_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que habita no crente.","explicacao_detalhada":"A palavra 'deus' enfatiza a soberania e a santidade de Deus, que se manifesta na vida do crente através do Espírito Santo.","por_que_esta_palavra":"A escolha da palavra 'deus' sublinha a importância da relação do crente com o Criador e a responsabilidade que isso implica.","conexao_teologica":"A relação do crente com Deus é a base da vida cristã, refletindo a dependência e a adoração ao Senhor.","referencias_relacionadas":["1 João 4:15","Romanos 8:14-16","2 Coríntios 5:17"]},"1corintios_6_20_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao reconhecimento da soberania de Deus sobre a vida do crente.","explicacao_detalhada":"A palavra 'deus' aqui enfatiza que o crente foi comprado por um preço e, portanto, deve glorificar a Deus em seu corpo e espírito.","por_que_esta_palavra":"A escolha da palavra 'deus' destaca a importância de viver em obediência e gratidão ao Senhor.","conexao_teologica":"A redenção em Cristo implica em uma nova identidade e propósito para o crente, que deve viver para a glória de Deus.","referencias_relacionadas":["1 Pedro 1:18-19","Gálatas 2:20","Colossenses 3:23-24"]},"1corintios_6_20_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se à vida espiritual que o crente recebe de Deus.","explicacao_detalhada":"A palavra 'espírito' enfatiza a nova vida e a transformação que ocorre na vida do crente através do Espírito Santo.","por_que_esta_palavra":"A escolha da palavra 'espírito' sublinha a importância da vida espiritual e da comunhão com Deus.","conexao_teologica":"A vida no Espírito é essencial para a santificação e o crescimento na fé.","referencias_relacionadas":["Romanos 8:9","Gálatas 5:16","Efésios 4:30"]},"1corintios_6_20_gloria":{"palavra_pt":"gloria","palavra_original":"δοξάζω","transliteracao":"doxázō","strong":"G1392","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A palavra 'glória' refere-se à honra e ao reconhecimento que devemos dar a Deus por tudo o que Ele fez por nós.","explicacao_detalhada":"No contexto de 1 Coríntios 6:20, Paulo enfatiza que nossos corpos são templos do Espírito Santo e, portanto, devemos glorificar a Deus com nossas vidas. A glória aqui implica em viver de maneira que reflita a santidade e a majestade de Deus.","por_que_esta_palavra":"A palavra 'glória' é usada para expressar a importância de reconhecer a soberania de Deus em nossas vidas e a responsabilidade que temos de viver de acordo com essa verdade.","conexao_teologica":"A glória de Deus é um tema central na teologia cristã, pois reflete a natureza de Deus e a resposta adequada do ser humano a Ele. A glorificação de Deus é um chamado para todos os crentes.","referencias_relacionadas":["Romanos 12:1","Salmos 29:2","1 Pedro 4:11"]}}