{"1corintios_7_1_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' é usada para se referir à esposa e ao papel que ela desempenha no contexto do casamento.","explicacao_detalhada":"Em 1 Coríntios 7:1, Paulo aborda questões sobre o casamento e a relação entre marido e mulher, destacando a importância da pureza e da fidelidade no relacionamento conjugal.","por_que_esta_palavra":"A palavra 'mulher' é fundamental para entender a dinâmica do casamento e a relação entre os gêneros, especialmente no contexto da moralidade sexual que Paulo discute.","conexao_teologica":"A visão bíblica sobre o casamento e a mulher é baseada na criação e no plano de Deus para a humanidade, refletindo a relação entre Cristo e a Igreja.","referencias_relacionadas":["Gênesis 2:24","Efésios 5:22-33","1 Pedro 3:1-7"]},"1corintios_7_1_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Ser Supremo, Criador do universo, que estabelece as normas morais e espirituais.","explicacao_detalhada":"No contexto de 1 Coríntios 7:1, a menção a Deus é crucial para entender a base moral das instruções que Paulo está dando sobre o casamento e a vida sexual.","por_que_esta_palavra":"A palavra 'Deus' é central na discussão sobre moralidade, pois todas as orientações de Paulo são fundamentadas na vontade e no caráter de Deus.","conexao_teologica":"A relação entre Deus e a humanidade é a base de toda a ética cristã, e a compreensão de Deus influencia diretamente a maneira como os crentes vivem suas vidas.","referencias_relacionadas":["Salmos 46:10","Isaías 40:28","Romanos 1:20"]},"1corintios_7_1_describe":{"palavra_pt":"descrever","palavra_original":"γράφω","transliteracao":"gráphō","strong":"G1125","significado_raiz":"Ideia básica: descrever.","significado_contextual":"A palavra 'descrever' implica em relatar ou explicar algo de forma clara.","explicacao_detalhada":"Em 1 Coríntios 7:1, Paulo está se referindo a questões que foram levantadas sobre o casamento e a vida sexual, e ele se propõe a descrever a posição correta a ser adotada pelos crentes.","por_que_esta_palavra":"A palavra 'descrever' é importante porque Paulo está respondendo a perguntas específicas da igreja de Corinto, oferecendo orientações práticas e espirituais.","conexao_teologica":"A clareza na comunicação da verdade bíblica é essencial para a edificação da igreja e para a vida cristã saudável.","referencias_relacionadas":["2 Timóteo 3:16-17","Hebreus 4:12","Tiago 1:22"]},"1corintios_7_2_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"A palavra 'acquaintance' refere-se a um conhecimento ou familiaridade com algo ou alguém.","explicacao_detalhada":"Embora a palavra 'acquaintance' não apareça diretamente em 1 Coríntios 7:2, o conceito de conhecer e entender as relações interpessoais é fundamental para o contexto do versículo, onde Paulo fala sobre a necessidade de cada um ter sua própria esposa para evitar a imoralidade.","por_que_esta_palavra":"A familiaridade com o conceito de relacionamentos saudáveis é crucial para a compreensão das instruções de Paulo sobre o casamento.","conexao_teologica":"O conhecimento mútuo e a intimidade são aspectos importantes do relacionamento conjugal, refletindo a relação entre Cristo e a Igreja.","referencias_relacionadas":["Gênesis 4:1","Cantares 8:6-7","Efésios 5:31"]},"1corintios_7_2_fornication":{"palavra_pt":"fornication","palavra_original":"πορνεία","transliteracao":"porneía","strong":"G4202","significado_raiz":"Ideia básica: fornication.","significado_contextual":"A palavra 'fornicação' refere-se a relações sexuais fora do casamento, que são condenadas na Escritura.","explicacao_detalhada":"Em 1 Coríntios 7:2, Paulo adverte sobre a fornicação, enfatizando a importância da pureza sexual e a necessidade de cada um ter sua própria esposa para evitar a imoralidade.","por_que_esta_palavra":"A palavra 'fornicação' é usada para destacar a seriedade do pecado sexual e a necessidade de viver de acordo com os padrões de Deus.","conexao_teologica":"A fornicação é vista como uma violação da aliança matrimonial e da santidade que Deus espera de seus seguidores.","referencias_relacionadas":["1 Tessalonicenses 4:3","Hebreus 13:4","Gálatas 5:19"]},"1corintios_7_2_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se à esposa, enfatizando a importância do casamento na vida cristã.","explicacao_detalhada":"No contexto de 1 Coríntios 7:2, Paulo fala sobre a necessidade de cada homem ter sua própria mulher para evitar a fornicação, ressaltando a importância do compromisso e da fidelidade no casamento.","por_que_esta_palavra":"A palavra 'mulher' é essencial para entender a estrutura do casamento e a relação entre os cônjuges, conforme o plano de Deus.","conexao_teologica":"O casamento é uma instituição divina que reflete a relação entre Cristo e a Igreja, e a compreensão do papel da mulher é fundamental para a vida cristã.","referencias_relacionadas":["Gênesis 2:18","Efésios 5:22-24","1 Pedro 3:7"]},"1corintios_7_3_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' novamente se refere à esposa, no contexto das obrigações conjugais.","explicacao_detalhada":"Em 1 Coríntios 7:3, Paulo instrui que o marido deve cumprir suas obrigações para com a esposa, enfatizando a importância da reciprocidade e do amor no casamento.","por_que_esta_palavra":"A palavra 'mulher' é usada para reafirmar a importância do compromisso mútuo e da responsabilidade dentro do casamento.","conexao_teologica":"A relação entre marido e mulher é um reflexo do amor sacrificial de Cristo pela Igreja, e as obrigações conjugais são parte desse amor.","referencias_relacionadas":["Efésios 5:25-28","Colossenses 3:19","1 Pedro 3:7"]},"1corintios_7_3_debt":{"palavra_pt":"debt","palavra_original":"ὀφειλή","transliteracao":"opheilḗ","strong":"G3782","significado_raiz":"Ideia básica: debt.","significado_contextual":"A palavra 'dívida' refere-se às obrigações que um cônjuge tem para com o outro no casamento.","explicacao_detalhada":"Em 1 Coríntios 7:3, Paulo fala sobre a dívida que os cônjuges têm um com o outro, enfatizando que devem se atender mutuamente em suas necessidades.","por_que_esta_palavra":"A palavra 'dívida' é usada para ilustrar a responsabilidade que cada cônjuge tem em cuidar e atender ao outro, refletindo o amor e o compromisso no casamento.","conexao_teologica":"O conceito de dívida no casamento é uma metáfora para o compromisso e a responsabilidade que os cônjuges têm um com o outro, refletindo a aliança que Deus fez com seu povo.","referencias_relacionadas":["Romanos 13:8","Gálatas 6:2","Efésios 5:21"]},"1corintios_7_3_bom":{"palavra_pt":"bom","palavra_original":"εὔνοια","transliteracao":"eúnoia","strong":"G2133","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se a algo que é moralmente correto ou desejável.","explicacao_detalhada":"Em 1 Coríntios 7:3, Paulo menciona que é bom que os cônjuges se atendam mutuamente, ressaltando a importância da harmonia e do cuidado no relacionamento.","por_que_esta_palavra":"A palavra 'bom' é usada para enfatizar que o que Deus ordena para o casamento é para o bem dos cônjuges e para a saúde do relacionamento.","conexao_teologica":"A bondade de Deus se reflete em suas instruções para o casamento, que visam promover o amor, a paz e a unidade entre os cônjuges.","referencias_relacionadas":["Gênesis 1:31","Salmos 119:68","Romanos 12:2"]},"1corintios_7_4_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"Refere-se ao relacionamento íntimo e pessoal que um cônjuge deve ter com o outro.","explicacao_detalhada":"A palavra 'acquaintance' (ἴδιος) implica um conhecimento profundo e pessoal, que é essencial no contexto do casamento, onde cada cônjuge deve ter um entendimento mútuo e respeito pelas necessidades do outro.","por_que_esta_palavra":"Essa palavra é utilizada para enfatizar a importância da intimidade e do conhecimento mútuo dentro da relação conjugal.","conexao_teologica":"A relação entre marido e mulher é frequentemente comparada à relação entre Cristo e a Igreja, onde o conhecimento e a intimidade são fundamentais.","referencias_relacionadas":["Efésios 5:25-33","Gênesis 2:24","1 Pedro 3:7"]},"1corintios_7_4_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se à esposa dentro do contexto do casamento.","explicacao_detalhada":"A palavra 'mulher' (γυνή) é usada para descrever a parceira no casamento, destacando seu papel e dignidade dentro da relação conjugal.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância da mulher como companheira e co-herdeira na vida conjugal.","conexao_teologica":"A Bíblia ensina que homem e mulher foram criados à imagem de Deus e têm igual valor e dignidade diante dEle.","referencias_relacionadas":["Gênesis 1:27","Provérbios 31:10-31","Efésios 5:22-24"]},"1corintios_7_4_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo físico e à união sexual entre os cônjuges.","explicacao_detalhada":"A palavra 'corpo' (σῶμα) é usada para enfatizar a união física e espiritual que ocorre no casamento, onde os corpos dos cônjuges pertencem um ao outro.","por_que_esta_palavra":"Essa palavra é importante para entender a natureza da intimidade no casamento, que envolve tanto o aspecto físico quanto o emocional.","conexao_teologica":"A união dos corpos no casamento é uma representação da união entre Cristo e a Igreja, onde ambos se tornam um só.","referencias_relacionadas":["1 Coríntios 6:19-20","Gênesis 2:24","Efésios 5:31"]},"1corintios_7_5_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à presença e à autoridade de Deus nas relações conjugais.","explicacao_detalhada":"A palavra 'deus' (μή) é usada para enfatizar que as decisões e ações dentro do casamento devem ser feitas em consideração à vontade de Deus.","por_que_esta_palavra":"Essa palavra é crucial para lembrar que Deus é o criador do casamento e que Ele deve ser o centro da relação.","conexao_teologica":"A presença de Deus no casamento é fundamental, pois Ele é a fonte de amor e sabedoria para os cônjuges.","referencias_relacionadas":["Mateus 19:6","Hebreus 13:4","Salmos 127:1"]},"1corintios_7_5_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à ideia de estar em meio a algo ou entre pessoas.","explicacao_detalhada":"A palavra 'entre' (ἐκ) é usada para descrever a dinâmica de relacionamento e a interação entre os cônjuges e Deus.","por_que_esta_palavra":"Essa palavra destaca a importância da comunhão e da unidade entre os cônjuges e com Deus.","conexao_teologica":"A comunhão entre os cônjuges é um reflexo da comunhão que os crentes têm com Deus e entre si.","referencias_relacionadas":["Mateus 18:20","1 João 1:7","Efésios 4:3"]},"1corintios_7_5_opportunity":{"palavra_pt":"oportunidade","palavra_original":"καιρός","transliteracao":"kairós","strong":"G2540","significado_raiz":"Ideia básica: oportunidade.","significado_contextual":"Refere-se ao tempo ou ocasião propícia para algo.","explicacao_detalhada":"A palavra 'oportunidade' (καιρός) implica um tempo específico em que os cônjuges devem se dedicar um ao outro, especialmente em oração e intimidade.","por_que_esta_palavra":"Essa palavra é importante para enfatizar que o tempo deve ser aproveitado para fortalecer a relação conjugal.","conexao_teologica":"A ideia de aproveitar as oportunidades é um princípio bíblico que se aplica a todas as áreas da vida, incluindo o casamento.","referencias_relacionadas":["Eclesiastes 3:1","Gálatas 6:10","Colossenses 4:5"]},"1corintios_7_6_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Refere-se à conformidade ou acordo com algo.","explicacao_detalhada":"A palavra 'conforme' (κατά) é usada para indicar que as ações dos cônjuges devem estar de acordo com a vontade de Deus e os princípios bíblicos.","por_que_esta_palavra":"Essa palavra é crucial para entender que o casamento deve ser vivido de acordo com os padrões estabelecidos por Deus.","conexao_teologica":"A conformidade com a palavra de Deus é essencial para a saúde e a santidade do casamento.","referencias_relacionadas":["Romanos 12:2","1 Pedro 1:15-16","Tiago 1:22"]},"1corintios_7_6_conhecimento":{"palavra_pt":"conhecimento","palavra_original":"συγγνώμη","transliteracao":"syngnṓmē","strong":"G4774","significado_raiz":"Ideia básica: conhecimento.","significado_contextual":"Refere-se à compreensão e sabedoria que os cônjuges devem ter um sobre o outro.","explicacao_detalhada":"A palavra 'conhecimento' (συγγνώμη) implica um entendimento profundo das necessidades e desejos do cônjuge.","por_que_esta_palavra":"Essa palavra é importante para enfatizar que o conhecimento mútuo é fundamental para um relacionamento saudável.","conexao_teologica":"O conhecimento e a compreensão são aspectos que Deus deseja que os cônjuges cultivem em seu relacionamento.","referencias_relacionadas":["Provérbios 2:6","Colossenses 3:19","1 Pedro 3:7"]},"1corintios_7_6_autoridade":{"palavra_pt":"autoridade","palavra_original":"ἐπιταγή","transliteracao":"epitagḗ","strong":"G2003","significado_raiz":"Ideia básica: autoridade.","significado_contextual":"Refere-se ao poder ou direito de tomar decisões dentro do casamento.","explicacao_detalhada":"A palavra 'autoridade' (ἐπιταγή) é usada para descrever a responsabilidade que cada cônjuge tem em relação ao outro e à relação.","por_que_esta_palavra":"Essa palavra é importante para entender que a autoridade no casamento deve ser exercida com amor e respeito mútuo.","conexao_teologica":"A autoridade no casamento reflete a autoridade de Cristo sobre a Igreja, que é exercida em amor e serviço.","referencias_relacionadas":["Efésios 5:21-25","Colossenses 3:18-19","1 Pedro 5:3"]},"1corintios_7_7_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à soberania e ao plano de Deus para cada indivíduo.","explicacao_detalhada":"A palavra 'deus' (θεός) é usada para enfatizar que cada pessoa tem um propósito divino e que Deus tem um plano para a vida de cada um, incluindo o casamento.","por_que_esta_palavra":"Essa palavra é fundamental para lembrar que a vida e as decisões devem ser guiadas pela vontade de Deus.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, que nos lembra que Ele está no controle de todas as coisas, incluindo nossos relacionamentos.","referencias_relacionadas":["Jeremias 29:11","Romanos 8:28","Salmos 37:5"]},"1corintios_7_7_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' reflete a liberdade de decisão que Paulo menciona em relação ao estado de vida que cada um deve adotar.","explicacao_detalhada":"Paulo expressa que ele prefere que todos permaneçam como ele, solteiro, mas reconhece que cada um tem seu próprio dom e deve escolher conforme sua vocação e circunstâncias pessoais.","por_que_esta_palavra":"A escolha é um tema central na vida cristã, onde cada um deve decidir como viver de acordo com a vontade de Deus.","conexao_teologica":"A escolha reflete a soberania de Deus e a responsabilidade humana, mostrando que Deus nos dá liberdade para decidir sobre nossas vidas.","referencias_relacionadas":["1 Coríntios 7:7","Gálatas 5:13","Romanos 12:2"]},"1corintios_7_8_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada por Paulo para enfatizar a comunicação clara e a instrução que ele está prestando aos solteiros e viúvos.","explicacao_detalhada":"Paulo se dirige aos solteiros e viúvos, afirmando que é bom que permaneçam assim, mas reconhecendo que cada um deve agir conforme sua própria convicção.","por_que_esta_palavra":"A comunicação é essencial para a edificação da igreja e para a instrução dos crentes sobre como viver de maneira que agrade a Deus.","conexao_teologica":"A importância da palavra de Deus e da instrução apostólica na vida dos crentes.","referencias_relacionadas":["1 Coríntios 7:8","Tiago 1:19","Romanos 10:14"]},"1corintios_7_9_cannot":{"palavra_pt":"can not","palavra_original":"ἐγκρατεύομαι","transliteracao":"enkrateúomai","strong":"G1467","significado_raiz":"Ideia básica: can not.","significado_contextual":"A palavra 'não pode' indica a limitação que alguns podem sentir em relação ao celibato e à abstinência sexual.","explicacao_detalhada":"Paulo reconhece que nem todos têm o dom de permanecer celibatários e que, se alguém não pode se conter, é melhor casar-se.","por_que_esta_palavra":"Essa expressão reflete a realidade humana de desejos e necessidades, reconhecendo que Deus entende nossas fraquezas.","conexao_teologica":"A graça de Deus é suficiente para nos ajudar em nossas fraquezas e limitações.","referencias_relacionadas":["1 Coríntios 7:9","Hebreus 4:15","Filipenses 4:13"]},"1corintios_7_9_better":{"palavra_pt":"melhor","palavra_original":"κρεῖσσον","transliteracao":"kreîsson","strong":"G2908","significado_raiz":"Ideia básica: melhor.","significado_contextual":"A palavra 'melhor' é usada para contrastar o estado de solteiro com o estado de casado, enfatizando a escolha que cada um deve fazer.","explicacao_detalhada":"Paulo sugere que, para aqueles que não conseguem se conter, o casamento é uma opção melhor do que viver em tentação.","por_que_esta_palavra":"A ideia de 'melhor' é importante para entender as prioridades e escolhas que devemos fazer em nossa vida cristã.","conexao_teologica":"A sabedoria divina nos guia a fazer escolhas que nos protejam e nos aproximem de Deus.","referencias_relacionadas":["1 Coríntios 7:9","Provérbios 3:5-6","Romanos 12:2"]},"1corintios_7_10_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade de Cristo sobre a vida dos crentes, especialmente em questões de casamento e divórcio.","explicacao_detalhada":"Paulo fala sobre a ordem que deve existir no casamento, onde a autoridade de Cristo deve ser reconhecida e respeitada.","por_que_esta_palavra":"A autoridade de Cristo é fundamental para a vida cristã, pois Ele é o Senhor que guia e dirige nossas decisões.","conexao_teologica":"A submissão à autoridade de Cristo é um princípio central na vida da igreja e nas relações familiares.","referencias_relacionadas":["1 Coríntios 7:10","Efésios 5:22-24","Colossenses 3:18"]},"1corintios_7_10_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' é usada para se referir à esposa e ao papel que ela desempenha dentro do casamento.","explicacao_detalhada":"Paulo instrui as mulheres sobre a importância de permanecerem com seus maridos e não se separarem, enfatizando a união matrimonial.","por_que_esta_palavra":"A compreensão do papel da mulher no casamento é crucial para a harmonia e a saúde das relações familiares.","conexao_teologica":"A relação entre marido e mulher é um reflexo da relação entre Cristo e a igreja.","referencias_relacionadas":["1 Coríntios 7:10","Gênesis 2:24","Efésios 5:25-33"]},"1corintios_7_10_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para enfatizar a autoridade divina sobre as questões de casamento e separação.","explicacao_detalhada":"Paulo menciona que o que ele diz é uma instrução do Senhor, destacando a seriedade do assunto.","por_que_esta_palavra":"A referência a Deus sublinha a importância de seguir os princípios divinos em nossas vidas.","conexao_teologica":"A vontade de Deus deve ser buscada em todas as áreas da vida, especialmente nas relações interpessoais.","referencias_relacionadas":["1 Coríntios 7:10","Mateus 19:6","Romanos 12:2"]},"1corintios_7_11_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' é novamente utilizada para se referir à esposa, enfatizando a importância da reconciliação e do perdão.","explicacao_detalhada":"Paulo instrui que, se uma mulher se separar, ela deve permanecer sem casar ou se reconciliar com seu marido, enfatizando a importância do compromisso.","por_que_esta_palavra":"A palavra destaca a seriedade do casamento e a importância da reconciliação nas relações.","conexao_teologica":"O perdão e a reconciliação são temas centrais na mensagem do evangelho.","referencias_relacionadas":["1 Coríntios 7:11","Mateus 5:32","Colossenses 3:13"]},"1corintios_7_11_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para reafirmar a autoridade divina nas instruções sobre o casamento e a separação.","explicacao_detalhada":"Paulo enfatiza que suas instruções são baseadas na vontade de Deus, mostrando a importância de seguir Seus mandamentos.","por_que_esta_palavra":"A referência a Deus reforça a seriedade e a importância das orientações dadas por Paulo.","conexao_teologica":"A vontade de Deus é fundamental para a vida do crente, especialmente em questões de relacionamento.","referencias_relacionadas":["1 Coríntios 7:11","1 Tessalonicenses 4:3","Tiago 1:5"]},"1corintios_7_11_depart":{"palavra_pt":"depart","palavra_original":"χωρίζω","transliteracao":"chōrízō","strong":"G5563","significado_raiz":"Ideia básica: depart.","significado_contextual":"A palavra 'depart' refere-se à separação entre marido e mulher, um tema que Paulo aborda com seriedade.","explicacao_detalhada":"Paulo instrui que, se houver separação, a mulher deve permanecer sem casar ou buscar a reconciliação, enfatizando a importância do compromisso matrimonial.","por_que_esta_palavra":"A separação é uma questão delicada e Paulo oferece orientações para lidar com essa situação de maneira que honre a Deus.","conexao_teologica":"A união matrimonial é vista como um reflexo da aliança entre Cristo e a igreja, e a separação deve ser tratada com cuidado.","referencias_relacionadas":["1 Coríntios 7:11","Mateus 19:9","Marcos 10:9"]},"1corintios_7_12_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade e ao domínio, especialmente no contexto da relação entre marido e mulher.","explicacao_detalhada":"No contexto de 1 Coríntios 7:12, o apóstolo Paulo fala sobre a autoridade que um cônjuge tem sobre o outro, enfatizando a importância do respeito mútuo nas relações conjugais.","por_que_esta_palavra":"A escolha da palavra 'senhor' destaca a necessidade de liderança espiritual e responsabilidade dentro do casamento.","conexao_teologica":"A relação entre Cristo e a Igreja é frequentemente descrita em termos de autoridade e submissão, refletindo a dinâmica entre marido e mulher.","referencias_relacionadas":["Efésios 5:22-24","Colossenses 3:18","1 Pedro 3:1"]},"1corintios_7_12_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' é usada para descrever a parceira no casamento, enfatizando seu papel e dignidade.","explicacao_detalhada":"Em 1 Coríntios 7:12, Paulo se dirige a mulheres e maridos, abordando questões de relacionamento e compromisso dentro do matrimônio.","por_que_esta_palavra":"A inclusão da palavra 'mulher' reflete a importância da figura feminina na estrutura familiar e na comunidade cristã.","conexao_teologica":"A criação de homem e mulher à imagem de Deus (Gênesis 1:27) estabelece a igualdade e a importância de ambos os gêneros.","referencias_relacionadas":["Gênesis 2:18","Provérbios 31:10","Efésios 5:25"]},"1corintios_7_12_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em acompanhar ou estar em comunhão com alguém, especialmente no contexto de decisões conjuntas no casamento.","explicacao_detalhada":"Em 1 Coríntios 7:12, Paulo sugere que, mesmo em situações difíceis, os cônjuges devem buscar a harmonia e a unidade em suas decisões.","por_que_esta_palavra":"A palavra 'seguir' enfatiza a necessidade de um compromisso mútuo e de apoio nas relações conjugais.","conexao_teologica":"A ideia de seguir e apoiar uns aos outros é refletida na relação entre os membros do corpo de Cristo, onde cada um tem um papel a desempenhar.","referencias_relacionadas":["Romanos 12:10","Gálatas 6:2","Filipenses 2:2"]},"1corintios_7_13_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' é novamente utilizada para enfatizar a importância da parceira no casamento e suas necessidades.","explicacao_detalhada":"Paulo, em 1 Coríntios 7:13, aborda a situação de um cônjuge que é crente casado com um não crente, destacando a importância do amor e da compreensão.","por_que_esta_palavra":"A repetição da palavra 'mulher' reforça a relevância do papel feminino nas dinâmicas familiares e espirituais.","conexao_teologica":"A relação entre crentes e não crentes é um tema importante na teologia, refletindo a missão da Igreja de ser luz no mundo.","referencias_relacionadas":["Mateus 5:14","2 Coríntios 6:14","1 Pedro 3:1-2"]},"1corintios_7_13_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' sugere a continuidade de um relacionamento, mesmo em circunstâncias desafiadoras.","explicacao_detalhada":"No versículo 13, Paulo fala sobre a importância de permanecer no relacionamento e buscar a paz, mesmo quando um cônjuge não compartilha da mesma fé.","por_que_esta_palavra":"A palavra 'seguir' implica em um compromisso ativo e intencional em manter a união e a harmonia no casamento.","conexao_teologica":"A perseverança nas relações é um reflexo do amor de Deus por nós, que é constante e inabalável.","referencias_relacionadas":["Romanos 12:18","1 Coríntios 13:7","Colossenses 3:13"]},"1corintios_7_13_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para enfatizar a soberania e a presença divina nas relações humanas.","explicacao_detalhada":"Em 1 Coríntios 7:13, Paulo menciona Deus para lembrar aos crentes que Ele está presente em todas as situações, incluindo as dificuldades no casamento.","por_que_esta_palavra":"A referência a Deus sublinha a importância de buscar a orientação divina em todas as decisões e relacionamentos.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, que nos ensina a confiar em Sua providência.","referencias_relacionadas":["Salmos 37:5","Provérbios 3:5-6","Romanos 8:28"]},"1corintios_7_14_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' é novamente utilizada para enfatizar o papel da parceira no contexto do casamento e da fé.","explicacao_detalhada":"Paulo, em 1 Coríntios 7:14, fala sobre a santidade que um cônjuge crente traz ao relacionamento, mesmo que o outro não seja crente.","por_que_esta_palavra":"A repetição da palavra 'mulher' reforça a dignidade e o valor da mulher na relação conjugal.","conexao_teologica":"A santidade do crente é um tema importante, pois reflete a presença de Deus em nossas vidas e relacionamentos.","referencias_relacionadas":["1 Pedro 3:1-2","Efésios 5:26","Romanos 11:16"]},"1corintios_7_14_because":{"palavra_pt":"porque","palavra_original":"ἐπεί","transliteracao":"epeí","strong":"G1893","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação sobre a razão pela qual o cônjuge crente é importante no relacionamento.","explicacao_detalhada":"Em 1 Coríntios 7:14, Paulo explica que a presença de um cônjuge crente santifica o lar, trazendo bênçãos e proteção.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica por trás da santidade e da influência do crente no relacionamento.","conexao_teologica":"A ideia de que a presença de um crente pode impactar outros é um princípio que se reflete na missão da Igreja de ser sal e luz.","referencias_relacionadas":["Mateus 5:13-16","Romanos 12:1-2","1 Pedro 2:9"]},"1corintios_7_15_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' refere-se à harmonia e tranquilidade que devem existir nas relações conjugais.","explicacao_detalhada":"Em 1 Coríntios 7:15, Paulo fala sobre a importância de buscar a paz em situações de conflito, especialmente quando um cônjuge não crente decide se separar.","por_que_esta_palavra":"A escolha da palavra 'paz' destaca o desejo de Deus para que os relacionamentos sejam marcados pela harmonia e não pela discórdia.","conexao_teologica":"A paz é um fruto do Espírito e é fundamental na vida cristã, refletindo a natureza de Deus.","referencias_relacionadas":["Filipenses 4:7","Colossenses 3:15","Romanos 14:19"]},"1corintios_7_15_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para reafirmar a soberania e o cuidado divino nas relações humanas.","explicacao_detalhada":"Em 1 Coríntios 7:15, Paulo menciona Deus para enfatizar que, mesmo em situações difíceis, Ele está presente e ativo na vida dos crentes.","por_que_esta_palavra":"A referência a Deus é essencial para lembrar aos crentes que devem confiar em Sua orientação e providência.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, que nos ensina a confiar em Sua providência em todas as áreas da vida.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 8:31"]},"1corintios_7_15_depart":{"palavra_pt":"depart","palavra_original":"χωρίζω","transliteracao":"chōrízō","strong":"G5563","significado_raiz":"Ideia básica: depart.","significado_contextual":"A palavra 'depart' refere-se à separação de um cônjuge que não deseja permanecer no casamento.","explicacao_detalhada":"No contexto de 1 Coríntios 7:15, Paulo aborda a situação de um cônjuge que decide deixar o outro, enfatizando que a parte que fica não deve se sentir presa, pois Deus chamou cada um à paz.","por_que_esta_palavra":"A escolha da palavra 'depart' é crucial para entender a liberdade que um crente tem em situações de abandono, refletindo a ideia de que Deus não deseja que ninguém viva em conflito ou opressão.","conexao_teologica":"A separação aqui é vista à luz da graça e da paz que Deus oferece, mostrando que mesmo em situações difíceis, há um caminho de reconciliação e liberdade.","referencias_relacionadas":["1 Coríntios 7:12-13","Mateus 19:9","Romanos 14:19"]},"1corintios_7_16_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' é usada para se referir à esposa em um contexto de relacionamento conjugal.","explicacao_detalhada":"Em 1 Coríntios 7:16, Paulo discute a importância do papel da mulher no casamento e como sua influência pode levar à salvação do marido não crente.","por_que_esta_palavra":"A palavra 'mulher' é fundamental para entender a dinâmica do casamento cristão e o impacto que uma esposa pode ter na vida espiritual de seu cônjuge.","conexao_teologica":"A relação entre marido e mulher é frequentemente usada na Bíblia para ilustrar a relação entre Cristo e a Igreja, enfatizando a importância do amor e da submissão.","referencias_relacionadas":["Efésios 5:22-33","1 Pedro 3:1-2","Gênesis 2:24"]},"1corintios_7_16_salvar":{"palavra_pt":"salvar","palavra_original":"σώζω","transliteracao":"sṓzō","strong":"G4982","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se ao ato de trazer alguém à fé ou à salvação em Cristo.","explicacao_detalhada":"No versículo 1 Coríntios 7:16, Paulo sugere que a conduta da esposa pode ser um fator decisivo para a conversão do marido, destacando a importância do testemunho cristão.","por_que_esta_palavra":"A escolha da palavra 'salvar' enfatiza a esperança de que o relacionamento conjugal pode ser um meio de Deus operar a salvação.","conexao_teologica":"A salvação é um tema central na teologia cristã, e a ideia de que um cônjuge pode influenciar a salvação do outro reflete a missão da Igreja de evangelizar.","referencias_relacionadas":["Atos 16:31","Romanos 10:14-15","2 Coríntios 5:20"]},"1corintios_7_16_homem":{"palavra_pt":"homem","palavra_original":"τίς","transliteracao":"tís","strong":"G5101","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se ao esposo no contexto do casamento.","explicacao_detalhada":"Em 1 Coríntios 7:16, Paulo menciona o homem em relação à sua esposa, ressaltando a responsabilidade e o papel que ele desempenha na dinâmica conjugal.","por_que_esta_palavra":"A palavra 'homem' é essencial para entender a estrutura familiar e as expectativas de liderança e amor que a Bíblia estabelece para os maridos.","conexao_teologica":"A relação entre homem e mulher é frequentemente usada para ilustrar a relação entre Deus e seu povo, enfatizando a responsabilidade e o cuidado.","referencias_relacionadas":["Efésios 5:25","Colossenses 3:19","1 Pedro 3:7"]},"1corintios_7_17_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade que Deus tem sobre a vida dos crentes.","explicacao_detalhada":"No contexto de 1 Coríntios 7:17, Paulo fala sobre a importância de cada um viver de acordo com a chamada que recebeu, reconhecendo a soberania de Deus em suas vidas.","por_que_esta_palavra":"A palavra 'senhor' é usada para enfatizar a autoridade divina e a necessidade de submissão à vontade de Deus em todas as áreas da vida.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, e a submissão à sua autoridade é fundamental para a vida cristã.","referencias_relacionadas":["Romanos 12:1-2","Tiago 4:7","1 Pedro 5:6"]},"1corintios_7_17_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Criador e à fonte de toda autoridade e vida.","explicacao_detalhada":"Em 1 Coríntios 7:17, Paulo destaca que cada um deve viver conforme a vontade de Deus, reconhecendo que Ele tem um plano para cada vida.","por_que_esta_palavra":"A palavra 'deus' é central para a fé cristã, pois representa a soberania e o amor divinos que guiam a vida dos crentes.","conexao_teologica":"A relação entre Deus e a humanidade é a base da teologia cristã, enfatizando a importância de viver em comunhão com Ele.","referencias_relacionadas":["Salmos 37:5","Provérbios 3:5-6","Jeremias 29:11"]},"1corintios_7_17_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"A palavra 'igreja/assembleia' refere-se à comunidade de crentes que se reúnem em nome de Cristo.","explicacao_detalhada":"No contexto de 1 Coríntios 7:17, Paulo menciona a igreja como o corpo de Cristo, onde cada membro tem um papel e uma função específica.","por_que_esta_palavra":"A palavra 'igreja' é fundamental para entender a importância da comunhão e do apoio mútuo entre os crentes.","conexao_teologica":"A igreja é o meio pelo qual Deus opera na Terra, e a unidade entre os crentes é essencial para o testemunho do evangelho.","referencias_relacionadas":["Atos 2:42-47","Efésios 4:11-13","Hebreus 10:24-25"]},"1corintios_7_18_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para enfatizar a soberania divina sobre as circunstâncias da vida.","explicacao_detalhada":"Em 1 Coríntios 7:18, Paulo fala sobre a condição em que cada um foi chamado, ressaltando que Deus tem um propósito em cada situação.","por_que_esta_palavra":"A palavra 'deus' é essencial para entender que, independentemente das circunstâncias, Deus está no controle e tem um plano para cada um.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, mostrando que Ele trabalha em todas as coisas para o bem daqueles que o amam.","referencias_relacionadas":["Romanos 8:28","Salmos 139:16","Isaías 46:10"]},"1corintios_7_18_circumcise":{"palavra_pt":"circumcise","palavra_original":"περιτέμνω","transliteracao":"peritémnō","strong":"G4059","significado_raiz":"Ideia básica: circumcise.","significado_contextual":"A palavra 'circumcise' refere-se ao ato de circuncisão, um rito importante na tradição judaica.","explicacao_detalhada":"Em 1 Coríntios 7:18, Paulo discute a questão da circuncisão em relação à identidade e à aceitação diante de Deus, enfatizando que o que importa é a fé.","por_que_esta_palavra":"A palavra 'circumcise' é usada para mostrar que as práticas externas não são o que determina a aceitação de Deus, mas sim a condição do coração.","conexao_teologica":"A circuncisão é um símbolo da velha aliança, e Paulo enfatiza que a nova aliança em Cristo transcende essas práticas.","referencias_relacionadas":["Gálatas 5:2-6","Colossenses 2:11-12","Romanos 2:28-29"]},"1corintios_7_19_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para reafirmar a soberania e a importância da obediência à vontade divina.","explicacao_detalhada":"Em 1 Coríntios 7:19, Paulo destaca que o que realmente importa é a obediência a Deus, e não as tradições ou rituais externos.","por_que_esta_palavra":"A palavra 'deus' é central para a mensagem de Paulo, que enfatiza que a verdadeira fé se manifesta em ações que refletem a vontade divina.","conexao_teologica":"A obediência a Deus é um tema fundamental na vida cristã, mostrando que a verdadeira liberdade vem de viver segundo a Sua palavra.","referencias_relacionadas":["João 14:15","Tiago 1:22","1 João 2:3-6"]},"1corintios_7_19_circuncisao":{"palavra_pt":"circuncisao","palavra_original":"περιτομή","transliteracao":"peritomḗ","strong":"G4061","significado_raiz":"Ideia básica: circuncisao.","significado_contextual":"A circuncisão é um sinal da aliança entre Deus e o povo de Israel, simbolizando a separação e a consagração a Deus.","explicacao_detalhada":"No contexto de 1 Coríntios 7:19, Paulo enfatiza que a circuncisão ou a falta dela não é o que importa para a salvação, mas sim a obediência a Deus e a vida em Cristo. A circuncisão era uma prática judaica que simbolizava a identidade e a aliança do povo de Deus.","por_que_esta_palavra":"A palavra 'circuncisão' é usada para discutir questões de identidade e pertença no contexto da nova aliança em Cristo, onde as distinções culturais e religiosas são secundárias em relação à fé.","conexao_teologica":"A circuncisão é frequentemente vista como um símbolo da lei, enquanto a nova aliança em Cristo oferece liberdade da lei e um novo relacionamento com Deus baseado na fé.","referencias_relacionadas":["Gálatas 5:2-6","Romanos 2:28-29","Atos 15:1-29"]},"1corintios_7_20_calling":{"palavra_pt":"calling","palavra_original":"κλῆσις","transliteracao":"klēsis","strong":"G2821","significado_raiz":"Ideia básica: calling.","significado_contextual":"A 'chamada' refere-se ao estado ou condição em que uma pessoa se encontra quando é chamada por Deus para a salvação.","explicacao_detalhada":"Em 1 Coríntios 7:20, Paulo instrui os crentes a permanecerem na condição em que foram chamados, enfatizando que a vida cristã não depende de mudanças externas, mas de uma transformação interna.","por_que_esta_palavra":"A palavra 'chamada' é crucial para entender a soberania de Deus na salvação e a importância de viver de acordo com a vocação recebida.","conexao_teologica":"A chamada divina é um tema central no Novo Testamento, onde os crentes são chamados a viver em santidade e a refletir a imagem de Cristo.","referencias_relacionadas":["Efésios 4:1","2 Timóteo 1:9","1 Pedro 2:9"]},"1corintios_7_20_homem":{"palavra_pt":"homem","palavra_original":"ἕκαστος","transliteracao":"hékastos","strong":"G1538","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a qualquer indivíduo, enfatizando a igualdade de todos diante de Deus.","explicacao_detalhada":"No contexto de 1 Coríntios 7:20, Paulo usa 'homem' para se referir a todos os crentes, independentemente de sua condição social ou cultural, enfatizando que todos têm um papel a desempenhar na comunidade de fé.","por_que_esta_palavra":"A inclusão da palavra 'homem' destaca a universalidade da mensagem do evangelho e a chamada de Deus a todos os indivíduos.","conexao_teologica":"A teologia da igualdade em Cristo é um tema recorrente nas cartas de Paulo, onde não há distinção entre judeu e grego, escravo e livre.","referencias_relacionadas":["Gálatas 3:28","Colossenses 3:11","Romanos 10:12"]},"1corintios_7_20_chamar":{"palavra_pt":"chamar","palavra_original":"καλέω","transliteracao":"kaléō","strong":"G2564","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' refere-se à convocação divina para um relacionamento pessoal com Deus.","explicacao_detalhada":"Em 1 Coríntios 7:20, Paulo fala sobre a importância de permanecer na condição em que Deus chamou cada um, ressaltando que a chamada de Deus é pessoal e específica.","por_que_esta_palavra":"A palavra 'chamar' é fundamental para entender a natureza da salvação e o convite de Deus para que todos venham a Ele.","conexao_teologica":"A chamada de Deus é um tema central na teologia cristã, refletindo a iniciativa divina em buscar a humanidade.","referencias_relacionadas":["Romanos 8:30","1 Pedro 5:10","Mateus 11:28"]},"1corintios_7_21_care":{"palavra_pt":"care","palavra_original":"μέλω","transliteracao":"mélō","strong":"G3199","significado_raiz":"Ideia básica: care.","significado_contextual":"A palavra 'cuidar' implica em responsabilidade e atenção às circunstâncias da vida.","explicacao_detalhada":"No contexto de 1 Coríntios 7:21, Paulo encoraja os crentes a não se preocuparem excessivamente com suas condições sociais, mas a se concentrarem em viver para Cristo.","por_que_esta_palavra":"A palavra 'cuidar' é usada para enfatizar a importância de viver com propósito e responsabilidade, independentemente das circunstâncias.","conexao_teologica":"A preocupação com as coisas deste mundo deve ser equilibrada com a busca do reino de Deus e sua justiça.","referencias_relacionadas":["Mateus 6:33","Filipenses 4:6-7","1 Pedro 5:7"]},"1corintios_7_21_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se a uma mudança de estado ou condição.","explicacao_detalhada":"Em 1 Coríntios 7:21, Paulo fala sobre como a condição social de uma pessoa não deve ser um impedimento para viver plenamente a vida cristã.","por_que_esta_palavra":"A palavra 'tornar-se' é importante para entender a transformação que ocorre na vida do crente ao seguir a Cristo.","conexao_teologica":"A transformação é um tema central na vida cristã, onde os crentes são chamados a se tornarem novas criaturas em Cristo.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"1corintios_7_22_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade de Cristo sobre a vida do crente.","explicacao_detalhada":"Em 1 Coríntios 7:22, Paulo menciona que o crente é chamado a viver sob a autoridade de Cristo, que é o Senhor de todos.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a relação de submissão e obediência que os crentes têm com Cristo.","conexao_teologica":"A autoridade de Cristo é um tema central no Novo Testamento, onde Ele é reconhecido como Senhor e Salvador.","referencias_relacionadas":["Filipenses 2:9-11","Romanos 10:9","Atos 2:36"]},"1corintios_7_22_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'Cristo' refere-se ao Messias, o Ungido de Deus, que trouxe a salvação.","explicacao_detalhada":"Em 1 Coríntios 7:22, Paulo destaca a importância de reconhecer Jesus como o Cristo, o que implica em aceitar sua obra redentora.","por_que_esta_palavra":"A palavra 'Cristo' é essencial para a fé cristã, pois representa a identidade e a missão de Jesus como Salvador.","conexao_teologica":"A messianidade de Jesus é um tema central na teologia cristã, onde Ele é visto como o cumprimento das promessas de Deus.","referencias_relacionadas":["Mateus 16:16","João 1:41","Atos 4:12"]},"1corintios_7_23_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se a uma mudança de estado ou condição.","explicacao_detalhada":"Em 1 Coríntios 7:23, Paulo reafirma que os crentes foram comprados por um preço e devem viver de maneira digna dessa nova identidade.","por_que_esta_palavra":"A palavra 'tornar-se' é importante para entender a transformação que ocorre na vida do crente ao seguir a Cristo.","conexao_teologica":"A ideia de ser comprado por um preço refere-se ao sacrifício de Cristo e à nova vida que os crentes têm nele.","referencias_relacionadas":["1 Coríntios 6:20","Gálatas 5:1","Romanos 8:1-2"]},"1corintios_7_23_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Criador e Sustentador de todas as coisas, que tem autoridade sobre a vida do crente.","explicacao_detalhada":"Em 1 Coríntios 7:23, Paulo lembra os crentes de que foram comprados por Deus e devem viver em conformidade com essa nova realidade.","por_que_esta_palavra":"A palavra 'Deus' é central na fé cristã, pois representa a fonte de toda vida e a base da moralidade e da ética cristã.","conexao_teologica":"A soberania de Deus é um tema recorrente nas Escrituras, onde Ele é reconhecido como Senhor sobre todas as coisas.","referencias_relacionadas":["Salmos 24:1","Romanos 11:36","Hebreus 11:6"]},"1corintios_7_24_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à soberania de Deus sobre a vida dos crentes.","explicacao_detalhada":"Neste contexto, Paulo enfatiza que cada um deve permanecer na condição em que foi chamado, reconhecendo que Deus tem um plano para cada um.","por_que_esta_palavra":"A palavra 'Deus' é central na teologia cristã, representando o Criador e a autoridade suprema.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, mostrando que Ele está no controle de todas as circunstâncias da vida.","referencias_relacionadas":["Romanos 8:28","Salmos 37:23","Provérbios 16:9"]},"1corintios_7_24_homem":{"palavra_pt":"homem","palavra_original":"ἕκαστος","transliteracao":"hékastos","strong":"G1538","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a cada indivíduo, enfatizando a responsabilidade pessoal diante de Deus.","explicacao_detalhada":"Paulo usa 'homem' para indicar que cada pessoa deve viver de acordo com a sua própria vocação e situação, sem se preocupar com a comparação com os outros.","por_que_esta_palavra":"A palavra 'homem' aqui representa a individualidade e a importância de cada crente na comunidade.","conexao_teologica":"A dignidade do ser humano é um princípio fundamental na teologia cristã, refletindo a imagem de Deus em cada pessoa.","referencias_relacionadas":["Gênesis 1:27","Mateus 10:30","1 Pedro 2:9"]},"1corintios_7_24_chamar":{"palavra_pt":"chamar","palavra_original":"καλέω","transliteracao":"kaléō","strong":"G2564","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao chamado de Deus para cada crente em sua vida e circunstâncias.","explicacao_detalhada":"Paulo exorta os crentes a permanecerem firmes em sua vocação, reconhecendo que foram chamados por Deus para uma vida específica.","por_que_esta_palavra":"A palavra 'chamar' implica uma ação divina que dá propósito e direção à vida do crente.","conexao_teologica":"O chamado de Deus é um tema central na vida cristã, onde cada crente é chamado a viver de acordo com a vontade divina.","referencias_relacionadas":["Efésios 4:1","Romanos 8:30","2 Timóteo 1:9"]},"1corintios_7_25_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade do Senhor sobre as decisões e orientações da vida cristã.","explicacao_detalhada":"Paulo menciona que, embora tenha sua própria opinião, ele se submete à autoridade do Senhor ao dar conselhos sobre o casamento.","por_que_esta_palavra":"A palavra 'senhor' enfatiza a soberania de Cristo e a importância de seguir Sua liderança.","conexao_teologica":"A autoridade de Cristo é fundamental na vida do crente, pois Ele é o guia e o Senhor de nossas vidas.","referencias_relacionadas":["Mateus 28:18","Colossenses 1:18","Hebreus 13:17"]},"1corintios_7_25_juizo":{"palavra_pt":"juizo","palavra_original":"γνώμη","transliteracao":"gnṓmē","strong":"G1106","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se ao discernimento e à sabedoria que Paulo busca ao aconselhar os crentes.","explicacao_detalhada":"Paulo expressa que sua opinião é baseada em sua experiência e na direção do Espírito Santo, não em um mandamento direto.","por_que_esta_palavra":"A palavra 'juízo' implica uma avaliação cuidadosa e ponderada das circunstâncias.","conexao_teologica":"A busca por sabedoria e discernimento é essencial na vida cristã, guiando as decisões em conformidade com a vontade de Deus.","referencias_relacionadas":["Tiago 1:5","Provérbios 3:5-6","Romanos 12:2"]},"1corintios_7_25_palavra":{"palavra_pt":"palavra","palavra_original":"ἐλεέω","transliteracao":"eleéō","strong":"G1653","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação e instrução que Paulo está oferecendo aos crentes.","explicacao_detalhada":"Paulo utiliza a palavra para transmitir a importância de ouvir e seguir a orientação que ele está dando, que é inspirada por Deus.","por_que_esta_palavra":"A palavra 'palavra' é fundamental na comunicação da verdade de Deus e na edificação da igreja.","conexao_teologica":"A Palavra de Deus é viva e eficaz, sendo essencial para a vida e crescimento espiritual dos crentes.","referencias_relacionadas":["Hebreus 4:12","2 Timóteo 3:16-17","Salmos 119:105"]},"1corintios_7_26_lei":{"palavra_pt":"lei","palavra_original":"νομίζω","transliteracao":"nomízō","strong":"G3543","significado_raiz":"Ideia básica: lei.","significado_contextual":"Refere-se à norma ou princípio que Paulo está considerando ao aconselhar sobre o estado de vida dos crentes.","explicacao_detalhada":"Paulo menciona a 'lei' para indicar que suas instruções estão alinhadas com os princípios divinos e a moralidade que Deus estabeleceu.","por_que_esta_palavra":"A palavra 'lei' é importante para entender a base moral e ética que orienta a vida cristã.","conexao_teologica":"A lei de Deus é um guia para a vida do crente, revelando a vontade de Deus e a necessidade de viver em santidade.","referencias_relacionadas":["Romanos 7:12","Gálatas 5:14","Mateus 5:17"]},"1corintios_7_26_better":{"palavra_pt":"melhor","palavra_original":"καλός","transliteracao":"kalós","strong":"G2570","significado_raiz":"Ideia básica: melhor.","significado_contextual":"Refere-se à avaliação de Paulo sobre a condição de vida que é mais favorável para os crentes.","explicacao_detalhada":"Paulo sugere que, em certas circunstâncias, é melhor permanecer solteiro para se dedicar mais plenamente ao Senhor.","por_que_esta_palavra":"A palavra 'melhor' implica uma escolha que leva em conta o bem maior e a eficácia no serviço a Deus.","conexao_teologica":"A ideia de que algumas condições de vida podem ser mais vantajosas para o serviço a Deus é um princípio que aparece em várias partes da Escritura.","referencias_relacionadas":["Filipenses 1:21","1 Timóteo 5:14","Mateus 19:12"]},"1corintios_7_26_mao":{"palavra_pt":"mao","palavra_original":"ὑπάρχω","transliteracao":"hypárchō","strong":"G5225","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à posse ou condição de algo que se tem em mãos.","explicacao_detalhada":"Paulo usa a palavra para enfatizar a realidade da situação atual dos crentes e como isso deve ser considerado em suas decisões.","por_que_esta_palavra":"A palavra 'mão' simboliza controle e responsabilidade sobre a própria vida.","conexao_teologica":"A responsabilidade pessoal é um tema importante na vida cristã, onde cada um deve prestar contas a Deus por suas escolhas.","referencias_relacionadas":["Gálatas 6:5","Romanos 14:12","1 Pedro 4:10"]},"1corintios_7_27_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Refere-se à ação de procurar ou desejar algo, neste caso, a condição de vida mais adequada.","explicacao_detalhada":"Paulo aconselha os crentes a buscarem a vontade de Deus em suas vidas, considerando suas circunstâncias pessoais.","por_que_esta_palavra":"A palavra 'buscar' implica uma ação ativa de procurar a direção de Deus em todas as áreas da vida.","conexao_teologica":"Buscar a Deus e Sua vontade é um princípio fundamental na vida cristã, refletindo a dependência do crente em relação ao Senhor.","referencias_relacionadas":["Mateus 6:33","Salmos 27:8","Provérbios 8:17"]},"1corintios_7_27_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se à mulher em um contexto de relacionamentos e responsabilidades familiares.","explicacao_detalhada":"A palavra 'mulher' (γυνή) é usada para descrever a figura feminina, enfatizando seu papel na sociedade e na família. No contexto de 1 Coríntios 7, Paulo discute questões sobre o casamento e a vida solteira, abordando as implicações espirituais e práticas de cada estado.","por_que_esta_palavra":"A escolha da palavra 'mulher' é significativa, pois Paulo está orientando tanto homens quanto mulheres sobre como viver em santidade e em conformidade com a vontade de Deus em suas relações.","conexao_teologica":"A relação entre marido e mulher é frequentemente usada na Bíblia para ilustrar a relação entre Cristo e a Igreja, destacando a importância do amor e do respeito mútuo.","referencias_relacionadas":["Efésios 5:22-33","Gênesis 2:24","1 Pedro 3:1-7"]},"1corintios_7_27_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Neste contexto, a palavra 'deus' é usada para enfatizar a soberania e a autoridade divina sobre as relações humanas.","explicacao_detalhada":"A palavra 'deus' (μή) é uma negação que enfatiza a importância de não se deixar levar por preocupações mundanas, mas sim confiar em Deus em todas as circunstâncias da vida.","por_que_esta_palavra":"Paulo usa essa palavra para lembrar os crentes de que suas decisões devem ser guiadas pela fé e pela vontade de Deus, não pelas pressões sociais.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, que nos ensina a confiar em Sua providência em todas as áreas da vida.","referencias_relacionadas":["Romanos 8:28","Filipenses 4:6-7","Salmos 37:5"]},"1corintios_7_28_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' é usada para descrever a natureza humana e suas fraquezas, especialmente em relação aos desejos e paixões.","explicacao_detalhada":"A palavra 'carne' (σάρξ) refere-se à condição humana caída e à luta contra os desejos pecaminosos. Paulo menciona isso para alertar sobre as dificuldades que podem surgir nas relações conjugais.","por_que_esta_palavra":"A escolha dessa palavra é crucial para entender a luta interna que os cristãos enfrentam ao viver em um mundo que muitas vezes se opõe aos princípios de Deus.","conexao_teologica":"A luta entre a carne e o espírito é um tema recorrente nas cartas de Paulo, refletindo a necessidade de viver em conformidade com o Espírito Santo.","referencias_relacionadas":["Gálatas 5:17","Romanos 7:18-25","1 Pedro 2:11"]},"1corintios_7_28_afflictedtion":{"palavra_pt":"afflicted tion","palavra_original":"θλῖψις","transliteracao":"thlîpsis","strong":"G2347","significado_raiz":"Ideia básica: afflicted tion.","significado_contextual":"Refere-se à aflição e às dificuldades que podem surgir na vida, especialmente em relacionamentos.","explicacao_detalhada":"A palavra 'afflicted tion' (θλῖψις) descreve a pressão e os desafios que os crentes podem enfrentar, incluindo perseguições e provações que testam a fé.","por_que_esta_palavra":"Paulo menciona essa palavra para preparar os crentes para as dificuldades que podem vir ao seguir a Cristo, enfatizando a importância de estar espiritualmente preparado.","conexao_teologica":"A aflição é uma parte da experiência cristã, e a Bíblia ensina que essas dificuldades podem produzir perseverança e caráter.","referencias_relacionadas":["Romanos 5:3-5","2 Coríntios 4:17","Tiago 1:2-4"]},"1corintios_7_29_opportunity":{"palavra_pt":"oportunidade","palavra_original":"καιρός","transliteracao":"kairós","strong":"G2540","significado_raiz":"Ideia básica: oportunidade.","significado_contextual":"Refere-se ao tempo e às oportunidades que os crentes têm para viver de acordo com a vontade de Deus.","explicacao_detalhada":"A palavra 'oportunidade' (καιρός) implica um tempo específico em que algo deve ser feito. Paulo exorta os crentes a aproveitarem o tempo que têm para servir a Deus e aos outros.","por_que_esta_palavra":"A ênfase na oportunidade é um lembrete de que a vida é breve e que devemos usar nosso tempo sabiamente para o Reino de Deus.","conexao_teologica":"A noção de tempo e oportunidade é fundamental na teologia cristã, que nos ensina a viver com propósito e intenção.","referencias_relacionadas":["Efésios 5:15-16","Colossenses 4:5","Salmos 90:12"]},"1corintios_7_29_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Em 1 Coríntios 7:29, \"mulher\" aparece na frase \"Isto, porém, vos digo, irmãos, que o tempo se abrevia; o que resta é que também os que têm mulheres sejam como se não as tivessem;\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (γυνή; gynḗ; G1135), \"mulher\" traz a ideia de mulher. Aqui, essa palavra deixa o ensino de 1 Coríntios 7:29 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"mulher\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em 1 Coríntios 7:3. Lendo junto com 1 Coríntios 7:29, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["1 Coríntios 7:29","1 Coríntios 7:3","João 1:1"]},"1corintios_7_30_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"Em 1 Coríntios 7:30, \"deus\" aparece na frase \"E os que choram, como se não chorassem; e os que folgam, como se não folgassem; e os que compram, como se não possuíssem;\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (χαίρω; chaírō; G5463), \"deus\" traz a ideia de deus. Aqui, essa palavra deixa o ensino de 1 Coríntios 7:30 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"deus\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em 1 Pedro 4:13. Lendo junto com 1 Coríntios 7:30, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["1 Coríntios 7:30","1 Pedro 4:13","João 1:1"]},"1corintios_7_31_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Ideia básica: mundo.","significado_contextual":"Refere-se ao mundo como o sistema que se opõe a Deus e aos Seus propósitos.","explicacao_detalhada":"A palavra 'mundo' (κόσμος) é usada para descrever a realidade em que vivemos, que muitas vezes é marcada por valores e prioridades que não refletem a vontade de Deus.","por_que_esta_palavra":"Paulo menciona o mundo para alertar os crentes sobre a necessidade de não se conformarem com os padrões mundanos, mas sim buscarem as coisas do alto.","conexao_teologica":"A separação do mundo é um tema importante na teologia cristã, que nos chama a viver como cidadãos do Reino de Deus.","referencias_relacionadas":["Romanos 12:2","1 João 2:15-17","Tiago 4:4"]},"1corintios_7_31_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para reafirmar a soberania divina em todas as áreas da vida.","explicacao_detalhada":"A repetição da palavra 'deus' (μή) enfatiza a importância de confiar em Deus e não se deixar levar pelas circunstâncias do mundo.","por_que_esta_palavra":"Paulo quer que os crentes mantenham sua fé e esperança em Deus, mesmo quando enfrentam desafios e incertezas.","conexao_teologica":"A confiança em Deus é fundamental para a vida cristã, pois Ele é a fonte de nossa força e esperança.","referencias_relacionadas":["Salmos 46:1","Provérbios 3:5-6","Hebreus 13:5-6"]},"1corintios_7_32_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade de Deus sobre a vida dos crentes e suas decisões.","explicacao_detalhada":"A palavra 'senhor' (κύριος) é usada para descrever a soberania de Cristo e Sua autoridade sobre todas as áreas da vida dos crentes.","por_que_esta_palavra":"Paulo usa essa palavra para lembrar os crentes de que devem submeter suas vidas à autoridade de Cristo, buscando Sua vontade em todas as decisões.","conexao_teologica":"A submissão à autoridade de Cristo é um princípio central na vida cristã, refletindo a relação entre o crente e seu Senhor.","referencias_relacionadas":["Mateus 28:18","Colossenses 3:17","Efésios 5:21"]},"1corintios_7_32_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' refere-se à capacidade de decidir entre diferentes opções, especialmente no contexto de relacionamentos e compromissos.","explicacao_detalhada":"Neste versículo, Paulo fala sobre a liberdade de escolher o estado civil, enfatizando que aqueles que não estão casados têm a oportunidade de se dedicar mais plenamente ao Senhor, sem as distrações que podem vir com o casamento.","por_que_esta_palavra":"A escolha é um tema central na vida cristã, onde os crentes são chamados a fazer escolhas que honrem a Deus e reflitam sua vontade.","conexao_teologica":"A escolha reflete a liberdade que Deus deu ao ser humano, permitindo que cada um decida seu caminho, seja no casamento ou na vida de solteiro, sempre buscando a vontade divina.","referencias_relacionadas":["Deuteronômio 30:19","Mateus 7:13-14","Gálatas 5:13"]},"1corintios_7_33_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Ideia básica: mundo.","significado_contextual":"A palavra 'mundo' é usada para descrever a realidade social e cultural em que vivemos, incluindo suas distrações e preocupações.","explicacao_detalhada":"Paulo menciona o 'mundo' para contrastar as preocupações que vêm com o casamento e as que vêm com a vida de solteiro, sugerindo que o estado civil pode influenciar a dedicação a Deus.","por_que_esta_palavra":"O mundo é frequentemente visto como um lugar de tentações e distrações que podem afastar os crentes de sua devoção a Deus.","conexao_teologica":"A relação do crente com o mundo é um tema importante na teologia, onde somos chamados a não nos conformar com os padrões deste mundo, mas a buscar a transformação em Cristo.","referencias_relacionadas":["Romanos 12:2","1 João 2:15-17","Tiago 4:4"]},"1corintios_7_33_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se à figura feminina, especialmente no contexto de relacionamentos e casamento.","explicacao_detalhada":"Paulo discute como as preocupações de uma mulher casada podem ser diferentes das de uma mulher solteira, enfatizando a importância de cada estado civil na vida espiritual.","por_que_esta_palavra":"A mulher, como parte da criação de Deus, desempenha um papel crucial na sociedade e na igreja, e suas preocupações são legítimas e dignas de consideração.","conexao_teologica":"A dignidade e o valor da mulher são temas centrais na Bíblia, refletindo a imagem de Deus e seu papel na criação.","referencias_relacionadas":["Gênesis 2:18","Provérbios 31:10-31","Efésios 5:22-33"]},"1corintios_7_33_esposa":{"palavra_pt":"esposa","palavra_original":"γαμέω","transliteracao":"gaméō","strong":"G1060","significado_raiz":"Ideia básica: esposa.","significado_contextual":"A palavra 'esposa' refere-se à mulher em um relacionamento matrimonial, destacando seu papel e responsabilidades.","explicacao_detalhada":"Paulo menciona a esposa para ilustrar como as preocupações de uma mulher casada podem afetar sua vida espiritual e sua dedicação ao Senhor.","por_que_esta_palavra":"O conceito de esposa é fundamental na Bíblia, simbolizando a união e o compromisso entre marido e mulher, refletindo a relação entre Cristo e a Igreja.","conexao_teologica":"A relação entre marido e esposa é frequentemente usada como uma metáfora para a relação de Deus com seu povo, enfatizando amor, compromisso e sacrifício.","referencias_relacionadas":["Gênesis 2:24","Efésios 5:25-33","1 Pedro 3:1-7"]},"1corintios_7_34_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade e ao domínio, especialmente no contexto de relacionamentos familiares.","explicacao_detalhada":"Paulo discute como a autoridade do marido sobre a esposa e vice-versa pode influenciar a dinâmica do casamento e a vida espiritual do casal.","por_que_esta_palavra":"A autoridade é um conceito importante na Bíblia, refletindo a ordem divina nas relações humanas e a responsabilidade que vem com essa autoridade.","conexao_teologica":"A autoridade de Cristo sobre a Igreja é um modelo para as relações familiares, onde o amor e o respeito devem prevalecer.","referencias_relacionadas":["Efésios 5:22-24","Colossenses 3:18-19","1 Timóteo 3:4-5"]},"1corintios_7_34_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se à essência espiritual do ser humano, que se relaciona com Deus.","explicacao_detalhada":"Neste contexto, Paulo menciona o espírito para enfatizar a importância da vida espiritual e da conexão com Deus, que deve ser priorizada em todas as circunstâncias.","por_que_esta_palavra":"O espírito é a parte do ser humano que busca a comunhão com Deus e é vital para a vida cristã.","conexao_teologica":"A presença do Espírito Santo na vida do crente é fundamental para a transformação e a santificação, guiando-o em sua jornada espiritual.","referencias_relacionadas":["Gálatas 5:22-23","Romanos 8:9-11","1 Coríntios 2:12"]},"1corintios_7_34_mulher":{"palavra_pt":"mulher","palavra_original":"γυνή","transliteracao":"gynḗ","strong":"G1135","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' é usada novamente para destacar a importância da figura feminina nas discussões sobre casamento e vida espiritual.","explicacao_detalhada":"Paulo continua a explorar como as preocupações de uma mulher, seja casada ou solteira, afetam sua relação com Deus e sua capacidade de servir.","por_que_esta_palavra":"A mulher é uma parte essencial da comunidade cristã, e suas experiências e desafios são relevantes para a vida da igreja.","conexao_teologica":"A valorização da mulher na Bíblia reflete o amor de Deus por todos os seres humanos e sua intenção de que todos sejam parte do corpo de Cristo.","referencias_relacionadas":["Gálatas 3:28","Romanos 16:1-2","1 Timóteo 2:9-10"]},"1corintios_7_35_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é novamente mencionada para discutir a autoridade nas relações e seu impacto na vida espiritual.","explicacao_detalhada":"Paulo enfatiza que tanto homens quanto mulheres têm responsabilidades e autoridade em seus relacionamentos, que devem ser exercidas com amor e respeito.","por_que_esta_palavra":"A autoridade é um aspecto importante das relações humanas, refletindo a ordem que Deus estabeleceu na criação.","conexao_teologica":"A relação de autoridade entre Cristo e a Igreja serve como um modelo para as relações familiares, onde o amor deve ser a base da autoridade.","referencias_relacionadas":["Efésios 5:21-33","1 Pedro 5:3","Colossenses 3:20-21"]},"1corintios_7_35_urso":{"palavra_pt":"urso","palavra_original":"συμφέρω","transliteracao":"symphérō","strong":"G4851","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada metaforicamente para descrever a ideia de suportar ou carregar responsabilidades.","explicacao_detalhada":"Paulo menciona a ideia de 'urso' para ilustrar como as responsabilidades podem ser pesadas, mas também são parte do chamado de cada um na vida cristã.","por_que_esta_palavra":"A metáfora do 'urso' destaca a importância de carregar as responsabilidades com fé e perseverança.","conexao_teologica":"A ideia de suportar fardos é um tema recorrente na Bíblia, onde somos chamados a ajudar uns aos outros e a carregar as cargas uns dos outros.","referencias_relacionadas":["Gálatas 6:2","Mateus 11:28-30","Romanos 15:1"]},"1corintios_7_36_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se/acontecer' refere-se ao processo de transformação ou mudança de estado.","explicacao_detalhada":"Paulo discute como as circunstâncias da vida podem levar a mudanças significativas, especialmente no que diz respeito ao casamento e à vida espiritual.","por_que_esta_palavra":"A ideia de transformação é central na vida cristã, onde somos chamados a nos tornar novas criaturas em Cristo.","conexao_teologica":"A transformação espiritual é um tema fundamental na teologia cristã, refletindo a obra do Espírito Santo em nossas vidas.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Filipenses 1:6"]},"1corintios_7_36_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' refere-se à decisão de um pai sobre o estado de sua filha, se deve deixá-la casar ou não.","explicacao_detalhada":"Neste contexto, Paulo discute a liberdade de escolha em relação ao casamento, enfatizando que a decisão deve ser feita com sabedoria e consideração.","por_que_esta_palavra":"A escolha é um tema central na vida cristã, refletindo a liberdade que Deus nos dá para tomar decisões que afetam nosso futuro.","conexao_teologica":"A escolha é um reflexo do livre arbítrio que Deus concede ao ser humano, permitindo que cada um decida seu caminho em conformidade com a vontade divina.","referencias_relacionadas":["Deuteronômio 30:19","Josué 24:15","Gálatas 5:13"]},"1corintios_7_36_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' é utilizada no sentido de realizar uma ação, neste caso, a ação de permitir que a filha se case.","explicacao_detalhada":"Paulo está abordando a responsabilidade dos pais em relação às decisões matrimoniais de seus filhos, enfatizando a importância de agir de acordo com a vontade de Deus.","por_que_esta_palavra":"Fazer é uma ação que implica responsabilidade e compromisso, especialmente em questões que envolvem a vida e o futuro de outros.","conexao_teologica":"A ação de fazer é um reflexo da fé em ação, onde as decisões devem ser tomadas em conformidade com os princípios bíblicos.","referencias_relacionadas":["Tiago 1:22","Colossenses 3:23","Mateus 7:17"]},"1corintios_7_37_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se ao compromisso e à união que ocorre no casamento, um tema central na discussão de Paulo.","explicacao_detalhada":"Paulo menciona a aliança para destacar a seriedade do casamento e a importância de se comprometer com a parceira escolhida.","por_que_esta_palavra":"A aliança é um símbolo de compromisso duradouro, refletindo a relação entre Cristo e a Igreja.","conexao_teologica":"A aliança é um conceito teológico que permeia toda a Bíblia, simbolizando a relação de Deus com Seu povo.","referencias_relacionadas":["Gênesis 2:24","Mateus 19:6","Efésios 5:31"]},"1corintios_7_37_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"A palavra 'acquaintance' refere-se ao conhecimento e à familiaridade que se tem com alguém, no contexto de relacionamentos.","explicacao_detalhada":"Neste versículo, Paulo discute a importância de conhecer bem a pessoa com quem se pretende casar, enfatizando a necessidade de um relacionamento sólido.","por_que_esta_palavra":"O conhecimento mútuo é fundamental para a construção de um relacionamento saudável e duradouro.","conexao_teologica":"A familiaridade e o conhecimento são essenciais na relação entre Deus e os seres humanos, onde Deus se revela a nós.","referencias_relacionadas":["Provérbios 18:22","Cânticos 2:7","1 João 4:7"]},"1corintios_7_38_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' é utilizada novamente para enfatizar a ação de permitir que a filha se case, se assim desejar.","explicacao_detalhada":"Paulo reafirma a responsabilidade dos pais em tomar decisões que impactam a vida de seus filhos, sempre buscando a vontade de Deus.","por_que_esta_palavra":"A ação de fazer é uma demonstração de amor e cuidado, refletindo a responsabilidade que temos uns com os outros.","conexao_teologica":"A ação de fazer é um reflexo da obediência à vontade de Deus em nossas vidas.","referencias_relacionadas":["Romanos 12:1","1 Pedro 4:10","Gálatas 6:2"]},"1corintios_7_38_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é utilizada para enfatizar a soberania e a autoridade divina sobre as decisões humanas.","explicacao_detalhada":"Paulo lembra que, ao tomar decisões, devemos sempre considerar a vontade de Deus e buscar Sua orientação.","por_que_esta_palavra":"Reconhecer Deus em nossas decisões é fundamental para viver uma vida alinhada com Seus propósitos.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, lembrando-nos de que Ele está no controle de todas as coisas.","referencias_relacionadas":["Provérbios 3:5-6","Salmos 37:5","Isaías 55:8-9"]},"1corintios_7_39_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"A palavra 'lei' refere-se aos princípios e normas que regem a vida cristã, incluindo o casamento.","explicacao_detalhada":"Paulo menciona a lei para destacar a importância de seguir os mandamentos de Deus em todas as áreas da vida, incluindo relacionamentos.","por_que_esta_palavra":"A lei é um guia que nos ajuda a viver de acordo com a vontade de Deus e a evitar caminhos que nos afastem dEle.","conexao_teologica":"A lei de Deus é um reflexo de Seu caráter e de Sua vontade para a humanidade.","referencias_relacionadas":["Romanos 13:10","Gálatas 5:14","Tiago 1:25"]},"1corintios_7_39_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade de Cristo sobre a vida do crente, especialmente em questões de relacionamento.","explicacao_detalhada":"Paulo enfatiza que, em todas as decisões, devemos reconhecer a autoridade de Cristo e submeter nossas vontades à Sua.","por_que_esta_palavra":"Reconhecer a autoridade de Cristo é fundamental para viver uma vida que glorifica a Deus.","conexao_teologica":"A autoridade de Cristo é um tema central no Novo Testamento, lembrando-nos de que Ele é o Senhor de nossas vidas.","referencias_relacionadas":["Filipenses 2:10-11","Colossenses 3:17","Mateus 28:18"]},"1corintios_7_39_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se à maneira como devemos conduzir nossas vidas, incluindo nossas decisões sobre o casamento.","explicacao_detalhada":"Paulo discute a importância de viver de acordo com os princípios de Deus, especialmente em relacionamentos.","por_que_esta_palavra":"Viver de acordo com a vontade de Deus é essencial para experimentar a plenitude da vida que Ele oferece.","conexao_teologica":"A vida em Cristo é um tema central na teologia cristã, enfatizando a transformação que ocorre quando seguimos a Ele.","referencias_relacionadas":["João 10:10","Gálatas 2:20","Romanos 6:4"]},"1corintios_7_40_juizo":{"palavra_pt":"juizo","palavra_original":"γνώμη","transliteracao":"gnṓmē","strong":"G1106","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo' refere-se à capacidade de discernir e tomar decisões sábias, especialmente em relação ao casamento.","explicacao_detalhada":"Paulo enfatiza a importância de ter um juízo claro ao tomar decisões que impactam a vida pessoal e espiritual.","por_que_esta_palavra":"O juízo é essencial para a vida cristã, permitindo que façamos escolhas que honrem a Deus.","conexao_teologica":"O juízo é um dom de Deus que nos ajuda a discernir Sua vontade em nossas vidas.","referencias_relacionadas":["Provérbios 2:6","Tiago 1:5","Romanos 12:2"]},"1corintios_7_40_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se à essência espiritual do ser humano, que é capaz de se relacionar com Deus.","explicacao_detalhada":"No contexto de 1 Coríntios 7:40, Paulo fala sobre a liberdade de uma viúva em se casar novamente, enfatizando que ela pode escolher seguir o caminho do Espírito, que é guiado por Deus.","por_que_esta_palavra":"A palavra 'espírito' é utilizada para destacar a dimensão espiritual da vida cristã e a importância de estar em sintonia com a vontade de Deus.","conexao_teologica":"A conexão teológica está na relação entre o Espírito Santo e a vida do crente, que deve ser guiado por esse Espírito em todas as decisões.","referencias_relacionadas":["Romanos 8:14","Gálatas 5:25","1 Coríntios 2:12"]},"1corintios_7_40_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus único e verdadeiro, que deve ser o centro da vida do crente.","explicacao_detalhada":"Em 1 Coríntios 7:40, Paulo menciona Deus para enfatizar a importância de buscar a vontade divina nas decisões pessoais, especialmente em questões de relacionamento.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para a fé cristã, pois representa a fonte de toda sabedoria e orientação.","conexao_teologica":"A teologia cristã gira em torno da relação entre o ser humano e Deus, onde a obediência à Sua vontade é essencial.","referencias_relacionadas":["Salmos 37:4","Tiago 1:5","Romanos 12:2"]}}