{"1corintios_9_1_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que se refere ao Salvador, Jesus Cristo.","explicacao_detalhada":"Jesus é o Messias prometido no Antigo Testamento, que veio para salvar a humanidade do pecado. Em 1 Coríntios 9:1, Paulo afirma que ele é um apóstolo porque viu Jesus ressuscitado.","por_que_esta_palavra":"A menção de Jesus é fundamental para a autoridade apostólica de Paulo e para a mensagem do evangelho.","conexao_teologica":"Jesus é o centro da fé cristã, sendo a encarnação de Deus e o redentor da humanidade.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"1corintios_9_1_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à posição de Senhor e autoridade que Jesus tem sobre os crentes.","explicacao_detalhada":"A palavra 'senhor' implica em domínio e respeito, reconhecendo a soberania de Cristo sobre a vida dos crentes e a missão da igreja.","por_que_esta_palavra":"Paulo usa 'senhor' para afirmar sua autoridade apostólica, que vem do próprio Cristo.","conexao_teologica":"A autoridade de Jesus é reconhecida em toda a Escritura, sendo fundamental para a obediência dos crentes.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:10-11","Colossenses 1:16"]},"1corintios_9_2_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se à autoridade de Cristo sobre os apóstolos e a igreja.","explicacao_detalhada":"Paulo reafirma sua posição como apóstolo, destacando que sua autoridade não é autoatribuída, mas concedida por Jesus.","por_que_esta_palavra":"É crucial para a defesa de sua apostolicidade e para a aceitação de seu ministério pelos coríntios.","conexao_teologica":"A autoridade apostólica é um tema recorrente nas cartas de Paulo, enfatizando a importância da liderança espiritual.","referencias_relacionadas":["2 Coríntios 12:12","Gálatas 1:1","Efésios 4:11-12"]},"1corintios_9_4_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus que provê e sustenta os seus servos.","explicacao_detalhada":"Paulo menciona Deus para enfatizar que o sustento do ministério é uma responsabilidade divina, não apenas humana.","por_que_esta_palavra":"A inclusão de Deus reforça a legitimidade do ministério e a dependência do apóstolo em relação ao Senhor.","conexao_teologica":"Deus é o provedor de todas as coisas, e sua soberania é um tema central nas Escrituras.","referencias_relacionadas":["Filipenses 4:19","Mateus 6:26","Salmos 23:1"]},"1corintios_9_4_autoridade":{"palavra_pt":"autoridade","palavra_original":"ἐξουσία","transliteracao":"exousía","strong":"G1849","significado_raiz":"Ideia básica: autoridade.","significado_contextual":"Refere-se ao poder e direito que Paulo tem de receber sustento por seu trabalho apostólico.","explicacao_detalhada":"A palavra 'autoridade' aqui é usada para justificar a prática de receber apoio financeiro de suas igrejas.","por_que_esta_palavra":"É importante para Paulo estabelecer que ele tem o direito de ser sustentado por aqueles a quem ministra.","conexao_teologica":"A questão da autoridade no ministério é discutida em várias partes do Novo Testamento, mostrando a legitimidade do sustento pastoral.","referencias_relacionadas":["1 Timóteo 5:17-18","Gálatas 6:6","2 Coríntios 11:8"]},"1corintios_9_4_possessao":{"palavra_pt":"possessao","palavra_original":"ἔχω","transliteracao":"échō","strong":"G2192","significado_raiz":"Ideia básica: possessao.","significado_contextual":"Refere-se à posse ou direito de desfrutar das bênçãos que Deus concede.","explicacao_detalhada":"Paulo argumenta que, como apóstolo, ele tem o direito de usufruir das bênçãos materiais que vêm de seu ministério.","por_que_esta_palavra":"A palavra 'posse' é usada para afirmar que os apóstolos têm direitos legítimos sobre o que recebem em seu trabalho.","conexao_teologica":"A posse das bênçãos de Deus é um tema que permeia a vida cristã, onde os crentes são chamados a reconhecer e administrar o que Deus lhes dá.","referencias_relacionadas":["Tiago 1:17","Romanos 8:32","1 Pedro 4:10"]},"1corintios_9_5_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente à autoridade de Paulo como apóstolo e seu direito de receber apoio.","explicacao_detalhada":"Paulo menciona que ele e outros apóstolos têm o direito de serem sustentados em seu ministério, reforçando a legitimidade de sua posição.","por_que_esta_palavra":"É essencial para a defesa de sua autoridade apostólica e para a compreensão do sustento no ministério.","conexao_teologica":"A autoridade no ministério é um aspecto importante para a saúde da igreja e a responsabilidade dos líderes.","referencias_relacionadas":["1 Timóteo 5:18","Gálatas 6:6","2 Coríntios 12:13"]},"1corintios_9_5_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como fonte de sustento e bênção para os apóstolos.","explicacao_detalhada":"A menção de Deus aqui reforça a ideia de que o sustento do ministério é uma questão espiritual e não apenas material.","por_que_esta_palavra":"É importante para Paulo mostrar que sua dependência é de Deus, e não apenas dos homens.","conexao_teologica":"A soberania de Deus sobre o sustento é um tema que aparece em várias partes da Escritura, mostrando que Ele cuida de seus servos.","referencias_relacionadas":["Salmos 37:25","Mateus 6:33","Filipenses 4:19"]},"1corintios_9_6_alone":{"palavra_pt":"sozinho","palavra_original":"μόνος","transliteracao":"mónos","strong":"G3441","significado_raiz":"Ideia básica: sozinho.","significado_contextual":"Refere-se à ideia de estar sozinho ou independente em seu ministério.","explicacao_detalhada":"Paulo menciona que ele poderia ter optado por não receber sustento, enfatizando sua liberdade e escolha em servir a Deus.","por_que_esta_palavra":"A palavra 'sozinho' é usada para mostrar que Paulo não depende de ninguém para validar seu ministério.","conexao_teologica":"A independência no ministério é um tema que destaca a soberania de Deus e a responsabilidade pessoal dos crentes.","referencias_relacionadas":["Gálatas 1:10","2 Coríntios 11:9","Filipenses 4:11"]},"1corintios_9_6_autoridade":{"palavra_pt":"autoridade","palavra_original":"ἐξουσία","transliteracao":"exousía","strong":"G1849","significado_raiz":"Ideia básica: autoridade.","significado_contextual":"Refere-se à autoridade que Paulo possui como apóstolo, mesmo ao optar por não receber sustento.","explicacao_detalhada":"Paulo usa essa autoridade para justificar sua escolha de não ser um peso para a igreja, mostrando sua dedicação ao evangelho.","por_que_esta_palavra":"A palavra 'autoridade' é crucial para entender a posição de Paulo e sua relação com a igreja de Corinto.","conexao_teologica":"A autoridade no ministério é um aspecto importante para a liderança e a responsabilidade dos servos de Deus.","referencias_relacionadas":["1 Coríntios 4:1-2","2 Coríntios 5:20","1 Tessalonicenses 2:6"]},"1corintios_9_6_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e sustentador do universo.","explicacao_detalhada":"Neste contexto, Paulo menciona Deus para enfatizar a legitimidade do seu ministério e a responsabilidade que tem diante d'Ele. A palavra 'deus' é usada para reafirmar a autoridade divina sobre as ações humanas.","por_que_esta_palavra":"A palavra é crucial para entender a relação entre o apóstolo e Deus, destacando que seu trabalho é feito em nome d'Ele.","conexao_teologica":"A presença de Deus na vida do crente é fundamental, pois Ele é a fonte de toda autoridade e sustento espiritual.","referencias_relacionadas":["Romanos 1:20","Salmos 19:1","Gênesis 1:1"]},"1corintios_9_7_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"Refere-se a um relacionamento próximo ou familiar com alguém.","explicacao_detalhada":"Paulo usa esta palavra para ilustrar a familiaridade que um trabalhador tem com seu trabalho e os direitos que isso implica. Ele argumenta que, assim como um soldado tem direito ao seu sustento, ele também tem direito ao apoio da comunidade.","por_que_esta_palavra":"A palavra é importante para mostrar que o ministério é uma vocação que merece reconhecimento e apoio.","conexao_teologica":"A ideia de ser conhecido por Deus e ter um relacionamento íntimo com Ele é central na teologia cristã.","referencias_relacionadas":["João 10:14","Mateus 7:23","Gálatas 4:9"]},"1corintios_9_7_terra":{"palavra_pt":"terra","palavra_original":"φυτεύω","transliteracao":"phyteúō","strong":"G5452","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à terra cultivada, simbolizando o sustento e a provisão.","explicacao_detalhada":"Neste versículo, Paulo menciona a terra para ilustrar a ideia de que aqueles que trabalham na obra de Deus devem ser sustentados por ela, assim como um agricultor é sustentado pela sua colheita.","por_que_esta_palavra":"A palavra é usada para reforçar a conexão entre trabalho e recompensa, enfatizando a justiça divina.","conexao_teologica":"A terra é frequentemente usada na Bíblia como símbolo de bênção e provisão de Deus para o Seu povo.","referencias_relacionadas":["Deuteronômio 11:10","Salmos 104:14","Mateus 6:26"]},"1corintios_9_7_wages":{"palavra_pt":"wages","palavra_original":"ὀψώνιον","transliteracao":"opsṓnion","strong":"G3800","significado_raiz":"Ideia básica: wages.","significado_contextual":"Refere-se à compensação ou pagamento por trabalho realizado.","explicacao_detalhada":"Paulo argumenta que, assim como um trabalhador recebe seu salário, ele também tem direito a receber apoio financeiro por seu ministério. A palavra 'wages' enfatiza a dignidade do trabalho espiritual.","por_que_esta_palavra":"É essencial para entender a legitimidade do sustento dos ministros do evangelho.","conexao_teologica":"A justiça de Deus se manifesta na provisão para aqueles que servem a Ele e ao Seu povo.","referencias_relacionadas":["Lucas 10:7","1 Timóteo 5:18","Gálatas 6:6"]},"1corintios_9_8_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"Refere-se ao conjunto de normas e mandamentos dados por Deus ao Seu povo.","explicacao_detalhada":"Paulo menciona a lei para argumentar que mesmo a lei reconhece o direito dos trabalhadores ao sustento. Ele usa isso para validar seu pedido de apoio financeiro.","por_que_esta_palavra":"A palavra é importante para mostrar que a justiça e os direitos são princípios que permeiam tanto a lei quanto o evangelho.","conexao_teologica":"A lei de Deus é um reflexo do Seu caráter justo e amoroso, que se preocupa com o bem-estar de todos.","referencias_relacionadas":["Deuteronômio 25:4","Mateus 5:17","Romanos 7:12"]},"1corintios_9_8_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, enfatizando a soberania e autoridade de Deus.","explicacao_detalhada":"Neste contexto, Paulo reafirma que suas afirmações estão alinhadas com a vontade de Deus, que se preocupa com a justiça e o sustento de Seus servos.","por_que_esta_palavra":"A palavra é vital para entender a relação entre a lei e a vontade divina, mostrando que Deus se importa com a justiça.","conexao_teologica":"Deus é a fonte de toda justiça e sustento, e Sua vontade é que os que trabalham em Sua obra sejam cuidados.","referencias_relacionadas":["Salmos 37:25","Filipenses 4:19","Mateus 6:33"]},"1corintios_9_8_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Refere-se à conformidade ou acordo com algo.","explicacao_detalhada":"Paulo usa esta palavra para indicar que o sustento deve ser dado de acordo com a justiça e a vontade de Deus, reforçando a legitimidade de seu pedido.","por_que_esta_palavra":"A palavra é importante para enfatizar que o sustento deve ser proporcional e justo, refletindo a natureza de Deus.","conexao_teologica":"A ideia de agir conforme a vontade de Deus é central na vida cristã, pois reflete a submissão ao Seu plano.","referencias_relacionadas":["Romanos 12:2","Efésios 5:17","Colossenses 3:17"]},"1corintios_9_9_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"Refere-se às normas estabelecidas por Deus para guiar o comportamento humano.","explicacao_detalhada":"Paulo menciona a lei novamente para reforçar que a justiça e os direitos dos trabalhadores são princípios que estão enraizados na própria lei de Deus.","por_que_esta_palavra":"A palavra é crucial para entender a continuidade entre a lei e a nova aliança em Cristo.","conexao_teologica":"A lei é um reflexo do caráter de Deus e continua a ter relevância na vida do crente.","referencias_relacionadas":["Romanos 3:31","Gálatas 3:24","Tiago 1:25"]},"1corintios_9_9_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, enfatizando a autoridade e o cuidado de Deus.","explicacao_detalhada":"Neste contexto, Paulo reafirma que Deus se preocupa com a justiça e o bem-estar de Seus servos, reforçando a legitimidade de seu ministério.","por_que_esta_palavra":"A palavra é essencial para entender a relação entre Deus e a justiça social, mostrando que Ele se importa com os que servem.","conexao_teologica":"Deus é a fonte de toda justiça e sustento, e Sua vontade é que os que trabalham em Sua obra sejam cuidados.","referencias_relacionadas":["Salmos 68:5","Mateus 10:31","1 Pedro 5:7"]},"1corintios_9_9_care":{"palavra_pt":"care","palavra_original":"μέλω","transliteracao":"mélō","strong":"G3199","significado_raiz":"Ideia básica: care.","significado_contextual":"Refere-se à preocupação ou atenção que se deve ter por algo ou alguém.","explicacao_detalhada":"Paulo usa esta palavra para enfatizar que Deus se preocupa com os seres humanos, incluindo aqueles que trabalham em Seu ministério.","por_que_esta_palavra":"A palavra é importante para mostrar que a preocupação de Deus se estende a todas as áreas da vida, incluindo o sustento dos ministros.","conexao_teologica":"A preocupação de Deus por Seu povo é um tema recorrente na Bíblia, refletindo Seu amor e cuidado.","referencias_relacionadas":["Mateus 6:25","Filipenses 4:6","1 Pedro 5:7"]},"1corintios_9_10_fe":{"palavra_pt":"esperanca","palavra_original":"ἐλπίς","transliteracao":"elpís","strong":"G1680","significado_raiz":"Ideia básica: esperanca.","significado_contextual":"A esperança é a expectativa confiante de que Deus cumprirá Suas promessas.","explicacao_detalhada":"No contexto de 1 Coríntios 9:10, a esperança é apresentada como uma motivação para o trabalho apostólico, onde Paulo menciona que aqueles que semeiam espiritualmente devem esperar colher frutos espirituais.","por_que_esta_palavra":"A palavra 'esperança' é crucial para a fé cristã, pois representa a confiança nas promessas de Deus e a expectativa de vida eterna.","conexao_teologica":"A esperança é um dos pilares da fé cristã, ligada à salvação e à vida eterna em Cristo.","referencias_relacionadas":["Romanos 5:5","Hebreus 11:1","1 Pedro 1:3"]},"1corintios_9_10_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer implica em comunicar uma mensagem ou instrução.","explicacao_detalhada":"Em 1 Coríntios 9:10, Paulo usa a palavra 'dizer' para enfatizar a importância da comunicação clara do evangelho e das instruções que ele transmite à igreja.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para a transmissão da verdade e da doutrina cristã, essencial para o crescimento espiritual da comunidade.","conexao_teologica":"A comunicação da palavra de Deus é um ato de obediência e um meio de edificação da fé.","referencias_relacionadas":["Mateus 28:19-20","Romanos 10:14","Tiago 1:22"]},"1corintios_9_10_describe":{"palavra_pt":"descrever","palavra_original":"γράφω","transliteracao":"gráphō","strong":"G1125","significado_raiz":"Ideia básica: descrever.","significado_contextual":"Descrever refere-se a relatar ou explicar algo de forma detalhada.","explicacao_detalhada":"No versículo, Paulo descreve a relação entre o trabalho espiritual e a recompensa, enfatizando a necessidade de clareza na explicação dos princípios do evangelho.","por_que_esta_palavra":"Descrever é essencial para que os ouvintes compreendam a mensagem e a importância do evangelho em suas vidas.","conexao_teologica":"A descrição clara da verdade bíblica é vital para a edificação da igreja e a formação de discípulos.","referencias_relacionadas":["Atos 20:27","2 Timóteo 4:2","1 Pedro 3:15"]},"1corintios_9_11_espirito":{"palavra_pt":"espirito","palavra_original":"πνευματικός","transliteracao":"pneumatikós","strong":"G4152","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Espírito refere-se à dimensão espiritual da vida cristã, que é guiada e sustentada pelo Espírito Santo.","explicacao_detalhada":"Em 1 Coríntios 9:11, Paulo menciona o espírito para destacar a importância da obra espiritual e da colheita que resulta do ministério apostólico.","por_que_esta_palavra":"A palavra 'espírito' é central na teologia cristã, pois representa a presença de Deus na vida do crente e a capacitação para o serviço.","conexao_teologica":"A obra do Espírito Santo é fundamental para a transformação e o crescimento espiritual dos crentes.","referencias_relacionadas":["Gálatas 5:22-23","Romanos 8:9","1 Coríntios 12:7"]},"1corintios_9_11_temor":{"palavra_pt":"temor","palavra_original":"μέγας","transliteracao":"mégas","strong":"G3173","significado_raiz":"Ideia básica: temor.","significado_contextual":"Temor aqui se refere a um respeito profundo e reverente por Deus.","explicacao_detalhada":"No contexto do versículo, o temor é uma atitude que deve acompanhar o ministério, reconhecendo a seriedade da responsabilidade de pregar o evangelho.","por_que_esta_palavra":"O temor de Deus é essencial para uma vida de fé autêntica e para o ministério eficaz.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria e é fundamental para a vida cristã.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Eclesiastes 12:13"]},"1corintios_9_11_semente":{"palavra_pt":"semente","palavra_original":"σπείρω","transliteracao":"speírō","strong":"G4687","significado_raiz":"Ideia básica: semente.","significado_contextual":"Semente simboliza a palavra de Deus e o potencial de crescimento espiritual.","explicacao_detalhada":"Em 1 Coríntios 9:11, Paulo usa a metáfora da semente para ilustrar como o ministério espiritual pode gerar frutos na vida dos crentes.","por_que_esta_palavra":"A semente é uma imagem poderosa que representa o início de algo que pode crescer e produzir muito mais.","conexao_teologica":"A parábola do semeador (Mateus 13) destaca a importância da semente e a resposta do solo, que representa os corações das pessoas.","referencias_relacionadas":["Mateus 13:3-9","Gálatas 6:7-9","1 Pedro 1:23"]},"1corintios_9_12_bom":{"palavra_pt":"bom","palavra_original":"εὐαγγέλιον","transliteracao":"euangélion","strong":"G2098","significado_raiz":"Ideia básica: bom.","significado_contextual":"Bom refere-se à qualidade do evangelho e à bondade de Deus em prover para Seus servos.","explicacao_detalhada":"No versículo, Paulo menciona o 'bom' para enfatizar a natureza positiva e edificante do evangelho que ele prega.","por_que_esta_palavra":"A palavra 'bom' é fundamental para descrever a natureza do evangelho e a bondade de Deus em todas as Suas obras.","conexao_teologica":"A bondade de Deus é um tema central na Escritura, refletindo Seu caráter e Sua ação em favor da humanidade.","referencias_relacionadas":["Romanos 2:4","Salmos 34:8","Gálatas 5:22"]},"1corintios_9_12_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo, o Ungido, refere-se a Jesus como o Messias prometido.","explicacao_detalhada":"Em 1 Coríntios 9:12, Paulo menciona 'Cristo' para afirmar a autoridade e a centralidade de Jesus no ministério e na mensagem do evangelho.","por_que_esta_palavra":"A palavra 'Cristo' é essencial para a fé cristã, pois identifica Jesus como o Salvador e o Rei.","conexao_teologica":"A unção de Cristo é um elemento central na teologia cristã, representando Sua missão e autoridade divina.","referencias_relacionadas":["Isaías 61:1","Atos 10:38","Romanos 1:3-4"]},"1corintios_9_12_autoridade":{"palavra_pt":"autoridade","palavra_original":"ἐξουσία","transliteracao":"exousía","strong":"G1849","significado_raiz":"Ideia básica: autoridade.","significado_contextual":"Autoridade refere-se ao poder e direito de agir em nome de Deus.","explicacao_detalhada":"No versículo, Paulo fala sobre a autoridade que ele tem como apóstolo e a legitimidade de seu ministério.","por_que_esta_palavra":"A palavra 'autoridade' é crucial para entender a posição de Paulo e a importância do ministério apostólico na igreja.","conexao_teologica":"A autoridade espiritual é dada por Deus e é fundamental para a liderança e a correção dentro da igreja.","referencias_relacionadas":["Mateus 28:18","2 Coríntios 10:8","Hebreus 13:17"]},"1corintios_9_13_sagrado":{"palavra_pt":"sagrado","palavra_original":"ἱερόν","transliteracao":"hierón","strong":"G2411","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Sagrado refere-se ao que é consagrado a Deus e separado para Seu serviço.","explicacao_detalhada":"Em 1 Coríntios 9:13, Paulo menciona o 'sagrado' para enfatizar a importância do ministério e das coisas dedicadas a Deus.","por_que_esta_palavra":"A palavra 'sagrado' é fundamental para entender a separação e a dedicação que devem existir na vida cristã.","conexao_teologica":"A santidade é um atributo de Deus e um chamado para todos os crentes, refletindo a natureza de Deus em suas vidas.","referencias_relacionadas":["1 Pedro 1:16","Romanos 12:1","Levítico 20:26"]},"1corintios_9_13_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma relação de proximidade ou inclusão, referindo-se à comunidade de crentes.","explicacao_detalhada":"No contexto de 1 Coríntios 9:13, Paulo menciona que os sacerdotes que servem no templo vivem do que é oferecido no altar, enfatizando a relação entre os que servem e a comunidade que sustenta esse serviço.","por_que_esta_palavra":"A escolha da palavra 'entre' ressalta a interdependência entre os servos de Deus e a congregação, mostrando que ambos têm um papel vital na obra do Senhor.","conexao_teologica":"A interdependência entre a liderança espiritual e a congregação é um tema recorrente nas Escrituras, refletindo a unidade do corpo de Cristo.","referencias_relacionadas":["1 Coríntios 12:12-27","Romanos 12:4-5","Efésios 4:16"]},"1corintios_9_14_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade de Cristo sobre a igreja e sobre os que pregam o evangelho.","explicacao_detalhada":"Paulo menciona que o Senhor ordenou que aqueles que pregam o evangelho vivam do evangelho, sublinhando a autoridade divina que sustenta essa prática.","por_que_esta_palavra":"A palavra 'senhor' é crucial para entender a origem da autoridade na igreja, que não é humana, mas divina.","conexao_teologica":"A autoridade de Cristo é fundamental para a missão da igreja e para a sustentação dos líderes espirituais.","referencias_relacionadas":["Mateus 28:18","Efésios 1:22-23","Colossenses 1:18"]},"1corintios_9_14_bom":{"palavra_pt":"bom","palavra_original":"εὐαγγέλιον","transliteracao":"euangélion","strong":"G2098","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade do evangelho e à vida que ele proporciona aos que o pregam.","explicacao_detalhada":"Paulo destaca que o evangelho é uma boa notícia que traz vida e sustento, tanto espiritual quanto físico, para aqueles que se dedicam a sua pregação.","por_que_esta_palavra":"A ênfase no 'bom' reflete a natureza positiva e transformadora da mensagem de Cristo.","conexao_teologica":"O evangelho é central na teologia cristã, sendo a fonte de esperança e vida para todos os crentes.","referencias_relacionadas":["Romanos 1:16","Gálatas 1:6-9","1 Pedro 1:25"]},"1corintios_9_14_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' implica em uma existência sustentada pela fé e pela prática do evangelho.","explicacao_detalhada":"Paulo afirma que aqueles que pregam o evangelho devem viver dele, indicando que a vida cristã é sustentada pela mensagem que proclamam.","por_que_esta_palavra":"A escolha da palavra 'viver' enfatiza a necessidade de uma vida prática que reflita a fé e a mensagem do evangelho.","conexao_teologica":"A vida cristã é uma vida de testemunho e dependência do evangelho, que molda cada aspecto da existência do crente.","referencias_relacionadas":["Gálatas 2:20","Filipenses 1:21","Colossenses 3:4"]},"1corintios_9_15_bom":{"palavra_pt":"bom","palavra_original":"καύχημα","transliteracao":"kaúchēma","strong":"G2745","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' aqui se refere ao que é digno de orgulho e glória na vida do apóstolo.","explicacao_detalhada":"Paulo menciona que não se vangloria de pregar o evangelho, mas reconhece que é um privilégio e uma responsabilidade que traz grande honra.","por_que_esta_palavra":"A palavra 'bom' sublinha a dignidade do chamado de Deus e a seriedade do ministério.","conexao_teologica":"O ministério é visto como um serviço a Deus, que deve ser realizado com humildade e gratidão.","referencias_relacionadas":["2 Coríntios 4:5","1 Pedro 5:2-3","Mateus 5:16"]},"1corintios_9_15_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se à transformação que ocorre na vida do apóstolo ao cumprir seu chamado.","explicacao_detalhada":"Paulo fala sobre a grandeza do seu chamado e como isso molda sua identidade e missão, enfatizando que ele não busca glória pessoal, mas a glória de Deus.","por_que_esta_palavra":"A palavra 'tornar-se' destaca o processo de crescimento e transformação na vida do crente.","conexao_teologica":"A transformação é um tema central na vida cristã, onde o crente é chamado a ser uma nova criatura em Cristo.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 5:22-23"]},"1corintios_9_15_luz":{"palavra_pt":"luz","palavra_original":"χράομαι","transliteracao":"chráomai","strong":"G5530","significado_raiz":"Ideia básica: luz.","significado_contextual":"A palavra 'luz' simboliza a revelação e a verdade que vêm de Deus.","explicacao_detalhada":"Paulo menciona que sua vida e ministério devem refletir a luz de Cristo, que traz clareza e direção ao mundo.","por_que_esta_palavra":"A luz é um símbolo poderoso na Escritura, representando a verdade e a presença de Deus.","conexao_teologica":"Cristo é descrito como a luz do mundo, e os crentes são chamados a refletir essa luz em suas vidas.","referencias_relacionadas":["João 8:12","Mateus 5:14-16","Efésios 5:8"]},"1corintios_9_16_bom":{"palavra_pt":"bom","palavra_original":"καύχημα","transliteracao":"kaúchēma","strong":"G2745","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' aqui se refere à qualidade do serviço prestado por Paulo e sua motivação.","explicacao_detalhada":"Paulo expressa que, mesmo que ele não se vanglorie, o serviço que presta é bom e digno, pois é feito para a glória de Deus.","por_que_esta_palavra":"A ênfase no 'bom' reflete a integridade e a sinceridade do ministério de Paulo.","conexao_teologica":"A qualidade do serviço a Deus é um reflexo do caráter do servo e da mensagem que ele prega.","referencias_relacionadas":["Colossenses 3:23-24","1 Pedro 4:10","Mateus 25:21"]},"1corintios_9_16_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à soberania e à autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Paulo menciona que não pregar o evangelho seria uma desobediência à ordem de Deus, destacando a importância da missão divina.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a origem e a motivação do ministério apostólico.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, que afirma que Ele é o autor e consumador da fé.","referencias_relacionadas":["Hebreus 12:2","Romanos 11:36","Apocalipse 4:11"]},"1corintios_9_17_commit":{"palavra_pt":"entregar","palavra_original":"πράσσω","transliteracao":"prássō","strong":"G4238","significado_raiz":"Ideia básica: entregar.","significado_contextual":"A palavra 'entregar' refere-se ao ato de se dedicar completamente ao ministério.","explicacao_detalhada":"Paulo fala sobre a entrega de sua vida ao evangelho, mostrando que seu compromisso é total e incondicional.","por_que_esta_palavra":"A palavra 'entregar' enfatiza a seriedade e a profundidade do chamado de Deus sobre a vida do apóstolo.","conexao_teologica":"A entrega total a Deus é um princípio fundamental da vida cristã, onde o crente é chamado a se sacrificar por amor a Cristo.","referencias_relacionadas":["Romanos 12:1","Gálatas 2:20","Filipenses 3:7-8"]},"1corintios_9_17_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Ato de acreditar ou confiar em algo ou alguém, especialmente em relação à fé cristã.","explicacao_detalhada":"No contexto de 1 Coríntios 9:17, a palavra 'crer' refere-se à confiança que Paulo tem em sua missão e no evangelho que prega. Ele enfatiza que sua pregação não é por obrigação, mas por fé e convicção.","por_que_esta_palavra":"A palavra 'crer' é fundamental para a experiência cristã, pois implica em um relacionamento pessoal com Deus e a aceitação de Jesus Cristo como Senhor e Salvador.","conexao_teologica":"A fé é um dos pilares da vida cristã, sendo essencial para a salvação e a vida em comunidade. A crença em Cristo é o que une os crentes.","referencias_relacionadas":["Romanos 10:9","Hebreus 11:1","João 3:16"]},"1corintios_9_17_bom":{"palavra_pt":"bom","palavra_original":"μισθός","transliteracao":"misthós","strong":"G3408","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à recompensa ou compensação justa pelo trabalho realizado.","explicacao_detalhada":"Neste versículo, Paulo menciona que, se ele prega o evangelho, deve receber uma recompensa. O 'bom' aqui implica que a recompensa é justa e adequada ao esforço e dedicação que ele coloca em sua missão.","por_que_esta_palavra":"A ideia de recompensa é importante na teologia cristã, pois reflete a justiça de Deus e a valorização do trabalho no ministério.","conexao_teologica":"A recompensa divina é um tema recorrente nas Escrituras, mostrando que Deus honra aqueles que servem a Ele com fidelidade.","referencias_relacionadas":["Mateus 5:12","Gálatas 6:9","Colossenses 3:23-24"]},"1corintios_9_18_bom":{"palavra_pt":"bom","palavra_original":"εὐαγγέλιον","transliteracao":"euangélion","strong":"G2098","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à boa nova do evangelho, que é a mensagem de salvação através de Jesus Cristo.","explicacao_detalhada":"Paulo usa a palavra 'bom' para descrever o evangelho como uma mensagem que traz esperança e transformação. Ele enfatiza que a pregação do evangelho é um privilégio e uma responsabilidade.","por_que_esta_palavra":"O evangelho é considerado 'bom' porque oferece a salvação e a reconciliação com Deus, sendo a essência da mensagem cristã.","conexao_teologica":"O evangelho é o centro da fé cristã, e sua pregação é fundamental para a missão da igreja.","referencias_relacionadas":["Romanos 1:16","Marcos 16:15","1 Pedro 1:25"]},"1corintios_9_18_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se ao Messias, o Ungido de Deus, que é Jesus Cristo.","explicacao_detalhada":"No contexto de 1 Coríntios 9:18, Paulo menciona o 'Cristo' para enfatizar que sua pregação é centrada na pessoa de Jesus, que é o cumprimento das promessas messiânicas.","por_que_esta_palavra":"A identificação de Jesus como Cristo é fundamental para a fé cristã, pois Ele é o Salvador prometido.","conexao_teologica":"Cristo é o mediador entre Deus e a humanidade, e sua obra redentora é o fundamento da salvação.","referencias_relacionadas":["João 1:41","Atos 2:36","Romanos 5:8"]},"1corintios_9_19_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a ideia de estar em meio a um grupo ou comunidade.","explicacao_detalhada":"Paulo fala sobre se tornar 'entre' os que estão sob a lei e os que não estão, mostrando sua flexibilidade e disposição para se conectar com diferentes grupos para a propagação do evangelho.","por_que_esta_palavra":"A palavra 'entre' é crucial para entender a abordagem missionária de Paulo, que se adapta para alcançar diferentes pessoas.","conexao_teologica":"A missão da igreja é ir até todos os povos, e isso requer uma disposição para se relacionar com diferentes culturas e contextos.","referencias_relacionadas":["Mateus 28:19","Atos 1:8","1 Coríntios 9:22"]},"1corintios_9_19_homem":{"palavra_pt":"homem","palavra_original":"ἐλεύθερος","transliteracao":"eleútheros","strong":"G1658","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à condição de liberdade, especialmente em relação à lei.","explicacao_detalhada":"Paulo menciona que se torna como um 'homem livre' para alcançar os que estão sob a lei, enfatizando a liberdade que temos em Cristo e a importância de não se prender a tradições que podem impedir a evangelização.","por_que_esta_palavra":"A liberdade em Cristo é um tema central na teologia paulina, mostrando que a salvação não é baseada em obras, mas na graça.","conexao_teologica":"A liberdade cristã permite que os crentes vivam de forma a glorificar a Deus e servir aos outros.","referencias_relacionadas":["Gálatas 5:1","Romanos 8:1-2","2 Coríntios 3:17"]},"1corintios_9_20_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"Refere-se à lei mosaica e às tradições judaicas.","explicacao_detalhada":"Paulo fala sobre se tornar como um 'debaixo da lei' para alcançar os judeus, mostrando sua disposição em se adaptar culturalmente para que o evangelho seja ouvido.","por_que_esta_palavra":"A lei é importante para entender o contexto judaico e a relação dos crentes com as tradições religiosas.","conexao_teologica":"A relação entre a lei e a graça é um tema central na teologia cristã, mostrando que a salvação vem pela fé e não pela observância da lei.","referencias_relacionadas":["Romanos 3:20","Gálatas 3:24","Hebreus 10:1"]},"1corintios_9_20_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Indica a ação de se transformar ou adaptar-se a uma nova condição.","explicacao_detalhada":"Paulo menciona que se torna como um 'judeu' para alcançar os judeus, ilustrando sua flexibilidade e estratégia missionária.","por_que_esta_palavra":"A capacidade de se adaptar é essencial para a evangelização, permitindo que a mensagem do evangelho seja acessível a todos.","conexao_teologica":"A missão da igreja envolve se tornar tudo para todos, a fim de que alguns sejam salvos.","referencias_relacionadas":["1 Coríntios 9:22","Filipenses 2:5","Romanos 12:2"]},"1corintios_9_20_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"Refere-se a um judeu, alguém que segue a tradição e a lei judaica.","explicacao_detalhada":"Paulo menciona que se torna como um 'judeu' para alcançar os judeus, destacando sua identidade cultural e religiosa ao se conectar com seu público.","por_que_esta_palavra":"A identificação como judeu é importante para entender a missão de Paulo e sua abordagem ao evangelho.","conexao_teologica":"A inclusão dos judeus na salvação é um tema importante, mostrando que o evangelho é para todos, começando pelos judeus.","referencias_relacionadas":["Romanos 1:16","Atos 13:46","Gálatas 3:28"]},"1corintios_9_21_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus único, criador e sustentador do universo.","explicacao_detalhada":"Paulo menciona Deus para enfatizar que sua missão é realizada sob a autoridade e orientação divina, destacando a soberania de Deus sobre todas as coisas.","por_que_esta_palavra":"A palavra 'Deus' é central na fé cristã, pois é a base de toda a crença e prática religiosa.","conexao_teologica":"A soberania de Deus é um tema fundamental, mostrando que Ele está no controle da história e da salvação.","referencias_relacionadas":["Salmos 46:10","Isaías 45:5","Romanos 11:36"]},"1corintios_9_21_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Jesus como o Messias, o Ungido de Deus.","explicacao_detalhada":"A palavra 'Cristo' é um título que significa 'o Ungido'. No contexto de 1 Coríntios 9:21, Paulo se refere a si mesmo como alguém que se torna como os que estão debaixo da lei, para ganhar os que estão debaixo da lei, reconhecendo a autoridade e a missão de Cristo.","por_que_esta_palavra":"Paulo usa 'Cristo' para enfatizar a importância da missão de Jesus e como essa missão molda a abordagem dele em relação aos outros.","conexao_teologica":"A palavra 'Cristo' conecta-se à ideia de que Jesus é o cumprimento das promessas messiânicas do Antigo Testamento, sendo o Salvador que traz redenção.","referencias_relacionadas":["Mateus 1:16","Atos 2:36","Romanos 1:3"]},"1corintios_9_22_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de se adaptar ou se transformar para alcançar outros.","explicacao_detalhada":"Neste versículo, Paulo fala sobre se tornar como os outros para ganhar almas. A palavra 'gínomai' implica uma mudança de estado ou condição, mostrando a flexibilidade de Paulo em sua missão.","por_que_esta_palavra":"É usada para ilustrar a disposição de Paulo em se adaptar culturalmente para se conectar com diferentes grupos.","conexao_teologica":"Reflete a ideia de que o evangelho deve ser acessível a todos, independentemente de suas origens culturais.","referencias_relacionadas":["1 Coríntios 10:33","Romanos 14:1","Gálatas 6:2"]},"1corintios_9_22_gain":{"palavra_pt":"gain","palavra_original":"κερδαίνω","transliteracao":"kerdaínō","strong":"G2770","significado_raiz":"Ideia básica: gain.","significado_contextual":"Refere-se ao ato de ganhar pessoas para Cristo.","explicacao_detalhada":"Paulo expressa seu desejo de ganhar almas, utilizando a palavra 'kerdaínō', que implica lucro ou ganho. O foco é na salvação das pessoas, que é o verdadeiro ganho.","por_que_esta_palavra":"É crucial para entender a motivação de Paulo em seu ministério e seu compromisso com a evangelização.","conexao_teologica":"A ideia de ganhar almas é central na missão da Igreja, refletindo o chamado de Jesus para fazer discípulos.","referencias_relacionadas":["Mateus 28:19","Lucas 19:10","1 Timóteo 2:4"]},"1corintios_9_23_bom":{"palavra_pt":"bom","palavra_original":"εὐαγγέλιον","transliteracao":"euangélion","strong":"G2098","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à boa nova do evangelho.","explicacao_detalhada":"A palavra 'euangélion' significa 'boas novas' e é usada para descrever a mensagem de salvação através de Jesus Cristo. Paulo se refere a isso como a razão pela qual ele se adapta a diferentes culturas.","por_que_esta_palavra":"É fundamental para entender a essência da mensagem que Paulo prega e sua importância para a vida cristã.","conexao_teologica":"O evangelho é o centro da fé cristã, e Paulo enfatiza sua importância em sua missão.","referencias_relacionadas":["Romanos 1:16","Gálatas 1:11","1 Pedro 1:25"]},"1corintios_9_23_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de realizar ou executar algo.","explicacao_detalhada":"A palavra 'poiéō' implica a realização de ações concretas. Paulo fala sobre fazer tudo por causa do evangelho, enfatizando a importância da ação na fé.","por_que_esta_palavra":"É usada para mostrar que a fé deve ser acompanhada de ações que refletem essa crença.","conexao_teologica":"A relação entre fé e obras é um tema central na teologia cristã.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Mateus 5:16"]},"1corintios_9_23_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se à transformação que Paulo busca ao se adaptar para alcançar os outros.","explicacao_detalhada":"A repetição da palavra 'gínomai' enfatiza a flexibilidade e a disposição de Paulo em se tornar tudo para todos, a fim de ganhar almas.","por_que_esta_palavra":"É crucial para entender a abordagem missionária de Paulo e sua dedicação ao evangelho.","conexao_teologica":"Mostra a importância da encarnação do evangelho na vida do crente.","referencias_relacionadas":["1 Coríntios 10:33","Romanos 12:2","Filipenses 2:7"]},"1corintios_9_24_prize":{"palavra_pt":"prize","palavra_original":"βραβεῖον","transliteracao":"brabeîon","strong":"G1017","significado_raiz":"Ideia básica: prize.","significado_contextual":"Refere-se ao prêmio que os atletas competem.","explicacao_detalhada":"Paulo usa a metáfora de uma corrida para descrever a vida cristã, onde o prêmio é a coroa da vida eterna. A palavra 'brabeîon' destaca a recompensa que vem da perseverança na fé.","por_que_esta_palavra":"É importante para entender a motivação do crente em seguir a Cristo e a recompensa que aguarda os fiéis.","conexao_teologica":"A ideia de recompensa é um tema recorrente nas Escrituras, incentivando os crentes a perseverarem.","referencias_relacionadas":["2 Timóteo 4:8","Tiago 1:12","Apocalipse 2:10"]},"1corintios_9_24_andar":{"palavra_pt":"andar","palavra_original":"τρέχω","transliteracao":"tréchō","strong":"G5143","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de correr ou se esforçar na vida cristã.","explicacao_detalhada":"A palavra 'tréchō' é usada para descrever a corrida da vida cristã, enfatizando a necessidade de esforço e dedicação para alcançar o prêmio.","por_que_esta_palavra":"É fundamental para entender a natureza ativa da fé cristã, que requer esforço e comprometimento.","conexao_teologica":"A corrida da fé é uma metáfora comum nas Escrituras, representando a jornada do crente.","referencias_relacionadas":["Hebreus 12:1","1 Coríntios 9:26","Gálatas 5:7"]},"1corintios_9_25_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao caminho da vida e da fé.","explicacao_detalhada":"A palavra 'pâs' implica totalidade, indicando que todos os que competem em uma corrida devem se disciplinar para alcançar o prêmio.","por_que_esta_palavra":"É usada para enfatizar a necessidade de disciplina e comprometimento na vida cristã.","conexao_teologica":"A disciplina espiritual é essencial para o crescimento e a maturidade na fé.","referencias_relacionadas":["1 Coríntios 9:27","2 Pedro 1:5-7","1 Timóteo 4:7"]},"1corintios_9_25_cannot":{"palavra_pt":"can not","palavra_original":"ἐγκρατεύομαι","transliteracao":"enkrateúomai","strong":"G1467","significado_raiz":"Ideia básica: can not.","significado_contextual":"Refere-se à capacidade de se controlar e se disciplinar.","explicacao_detalhada":"A palavra 'enkrateúomai' implica autocontrole e domínio próprio, essenciais para a vida cristã e para evitar a desqualificação na corrida da fé.","por_que_esta_palavra":"É crucial para entender a importância do autocontrole na vida do crente.","conexao_teologica":"O autocontrole é um fruto do Espírito e é fundamental para a maturidade espiritual.","referencias_relacionadas":["Gálatas 5:22-23","1 Coríntios 10:13","2 Pedro 1:6"]},"1corintios_9_26_andar":{"palavra_pt":"andar","palavra_original":"τρέχω","transliteracao":"tréchō","strong":"G5143","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se à maneira como o apóstolo Paulo vive sua vida cristã, como um corredor que se esforça para completar a corrida.","explicacao_detalhada":"A palavra 'andar' aqui implica em um estilo de vida ativo e disciplinado na fé, onde cada passo é intencional e direcionado ao propósito de Deus.","por_que_esta_palavra":"Paulo usa a metáfora da corrida para ilustrar a necessidade de foco e determinação na vida cristã, enfatizando que não se deve andar de qualquer maneira, mas com propósito.","conexao_teologica":"A ideia de andar de forma digna é central na teologia paulina, refletindo a necessidade de viver em conformidade com a chamada de Deus.","referencias_relacionadas":["Gálatas 5:16","Efésios 4:1","Colossenses 1:10"]},"1corintios_9_26_fight":{"palavra_pt":"fight","palavra_original":"πυκτέω","transliteracao":"pyktéō","strong":"G4438","significado_raiz":"Ideia básica: fight.","significado_contextual":"Refere-se à luta espiritual que Paulo enfrenta em sua missão de pregar o evangelho.","explicacao_detalhada":"A palavra 'fight' sugere um combate intenso, não físico, mas espiritual, onde Paulo se empenha em resistir às tentações e desafios que surgem em seu caminho.","por_que_esta_palavra":"A luta é uma metáfora para a perseverança e a resistência necessárias na vida cristã, onde o crente deve estar preparado para enfrentar adversidades.","conexao_teologica":"A luta espiritual é um tema recorrente nas cartas de Paulo, onde ele exorta os crentes a se equiparem para a batalha contra as forças do mal.","referencias_relacionadas":["Efésios 6:12","2 Timóteo 4:7","1 Pedro 5:8"]},"1corintios_9_27_verdade":{"palavra_pt":"pregar/proclamar","palavra_original":"κηρύσσω","transliteracao":"kērýssō","strong":"G2784","significado_raiz":"Ideia básica: pregar.","significado_contextual":"Refere-se à pregação da verdade do evangelho e à responsabilidade de Paulo em não se tornar um reprovado.","explicacao_detalhada":"A palavra 'pregar' implica em anunciar com clareza e convicção a mensagem de Cristo, sendo um porta-voz da verdade divina.","por_que_esta_palavra":"Paulo enfatiza a importância de não apenas pregar aos outros, mas também viver de acordo com a mensagem que proclama, para não ser desqualificado.","conexao_teologica":"A pregação da verdade é fundamental na missão da igreja, refletindo a necessidade de integridade e autenticidade na vida cristã.","referencias_relacionadas":["Romanos 10:14","2 Coríntios 5:20","1 Timóteo 4:2"]},"1corintios_9_27_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao processo de transformação que ocorre na vida do crente ao seguir a Cristo.","explicacao_detalhada":"A palavra 'tornar-se' sugere uma mudança de estado ou condição, indicando que a vida cristã é um processo contínuo de crescimento e amadurecimento.","por_que_esta_palavra":"Paulo destaca a importância de não apenas pregar, mas também de se submeter à transformação que vem através do Espírito Santo.","conexao_teologica":"A transformação é um tema central na teologia cristã, onde o crente é chamado a ser uma nova criação em Cristo.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Gálatas 2:20"]},"1corintios_9_27_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo físico de Paulo, que ele disciplina para não ser desqualificado na corrida da fé.","explicacao_detalhada":"A palavra 'corpo' implica na necessidade de autocontrole e disciplina, onde Paulo se refere à sua própria vida e ações como um atleta que treina para a competição.","por_que_esta_palavra":"A ênfase no corpo destaca a importância de viver de maneira que honre a Deus, controlando os desejos e paixões que podem levar à queda.","conexao_teologica":"A relação entre corpo e espírito é fundamental na teologia cristã, onde o corpo é visto como templo do Espírito Santo.","referencias_relacionadas":["1 Coríntios 6:19","Romanos 12:1","Gálatas 5:24"]}}