{"jeremias_1_1_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é um mediador entre Deus e o povo, responsável por oferecer sacrifícios e interceder em favor da nação.","explicacao_detalhada":"Na tradição israelita, os sacerdotes eram da linhagem de Arão e tinham a função de realizar rituais sagrados no Templo. Eles eram vistos como representantes de Deus diante do povo e vice-versa.","por_que_esta_palavra":"A palavra 'sacerdote' é crucial para entender o papel de Jeremias como profeta, pois ele se levanta em um contexto onde a liderança espiritual estava corrompida.","conexao_teologica":"A figura do sacerdote aponta para a necessidade de mediação entre Deus e a humanidade, uma temática que culmina em Cristo, o Sumo Sacerdote.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:1-3","Hebreus 4:14-16"]},"jeremias_1_1_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra refere-se ao território de Judá, onde Jeremias profetizava, e simboliza a herança do povo de Israel.","explicacao_detalhada":"A terra é um tema central na teologia israelita, representando não apenas um espaço físico, mas também a promessa de Deus ao Seu povo e a relação deles com Ele.","por_que_esta_palavra":"A menção da terra é importante para entender o contexto histórico e geográfico das profecias de Jeremias, que alertava sobre a destruição e exílio.","conexao_teologica":"A terra prometida é um símbolo da aliança de Deus com Israel, refletindo a fidelidade divina e a responsabilidade do povo.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 30:15-20","Jeremias 2:7"]},"jeremias_1_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra refere-se à mensagem divina que Jeremias recebeu para transmitir ao povo de Israel.","explicacao_detalhada":"A palavra de Deus é vista como poderosa e transformadora, capaz de trazer arrependimento e mudança ao coração do povo.","por_que_esta_palavra":"A ênfase na palavra destaca a importância da revelação divina e do papel do profeta como porta-voz de Deus.","conexao_teologica":"A palavra de Deus é central na vida do crente, sendo a base para a fé e a prática cristã, culminando na encarnação da Palavra em Cristo.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","João 1:1"]},"jeremias_1_2_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia mencionado é um tempo específico em que a palavra de Deus foi revelada a Jeremias.","explicacao_detalhada":"O uso do termo 'dia' enfatiza a concretude e a importância do momento em que Deus se comunica com o profeta.","por_que_esta_palavra":"A referência ao dia serve para situar a profecia em um contexto histórico e temporal, mostrando que Deus age na história.","conexao_teologica":"Deus intervém na história em momentos específicos, revelando Sua vontade e propósito para a humanidade.","referencias_relacionadas":["Eclesiastes 3:1","Atos 2:1","Gálatas 4:4"]},"jeremias_1_2_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra aqui também se refere à mensagem que Jeremias deve transmitir, reiterando a importância da comunicação divina.","explicacao_detalhada":"A repetição da palavra enfatiza a urgência e a seriedade da mensagem que Jeremias deve levar ao povo, que estava em desobediência.","por_que_esta_palavra":"A palavra de Deus é um chamado ao arrependimento e à volta ao caminho correto, essencial para a restauração do povo.","conexao_teologica":"A palavra de Deus é viva e eficaz, trazendo transformação e renovação àqueles que a ouvem e a obedecem.","referencias_relacionadas":["Romanos 10:17","Tiago 1:22","Hebreus 4:12"]},"jeremias_1_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"O uso do nome de Deus destaca Sua natureza como Criador e Sustentador, além de enfatizar a relação pessoal que Ele tem com Seu povo.","por_que_esta_palavra":"A invocação do nome de Deus é um lembrete da aliança e do compromisso que Ele tem com Israel.","conexao_teologica":"O nome de Deus é central na adoração e na identidade do povo de Deus, refletindo Sua presença e poder.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"jeremias_1_3_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia mencionado é um tempo de transição, onde a mensagem de Jeremias se torna ainda mais relevante.","explicacao_detalhada":"A repetição do termo 'dia' indica a continuidade da ação divina e a importância dos eventos que se desenrolam.","por_que_esta_palavra":"O dia é um marco na história de Israel, onde as advertências de Jeremias se tornam cada vez mais urgentes.","conexao_teologica":"Deus age em momentos específicos da história, chamando Seu povo ao arrependimento e à restauração.","referencias_relacionadas":["Salmos 118:24","Mateus 6:34","Hebreus 3:13"]},"jeremias_1_3_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à queda do rei Jeoaquim e ao juízo de Deus sobre Judá.","explicacao_detalhada":"A queda simboliza a consequência da desobediência do povo e a inevitabilidade do juízo divino.","por_que_esta_palavra":"A menção da queda é um alerta sobre a fragilidade das instituições humanas diante da soberania de Deus.","conexao_teologica":"A queda de líderes e nações é um tema recorrente na Bíblia, refletindo a justiça de Deus e a necessidade de arrependimento.","referencias_relacionadas":["Provérbios 16:18","Isaías 40:23","Daniel 2:21"]},"jeremias_1_3_rei":{"palavra_pt":"rei","palavra_original":"יְהוֹיָקִים","transliteracao":"Yᵉhôwyâqîym","strong":"H3079","significado_raiz":"Ideia básica: rei.","significado_contextual":"O rei mencionado é Jeoaquim, que governava Judá durante um período de grande corrupção e afastamento de Deus.","explicacao_detalhada":"A figura do rei é central na história de Israel, e sua liderança reflete a condição espiritual da nação.","por_que_esta_palavra":"A menção do rei destaca a responsabilidade da liderança em guiar o povo segundo os caminhos de Deus.","conexao_teologica":"A liderança justa é um reflexo do reino de Deus, enquanto a corrupção leva ao juízo e à destruição.","referencias_relacionadas":["1 Reis 15:26","2 Reis 23:37","Jeremias 22:18-19"]},"jeremias_1_4_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' novamente enfatiza a inevitabilidade do juízo de Deus sobre Judá e seus líderes.","explicacao_detalhada":"A repetição da ideia de cair serve para reforçar a mensagem de que a desobediência leva à queda.","por_que_esta_palavra":"A palavra é um aviso claro sobre as consequências do pecado e a necessidade de arrependimento.","conexao_teologica":"A queda é um tema que aponta para a necessidade de redenção e a esperança que se encontra em Cristo.","referencias_relacionadas":["Salmos 37:24","Mateus 7:25","Romanos 11:22"]},"jeremias_1_4_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus que é comunicada ao profeta Jeremias.","explicacao_detalhada":"A palavra 'דָּבָר' (dâbâr) é utilizada para descrever não apenas uma palavra falada, mas também a ação e a intenção de Deus ao se comunicar com seu povo. Neste contexto, representa a mensagem divina que Jeremias deve transmitir.","por_que_esta_palavra":"Esta palavra é fundamental para entender a relação entre Deus e os profetas, pois enfatiza a importância da comunicação divina na revelação de Sua vontade.","conexao_teologica":"A palavra de Deus é viva e eficaz, e é através dela que Deus se revela e orienta seu povo. A comunicação divina é um tema central na teologia bíblica.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Salmos 119:105"]},"jeremias_1_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado por Jeremias.","explicacao_detalhada":"O nome 'יְהֹוָה' (Yᵉhôvâh) é o tetragrama que representa a presença e a soberania de Deus. Neste contexto, enfatiza a autoridade de Deus sobre a vida e a missão de Jeremias.","por_que_esta_palavra":"O nome de Deus é central na identidade do povo de Israel e na sua relação com Ele. Invocar o nome do Senhor é reconhecer Sua soberania e poder.","conexao_teologica":"O nome de Deus é associado à aliança e à fidelidade, sendo um tema recorrente na Escritura que destaca a relação entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 68:4","Romanos 10:13"]},"jeremias_1_5_corpo":{"palavra_pt":"corpo","palavra_original":"בֶּטֶן","transliteracao":"beṭen","strong":"H990","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo de Jeremias, simbolizando sua humanidade e a realidade de sua chamada.","explicacao_detalhada":"A palavra 'בֶּטֶן' (beṭen) é usada para descrever o ventre ou a parte interna, indicando que Deus conhecia Jeremias desde antes de seu nascimento, enfatizando a escolha divina.","por_que_esta_palavra":"A menção do corpo destaca a ideia de que Deus tem um plano para cada indivíduo desde o início de sua existência.","conexao_teologica":"A doutrina da predestinação e do chamado divino é reforçada por esta passagem, mostrando que Deus tem um propósito para cada vida.","referencias_relacionadas":["Salmos 139:13-16","Gálatas 1:15","Efésios 1:4"]},"jeremias_1_6_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de Jeremias de expressar sua hesitação em aceitar o chamado de Deus.","explicacao_detalhada":"A palavra 'אָמַר' (ʼâmar) é usada para descrever a fala de Jeremias, que expressa sua insegurança e dúvida sobre sua capacidade de ser profeta.","por_que_esta_palavra":"Esta palavra é importante porque revela a humanidade de Jeremias e a luta interna que muitos enfrentam ao serem chamados por Deus.","conexao_teologica":"A hesitação de Jeremias reflete a experiência comum de muitos servos de Deus, mostrando que Deus capacita aqueles que Ele chama.","referencias_relacionadas":["Êxodo 4:10-12","Isaías 6:5-8","1 Timóteo 1:12-14"]},"jeremias_1_6_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a autoridade suprema que chama Jeremias.","explicacao_detalhada":"A palavra 'אֲדֹנָי' (ʼĂdônây) é um título que expressa a soberania e a autoridade de Deus sobre a vida de Jeremias.","por_que_esta_palavra":"Este título é usado para enfatizar a relação de servidão e submissão que Jeremias deve ter em relação a Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele é o Senhor de todas as coisas e tem controle sobre a história.","referencias_relacionadas":["Salmos 110:1","Romanos 14:9","Filipenses 2:9-11"]},"jeremias_1_6_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Deus como o Senhor que chama e comissiona Jeremias.","explicacao_detalhada":"A palavra 'יְהֹוִה' (Yᵉhôvih) é uma forma do nome de Deus que enfatiza Sua natureza como o Deus que se revela e se relaciona com Seu povo.","por_que_esta_palavra":"A utilização deste nome destaca a relação pessoal e a intimidade que Deus deseja ter com aqueles que Ele chama.","conexao_teologica":"A revelação de Deus como Senhor é fundamental para entender a aliança e a relação de amor entre Deus e Seu povo.","referencias_relacionadas":["Deuteronômio 6:4","Isaías 43:10","João 17:3"]},"jeremias_1_7_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à reafirmação do chamado de Deus a Jeremias.","explicacao_detalhada":"A palavra 'אָמַר' (ʼâmar) é utilizada novamente para descrever a ordem de Deus a Jeremias, reafirmando sua missão como profeta.","por_que_esta_palavra":"A repetição desta palavra enfatiza a certeza e a autoridade da mensagem que Jeremias deve transmitir.","conexao_teologica":"A reafirmação do chamado é um tema comum na Escritura, mostrando que Deus é persistente em Seus propósitos.","referencias_relacionadas":["Isaías 41:10","Jeremias 29:11","Mateus 28:19-20"]},"jeremias_1_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor, que é a fonte da autoridade de Jeremias.","explicacao_detalhada":"A palavra 'יְהֹוָה' (Yᵉhôvâh) é novamente mencionada, reforçando a conexão entre o profeta e o Deus que o comissiona.","por_que_esta_palavra":"O nome do Senhor é crucial para a missão de Jeremias, pois é através da autoridade de Deus que ele deve falar.","conexao_teologica":"A autoridade de Deus é um tema central na missão dos profetas, que falam em Seu nome.","referencias_relacionadas":["Salmos 119:138","Atos 4:12","Romanos 1:16"]},"jeremias_1_7_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se à razão pela qual Jeremias deve falar.","explicacao_detalhada":"A palavra 'כִּי' (kîy) é usada para introduzir a justificativa do chamado de Jeremias, enfatizando a importância de sua missão.","por_que_esta_palavra":"Esta palavra é essencial para entender a motivação por trás da mensagem que Jeremias deve transmitir ao povo.","conexao_teologica":"A obediência ao chamado de Deus é uma resposta necessária à Sua soberania e ao Seu plano redentor.","referencias_relacionadas":["Romanos 8:28","1 Pedro 2:9","Hebreus 10:23"]},"jeremias_1_8_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se à reafirmação da proteção e presença de Deus com Jeremias.","explicacao_detalhada":"A palavra 'כִּי' (kîy) é novamente utilizada para introduzir a razão pela qual Jeremias não deve temer, enfatizando a promessa de Deus de estar com ele.","por_que_esta_palavra":"Esta palavra é importante porque assegura a Jeremias que, apesar de suas inseguranças, Deus estará ao seu lado.","conexao_teologica":"A presença de Deus com Seus servos é um tema recorrente na Bíblia, mostrando que Ele nunca abandona aqueles que Ele chama.","referencias_relacionadas":["Isaías 41:10","Mateus 28:20","Salmos 23:4"]},"jeremias_1_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Deus como o Senhor, enfatizando Sua autoridade e soberania.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar a divindade suprema, que tem controle sobre todas as coisas. No contexto de Jeremias, isso ressalta a missão profética que Deus confere ao profeta.","por_que_esta_palavra":"A escolha da palavra 'senhor' sublinha a relação de autoridade entre Deus e o profeta, mostrando que Jeremias fala em nome de Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, refletindo Sua capacidade de guiar e proteger Seu povo.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Êxodo 3:14"]},"jeremias_1_9_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Indica a ação de Deus ao enviar Jeremias como profeta para falar ao povo de Israel.","explicacao_detalhada":"A palavra 'enviar' (שָׁלַח) implica uma missão específica. Deus não apenas chama Jeremias, mas também o comissiona para um propósito divino.","por_que_esta_palavra":"A palavra enfatiza a iniciativa de Deus em escolher e enviar Seus mensageiros para transmitir Sua vontade.","conexao_teologica":"O envio de profetas é uma demonstração do amor e da paciência de Deus, que busca a reconciliação com Seu povo.","referencias_relacionadas":["Mateus 10:16","Isaías 6:8","Lucas 4:18"]},"jeremias_1_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se a Deus como o Senhor, destacando Sua presença e autoridade na vida de Jeremias.","explicacao_detalhada":"A repetição da palavra 'senhor' (יְהֹוָה) reforça a ideia de que Jeremias está sob a direção e proteção de Deus em sua missão.","por_que_esta_palavra":"A palavra é crucial para entender a relação entre o profeta e Deus, mostrando que Jeremias não age por conta própria.","conexao_teologica":"A presença de Deus na vida dos profetas é um tema recorrente, simbolizando a continuidade da revelação divina.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Hebreus 13:5"]},"jeremias_1_9_mao":{"palavra_pt":"mao","palavra_original":"נָגַע","transliteracao":"nâgaʻ","strong":"H5060","significado_raiz":"Ideia básica: mao.","significado_contextual":"Representa a ação de Deus ao tocar a boca de Jeremias, simbolizando a capacitação para a profecia.","explicacao_detalhada":"A palavra 'mao' (נָגַע) sugere um toque divino que confere poder e autoridade à mensagem que Jeremias deve proclamar.","por_que_esta_palavra":"O toque de Deus é um ato de consagração, indicando que Jeremias é escolhido e preparado para sua missão.","conexao_teologica":"A ideia de Deus tocar Seus servos é um símbolo de Sua presença ativa e de Sua capacitação para a obra.","referencias_relacionadas":["Ezequiel 2:2","Isaías 6:7","Atos 10:15"]},"jeremias_1_10_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo determinado por Deus para o cumprimento de Suas promessas e juízos.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é usada para indicar um período específico em que Deus atuará na história de Israel, trazendo tanto juízo quanto restauração.","por_que_esta_palavra":"O uso de 'dia' enfatiza a certeza e a iminência das ações de Deus, que não são meras promessas, mas realidades que se concretizarão.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema importante na profecia, referindo-se ao tempo em que Deus intervirá decisivamente na história.","referencias_relacionadas":["Amós 5:18","Joel 2:1","Zacarias 14:1"]},"jeremias_1_10_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Ideia básica: reino.","significado_contextual":"Refere-se ao reino de Deus e à autoridade que Ele exerce sobre as nações.","explicacao_detalhada":"A palavra 'reino' (מַמְלָכָה) implica a soberania de Deus sobre toda a criação e a realização de Seu plano redentor.","por_que_esta_palavra":"A menção do reino destaca a intenção de Deus de estabelecer Sua justiça e verdade entre os povos.","conexao_teologica":"O reino de Deus é um tema central na Bíblia, representando a realização da vontade divina na terra.","referencias_relacionadas":["Mateus 6:10","Lucas 17:21","Apocalipse 11:15"]},"jeremias_1_10_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se à ação de Deus em libertar Seu povo da opressão e do pecado.","explicacao_detalhada":"A palavra 'libertar' (פָּקַד) implica um ato de intervenção divina que traz liberdade e restauração ao povo de Israel.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a natureza redentora de Deus, que se preocupa com o bem-estar de Seu povo.","conexao_teologica":"A libertação é um tema fundamental na narrativa bíblica, simbolizando a salvação que Deus oferece a todos os que creem.","referencias_relacionadas":["Isaías 61:1","Romanos 8:21","Gálatas 5:1"]},"jeremias_1_11_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à visão que Jeremias tem de um vaso que cai, simbolizando o juízo de Deus sobre Israel.","explicacao_detalhada":"A palavra 'cair' (הָיָה) sugere uma queda iminente, representando a destruição que virá sobre o povo devido à sua desobediência.","por_que_esta_palavra":"A imagem da queda é poderosa e serve como um aviso sobre as consequências do afastamento de Deus.","conexao_teologica":"O juízo de Deus é uma parte essencial da mensagem profética, que busca levar o povo ao arrependimento.","referencias_relacionadas":["Ezequiel 18:30","Mateus 7:27","Lucas 13:3"]},"jeremias_1_11_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à mensagem que Deus confere a Jeremias para que ele a proclame ao povo.","explicacao_detalhada":"A palavra 'palavra' (דָּבָר) é central na profecia, representando a comunicação divina que deve ser transmitida.","por_que_esta_palavra":"A ênfase na palavra destaca a importância da revelação de Deus e a responsabilidade do profeta em proclamá-la.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo um meio pelo qual Ele se comunica e transforma vidas.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Salmos 119:105"]},"jeremias_1_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Mais uma vez, refere-se a Deus como o Senhor, reafirmando Sua autoridade na missão de Jeremias.","explicacao_detalhada":"A repetição da palavra 'senhor' (יְהֹוָה) reforça a ideia de que Jeremias é um porta-voz de Deus, agindo sob Sua autoridade.","por_que_esta_palavra":"A palavra é crucial para entender a relação entre o profeta e Deus, mostrando que Jeremias não age por conta própria.","conexao_teologica":"A presença de Deus na vida dos profetas é um tema recorrente, simbolizando a continuidade da revelação divina.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Hebreus 13:5"]},"jeremias_1_12_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação de uma mensagem divina.","explicacao_detalhada":"Neste contexto, Deus está afirmando que Ele está atento à Sua palavra e que ela se cumprirá. A ênfase está na certeza e na veracidade da comunicação divina.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para entender a relação entre Deus e os profetas, onde a comunicação é um ato de autoridade e revelação.","conexao_teologica":"A comunicação de Deus através da palavra é um tema central na teologia bíblica, mostrando como Ele se revela à humanidade.","referencias_relacionadas":["Isaías 55:11","Salmos 119:89","Hebreus 4:12"]},"jeremias_1_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Neste versículo, 'senhor' enfatiza a posição de Deus como o Criador e Governante, que tem controle sobre a história e os eventos.","por_que_esta_palavra":"A palavra 'senhor' é usada para reconhecer a divindade e a majestade de Deus, essencial para a adoração e reverência.","conexao_teologica":"A soberania de Deus é um princípio teológico que permeia toda a Escritura, mostrando que Ele é o Senhor de toda a criação.","referencias_relacionadas":["Salmos 24:1","Romanos 14:8-9","Apocalipse 19:16"]},"jeremias_1_12_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' implica em perceber ou entender algo que é revelado.","explicacao_detalhada":"Neste contexto, 'ver' refere-se à capacidade de discernir a verdade da mensagem de Deus e a realidade do que Ele está comunicando.","por_que_esta_palavra":"A palavra 'ver' é crucial para a compreensão espiritual, pois implica em uma visão que vai além do físico, alcançando o entendimento espiritual.","conexao_teologica":"A visão espiritual é um tema recorrente na Bíblia, onde Deus abre os olhos dos profetas e dos crentes para perceberem Sua verdade.","referencias_relacionadas":["Mateus 13:16","Efésios 1:18","Apocalipse 3:18"]},"jeremias_1_13_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode indicar um estado de desolação ou a queda de algo que não se sustenta.","explicacao_detalhada":"Neste versículo, 'cair' pode referir-se à queda de nações ou à desolação que virá como consequência da desobediência ao Senhor.","por_que_esta_palavra":"A palavra 'cair' é usada para descrever a fragilidade das estruturas humanas diante do juízo divino.","conexao_teologica":"A queda é um tema teológico que representa a consequência do pecado e a necessidade de redenção.","referencias_relacionadas":["Provérbios 14:34","Romanos 3:23","Gálatas 6:7"]},"jeremias_1_13_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se à mensagem ou decreto de Deus.","explicacao_detalhada":"Neste contexto, 'palavra' é a comunicação divina que traz vida, juízo ou instrução ao povo.","por_que_esta_palavra":"A palavra é central na revelação de Deus, sendo o meio pelo qual Ele se comunica e estabelece Sua vontade.","conexao_teologica":"A importância da palavra de Deus é um tema central na Bíblia, destacando sua eficácia e poder transformador.","referencias_relacionadas":["Salmos 119:105","Isaías 40:8","Tiago 1:21"]},"jeremias_1_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' reafirma a autoridade e a divindade de Deus na comunicação de Sua palavra.","explicacao_detalhada":"Neste versículo, 'senhor' é um lembrete da soberania de Deus sobre o que Ele diz e faz.","por_que_esta_palavra":"A palavra 'senhor' é essencial para reconhecer a posição de Deus como autoridade suprema.","conexao_teologica":"A soberania de Deus é um pilar da fé cristã, que nos lembra de Sua autoridade em todas as áreas da vida.","referencias_relacionadas":["Salmos 103:19","Isaías 45:5","Romanos 9:20-21"]},"jeremias_1_14_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico e à criação de Deus.","explicacao_detalhada":"Neste contexto, 'terra' é o cenário onde os eventos da história da salvação se desenrolam, e onde o juízo de Deus será manifestado.","por_que_esta_palavra":"A palavra 'terra' é importante para entender a abrangência da ação de Deus na criação e na história.","conexao_teologica":"A criação e a terra são temas teológicos que mostram a soberania de Deus sobre tudo o que existe.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:19-21"]},"jeremias_1_14_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' novamente enfatiza a comunicação de Deus sobre o que está por vir.","explicacao_detalhada":"Neste contexto, 'dizer' reafirma a certeza de que as palavras de Deus se cumprirão, trazendo juízo sobre a terra.","por_que_esta_palavra":"A repetição da palavra 'dizer' reforça a importância da comunicação divina e a certeza de Seu cumprimento.","conexao_teologica":"A fidelidade de Deus em cumprir Suas promessas é um tema central na teologia bíblica.","referencias_relacionadas":["Números 23:19","Isaías 55:11","2 Pedro 3:9"]},"jeremias_1_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' reafirma a autoridade de Deus sobre a terra e os eventos que nela ocorrem.","explicacao_detalhada":"Neste versículo, 'senhor' é um lembrete da soberania de Deus em relação à criação e ao juízo.","por_que_esta_palavra":"A palavra 'senhor' é essencial para a compreensão da relação entre Deus e a humanidade.","conexao_teologica":"A soberania de Deus é um tema que permeia toda a Escritura, mostrando Seu controle sobre a história.","referencias_relacionadas":["Salmos 115:3","Daniel 4:35","Apocalipse 1:8"]},"jeremias_1_15_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas acontecem ou são feitas.","explicacao_detalhada":"Neste contexto, 'modo' pode indicar a forma como Deus irá agir em relação ao Seu povo e ao juízo que será trazido.","por_que_esta_palavra":"A palavra 'modo' é importante para entender a metodologia de Deus em lidar com a humanidade.","conexao_teologica":"A forma como Deus age é um tema teológico que revela Seu caráter e Seus propósitos.","referencias_relacionadas":["Isaías 55:8-9","Romanos 11:33","Efésios 2:10"]},"jeremias_1_15_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de conceder ou entregar algo, que neste contexto é uma ação de Deus ao enviar Jeremias.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é usada para descrever a ação de Deus em confiar uma missão ao profeta Jeremias. Isso implica uma responsabilidade e um chamado divino.","por_que_esta_palavra":"Esta palavra é crucial porque estabelece a relação entre Deus e Jeremias, onde Deus é o agente que dá a missão ao profeta.","conexao_teologica":"A ideia de Deus dar uma missão é central na teologia do Antigo Testamento, onde profetas são escolhidos e enviados para comunicar a vontade divina.","referencias_relacionadas":["Isaías 6:8","Ezequiel 2:3","Mateus 28:19"]},"jeremias_1_15_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Deus está agindo, explicando o motivo da ação divina.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para justificar a ação de Deus em relação ao povo, indicando que há uma razão específica para o que está prestes a acontecer.","por_que_esta_palavra":"É importante porque conecta a ação de Deus com a condição do povo, mostrando que suas decisões são baseadas em suas ações e desobediências.","conexao_teologica":"A relação entre a obediência do povo e as ações de Deus é um tema recorrente na Bíblia, onde a desobediência leva a consequências.","referencias_relacionadas":["Deuteronômio 28:15","Romanos 1:18","Gálatas 6:7"]},"jeremias_1_16_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"A palavra 'fogo' simboliza o juízo e a purificação, representando a severidade da mensagem que Jeremias deve transmitir.","explicacao_detalhada":"A palavra 'fogo' (קָטַר) é frequentemente associada ao julgamento divino e à purificação, indicando que a mensagem de Jeremias trará consequências severas para o povo.","por_que_esta_palavra":"É significativa porque enfatiza a seriedade da mensagem profética e a urgência do arrependimento.","conexao_teologica":"O fogo é um símbolo de purificação e julgamento em várias partes da Escritura, refletindo a natureza de Deus como justo e santo.","referencias_relacionadas":["Isaías 66:24","Mateus 3:12","Hebreus 12:29"]},"jeremias_1_16_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se à autoridade suprema que comanda e julga o povo de Israel.","explicacao_detalhada":"A palavra 'Deus' (אֱלֹהִים) é central na narrativa bíblica, representando a soberania e o poder divino sobre todas as coisas, especialmente sobre o destino de Israel.","por_que_esta_palavra":"É fundamental porque estabelece a identidade do emissor da mensagem, que é Deus, e a importância de ouvir Sua voz.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, onde Ele é visto como o criador e juiz de toda a criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"jeremias_1_16_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade da mensagem e das ações que Deus espera do Seu povo.","explicacao_detalhada":"A palavra 'bom' (מַעֲשֶׂה) implica que as ações que Deus deseja de Israel são justas e corretas, refletindo Seu caráter.","por_que_esta_palavra":"É importante porque destaca a expectativa de Deus em relação ao comportamento moral e ético do Seu povo.","conexao_teologica":"A bondade de Deus é um tema recorrente, onde Ele não apenas exige justiça, mas também oferece perdão e restauração.","referencias_relacionadas":["Miquéias 6:8","Salmos 119:68","Gálatas 5:22"]},"jeremias_1_17_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se à ação de se erguer e assumir uma posição de autoridade ou responsabilidade.","explicacao_detalhada":"A palavra 'levantar' (קוּם) é usada para descrever a necessidade de Jeremias se posicionar como profeta e porta-voz de Deus diante do povo.","por_que_esta_palavra":"É significativa porque indica a urgência e a necessidade de ação por parte de Jeremias em resposta ao chamado divino.","conexao_teologica":"O chamado para se levantar e agir é um tema comum entre os profetas, refletindo a responsabilidade que cada um tem diante de Deus.","referencias_relacionadas":["Isaías 6:8","Ezequiel 3:10","1 Timóteo 6:12"]},"jeremias_1_17_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação da mensagem de Deus ao povo.","explicacao_detalhada":"A palavra 'falar' (דָבַר) enfatiza a importância da comunicação verbal da mensagem divina, que é central na função profética.","por_que_esta_palavra":"É crucial porque a fala é o meio pelo qual Deus se revela e se comunica com Seu povo.","conexao_teologica":"A comunicação de Deus através da fala é um tema importante, onde a Palavra é vista como viva e eficaz.","referencias_relacionadas":["Hebreus 4:12","Romanos 10:17","Atos 2:4"]},"jeremias_1_17_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como Jeremias deve conduzir sua missão profética.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica que há uma forma específica de agir e comunicar que Jeremias deve seguir ao falar em nome de Deus.","por_que_esta_palavra":"É importante porque destaca a necessidade de um comportamento adequado e respeitoso ao representar a mensagem divina.","conexao_teologica":"A maneira como os profetas se comportam e falam é fundamental para a integridade da mensagem que transmitem.","referencias_relacionadas":["1 Pedro 3:15","Colossenses 4:6","Tiago 1:19"]},"jeremias_1_18_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um tempo específico em que as ações de Deus se manifestarão.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é usada para indicar um tempo determinado em que Deus agirá em juízo ou salvação, enfatizando a certeza do cumprimento das promessas divinas.","por_que_esta_palavra":"É significativa porque estabelece a expectativa de que as promessas de Deus se concretizarão em um tempo específico.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao dia do Senhor, um tempo de julgamento e restauração na teologia bíblica.","referencias_relacionadas":["Joel 2:31","Amós 5:18","1 Tessalonicenses 5:2"]},"jeremias_1_18_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a Jerusalém, o centro espiritual e político de Israel.","explicacao_detalhada":"A palavra 'cidade' (עִיר) é usada para descrever a importância de Jerusalém como o lugar onde Deus habita e onde a mensagem de Jeremias deve ser proclamada.","por_que_esta_palavra":"É importante porque Jerusalém é vista como o coração da nação e o local onde as promessas de Deus se realizam.","conexao_teologica":"A cidade de Jerusalém tem um papel central na história da salvação, sendo o local de muitos eventos significativos na Bíblia.","referencias_relacionadas":["Salmos 122:6","Isaías 2:3","Mateus 5:14"]},"jeremias_1_18_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território de Judá e à nação de Israel, simbolizando a herança divina.","explicacao_detalhada":"A palavra 'terra' neste contexto é usada para descrever a terra prometida a Israel, que é central na identidade do povo de Deus. A terra é vista como um lugar de bênção e promessa.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a relação entre Deus e o povo de Israel, destacando a importância da terra na aliança.","conexao_teologica":"A terra é um símbolo da presença de Deus e da fidelidade à aliança. A desobediência pode levar à perda dessa terra.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:1","Josué 1:2"]},"jeremias_1_19_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade aqui é apresentada como um princípio fundamental que deve ser defendido pelo profeta.","explicacao_detalhada":"A palavra 'verdade' implica em fidelidade e honestidade, tanto em relação a Deus quanto nas interações humanas. Jeremias é chamado a proclamar a verdade em um tempo de corrupção.","por_que_esta_palavra":"A ênfase na verdade reflete a necessidade de integridade moral e espiritual em um contexto de engano.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida do crente. A rejeição da verdade leva ao juízo.","referencias_relacionadas":["Salmos 51:6","João 8:32","Efésios 4:15"]},"jeremias_1_19_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual o povo enfrentará dificuldades.","explicacao_detalhada":"Esta conjunção é crucial para entender a lógica do juízo de Deus sobre Israel, que é resultado da desobediência.","por_que_esta_palavra":"Ela conecta a ação de Deus com a resposta do povo, enfatizando a responsabilidade humana.","conexao_teologica":"A soberania de Deus está ligada à responsabilidade moral do ser humano, mostrando que as consequências vêm das escolhas feitas.","referencias_relacionadas":["Deuteronômio 30:19-20","Romanos 1:18","Gálatas 6:7"]},"jeremias_1_19_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' representa a autoridade e a soberania de Deus sobre Israel.","explicacao_detalhada":"O uso do nome de Deus neste contexto enfatiza a relação de aliança e a expectativa de obediência do povo.","por_que_esta_palavra":"O nome de Deus é central na identidade do povo e na sua missão de ser luz para as nações.","conexao_teologica":"A invocação do nome de Deus é um chamado à fidelidade e à adoração, refletindo a importância do relacionamento com Ele.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Isaías 42:8"]}}