{"jeremias_10_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação de Deus ao Seu povo, revelando Sua vontade e instruções.","explicacao_detalhada":"A palavra 'dâbâr' (דָּבָר) implica não apenas em uma palavra falada, mas também em ações e eventos que expressam a vontade de Deus. Jeremias usa essa palavra para chamar a atenção do povo sobre a importância de ouvir e obedecer a Deus.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a seriedade da mensagem divina e a necessidade de resposta do povo.","conexao_teologica":"A revelação de Deus por meio de Sua palavra é fundamental para a fé e a prática cristã, mostrando que Deus se comunica ativamente com a humanidade.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","2 Timóteo 3:16-17"]},"jeremias_10_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade e ao caráter de Deus, que é invocado pelo Seu nome.","explicacao_detalhada":"O nome 'Yᵉhôvâh' (יְהֹוָה) representa a presença e a soberania de Deus. No contexto de Jeremias, isso ressalta a importância de reconhecer a grandeza de Deus em contraste com ídolos.","por_que_esta_palavra":"A palavra é usada para afirmar a singularidade de Deus e a necessidade de reverência ao Seu nome.","conexao_teologica":"O nome de Deus é central na adoração e na identidade do povo de Israel, refletindo Sua natureza e promessas.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"jeremias_10_1_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo como a morada de Deus entre Seu povo.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) simboliza não apenas um edifício físico, mas também a presença de Deus e a comunhão com o povo. Jeremias usa essa palavra para criticar a idolatria e a falsa segurança que o povo tinha em relação ao templo.","por_que_esta_palavra":"A escolha da palavra destaca a importância do templo como um lugar de adoração e a necessidade de pureza espiritual.","conexao_teologica":"O templo é um símbolo da presença de Deus e da relação entre Ele e Seu povo, que se cumpre em Cristo como o verdadeiro templo.","referencias_relacionadas":["1 Reis 6:1","Mateus 21:12-13","João 2:19-21"]},"jeremias_10_2_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se à criação e à soberania de Deus sobre o universo.","explicacao_detalhada":"A palavra 'shâmayim' (שָׁמַיִם) indica os céus, que são frequentemente usados na Bíblia para simbolizar a majestade e o poder de Deus. Jeremias usa essa palavra para contrastar a grandeza de Deus com a futilidade dos ídolos.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a grandeza de Deus como Criador e a necessidade de reconhecer Sua autoridade.","conexao_teologica":"A criação dos céus e da terra é um testemunho da soberania de Deus e da Sua capacidade de governar sobre todas as coisas.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Isaías 40:22"]},"jeremias_10_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à invocação do nome de Deus como um ato de reconhecimento de Sua autoridade.","explicacao_detalhada":"O nome 'Yᵉhôvâh' (יְהֹוָה) é mencionado para reafirmar a soberania de Deus sobre todas as coisas, incluindo os céus. Isso é importante no contexto de Jeremias, onde o povo estava se afastando de Deus.","por_que_esta_palavra":"A palavra é usada para enfatizar a necessidade de reconhecer e honrar o nome de Deus em todas as circunstâncias.","conexao_teologica":"O nome de Deus é um reflexo de Sua natureza e caráter, sendo fundamental para a adoração e a vida do crente.","referencias_relacionadas":["Salmos 29:2","Isaías 42:8","Romanos 10:13"]},"jeremias_10_2_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho de vida que Deus deseja para Seu povo.","explicacao_detalhada":"A palavra 'derek' (דֶּרֶךְ) significa 'caminho' ou 'vida', indicando a direção que Deus quer que Seu povo siga. No contexto de Jeremias, isso é um chamado à obediência e à fidelidade.","por_que_esta_palavra":"A escolha da palavra enfatiza a importância de seguir o caminho que Deus estabeleceu para a vida plena.","conexao_teologica":"A vida em Cristo é apresentada como o caminho que leva à verdadeira vida, refletindo a vontade de Deus para a humanidade.","referencias_relacionadas":["Salmos 1:1-3","Mateus 7:13-14","João 14:6"]},"jeremias_10_3_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir a razão pela qual Deus está se dirigindo ao Seu povo.","explicacao_detalhada":"A palavra 'kiy' (כִּי) é uma conjunção que expressa causa ou razão. No contexto de Jeremias, isso é crucial para entender a advertência de Deus ao povo sobre suas práticas idólatras.","por_que_esta_palavra":"A palavra é escolhida para conectar a mensagem de Deus com a condição do povo, enfatizando a necessidade de mudança.","conexao_teologica":"A compreensão das razões de Deus é essencial para a obediência e a resposta do povo à Sua palavra.","referencias_relacionadas":["Deuteronômio 30:19-20","Isaías 1:18","Romanos 12:2"]},"jeremias_10_3_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Israel, escolhido por Deus para ser Seu testemunho na terra.","explicacao_detalhada":"A palavra 'ʻam' (עַם) enfatiza a coletividade e a identidade do povo de Deus. Jeremias usa essa palavra para chamar a atenção do povo sobre sua responsabilidade diante de Deus.","por_que_esta_palavra":"A escolha da palavra destaca a relação comunitária entre Deus e Seu povo, enfatizando a necessidade de unidade e fidelidade.","conexao_teologica":"A identidade do povo de Deus é central na narrativa bíblica, refletindo a missão de ser luz para as nações.","referencias_relacionadas":["Êxodo 19:5-6","1 Pedro 2:9","Apocalipse 21:3"]},"jeremias_10_3_mel":{"palavra_pt":"mel","palavra_original":"יַעַר","transliteracao":"yaʻar","strong":"H3293","significado_raiz":"Ideia básica: mel.","significado_contextual":"Usada para descrever a doçura e a atratividade de certas coisas, contrastando com a amargura da idolatria.","explicacao_detalhada":"A palavra 'yaʻar' (יַעַר) refere-se a um lugar onde o mel é encontrado, simbolizando a doçura e a bênção. Jeremias usa essa palavra para contrastar a verdadeira doçura que vem de Deus com as ilusões dos ídolos.","por_que_esta_palavra":"A escolha da palavra é significativa para mostrar o que é realmente bom e desejável, em oposição ao que é enganoso.","conexao_teologica":"A doçura da vida em Deus é um tema recorrente, refletindo a satisfação que vem de um relacionamento verdadeiro com Ele.","referencias_relacionadas":["Salmos 119:103","Provérbios 24:13-14","Mateus 5:6"]},"jeremias_10_4_prata":{"palavra_pt":"prata","palavra_original":"כֶּסֶף","transliteracao":"keçeph","strong":"H3701","significado_raiz":"Ideia básica: prata.","significado_contextual":"A prata é mencionada como um material precioso, utilizado na confecção de ídolos.","explicacao_detalhada":"Neste versículo, a prata simboliza a riqueza e a vaidade dos ídolos que os homens criam, contrastando com a verdadeira adoração a Deus.","por_que_esta_palavra":"A palavra 'prata' é utilizada para ilustrar a futilidade de confiar em objetos feitos por mãos humanas, que não têm poder.","conexao_teologica":"A prata representa a superficialidade das riquezas terrenas em comparação com a glória de Deus.","referencias_relacionadas":["Salmos 115:4-8","Isaías 44:9-20","Ezequiel 14:3"]},"jeremias_10_4_ouro":{"palavra_pt":"ouro","palavra_original":"זָהָב","transliteracao":"zâhâb","strong":"H2091","significado_raiz":"Ideia básica: ouro.","significado_contextual":"O ouro é outro material precioso, frequentemente associado à riqueza e ao luxo.","explicacao_detalhada":"Assim como a prata, o ouro é usado para mostrar a futilidade de adorar ídolos feitos de materiais valiosos, que não têm vida.","por_que_esta_palavra":"A palavra 'ouro' enfatiza a ideia de que mesmo as coisas mais valiosas criadas pelo homem não podem substituir a verdadeira adoração a Deus.","conexao_teologica":"O ouro simboliza as tentações e distrações que podem afastar as pessoas da verdadeira fé.","referencias_relacionadas":["Salmos 135:15-18","Isaías 2:7-8","Apocalipse 9:20"]},"jeremias_10_5_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é um conceito central na adoração a Deus, contrastando com a falsidade dos ídolos.","explicacao_detalhada":"Neste contexto, a palavra 'verdade' destaca a incapacidade dos ídolos de oferecer qualquer tipo de verdade ou realidade espiritual.","por_que_esta_palavra":"A palavra 'verdade' é crucial para entender a natureza de Deus, que é a própria verdade, em oposição aos ídolos que são enganosos.","conexao_teologica":"A verdade de Deus é eterna e imutável, enquanto os ídolos são temporários e ilusórios.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 1:25"]},"jeremias_10_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual os ídolos não têm valor.","explicacao_detalhada":"Ela conecta a afirmação sobre a futilidade dos ídolos à verdade de que somente Deus é digno de adoração.","por_que_esta_palavra":"A palavra 'porque' é usada para justificar a crítica aos ídolos, mostrando que a adoração deve ser direcionada a Deus.","conexao_teologica":"A lógica da adoração se baseia na compreensão de que Deus é o único que merece louvor e reverência.","referencias_relacionadas":["Isaías 45:20-22","Salmos 96:5","1 Coríntios 8:4"]},"jeremias_10_6_vitoria":{"palavra_pt":"vitoria","palavra_original":"גְּבוּרָה","transliteracao":"gᵉbûwrâh","strong":"H1369","significado_raiz":"Ideia básica: vitoria.","significado_contextual":"A vitória é um atributo de Deus, que é poderoso e soberano.","explicacao_detalhada":"Neste versículo, a vitória de Deus é contrastada com a impotência dos ídolos, que não podem oferecer proteção ou ajuda.","por_que_esta_palavra":"A palavra 'vitória' destaca a força e o poder de Deus em oposição à fraqueza dos ídolos.","conexao_teologica":"A vitória de Deus é um tema recorrente na Bíblia, simbolizando sua soberania sobre todas as coisas.","referencias_relacionadas":["Salmos 20:7","1 Coríntios 15:57","Romanos 8:37"]},"jeremias_10_6_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A grandeza de Deus é um tema central, enfatizando sua majestade e poder.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a incomparável grandeza de Deus em contraste com a insignificância dos ídolos.","por_que_esta_palavra":"A grandeza de Deus é um lembrete de que Ele é digno de nossa adoração e reverência.","conexao_teologica":"A grandeza de Deus é frequentemente associada à sua criação e ao seu poder redentor.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12-14","Efésios 3:20"]},"jeremias_10_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor é um símbolo de sua autoridade e caráter.","explicacao_detalhada":"Neste contexto, o nome de Deus é exaltado como o único digno de adoração, em contraste com os ídolos sem vida.","por_que_esta_palavra":"A palavra 'senhor' enfatiza a relação de Deus com seu povo e sua soberania sobre todas as coisas.","conexao_teologica":"O nome de Deus é frequentemente invocado em momentos de adoração e oração, refletindo sua presença e poder.","referencias_relacionadas":["Salmos 8:1","Provérbios 18:10","Romanos 10:13"]},"jeremias_10_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O modo como as pessoas adoram é importante e deve ser direcionado a Deus.","explicacao_detalhada":"A palavra 'modo' refere-se à maneira como a adoração deve ser realizada, em espírito e verdade.","por_que_esta_palavra":"A palavra 'modo' destaca a necessidade de uma adoração genuína, não superficial.","conexao_teologica":"A adoração deve ser feita de acordo com a vontade de Deus, refletindo um coração sincero.","referencias_relacionadas":["João 4:24","Colossenses 3:23","Hebreus 12:28"]},"jeremias_10_7_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"O homem é criado à imagem de Deus e chamado a adorá-lo.","explicacao_detalhada":"A palavra 'homem' enfatiza a responsabilidade humana de reconhecer a grandeza de Deus e não se deixar enganar pelos ídolos.","por_que_esta_palavra":"A palavra 'homem' é usada para lembrar que a adoração é uma escolha consciente e pessoal.","conexao_teologica":"A relação entre Deus e o homem é fundamental na teologia bíblica, destacando a importância da adoração.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 12:1"]},"jeremias_10_7_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é um elemento essencial na adoração a Deus.","explicacao_detalhada":"Neste contexto, a palavra 'verdade' reafirma que a adoração deve ser autêntica e não baseada em enganos.","por_que_esta_palavra":"A palavra 'verdade' é crucial para entender a natureza de Deus e a autenticidade da adoração.","conexao_teologica":"A verdade de Deus é a base sobre a qual a fé e a adoração devem ser construídas.","referencias_relacionadas":["Salmos 51:6","João 8:32","Efésios 4:15"]},"jeremias_10_8_foolish":{"palavra_pt":"foolish","palavra_original":"כָּסַל","transliteracao":"kâçal","strong":"H3688","significado_raiz":"Ideia básica: foolish.","significado_contextual":"A palavra 'foolish' refere-se à insensatez dos ídolos e daqueles que os adoram, mostrando a futilidade de confiar em objetos sem vida.","explicacao_detalhada":"No contexto de Jeremias 10:8, a insensatez é atribuída àqueles que se afastam do verdadeiro Deus e se voltam para ídolos feitos por mãos humanas. A insensatez é uma crítica à falta de discernimento espiritual.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a irracionalidade de adorar ídolos, que não têm poder ou sabedoria.","conexao_teologica":"A insensatez dos ídolos contrasta com a sabedoria de Deus, que é viva e verdadeira. A adoração a Deus é apresentada como a única escolha sensata.","referencias_relacionadas":["Salmos 14:1","Isaías 44:9-20","1 Coríntios 1:18-25"]},"jeremias_10_8_fogo":{"palavra_pt":"fogo","palavra_original":"בָּעַר","transliteracao":"bâʻar","strong":"H1197","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O 'fogo' simboliza tanto a destruição quanto a purificação, dependendo do contexto em que é mencionado.","explicacao_detalhada":"Em Jeremias 10:8, o fogo pode ser visto como uma metáfora para o juízo de Deus sobre a idolatria e a futilidade dos ídolos, que não podem resistir ao fogo do juízo divino.","por_que_esta_palavra":"O uso do fogo destaca a fragilidade dos ídolos e a certeza do juízo de Deus sobre aqueles que os adoram.","conexao_teologica":"O fogo é frequentemente associado à presença de Deus e ao Seu juízo, mostrando que somente o verdadeiro Deus pode purificar e restaurar.","referencias_relacionadas":["Hebreus 12:29","Mateus 3:11-12","Apocalipse 20:14-15"]},"jeremias_10_9_terra":{"palavra_pt":"terra","palavra_original":"רָקַע","transliteracao":"râqaʻ","strong":"H7554","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico e à criação de Deus, que é distinta dos ídolos feitos pelo homem.","explicacao_detalhada":"Em Jeremias 10:9, a terra é mencionada para contrastar a grandeza da criação divina com a insignificância dos ídolos, que são feitos de materiais da própria terra.","por_que_esta_palavra":"A ênfase na terra serve para lembrar que Deus é o Criador de tudo, enquanto os ídolos são meras criações humanas.","conexao_teologica":"A criação é um testemunho do poder e da soberania de Deus, que se opõe à impotência dos ídolos.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 45:18"]},"jeremias_10_9_ouro":{"palavra_pt":"ouro","palavra_original":"זָהָב","transliteracao":"zâhâb","strong":"H2091","significado_raiz":"Ideia básica: ouro.","significado_contextual":"O 'ouro' simboliza riqueza e valor, mas também a futilidade de confiar em bens materiais em vez de em Deus.","explicacao_detalhada":"No contexto de Jeremias 10:9, o ouro é usado para descrever a ostentação dos ídolos, que são adornados com materiais preciosos, mas que não têm valor real diante de Deus.","por_que_esta_palavra":"A menção do ouro destaca a superficialidade da adoração a ídolos, que são feitos de materiais valiosos, mas sem vida.","conexao_teologica":"A verdadeira riqueza é encontrada em um relacionamento com Deus, não em bens materiais ou ídolos.","referencias_relacionadas":["Mateus 6:19-21","Tiago 5:1-3","1 Pedro 1:18-19"]},"jeremias_10_9_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade dos atos de Deus e à Sua criação, contrastando com a futilidade dos ídolos.","explicacao_detalhada":"Em Jeremias 10:9, o 'bom' é um lembrete de que somente Deus é verdadeiramente bom e que os ídolos não podem oferecer o que é bom e verdadeiro.","por_que_esta_palavra":"Esta palavra é usada para enfatizar que a bondade de Deus é superior a qualquer coisa que os ídolos possam oferecer.","conexao_teologica":"A bondade de Deus é um tema central nas Escrituras, mostrando que Ele é a fonte de toda boa dádiva.","referencias_relacionadas":["Salmos 119:68","Romanos 12:2","Tiago 1:17"]},"jeremias_10_10_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à soberania de Deus sobre todas as coisas, contrastando com a impotência dos ídolos.","explicacao_detalhada":"Em Jeremias 10:10, Deus é descrito como o Rei eterno, que reina sobre a criação e tem autoridade sobre todas as nações.","por_que_esta_palavra":"A ênfase na realeza de Deus destaca Sua autoridade e poder, que são incomparáveis aos ídolos.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o governante supremo do universo.","referencias_relacionadas":["Salmos 103:19","Isaías 6:1","Apocalipse 19:16"]},"jeremias_10_10_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' aqui reafirma a criação de Deus e Sua soberania sobre ela.","explicacao_detalhada":"Em Jeremias 10:10, a menção da terra enfatiza que Deus é o Criador e Sustentador de tudo, ao contrário dos ídolos que não têm poder.","por_que_esta_palavra":"A ênfase na terra serve para lembrar que a criação é um testemunho do poder de Deus.","conexao_teologica":"A soberania de Deus sobre a terra é um tema recorrente, mostrando que Ele tem controle sobre toda a criação.","referencias_relacionadas":["Salmos 24:1","Isaías 45:12","Romanos 1:20"]},"jeremias_10_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'nome' do Senhor representa Sua autoridade e caráter, sendo um símbolo de Sua presença e poder.","explicacao_detalhada":"Em Jeremias 10:10, o nome de Deus é invocado para mostrar que Ele é o único digno de adoração e respeito, em contraste com os ídolos.","por_que_esta_palavra":"A menção do nome de Deus enfatiza a importância de reconhecer Sua soberania e poder sobre todas as coisas.","conexao_teologica":"O nome de Deus é central na adoração e na relação do povo com Ele, representando Sua identidade e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"jeremias_10_11_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica a conformidade com a verdade e a realidade, especialmente em relação ao juízo de Deus.","explicacao_detalhada":"Em Jeremias 10:11, a palavra é usada para enfatizar que os ídolos não são deuses e não têm poder, conforme a verdade revelada por Deus.","por_que_esta_palavra":"A ênfase em 'conforme' serve para reafirmar a verdade de que somente Deus é digno de adoração.","conexao_teologica":"A conformidade com a verdade de Deus é essencial para a fé e a adoração genuína.","referencias_relacionadas":["João 4:24","Romanos 12:2","2 Coríntios 10:5"]},"jeremias_10_11_grande":{"palavra_pt":"grande","palavra_original":"אֲמַר","transliteracao":"ʼămar","strong":"H560","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude e à majestade de Deus, contrastando com a insignificância dos ídolos.","explicacao_detalhada":"Em Jeremias 10:11, a grandeza de Deus é destacada para mostrar que Ele é incomparável e digno de adoração, ao contrário dos ídolos que são pequenos e impotentes.","por_que_esta_palavra":"A ênfase na grandeza de Deus serve para inspirar reverência e adoração entre os crentes.","conexao_teologica":"A grandeza de Deus é um tema central na adoração, mostrando que Ele é o Criador e Sustentador de tudo.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12-14","Efésios 3:20"]},"jeremias_10_11_idiom":{"palavra_pt":"expressao","palavra_original":"דִּי","transliteracao":"dîy","strong":"H1768","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão refere-se à declaração de que os ídolos feitos por mãos humanas não têm valor e não podem salvar.","explicacao_detalhada":"A palavra 'expressão' (דִּי) é usada para enfatizar a futilidade dos ídolos e a incapacidade deles de responder ou agir em favor de quem os adora. Jeremias está contrastando a verdadeira adoração a Deus com a adoração a ídolos.","por_que_esta_palavra":"Esta palavra é crucial para entender a crítica de Jeremias aos ídolos, que são descritos como meras expressões de arte sem poder.","conexao_teologica":"A expressão destaca a soberania de Deus sobre todas as coisas e a futilidade de confiar em ídolos, que não têm vida nem poder.","referencias_relacionadas":["Isaías 44:9-20","Salmos 115:4-8","Jeremias 10:5"]},"jeremias_10_12_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é utilizada para descrever a ação criativa de Deus na formação da terra.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) refere-se à criação e ao ato de fazer algo a partir do nada. Jeremias usa essa palavra para afirmar que Deus é o criador de todas as coisas.","por_que_esta_palavra":"Esta palavra é importante para enfatizar a habilidade de Deus em criar e moldar a terra, contrastando com a impotência dos ídolos.","conexao_teologica":"A criação é um tema central na teologia bíblica, mostrando o poder e a autoridade de Deus sobre a criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 104:24","Isaías 45:12"]},"jeremias_10_12_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico criado por Deus.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever o domínio físico que Deus criou e que é sustentado por Ele. Jeremias enfatiza que a terra é obra de Deus.","por_que_esta_palavra":"Esta palavra é fundamental para entender a relação entre Deus e a criação, destacando que a terra não é um ídolo, mas uma criação divina.","conexao_teologica":"A terra é frequentemente mencionada na Bíblia como parte do plano de Deus para a humanidade e sua criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 66:1"]},"jeremias_10_12_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é utilizada para descrever a magnitude e a majestade de Deus em contraste com os ídolos.","explicacao_detalhada":"A palavra 'grande' (כּוּן) enfatiza a grandeza de Deus como criador e sustentador do universo, em oposição à insignificância dos ídolos.","por_que_esta_palavra":"Esta palavra é essencial para entender a natureza de Deus como um ser supremo e poderoso, que não pode ser comparado a ídolos feitos por mãos humanas.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, que destaca sua soberania e poder sobre toda a criação.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12-14","Romanos 11:33"]},"jeremias_10_13_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se à comunicação de Deus e à sua capacidade de criar através da palavra.","explicacao_detalhada":"A palavra 'voz' (קוֹל) é usada para descrever o poder da palavra de Deus, que traz à existência tudo o que existe. Jeremias destaca que a criação responde à voz de Deus.","por_que_esta_palavra":"Esta palavra é importante para entender como Deus se comunica e age no mundo, contrastando com a mudez dos ídolos.","conexao_teologica":"A voz de Deus é um tema central na Bíblia, mostrando seu poder criativo e sua autoridade.","referencias_relacionadas":["Gênesis 1:3","Salmos 29:4","Hebreus 11:3"]},"jeremias_10_13_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"A palavra 'céus' refere-se ao domínio celestial e à criação de Deus.","explicacao_detalhada":"A palavra 'céus' (שָׁמַיִם) é usada para descrever o espaço criado por Deus, onde reside sua glória e majestade. Jeremias menciona os céus para mostrar a grandeza de Deus.","por_que_esta_palavra":"Esta palavra é fundamental para entender a abrangência da criação de Deus, que inclui tanto a terra quanto os céus.","conexao_teologica":"Os céus são frequentemente mencionados na Bíblia como testemunhas da grandeza de Deus e de sua criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Isaías 40:22"]},"jeremias_10_13_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' é mencionada novamente para enfatizar a criação e a soberania de Deus sobre ela.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para reafirmar que Deus é o criador e que a terra responde à sua voz. É um lembrete da autoridade de Deus sobre a criação.","por_que_esta_palavra":"Esta palavra é importante para reforçar a ideia de que a terra não é um ídolo, mas uma criação divina que deve adorar seu Criador.","conexao_teologica":"A relação entre Deus e a terra é um tema central na teologia bíblica, mostrando que toda a criação deve glorificá-lo.","referencias_relacionadas":["Salmos 24:1","Isaías 45:18","Romanos 8:19-21"]},"jeremias_10_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas são feitas ou percebidas.","explicacao_detalhada":"A palavra 'modo' (כֹּל) é usada para descrever a condição ou a forma como os ídolos são feitos, enfatizando sua futilidade e a falta de conhecimento dos que os adoram.","por_que_esta_palavra":"Esta palavra é importante para entender a crítica de Jeremias aos ídolos e à ignorância dos que confiam neles.","conexao_teologica":"A maneira como adoramos e percebemos a divindade é um tema importante na teologia, que nos leva a refletir sobre a verdadeira adoração.","referencias_relacionadas":["Salmos 115:8","Isaías 44:9","Romanos 1:21"]},"jeremias_10_14_conhecimento":{"palavra_pt":"conhecimento","palavra_original":"דַּעַת","transliteracao":"daʻath","strong":"H1847","significado_raiz":"Ideia básica: conhecimento.","significado_contextual":"A palavra 'conhecimento' refere-se à sabedoria e entendimento que vêm de Deus.","explicacao_detalhada":"A palavra 'conhecimento' (דַּעַת) é usada para enfatizar a falta de entendimento dos que adoram ídolos, contrastando com o conhecimento que Deus oferece.","por_que_esta_palavra":"Esta palavra é essencial para entender a importância do conhecimento de Deus e como ele se opõe à ignorância dos ídolos.","conexao_teologica":"O conhecimento de Deus é um tema central na Bíblia, que nos chama a buscar sabedoria e entendimento em sua palavra.","referencias_relacionadas":["Provérbios 1:7","Colossenses 2:3","Tiago 1:5"]},"jeremias_10_14_imagem":{"palavra_pt":"imagem","palavra_original":"פֶּסֶל","transliteracao":"peçel","strong":"H6459","significado_raiz":"Ideia básica: imagem.","significado_contextual":"A palavra 'imagem' refere-se à representação física dos ídolos.","explicacao_detalhada":"A palavra 'imagem' (פֶּסֶל) é usada para descrever os ídolos feitos por mãos humanas, que não têm vida e não podem salvar. Jeremias critica a adoração a essas imagens.","por_que_esta_palavra":"Esta palavra é importante para entender a futilidade da idolatria e a incapacidade dos ídolos de representar a verdadeira divindade.","conexao_teologica":"A idolatria é um tema recorrente na Bíblia, que nos adverte contra a adoração de imagens e nos chama a adorar o Deus vivo.","referencias_relacionadas":["Êxodo 20:4-5","Salmos 115:4-8","Isaías 44:9-20"]},"jeremias_10_15_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade de algo que é agradável ou benéfico, contrastando com a vaidade dos ídolos.","explicacao_detalhada":"A palavra 'bom' é usada para descrever a natureza dos atos de Deus e a qualidade das suas criações, que são sempre boas. No contexto de Jeremias 10:15, enfatiza a futilidade dos ídolos que não têm valor.","por_que_esta_palavra":"A escolha da palavra 'bom' destaca a superioridade de Deus em relação aos ídolos, que são considerados inúteis e sem valor.","conexao_teologica":"A bondade de Deus é um tema central na teologia bíblica, refletindo sua natureza e ações em favor da humanidade.","referencias_relacionadas":["Gênesis 1:31","Salmos 119:68","Romanos 12:2"]},"jeremias_10_15_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a um momento ou situação específica, enfatizando a expressão da futilidade dos ídolos.","explicacao_detalhada":"A palavra 'expressão' é usada para indicar a manifestação de algo, neste caso, a vaidade dos ídolos que não podem se expressar nem agir.","por_que_esta_palavra":"A palavra 'expressão' é escolhida para mostrar que os ídolos não têm vida ou poder para se manifestar, contrastando com o Deus vivo.","conexao_teologica":"A incapacidade dos ídolos de se expressar reflete a soberania de Deus, que se revela de maneira clara e poderosa.","referencias_relacionadas":["Isaías 44:9-20","Salmos 115:4-8","1 Coríntios 8:4"]},"jeremias_10_15_vaidade":{"palavra_pt":"vaidade","palavra_original":"הֶבֶל","transliteracao":"hebel","strong":"H1892","significado_raiz":"Ideia básica: vaidade.","significado_contextual":"Indica a futilidade e a falta de substância dos ídolos, que são comparados a um sopro.","explicacao_detalhada":"A palavra 'vaidade' enfatiza a ideia de que os ídolos são vazios e sem valor, incapazes de oferecer qualquer ajuda ou salvação.","por_que_esta_palavra":"A escolha de 'vaidade' serve para criticar a adoração a ídolos, mostrando que eles não têm poder real.","conexao_teologica":"A vaidade dos ídolos contrasta com a plenitude e a verdade de Deus, que é a fonte de toda vida e significado.","referencias_relacionadas":["Eclesiastes 1:2","Salmos 31:6","Isaías 40:18-20"]},"jeremias_10_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas são feitas, especialmente em contraste com a verdadeira adoração a Deus.","explicacao_detalhada":"A palavra 'modo' indica a maneira pela qual os ídolos são feitos e adorados, ressaltando a futilidade desse processo.","por_que_esta_palavra":"A escolha de 'modo' destaca a artificialidade dos ídolos e a diferença entre a adoração verdadeira e a falsa.","conexao_teologica":"A maneira de adorar a Deus deve ser em espírito e verdade, contrastando com os modos vãos de adoração aos ídolos.","referencias_relacionadas":["João 4:24","Romanos 1:25","Colossenses 2:8"]},"jeremias_10_16_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade e à autenticidade, especialmente em contraste com a falsidade dos ídolos.","explicacao_detalhada":"A palavra 'verdade' enfatiza que Deus é a única fonte de verdade, enquanto os ídolos são enganosos e sem substância.","por_que_esta_palavra":"A escolha de 'verdade' é crucial para entender a natureza de Deus em oposição à futilidade dos ídolos.","conexao_teologica":"A verdade de Deus é um fundamento da fé cristã, que se opõe a toda forma de engano e idolatria.","referencias_relacionadas":["João 14:6","Salmos 119:160","1 João 5:20"]},"jeremias_10_16_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão ou causa, enfatizando a justificativa para a crítica aos ídolos.","explicacao_detalhada":"A palavra 'porque' é usada para introduzir a razão pela qual os ídolos são considerados vaidade e sem valor.","por_que_esta_palavra":"A escolha de 'porque' é importante para conectar a crítica aos ídolos com a verdade sobre Deus.","conexao_teologica":"A razão pela qual devemos adorar a Deus é baseada em sua natureza e ações, que são verdadeiras e boas.","referencias_relacionadas":["Isaías 45:20","Salmos 135:15-18","Romanos 1:21-23"]},"jeremias_10_17_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico e à criação de Deus, que é distinta da futilidade dos ídolos.","explicacao_detalhada":"A palavra 'terra' é usada para enfatizar a criação de Deus e a sua soberania sobre tudo que existe.","por_que_esta_palavra":"A escolha de 'terra' destaca a grandeza de Deus como Criador em contraste com a impotência dos ídolos.","conexao_teologica":"A criação é um testemunho da grandeza de Deus, que é o Senhor sobre toda a terra.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 66:1"]},"jeremias_10_17_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de avaliar ou decidir, especialmente no contexto do juízo de Deus sobre a idolatria.","explicacao_detalhada":"A palavra 'julgar' implica a ação de Deus em discernir entre o que é verdadeiro e o que é falso, especialmente em relação aos ídolos.","por_que_esta_palavra":"A escolha de 'julgar' enfatiza a autoridade de Deus para avaliar a adoração e a fidelidade do seu povo.","conexao_teologica":"O juízo de Deus é um tema recorrente na Bíblia, refletindo sua justiça e santidade.","referencias_relacionadas":["Salmos 96:13","Mateus 25:31-46","Romanos 14:10-12"]},"jeremias_10_17_fortaleza":{"palavra_pt":"fortaleza","palavra_original":"מָצוֹר","transliteracao":"mâtsôwr","strong":"H4692","significado_raiz":"Ideia básica: fortaleza.","significado_contextual":"Refere-se a um lugar seguro ou de proteção, contrastando com a fragilidade dos ídolos.","explicacao_detalhada":"A palavra 'fortaleza' é usada para descrever Deus como um refúgio seguro, em oposição aos ídolos que não oferecem proteção.","por_que_esta_palavra":"A escolha de 'fortaleza' destaca a segurança que se encontra em Deus, ao contrário da vulnerabilidade dos ídolos.","conexao_teologica":"Deus é frequentemente descrito como uma fortaleza ou refúgio para seu povo, enfatizando sua proteção e poder.","referencias_relacionadas":["Salmos 18:2","Provérbios 18:10","Isaías 25:4"]},"jeremias_10_18_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à criação e ao domínio de Deus sobre a terra, enfatizando sua soberania.","explicacao_detalhada":"A palavra 'terra' é usada para reafirmar que Deus tem controle sobre toda a criação, incluindo a terra e tudo que nela habita.","por_que_esta_palavra":"A escolha de 'terra' reforça a ideia de que Deus é o Senhor sobre tudo, contrastando com a impotência dos ídolos.","conexao_teologica":"A soberania de Deus sobre a terra é um tema central na Bíblia, mostrando seu poder e autoridade.","referencias_relacionadas":["Salmos 115:16","Isaías 45:12","Atos 17:24"]},"jeremias_10_18_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão pela qual Deus está agindo.","explicacao_detalhada":"A palavra 'porque' é usada para introduzir a justificativa das ações divinas, mostrando que Deus tem um propósito em suas decisões.","por_que_esta_palavra":"É fundamental para entender a lógica divina e a relação entre Deus e seu povo.","conexao_teologica":"Reflete a soberania de Deus e sua capacidade de agir conforme sua vontade.","referencias_relacionadas":["Isaías 55:8-9","Romanos 11:33","Salmos 33:11"]},"jeremias_10_18_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é central na adoração e na identidade do povo de Israel.","explicacao_detalhada":"O nome 'Senhor' (YHWH) representa a presença, a autoridade e a fidelidade de Deus para com seu povo.","por_que_esta_palavra":"É essencial para a compreensão da relação entre Deus e Israel, simbolizando sua aliança.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, enfatizando sua santidade e poder.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"jeremias_10_19_alas":{"palavra_pt":"alas","palavra_original":"אוֹי","transliteracao":"ʼôwy","strong":"H188","significado_raiz":"Ideia básica: alas.","significado_contextual":"Expressa um lamento ou uma lamentação pela situação do povo.","explicacao_detalhada":"'Alas' é uma interjeição que denota tristeza e desespero diante das calamidades.","por_que_esta_palavra":"É importante para entender a dor e o sofrimento que o profeta sente pelo povo.","conexao_teologica":"Mostra a empatia de Deus pelos sofrimentos humanos e a necessidade de arrependimento.","referencias_relacionadas":["Lamentações 1:1","Salmos 42:3","Mateus 5:4"]},"jeremias_10_19_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de Deus e à sua majestade.","explicacao_detalhada":"'Grande' enfatiza a superioridade de Deus sobre todas as coisas e a impotência dos ídolos.","por_que_esta_palavra":"É crucial para a adoração correta e a compreensão da natureza de Deus.","conexao_teologica":"A grandeza de Deus é um tema central na teologia bíblica, destacando sua soberania.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:36"]},"jeremias_10_20_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas são feitas ou acontecem.","explicacao_detalhada":"'Modo' implica na maneira de agir de Deus e na resposta do povo a Ele.","por_que_esta_palavra":"É importante para entender a dinâmica entre a ação divina e a resposta humana.","conexao_teologica":"Reflete a necessidade de alinhamento entre a vontade de Deus e a conduta do homem.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:5-6","Romanos 12:2"]},"jeremias_10_20_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Indica a ação de se levantar, simbolizando a restauração ou a ação de Deus.","explicacao_detalhada":"'Levantar' pode referir-se tanto a um ato físico quanto a um chamado espiritual para ação.","por_que_esta_palavra":"É essencial para entender a mobilização do povo em resposta ao chamado de Deus.","conexao_teologica":"Simboliza a resiliência e a resposta ativa do povo diante das adversidades.","referencias_relacionadas":["Isaías 40:31","Salmos 30:1","Efésios 6:10"]},"jeremias_10_20_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação entre Deus e seu povo, muitas vezes descrito como filhos.","explicacao_detalhada":"'Filho' simboliza a herança, a proteção e a responsabilidade que Deus tem para com seu povo.","por_que_esta_palavra":"É fundamental para entender a identidade do povo de Deus como sua família.","conexao_teologica":"A filiação é um tema central na nova aliança, onde todos são chamados filhos de Deus.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 4:6"]},"jeremias_10_21_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se novamente ao modo de agir, enfatizando a repetição da ideia.","explicacao_detalhada":"'Modo' aqui reforça a necessidade de uma conduta correta diante de Deus.","por_que_esta_palavra":"É importante para a compreensão da necessidade de alinhamento com a vontade divina.","conexao_teologica":"Reforça a ideia de que a obediência é essencial na relação com Deus.","referencias_relacionadas":["Deuteronômio 5:32","1 Pedro 1:15-16","Tiago 1:22"]},"jeremias_10_21_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Novamente, indica a razão pela qual algo está sendo dito ou feito.","explicacao_detalhada":"'Porque' é uma palavra que conecta a causa e o efeito nas ações de Deus.","por_que_esta_palavra":"É crucial para entender a lógica divina e a resposta do povo.","conexao_teologica":"Reflete a importância do entendimento da vontade de Deus nas ações humanas.","referencias_relacionadas":["Isaías 1:18","Romanos 12:1","Hebreus 10:24-25"]},"jeremias_10_21_governo":{"palavra_pt":"pastor","palavra_original":"רָעָה","transliteracao":"râʻâh","strong":"H7462","significado_raiz":"Ideia básica: pastor.","significado_contextual":"Refere-se à liderança e ao cuidado que Deus exerce sobre seu povo.","explicacao_detalhada":"'Pastor' simboliza a proteção, a orientação e o sustento que Deus oferece.","por_que_esta_palavra":"É fundamental para entender a relação de cuidado e responsabilidade de Deus.","conexao_teologica":"A imagem do pastor é central na Bíblia, representando a relação entre Deus e seu povo.","referencias_relacionadas":["Salmos 23:1","João 10:11","Hebreus 13:20"]},"jeremias_10_22_terremoto":{"palavra_pt":"terremoto","palavra_original":"רַעַשׁ","transliteracao":"raʻash","strong":"H7494","significado_raiz":"Ideia básica: terremoto.","significado_contextual":"O terremoto simboliza a manifestação do poder de Deus e o juízo sobre as nações.","explicacao_detalhada":"Neste versículo, o terremoto é uma expressão da ira divina contra a idolatria e a desobediência do povo. Ele representa a instabilidade e a fragilidade das coisas criadas em contraste com a soberania de Deus.","por_que_esta_palavra":"A palavra 'terremoto' é utilizada para enfatizar a gravidade do juízo de Deus e a necessidade de reverência diante de Sua majestade.","conexao_teologica":"O terremoto é um símbolo do juízo de Deus, que pode ser visto em outras partes da Bíblia como uma resposta à iniquidade humana.","referencias_relacionadas":["Amós 1:1","Mateus 24:7","Apocalipse 6:12"]},"jeremias_10_22_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra representa a criação de Deus e o lugar onde a humanidade habita.","explicacao_detalhada":"Neste contexto, a terra é mencionada para mostrar que toda a criação está sujeita ao poder de Deus, que pode abalar e transformar a terra conforme Sua vontade.","por_que_esta_palavra":"A palavra 'terra' é importante para lembrar que Deus é o Criador e que Ele tem autoridade sobre toda a criação.","conexao_teologica":"A terra é frequentemente mencionada nas Escrituras como um símbolo da promessa de Deus e do Seu domínio sobre o mundo.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 66:1"]},"jeremias_10_22_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A voz de Deus é um símbolo de Sua autoridade e poder.","explicacao_detalhada":"Neste versículo, a voz é mencionada para indicar que Deus está falando e que Sua palavra tem poder para causar mudanças significativas na criação.","por_que_esta_palavra":"A palavra 'voz' é usada para enfatizar a comunicação divina e a importância de ouvir e obedecer a Deus.","conexao_teologica":"A voz de Deus é um tema recorrente na Bíblia, representando Sua revelação e a necessidade de resposta por parte da humanidade.","referencias_relacionadas":["Salmos 29:4","João 10:27","Hebreus 1:1-2"]},"jeremias_10_23_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"O homem é visto como um ser criado por Deus, limitado e dependente de Sua sabedoria.","explicacao_detalhada":"Neste contexto, a referência ao homem destaca a fragilidade humana em comparação com a soberania e a grandeza de Deus.","por_que_esta_palavra":"A palavra 'homem' é utilizada para lembrar que a humanidade não pode confiar em sua própria sabedoria, mas deve buscar a orientação divina.","conexao_teologica":"A condição do homem é um tema central na teologia, enfatizando a necessidade de redenção e dependência de Deus.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 3:23"]},"jeremias_10_23_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"A grandeza de Deus é um tema central, contrastando com a pequenez do homem.","explicacao_detalhada":"Neste versículo, a grandeza é mencionada para enfatizar que Deus é supremo e que Sua sabedoria e poder superam qualquer entendimento humano.","por_que_esta_palavra":"A palavra 'grande' é usada para exaltar a majestade de Deus e lembrar aos homens de sua posição diante dEle.","conexao_teologica":"A grandeza de Deus é um tema recorrente nas Escrituras, que nos convida a adorá-Lo e a reconhecer Sua soberania.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"jeremias_10_23_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor representa Sua autoridade e caráter.","explicacao_detalhada":"Neste contexto, o nome de Deus é mencionado para enfatizar a importância de reconhecer Sua soberania e a necessidade de reverência em Sua presença.","por_que_esta_palavra":"A palavra 'senhor' é utilizada para afirmar a posição de Deus como Rei e Juiz sobre todas as coisas.","conexao_teologica":"O nome de Deus é central na adoração e na relação do povo com Ele, refletindo Sua natureza e promessas.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"jeremias_10_24_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"O juízo de Deus é uma resposta à injustiça e à desobediência humana.","explicacao_detalhada":"Neste versículo, o juízo é mencionado para lembrar que Deus é justo e que Ele corrige aqueles que se desviam de Seus caminhos.","por_que_esta_palavra":"A palavra 'juízo' é usada para enfatizar a necessidade de correção e a justiça divina que não pode ser ignorada.","conexao_teologica":"O juízo de Deus é um tema importante na Bíblia, que nos lembra da responsabilidade moral e da necessidade de arrependimento.","referencias_relacionadas":["Salmos 9:7-8","Romanos 2:6","Hebreus 12:6"]},"jeremias_10_24_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor é invocado como fonte de justiça e autoridade.","explicacao_detalhada":"Neste contexto, o nome de Deus é mencionado para reafirmar que Ele é o juiz supremo e que Sua justiça prevalece sobre a injustiça humana.","por_que_esta_palavra":"A palavra 'senhor' é utilizada para reconhecer a soberania de Deus sobre todas as questões de justiça.","conexao_teologica":"O nome de Deus é fundamental para a compreensão da Sua natureza como justo e reto.","referencias_relacionadas":["Salmos 89:14","Isaías 30:18","Miquéias 6:8"]},"jeremias_10_24_corrigir":{"palavra_pt":"corrigir","palavra_original":"יָסַר","transliteracao":"yâçar","strong":"H3256","significado_raiz":"Ideia básica: corrigir.","significado_contextual":"A correção é uma expressão do amor e da justiça de Deus.","explicacao_detalhada":"Neste versículo, a correção é mencionada para mostrar que Deus se preocupa com o bem-estar de Seu povo e deseja que eles se voltem para Ele.","por_que_esta_palavra":"A palavra 'corrigir' é usada para enfatizar que a disciplina de Deus é necessária para restaurar o relacionamento com Ele.","conexao_teologica":"A correção divina é um tema importante que reflete o amor de Deus e Sua vontade de ver Seu povo em conformidade com Seus caminhos.","referencias_relacionadas":["Provérbios 3:11-12","Hebreus 12:5-6","Apocalipse 3:19"]},"jeremias_10_25_sangue":{"palavra_pt":"sangue","palavra_original":"שָׁפַךְ","transliteracao":"shâphak","strong":"H8210","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O sangue simboliza a vida e a necessidade de expiação pelos pecados.","explicacao_detalhada":"Neste versículo, o sangue é mencionado para destacar a gravidade do pecado e a necessidade de redenção através do sacrifício.","por_que_esta_palavra":"A palavra 'sangue' é utilizada para enfatizar a seriedade do pecado e a importância do sacrifício na relação entre Deus e a humanidade.","conexao_teologica":"O sangue é um tema central na teologia da expiação, representando a vida que é dada para a remissão dos pecados.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 Pedro 1:18-19"]},"jeremias_10_25_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"Refere-se a nações ou povos que não seguem a Deus, contrastando com o povo de Israel.","explicacao_detalhada":"A palavra 'nação' (gôwy) é utilizada para descrever grupos de pessoas que têm suas próprias culturas e práticas, muitas vezes em oposição à adoração ao Deus de Israel. Neste contexto, Jeremias clama a Deus para derramar a Sua ira sobre essas nações que se afastaram da verdade.","por_que_esta_palavra":"A escolha da palavra 'nação' enfatiza a separação entre o povo de Deus e aqueles que não O reconhecem, destacando a necessidade de justiça divina.","conexao_teologica":"A ideia de nações é central na teologia bíblica, onde Deus tem um plano não apenas para Israel, mas para todas as nações, que devem se voltar a Ele.","referencias_relacionadas":["Isaías 60:3","Salmos 2:1-2","Mateus 28:19"]},"jeremias_10_25_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para enfatizar a fidelidade e a justiça de Deus em contraste com a falsidade das nações.","explicacao_detalhada":"Neste versículo, a negação da verdade (lôʼ) implica que as nações não reconhecem a soberania de Deus e, portanto, estão sujeitas ao Seu juízo. A verdade de Deus é um tema recorrente nas Escrituras, que aponta para a necessidade de viver em conformidade com a Sua vontade.","por_que_esta_palavra":"A palavra 'verdade' é crucial para entender a natureza de Deus e Sua relação com a humanidade, sendo um chamado à integridade e à justiça.","conexao_teologica":"A verdade de Deus é um fundamento da fé cristã, onde Jesus se apresenta como 'o caminho, a verdade e a vida' (João 14:6).","referencias_relacionadas":["Salmos 25:5","João 4:24","Efésios 4:15"]}}