{"jeremias_11_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' é usada para se referir à mensagem de Deus e à Sua revelação ao povo.","explicacao_detalhada":"A palavra 'dizer' (dâbâr) é fundamental na comunicação divina, representando tanto a instrução quanto a promessa de Deus. Jeremias é chamado a proclamar a palavra de Deus ao povo, enfatizando a importância da obediência à Sua mensagem.","por_que_esta_palavra":"A palavra é um meio pelo qual Deus se relaciona com a humanidade, e a sua proclamação é essencial para a vida espiritual do povo.","conexao_teologica":"A revelação de Deus através da palavra é um tema central na Bíblia, culminando na encarnação da Palavra em Jesus Cristo (João 1:14).","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Romanos 10:17"]},"jeremias_11_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à autoridade e soberania de Deus sobre Israel e as nações.","explicacao_detalhada":"O uso do nome 'YHWH' (Yᵉhôvâh) enfatiza a relação pessoal e covenantal que Deus tem com Seu povo. Jeremias invoca o nome do Senhor para afirmar a legitimidade de sua mensagem e a necessidade de retorno à fidelidade.","por_que_esta_palavra":"O nome de Deus é um símbolo de Sua presença e poder, e invocá-lo é um reconhecimento de Sua soberania.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua essência e caráter, e é um convite ao relacionamento com Ele.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"jeremias_11_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é um chamado à ação e à proclamação da mensagem de Deus.","explicacao_detalhada":"A palavra 'dizer' (ʼâmar) implica não apenas a comunicação verbal, mas também a ação que deve acompanhar a palavra. Jeremias é chamado a declarar a palavra de Deus com autoridade e clareza.","por_que_esta_palavra":"A ação de dizer é fundamental para a missão profética, onde a comunicação da verdade de Deus é essencial para a transformação do povo.","conexao_teologica":"A proclamação da palavra de Deus é um aspecto vital da vida cristã, onde a fé é expressa através da confissão e da ação.","referencias_relacionadas":["Mateus 10:27","Romanos 10:9","Tiago 1:22"]},"jeremias_11_2_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se ao pacto estabelecido entre Deus e Seu povo.","explicacao_detalhada":"A palavra 'aliança' (bᵉrîyth) é central na relação de Deus com Israel, simbolizando compromisso e fidelidade. Jeremias é instruído a lembrar ao povo sobre a aliança que Deus fez com eles, enfatizando a necessidade de obediência.","por_que_esta_palavra":"A aliança é um conceito fundamental na teologia bíblica, representando a relação entre Deus e a humanidade, e a responsabilidade que vem com essa relação.","conexao_teologica":"A nova aliança em Cristo é o cumprimento das promessas de Deus, onde a fidelidade divina é assegurada.","referencias_relacionadas":["Gênesis 9:13","Jeremias 31:31","Lucas 22:20"]},"jeremias_11_2_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' é novamente utilizada para enfatizar a mensagem de Deus ao Seu povo.","explicacao_detalhada":"A repetição da palavra 'dizer' (dâbâr) reforça a importância da comunicação divina e a necessidade de que o povo ouça e responda à mensagem de Deus.","por_que_esta_palavra":"A palavra de Deus é viva e eficaz, e sua proclamação é essencial para a vida espiritual do povo.","conexao_teologica":"A palavra de Deus é um meio pelo qual Ele se revela e se relaciona com a humanidade, sendo essencial para a fé.","referencias_relacionadas":["1 Pedro 1:25","Salmos 119:11","Colossenses 3:16"]},"jeremias_11_2_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, enfatizando a responsabilidade diante de Deus.","explicacao_detalhada":"A palavra 'homem' (ʼîysh) é usada para destacar a condição humana e a necessidade de arrependimento e retorno a Deus. Jeremias fala ao povo como representantes da humanidade que deve se voltar para o Senhor.","por_que_esta_palavra":"A condição do homem é central na mensagem profética, onde a necessidade de redenção e transformação é enfatizada.","conexao_teologica":"A humanidade é chamada a reconhecer sua necessidade de Deus e a buscar a salvação que Ele oferece.","referencias_relacionadas":["Gênesis 1:27","Romanos 3:23","Efésios 2:8-9"]},"jeremias_11_3_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A repetição da palavra 'homem' reforça a ideia de responsabilidade individual e coletiva diante de Deus.","explicacao_detalhada":"A palavra 'homem' (ʼîysh) é um lembrete da dignidade e do valor que Deus atribui à humanidade, bem como da responsabilidade que cada um tem em relação à aliança com Ele.","por_que_esta_palavra":"A ênfase na humanidade destaca a necessidade de cada indivíduo responder à chamada de Deus.","conexao_teologica":"A relação entre Deus e o homem é fundamental na teologia cristã, onde cada pessoa é chamada a um relacionamento pessoal com o Criador.","referencias_relacionadas":["Salmos 8:4-5","Isaías 53:6","Romanos 5:8"]},"jeremias_11_3_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' é novamente mencionada, reforçando a importância do pacto entre Deus e Seu povo.","explicacao_detalhada":"A repetição da palavra 'aliança' (bᵉrîyth) enfatiza a seriedade do compromisso de Deus com Israel e a expectativa de fidelidade por parte do povo.","por_que_esta_palavra":"A aliança é um conceito central que define a relação entre Deus e Seu povo, e a desobediência a essa aliança tem consequências graves.","conexao_teologica":"A nova aliança em Cristo é um cumprimento da antiga, onde Deus promete escrever Sua lei nos corações das pessoas.","referencias_relacionadas":["Êxodo 24:8","Jeremias 31:33","Hebreus 8:6"]},"jeremias_11_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação de uma mensagem divina.","explicacao_detalhada":"No contexto de Jeremias 11:3, Deus ordena que Jeremias proclame a palavra da aliança, enfatizando a importância da obediência ao que Ele diz.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para a revelação divina, pois Deus se comunica com Seu povo através de profetas.","conexao_teologica":"A comunicação de Deus com a humanidade é um tema central na Bíblia, mostrando como Ele se relaciona com Seu povo.","referencias_relacionadas":["Êxodo 20:1","Isaías 58:1","Mateus 4:4"]},"jeremias_11_4_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' mencionado representa um tempo específico de cumprimento da aliança.","explicacao_detalhada":"Em Jeremias 11:4, o 'dia' é um símbolo do momento em que o povo deve lembrar e cumprir a aliança feita com Deus.","por_que_esta_palavra":"O conceito de 'dia' é crucial para entender os tempos de Deus e a importância de obedecer a Suas instruções.","conexao_teologica":"O tempo é uma criação de Deus, e Ele estabelece momentos significativos na história da salvação.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","Eclesiastes 3:1"]},"jeremias_11_4_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A 'terra' refere-se à herança prometida a Israel, simbolizando a presença de Deus entre Seu povo.","explicacao_detalhada":"No versículo, a 'terra' é o local onde a aliança deve ser vivida e praticada, destacando a relação entre Deus e Israel.","por_que_esta_palavra":"A terra é um elemento central na história de Israel, representando tanto bênção quanto responsabilidade.","conexao_teologica":"A terra prometida é um símbolo da fidelidade de Deus e da necessidade de obediência do Seu povo.","referencias_relacionadas":["Deuteronômio 6:10","Josué 1:3","Salmos 37:11"]},"jeremias_11_4_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é um erro de transliteração e não se aplica ao contexto de Jeremias 11:4.","explicacao_detalhada":"O versículo não menciona 'urso', e a palavra correta deve ser revisada para manter a integridade do texto.","por_que_esta_palavra":"A inclusão de 'urso' não é relevante para o entendimento do versículo e pode causar confusão.","conexao_teologica":"A precisão na tradução e interpretação das Escrituras é vital para a teologia e a prática cristã.","referencias_relacionadas":["Jeremias 11:4","Jeremias 11:8","Salmos 119:105"]},"jeremias_11_5_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de Deus conceder a terra a Israel como parte da aliança.","explicacao_detalhada":"Em Jeremias 11:5, o ato de 'dar' é um lembrete da generosidade de Deus e da responsabilidade do povo em cumprir a aliança.","por_que_esta_palavra":"A palavra 'dar' enfatiza a graça de Deus ao oferecer bênçãos ao Seu povo.","conexao_teologica":"A aliança é um tema central na Bíblia, onde Deus dá e o povo deve responder com obediência.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:10","Romanos 8:32"]},"jeremias_11_5_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' novamente representa um tempo de ação e resposta à aliança.","explicacao_detalhada":"Neste versículo, o 'dia' é um chamado à reflexão sobre a fidelidade de Deus e a resposta do povo.","por_que_esta_palavra":"O 'dia' é um lembrete da urgência em cumprir a vontade de Deus.","conexao_teologica":"A importância do tempo e da resposta a Deus é um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 95:7","Isaías 49:8","2 Coríntios 6:2"]},"jeremias_11_5_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' simboliza a percepção e a atenção de Deus sobre Seu povo.","explicacao_detalhada":"Em Jeremias 11:5, 'olho' representa a vigilância de Deus e Sua preocupação com a obediência do povo.","por_que_esta_palavra":"A palavra 'olho' destaca a relação íntima entre Deus e Israel, onde Ele observa e cuida.","conexao_teologica":"A ideia de que Deus vê e se importa é um tema importante na teologia bíblica.","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","Hebreus 4:13"]},"jeremias_11_6_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se à mensagem de Deus que deve ser proclamada.","explicacao_detalhada":"Em Jeremias 11:6, a 'palavra' é um chamado à obediência e à prática da aliança.","por_que_esta_palavra":"A 'palavra' de Deus é viva e eficaz, e deve ser levada a sério pelo Seu povo.","conexao_teologica":"A importância da palavra de Deus é um tema central, refletindo Sua vontade e propósito.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Hebreus 4:12"]},"jeremias_11_6_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A 'cidade' representa o local onde a aliança deve ser vivida e praticada.","explicacao_detalhada":"No contexto de Jeremias 11:6, a 'cidade' é um símbolo da comunidade e da vida em conjunto sob a aliança de Deus.","por_que_esta_palavra":"A cidade é um espaço de interação social e espiritual, onde a presença de Deus é reconhecida.","conexao_teologica":"A ideia de cidade é importante na Bíblia, simbolizando a comunidade do povo de Deus.","referencias_relacionadas":["Salmos 122:1","Mateus 5:14","Apocalipse 21:2"]},"jeremias_11_6_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se ao pacto estabelecido entre Deus e Seu povo.","explicacao_detalhada":"Em Jeremias 11:6, a 'aliança' é um elemento central que define a relação entre Deus e Israel, exigindo fidelidade.","por_que_esta_palavra":"A aliança é fundamental para entender a história da salvação e o compromisso de Deus com Seu povo.","conexao_teologica":"A aliança é um tema recorrente na Bíblia, refletindo a fidelidade de Deus e a resposta do homem.","referencias_relacionadas":["Gênesis 9:9","Êxodo 19:5","Hebreus 8:6"]},"jeremias_11_7_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que Deus se comunica com o povo de Israel.","explicacao_detalhada":"O termo 'dia' aqui pode simbolizar um período específico de revelação ou julgamento, enfatizando a urgência da mensagem divina.","por_que_esta_palavra":"A palavra 'dia' é usada para indicar um momento de importância espiritual e histórica na relação entre Deus e Seu povo.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao tempo de Deus, onde Ele intervém na história humana.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Isaías 61:2"]},"jeremias_11_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida a Israel, um símbolo de herança e bênção.","explicacao_detalhada":"A 'terra' é um elemento central na aliança de Deus com Israel, representando não apenas um local físico, mas também a presença e a promessa de Deus.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a relação de Israel com Deus e as promessas feitas a Abraão, Isaque e Jacó.","conexao_teologica":"A terra é um símbolo da fidelidade de Deus e da resposta do povo à Sua aliança.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 6:10-12","Josué 1:3"]},"jeremias_11_7_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma razão ou justificativa para a ação de Deus em relação ao povo.","explicacao_detalhada":"A palavra 'porque' conecta a declaração anterior à razão pela qual Deus está agindo, enfatizando a desobediência do povo.","por_que_esta_palavra":"É uma conjunção que estabelece a lógica da ação divina, mostrando que Deus responde às ações humanas.","conexao_teologica":"A relação entre a obediência e as consequências é um tema recorrente nas Escrituras.","referencias_relacionadas":["Deuteronômio 28:15","Isaías 1:19-20","Romanos 2:6"]},"jeremias_11_8_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se à aliança feita entre Deus e o povo de Israel.","explicacao_detalhada":"A 'aliança' é um pacto sagrado que define a relação entre Deus e Seu povo, com promessas e responsabilidades mútuas.","por_que_esta_palavra":"A palavra 'aliança' é fundamental para entender a identidade do povo de Israel e seu compromisso com Deus.","conexao_teologica":"A aliança é um tema central na teologia bíblica, representando a fidelidade de Deus e a resposta do povo.","referencias_relacionadas":["Gênesis 9:12-17","Êxodo 19:5-6","Hebreus 8:6-13"]},"jeremias_11_8_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Pode ser uma referência a ações ou comportamentos que não são aceitáveis diante de Deus.","explicacao_detalhada":"A palavra 'urso' pode simbolizar a força e a ferocidade, indicando a gravidade das consequências da desobediência.","por_que_esta_palavra":"Usada para ilustrar a natureza de ações que vão contra a vontade de Deus.","conexao_teologica":"A ferocidade de um urso pode representar o juízo de Deus sobre aqueles que quebram a aliança.","referencias_relacionadas":["Provérbios 17:12","Oséias 13:8","Isaías 11:7"]},"jeremias_11_8_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à sinceridade que devem caracterizar a relação entre Deus e Seu povo.","explicacao_detalhada":"A 'verdade' é um atributo de Deus e deve ser refletido na vida do povo, que deve viver de acordo com os princípios divinos.","por_que_esta_palavra":"A palavra 'verdade' é essencial para entender a natureza de Deus e a expectativa de comportamento do Seu povo.","conexao_teologica":"A verdade é um tema central na Escritura, representando a essência do caráter de Deus.","referencias_relacionadas":["Salmos 25:5","João 14:6","Efésios 4:15"]},"jeremias_11_9_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em geral, enfatizando a responsabilidade moral e espiritual.","explicacao_detalhada":"A palavra 'homem' aqui representa a condição humana e a necessidade de arrependimento e retorno a Deus.","por_que_esta_palavra":"A referência ao 'homem' destaca a fragilidade e a necessidade de redenção da humanidade.","conexao_teologica":"A condição do homem é um tema central na narrativa bíblica, que fala sobre a queda e a necessidade de salvação.","referencias_relacionadas":["Gênesis 1:26-27","Romanos 3:23","1 Timóteo 2:5"]},"jeremias_11_9_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de Deus de avaliar as ações do povo.","explicacao_detalhada":"A palavra 'julgar' implica em uma avaliação moral e espiritual, onde Deus determina as consequências das ações humanas.","por_que_esta_palavra":"O julgamento é uma parte essencial da justiça divina, refletindo a santidade de Deus.","conexao_teologica":"O julgamento de Deus é um tema recorrente, mostrando Sua justiça e a necessidade de arrependimento.","referencias_relacionadas":["Salmos 9:7-8","Eclesiastes 12:14","Mateus 12:36-37"]},"jeremias_11_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza de Deus e à Sua autoridade sobre a criação.","explicacao_detalhada":"A palavra 'dizer' implica em uma declaração de poder e soberania, mostrando que Deus tem a palavra final.","por_que_esta_palavra":"A grandeza de Deus é um tema central na adoração e na reverência que o povo deve ter por Ele.","conexao_teologica":"A grandeza de Deus é frequentemente associada à Sua capacidade de criar, sustentar e julgar.","referencias_relacionadas":["Salmos 145:3","Isaías 40:28","Romanos 11:33"]},"jeremias_11_10_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo ou à habitação de Deus entre Seu povo.","explicacao_detalhada":"A 'casa' simboliza a presença de Deus e a comunhão que Ele deseja ter com Seu povo.","por_que_esta_palavra":"A palavra 'casa' é importante para entender a relação entre Deus e Israel, especialmente em termos de adoração.","conexao_teologica":"A casa de Deus é um símbolo de Sua presença e da aliança que Ele mantém com Seu povo.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Hebreus 3:6"]},"jeremias_11_10_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se à iniquidade e ao pecado do povo de Israel que se afastou dos caminhos de Deus.","explicacao_detalhada":"A palavra 'mal' (עָוֺן) é usada para descrever a transgressão e a rebelião contra a lei de Deus. No contexto de Jeremias 11:10, o povo é acusado de voltar às práticas idólatras e desobedecer aos mandamentos divinos.","por_que_esta_palavra":"Esta palavra é crucial para entender a gravidade da situação espiritual de Israel, que estava se afastando de Deus e se entregando ao pecado.","conexao_teologica":"O mal é um tema central na teologia bíblica, representando a separação de Deus e as consequências do pecado na vida do povo.","referencias_relacionadas":["Isaías 5:20","Romanos 3:23","Gálatas 6:7"]},"jeremias_11_10_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Indica a necessidade de ouvir e obedecer à voz de Deus, que é frequentemente ignorada pelo povo.","explicacao_detalhada":"A palavra 'ouvir' (שָׁמַע) implica não apenas escutar, mas também agir de acordo com o que é ouvido. Em Jeremias 11:10, Deus clama ao povo para que ouçam Seus avisos e voltem ao caminho correto.","por_que_esta_palavra":"A obediência à palavra de Deus é fundamental para a restauração do relacionamento entre Ele e Seu povo.","conexao_teologica":"A ideia de ouvir a Deus é um princípio essencial na vida de fé, refletindo a disposição do coração em seguir Seus mandamentos.","referencias_relacionadas":["Deuteronômio 6:4-5","Tiago 1:22","Romanos 10:17"]},"jeremias_11_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é um símbolo de Sua autoridade e caráter.","explicacao_detalhada":"O nome 'senhor' (יְהֹוָה) é usado para enfatizar a soberania de Deus sobre Israel e Sua relação com o povo. Em Jeremias 11:11, Deus se apresenta como aquele que tem o poder de salvar ou punir.","por_que_esta_palavra":"O nome de Deus é central para a identidade do povo e sua compreensão de quem é Deus em relação a eles.","conexao_teologica":"O nome de Deus representa Sua presença e promessa, sendo fundamental para a aliança entre Ele e Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:7","Filipenses 2:9-11"]},"jeremias_11_11_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"Um chamado à atenção, indicando a seriedade da mensagem que se segue.","explicacao_detalhada":"A palavra 'eis' (הֵן) é uma interjeição que provoca uma resposta imediata. Em Jeremias 11:11, Deus está alertando o povo sobre as consequências de suas ações.","por_que_esta_palavra":"Serve para enfatizar a urgência da mensagem divina e a necessidade de uma resposta do povo.","conexao_teologica":"A chamada à atenção é um tema recorrente nas Escrituras, onde Deus frequentemente convoca Seu povo a prestar atenção às Suas advertências.","referencias_relacionadas":["Isaías 1:18","Mateus 11:15","Apocalipse 3:20"]},"jeremias_11_11_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade de Deus e à verdade de Suas promessas.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para contrastar a fidelidade de Deus com a infidelidade do povo. Em Jeremias 11:11, Deus declara que não deixará de cumprir Suas promessas, mesmo diante da desobediência.","por_que_esta_palavra":"A verdade de Deus é um pilar da fé, garantindo que Ele sempre cumprirá o que prometeu.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, refletindo Sua natureza imutável e confiável.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 10:23"]},"jeremias_11_12_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à ação de Deus em salvar Seu povo das consequências do pecado.","explicacao_detalhada":"A palavra 'salvar' (יָשַׁע) implica libertação e proteção. Em Jeremias 11:12, Deus promete que, apesar da rebelião, Ele ainda é capaz de salvar aqueles que se voltarem para Ele.","por_que_esta_palavra":"A salvação é um tema central na mensagem profética, destacando a misericórdia de Deus mesmo em meio ao juízo.","conexao_teologica":"A salvação é um ato de graça divina, refletindo o amor e a compaixão de Deus por Seu povo.","referencias_relacionadas":["Salmos 37:39","Isaías 43:11","Romanos 10:13"]},"jeremias_11_12_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza de Deus como Criador e Sustentador.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada para enfatizar a soberania e a autoridade de Deus sobre todas as coisas. Em Jeremias 11:12, é um lembrete de que Ele é o único que pode salvar.","por_que_esta_palavra":"A compreensão de Deus como o único verdadeiro é fundamental para a fé do povo de Israel.","conexao_teologica":"A natureza de Deus é central na teologia bíblica, refletindo Sua grandeza e poder.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","1 Coríntios 8:6"]},"jeremias_11_13_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Simboliza o juízo e a purificação que Deus pode trazer sobre o povo.","explicacao_detalhada":"A palavra 'fogo' (קָטַר) é frequentemente associada ao juízo divino e à purificação. Em Jeremias 11:13, representa a severidade das consequências do pecado.","por_que_esta_palavra":"O fogo é um símbolo poderoso que representa tanto a destruição quanto a purificação, mostrando a dualidade do caráter de Deus.","conexao_teologica":"O fogo é um tema recorrente na Bíblia, simbolizando tanto a presença de Deus quanto o juízo.","referencias_relacionadas":["Deuteronômio 4:24","Mateus 3:12","Hebreus 12:29"]},"jeremias_11_13_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz a razão pela qual Deus está agindo contra o povo.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para explicar a motivação de Deus em trazer juízo. Em Jeremias 11:13, é um lembrete de que as ações do povo têm consequências.","por_que_esta_palavra":"Esta palavra é importante para entender a lógica do juízo divino e a necessidade de arrependimento.","conexao_teologica":"A ideia de que as ações têm consequências é um princípio fundamental na teologia bíblica.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Provérbios 11:21"]},"jeremias_11_13_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade de Jerusalém, que é o centro espiritual e político de Israel.","explicacao_detalhada":"A palavra 'cidade' (עִיר) neste contexto enfatiza a importância de Jerusalém como o lugar onde Deus habita e onde o povo se reúne para adorar. Em Jeremias 11:13, a cidade é mencionada em relação ao juízo que virá sobre ela devido à desobediência.","por_que_esta_palavra":"A cidade é um símbolo da identidade nacional e espiritual do povo de Israel.","conexao_teologica":"A cidade de Jerusalém tem um papel central na história da salvação e nas promessas de Deus para Seu povo.","referencias_relacionadas":["Salmos 122:6","Isaías 52:1","Mateus 5:14"]},"jeremias_11_14_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Israel, escolhido por Deus como Seu povo especial.","explicacao_detalhada":"A palavra 'povo' no contexto de Jeremias 11:14 destaca a relação entre Deus e os israelitas, enfatizando a aliança que Ele fez com eles. O povo é visto como um grupo que deve seguir as leis e mandamentos de Deus.","por_que_esta_palavra":"A palavra é utilizada para mostrar a identidade coletiva dos israelitas e sua responsabilidade diante de Deus.","conexao_teologica":"A ideia de 'povo' é central na teologia do Antigo Testamento, onde Deus se revela como o Deus de Israel, e o povo é chamado a ser um testemunho das Suas obras.","referencias_relacionadas":["Êxodo 19:5-6","Deuteronômio 7:6","Salmos 100:3"]},"jeremias_11_14_alegria":{"palavra_pt":"alegria","palavra_original":"רִנָּה","transliteracao":"rinnâh","strong":"H7440","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A alegria mencionada refere-se à felicidade que vem da obediência a Deus e da comunhão com Ele.","explicacao_detalhada":"A palavra 'alegria' é usada para descrever o estado emocional do povo quando está em harmonia com Deus. No contexto de Jeremias, a alegria é contrastada com a tristeza que vem da desobediência.","por_que_esta_palavra":"A alegria é uma consequência da fidelidade a Deus e da vivência de Sua vontade.","conexao_teologica":"A alegria é um tema recorrente nas Escrituras, simbolizando a bênção de Deus sobre aqueles que O seguem.","referencias_relacionadas":["Salmos 16:11","Isaías 61:10","Filipenses 4:4"]},"jeremias_11_14_oracao":{"palavra_pt":"oracao","palavra_original":"תְּפִלָּה","transliteracao":"tᵉphillâh","strong":"H8605","significado_raiz":"Ideia básica: oracao.","significado_contextual":"A oração é apresentada como um meio de comunicação entre o povo e Deus.","explicacao_detalhada":"A palavra 'oração' em Jeremias 11:14 destaca a importância da intercessão e da busca por Deus em tempos de crise. A oração é um ato de dependência e reconhecimento da soberania divina.","por_que_esta_palavra":"A oração é fundamental na vida espiritual do povo, sendo um canal para expressar arrependimento e buscar a ajuda de Deus.","conexao_teologica":"A oração é vista como um elemento essencial na relação entre Deus e Seu povo, refletindo a necessidade de comunicação e relacionamento.","referencias_relacionadas":["1 Tessalonicenses 5:17","Salmos 34:17","Mateus 7:7"]},"jeremias_11_15_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua fragilidade e necessidade de Deus.","explicacao_detalhada":"A palavra 'homem' no contexto de Jeremias 11:15 enfatiza a condição humana e a necessidade de arrependimento e retorno a Deus. O homem é visto como vulnerável e dependente da graça divina.","por_que_esta_palavra":"A utilização da palavra 'homem' ressalta a universalidade do pecado e a necessidade de salvação.","conexao_teologica":"A teologia bíblica reconhece a humanidade como necessitada da redenção, sendo todos pecadores diante de Deus.","referencias_relacionadas":["Romanos 3:23","Salmos 103:14","Gênesis 6:5"]},"jeremias_11_15_amiable":{"palavra_pt":"amiable","palavra_original":"יְדִיד","transliteracao":"yᵉdîyd","strong":"H3039","significado_raiz":"Ideia básica: amiable.","significado_contextual":"A palavra 'amiable' refere-se à amizade e ao amor que deve existir entre o povo e Deus.","explicacao_detalhada":"No contexto de Jeremias, 'amiable' destaca a relação de intimidade que Deus deseja ter com Seu povo, que deve ser caracterizada por amor e lealdade.","por_que_esta_palavra":"A amizade com Deus é um chamado à fidelidade e à obediência, refletindo um relacionamento profundo.","conexao_teologica":"A amizade com Deus é um tema que aparece em várias passagens, mostrando que Ele deseja um relacionamento próximo com Seus seguidores.","referencias_relacionadas":["Tiago 2:23","João 15:15","Salmos 25:14"]},"jeremias_11_15_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar, mas também simboliza a presença de Deus entre Seu povo.","explicacao_detalhada":"A palavra 'casa' em Jeremias 11:15 pode ser entendida tanto no sentido literal quanto figurado, representando o templo e a habitação de Deus entre os israelitas.","por_que_esta_palavra":"A casa é um símbolo de segurança e proteção, refletindo a relação de Deus com Seu povo.","conexao_teologica":"A casa de Deus é um tema importante, simbolizando a comunhão e a presença divina no meio do Seu povo.","referencias_relacionadas":["Salmos 27:4","Hebreus 3:6","1 Pedro 2:5"]},"jeremias_11_16_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A voz representa a comunicação de Deus com Seu povo.","explicacao_detalhada":"A palavra 'voz' em Jeremias 11:16 enfatiza a importância de ouvir e responder à chamada de Deus. A voz de Deus é um convite à obediência e à transformação.","por_que_esta_palavra":"A voz é um meio pelo qual Deus se revela e orienta Seu povo, sendo essencial para a vida espiritual.","conexao_teologica":"A voz de Deus é um tema central, mostrando como Ele se comunica com a humanidade através das Escrituras e do Espírito Santo.","referencias_relacionadas":["João 10:27","Salmos 29:4","Isaías 30:21"]},"jeremias_11_16_bom":{"palavra_pt":"bom","palavra_original":"רָעַע","transliteracao":"râʻaʻ","strong":"H7489","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à bondade de Deus e ao que é justo e correto.","explicacao_detalhada":"Em Jeremias 11:16, 'bom' é usado para descrever as ações de Deus e o que Ele espera de Seu povo. A bondade de Deus é um tema central nas Escrituras.","por_que_esta_palavra":"A bondade é um atributo de Deus que deve ser refletido na vida dos que O seguem.","conexao_teologica":"A bondade de Deus é fundamental para entender Sua natureza e Seus relacionamentos com a criação.","referencias_relacionadas":["Salmos 119:68","Romanos 2:4","Gálatas 5:22"]},"jeremias_11_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' em Jeremias 11:16 destaca a soberania e a majestade de Deus. O nome de Deus é invocado em momentos de adoração e súplica.","por_que_esta_palavra":"O nome do Senhor é um símbolo de Sua presença e poder, sendo fundamental na adoração.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua identidade e a relação que tem com Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"jeremias_11_17_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à casa de Deus, simbolizando Sua presença e proteção.","explicacao_detalhada":"A palavra 'casa' em Jeremias 11:17 é um lembrete da importância do templo e da habitação de Deus entre Seu povo. É um lugar de adoração e comunhão.","por_que_esta_palavra":"A casa de Deus é um símbolo de segurança e refúgio para aqueles que buscam a Ele.","conexao_teologica":"A casa de Deus é um tema recorrente, representando a relação entre Deus e Seu povo ao longo da história bíblica.","referencias_relacionadas":["Salmos 23:6","Mateus 21:13","1 Coríntios 3:16"]},"jeremias_11_17_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O fogo simboliza o juízo e a purificação, representando a ira de Deus contra a iniquidade.","explicacao_detalhada":"Neste contexto, o fogo é uma metáfora para o julgamento divino que se aproxima sobre o povo de Judá por causa de sua desobediência e idolatria. O fogo é um elemento que consome e purifica, indicando que a justiça de Deus não pode ser ignorada.","por_que_esta_palavra":"A palavra 'fogo' é utilizada para enfatizar a seriedade do juízo de Deus e a necessidade de arrependimento.","conexao_teologica":"O fogo é frequentemente associado ao juízo de Deus e à purificação, como visto em passagens como Isaías 66:24 e Mateus 3:12.","referencias_relacionadas":["Isaías 66:24","Mateus 3:12","Hebreus 12:29"]},"jeremias_11_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Neste versículo, o uso do nome 'Senhor' destaca a relação de Deus com Seu povo e a responsabilidade que eles têm em obedecer a Ele. É um lembrete de que Deus é o criador e sustentador de todas as coisas.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a relação de aliança entre Deus e Israel, enfatizando Sua autoridade.","conexao_teologica":"O nome 'Senhor' é central na teologia bíblica, representando a fidelidade de Deus e Sua promessa de estar com Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Romanos 10:13"]},"jeremias_11_18_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' reafirma a soberania e a presença de Deus na vida do Seu povo.","explicacao_detalhada":"Neste contexto, o nome 'Senhor' é usado para lembrar ao povo que Deus está ciente de suas ações e que Ele é o juiz supremo que observa suas transgressões.","por_que_esta_palavra":"A repetição do nome 'Senhor' serve para reforçar a importância da obediência e a seriedade do relacionamento entre Deus e Israel.","conexao_teologica":"O nome 'Senhor' é um lembrete constante da aliança e da responsabilidade que o povo tem diante de Deus.","referencias_relacionadas":["Deuteronômio 6:4","Salmos 100:3","Filipenses 2:9-11"]},"jeremias_11_18_principio":{"palavra_pt":"principio","palavra_original":"אָז","transliteracao":"ʼâz","strong":"H227","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' refere-se ao início de algo, indicando um ponto de partida ou uma base.","explicacao_detalhada":"Neste versículo, 'princípio' pode ser entendido como a origem da sabedoria e do conhecimento que vem de Deus. É um chamado para que o povo reconheça a importância de buscar a verdade desde suas raízes.","por_que_esta_palavra":"A palavra 'princípio' é crucial para entender a necessidade de um fundamento sólido na fé e na obediência a Deus.","conexao_teologica":"A ideia de 'princípio' é refletida em Provérbios 1:7, onde se afirma que o temor do Senhor é o princípio da sabedoria.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Colossenses 2:3"]},"jeremias_11_18_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"A palavra 'conhecer' implica em um entendimento profundo e relacional, não apenas intelectual.","explicacao_detalhada":"Neste contexto, conhecer a Deus é mais do que saber sobre Ele; é ter um relacionamento íntimo e pessoal com o Criador, que leva à obediência e à transformação.","por_que_esta_palavra":"A palavra 'conhecer' é essencial para enfatizar a importância de um relacionamento ativo e dinâmico com Deus.","conexao_teologica":"O conhecimento de Deus é central na vida espiritual, como evidenciado em Jeremias 9:23-24, que fala sobre se gloriar em conhecer ao Senhor.","referencias_relacionadas":["Jeremias 9:23-24","Oséias 6:6","Filipenses 3:10"]},"jeremias_11_19_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território físico e à herança que Deus deu ao Seu povo.","explicacao_detalhada":"Neste versículo, a 'terra' simboliza não apenas o espaço físico, mas também a promessa de Deus e a relação do povo com Ele. A terra é um símbolo de bênção e de responsabilidade.","por_que_esta_palavra":"A palavra 'terra' é usada para lembrar ao povo de sua herança e da necessidade de viver de acordo com os mandamentos de Deus.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, representando a fidelidade de Deus às Suas promessas, como em Gênesis 12:1-3.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Salmos 37:11"]},"jeremias_11_19_kill":{"palavra_pt":"kill","palavra_original":"טָבַח","transliteracao":"ṭâbach","strong":"H2873","significado_raiz":"Ideia básica: kill.","significado_contextual":"A palavra 'kill' refere-se à morte, especialmente no contexto de juízo e punição.","explicacao_detalhada":"Neste versículo, a menção de 'matar' está ligada ao juízo divino sobre aqueles que se afastaram dos caminhos de Deus. É uma advertência sobre as consequências da desobediência.","por_que_esta_palavra":"A palavra 'kill' é utilizada para enfatizar a gravidade do juízo de Deus e a necessidade de arrependimento.","conexao_teologica":"A ideia de morte como consequência do pecado é um tema presente em toda a Escritura, como em Romanos 6:23.","referencias_relacionadas":["Romanos 6:23","Ezequiel 18:30-32","Gálatas 6:7-8"]},"jeremias_11_20_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' representa o centro das emoções e da vontade humana.","explicacao_detalhada":"Neste versículo, o 'coração' é visto como o lugar onde as decisões são tomadas e onde a verdadeira adoração deve ocorrer. Deus se preocupa com o que está no coração das pessoas.","por_que_esta_palavra":"A palavra 'coração' é crucial para entender a relação entre o ser humano e Deus, pois Deus busca corações sinceros.","conexao_teologica":"A condição do coração é um tema central na Bíblia, como em Provérbios 4:23, que instrui a guardar o coração acima de tudo.","referencias_relacionadas":["Provérbios 4:23","Salmos 51:10","Mateus 5:8"]},"jeremias_11_20_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' reafirma a soberania e a presença de Deus na vida do Seu povo.","explicacao_detalhada":"Neste versículo, o nome 'Senhor' é usado para lembrar ao povo que Deus está ciente de suas ações e que Ele é o juiz supremo que observa suas transgressões.","por_que_esta_palavra":"A repetição do nome 'Senhor' serve para reforçar a importância da obediência e a seriedade do relacionamento entre Deus e Israel.","conexao_teologica":"O nome 'Senhor' é um lembrete constante da aliança e da responsabilidade que o povo tem diante de Deus.","referencias_relacionadas":["Deuteronômio 6:4","Salmos 100:3","Filipenses 2:9-11"]},"jeremias_11_20_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de discernir entre o certo e o errado, e de aplicar justiça.","explicacao_detalhada":"Neste versículo, 'julgar' implica a ação de Deus em avaliar as ações do povo e trazer consequências justas para suas escolhas. É um lembrete de que Deus é o juiz supremo.","por_que_esta_palavra":"A palavra 'julgar' é importante para enfatizar a natureza justa de Deus e Sua autoridade sobre a moralidade.","conexao_teologica":"O julgamento de Deus é um tema recorrente na Bíblia, como em Romanos 14:10-12, onde todos prestarão contas a Ele.","referencias_relacionadas":["Romanos 14:10-12","Salmos 96:13","Apocalipse 20:12"]},"jeremias_11_21_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e soberania.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) é usado para enfatizar a relação de Deus com Seu povo e Sua posição como Criador e Governante.","por_que_esta_palavra":"Esta palavra é fundamental para entender a identidade de Deus na tradição judaico-cristã.","conexao_teologica":"O uso do nome 'Senhor' destaca a aliança entre Deus e Israel, mostrando que Ele é o Deus que se revela e se relaciona com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"jeremias_11_21_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua fragilidade e necessidade de Deus.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é utilizada para mostrar a condição humana e a dependência do ser humano em relação ao Criador.","por_que_esta_palavra":"É importante para entender a relação entre Deus e a humanidade, enfatizando a necessidade de redenção.","conexao_teologica":"A condição do homem é central na teologia, pois revela a necessidade de salvação e a graça de Deus.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4-5","Romanos 3:23"]},"jeremias_11_21_adoracao":{"palavra_pt":"adoracao","palavra_original":"בָּקַשׁ","transliteracao":"bâqash","strong":"H1245","significado_raiz":"Ideia básica: adoracao.","significado_contextual":"Refere-se ao ato de buscar e render culto a Deus.","explicacao_detalhada":"A palavra 'adoração' (בָּקַשׁ) implica um desejo profundo de se conectar com Deus e reconhecer Sua grandeza.","por_que_esta_palavra":"É essencial para entender a prática da fé e a relação do povo com Deus.","conexao_teologica":"A adoração é um tema central na Bíblia, refletindo a resposta do ser humano ao amor e à santidade de Deus.","referencias_relacionadas":["Salmos 95:6","João 4:24","Hebreus 13:15"]},"jeremias_11_22_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"Refere-se à necessidade física e espiritual do povo.","explicacao_detalhada":"A palavra 'fome' (רָעָב) simboliza não apenas a falta de alimento, mas também a sede de justiça e verdade.","por_que_esta_palavra":"É um alerta sobre as consequências da desobediência e a necessidade de retornar a Deus.","conexao_teologica":"A fome é frequentemente usada na Bíblia como uma metáfora para a busca espiritual e a necessidade de Deus.","referencias_relacionadas":["Amós 8:11","Mateus 5:6","Salmos 107:9"]},"jeremias_11_22_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se ao nome de Deus, enfatizando Sua autoridade.","explicacao_detalhada":"O uso do nome 'Senhor' (יְהֹוָה) é uma reafirmação da soberania de Deus sobre todas as coisas.","por_que_esta_palavra":"Reforça a ideia de que Deus é o único digno de adoração e respeito.","conexao_teologica":"A invocação do nome de Deus é um tema recorrente que destaca a importância da Sua presença na vida do crente.","referencias_relacionadas":["Salmos 68:4","Isaías 26:8","Romanos 10:13"]},"jeremias_11_22_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"Um chamado à atenção para a seriedade da mensagem.","explicacao_detalhada":"A palavra 'eis' (הֵן) é usada para enfatizar a urgência e a importância do que está sendo declarado.","por_que_esta_palavra":"Serve como um convite para que o povo preste atenção ao que Deus está comunicando.","conexao_teologica":"A exortação a 'ver' ou 'ouvir' é uma prática comum nas Escrituras, chamando o povo à reflexão e à ação.","referencias_relacionadas":["Isaías 40:9","Mateus 11:15","Apocalipse 3:20"]},"jeremias_11_23_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à justiça de Deus.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para afirmar que Deus é sempre fiel às Suas promessas e à Sua natureza.","por_que_esta_palavra":"É fundamental para entender a natureza de Deus e a base da confiança que o povo deve ter Nele.","conexao_teologica":"A verdade de Deus é um pilar da fé, que sustenta a esperança e a justiça divina.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 6:18"]},"jeremias_11_23_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma explicação ou justificativa para a afirmação anterior.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para conectar a razão pela qual algo é dito ou feito.","por_que_esta_palavra":"É importante para entender a lógica e a motivação por trás das ações de Deus.","conexao_teologica":"A compreensão do 'porque' é essencial para a teologia, pois revela a intenção divina e o propósito das Escrituras.","referencias_relacionadas":["Romanos 8:28","Gálatas 6:7","Tiago 1:17"]}}