{"jeremias_13_1_criar":{"palavra_pt":"criar","palavra_original":"קָנָה","transliteracao":"qânâh","strong":"H7069","significado_raiz":"Ideia básica: criar.","significado_contextual":"A palavra 'criar' refere-se à ação de Deus em trazer algo novo à existência.","explicacao_detalhada":"Neste contexto, 'criar' é usado para descrever a capacidade de Deus de moldar e transformar a realidade, simbolizando Sua soberania.","por_que_esta_palavra":"A palavra 'criar' enfatiza a autoridade de Deus sobre a criação e Sua habilidade de trazer mudança.","conexao_teologica":"A criação é um tema fundamental na teologia, refletindo o poder e a criatividade de Deus em todas as coisas.","referencias_relacionadas":["Gênesis 1:1","Isaías 43:7","2 Coríntios 5:17"]},"jeremias_13_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, 'senhor' é um título que reconhece a posição de Deus como governante supremo e protetor do Seu povo.","por_que_esta_palavra":"A palavra 'senhor' é essencial para entender a relação de submissão e reverência que os crentes devem ter em relação a Deus.","conexao_teologica":"O nome de Deus é central na adoração e na compreensão da Sua natureza e caráter.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"jeremias_13_1_agua":{"palavra_pt":"aguas","palavra_original":"מַיִם","transliteracao":"mayim","strong":"H4325","significado_raiz":"Ideia básica: aguas.","significado_contextual":"A palavra 'águas' simboliza a purificação e a vida que Deus oferece ao Seu povo.","explicacao_detalhada":"Neste contexto, 'águas' é usada para ilustrar a necessidade de renovação espiritual e a provisão de Deus para a vida.","por_que_esta_palavra":"A palavra 'águas' é significativa, pois representa a saciedade das necessidades espirituais e físicas do povo de Deus.","conexao_teologica":"A água é um símbolo importante na Bíblia, representando a vida, a purificação e o Espírito Santo.","referencias_relacionadas":["Isaías 55:1","João 4:14","Apocalipse 22:17"]},"jeremias_13_2_criar":{"palavra_pt":"criar","palavra_original":"קָנָה","transliteracao":"qânâh","strong":"H7069","significado_raiz":"Ideia básica: criar.","significado_contextual":"A palavra 'criar' é novamente usada para enfatizar a ação de Deus em moldar e transformar.","explicacao_detalhada":"Neste contexto, 'criar' destaca a capacidade de Deus de trazer à existência algo novo e significativo para o Seu povo.","por_que_esta_palavra":"A repetição da palavra 'criar' reforça a ideia de que Deus está constantemente agindo em favor de Seu povo.","conexao_teologica":"A criação é um ato contínuo de Deus, refletindo Sua natureza ativa e envolvida na história da humanidade.","referencias_relacionadas":["Salmos 51:10","Isaías 65:17","2 Coríntios 5:17"]},"jeremias_13_2_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação de Deus com Seu povo, revelando Sua vontade.","explicacao_detalhada":"Neste contexto, 'palavra' é usada para enfatizar a importância da revelação divina e da obediência a ela.","por_que_esta_palavra":"A palavra 'palavra' é fundamental para entender a relação entre Deus e a humanidade, pois é através dela que Deus se comunica.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo central na vida do crente e na revelação de Sua vontade.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","2 Timóteo 3:16-17"]},"jeremias_13_2_cinto":{"palavra_pt":"cinto","palavra_original":"אֵזוֹר","transliteracao":"ʼêzôwr","strong":"H232","significado_raiz":"Ideia básica: cinto.","significado_contextual":"A palavra 'cinto' simboliza a proximidade e a união entre Deus e Seu povo.","explicacao_detalhada":"Neste contexto, 'cinto' é usado para ilustrar a ideia de que Deus deseja que Seu povo esteja intimamente ligado a Ele, como um cinto que segura e sustenta.","por_que_esta_palavra":"A escolha da palavra 'cinto' enfatiza a necessidade de estar preparado e firme na fé, pronto para agir conforme a vontade de Deus.","conexao_teologica":"O cinto é um símbolo de prontidão e compromisso, refletindo a disposição do crente em seguir a direção de Deus.","referencias_relacionadas":["Efésios 6:14","1 Pedro 1:13","Isaías 11:5"]},"jeremias_13_3_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se a um estado de queda ou declínio, simbolizando a desgraça que viria sobre Judá devido à sua desobediência.","explicacao_detalhada":"No contexto de Jeremias 13:3, 'cair' é usado para descrever a condição de Judá, que estava prestes a enfrentar juízo divino. A queda representa não apenas uma perda física, mas também espiritual.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a fragilidade e a vulnerabilidade do povo diante do juízo de Deus.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a separação de Deus e as consequências do pecado. Refere-se à necessidade de arrependimento e retorno a Deus.","referencias_relacionadas":["Isaías 24:18","Ezequiel 18:30","Romanos 11:22"]},"jeremias_13_3_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' é usada para transmitir a mensagem de Deus, que é clara e direta, enfatizando a importância da comunicação divina.","explicacao_detalhada":"Em Jeremias 13:3, 'palavra' representa a instrução de Deus a Jeremias, que deve ser proclamada ao povo. Essa palavra é um aviso e um chamado ao arrependimento.","por_que_esta_palavra":"A palavra é fundamental na relação entre Deus e seu povo, pois é através dela que Deus se revela e orienta.","conexao_teologica":"A palavra de Deus é viva e eficaz, capaz de transformar vidas. A Bíblia enfatiza a importância de ouvir e obedecer à palavra divina.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Tiago 1:22"]},"jeremias_13_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas, incluindo o destino de Judá.","explicacao_detalhada":"Em Jeremias 13:3, o uso do nome 'Senhor' destaca a relação de aliança entre Deus e seu povo, e a responsabilidade que eles têm em obedecer a Ele.","por_que_esta_palavra":"O nome de Deus é invocado para lembrar ao povo de sua identidade e de seu poder, reforçando a necessidade de reverência e submissão.","conexao_teologica":"O nome do Senhor é um tema central na teologia bíblica, simbolizando a presença e a ação de Deus na história da salvação.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"jeremias_13_4_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' implica uma ação de erguer ou estabelecer, simbolizando a iniciativa de Deus em restaurar seu povo.","explicacao_detalhada":"No contexto de Jeremias 13:4, 'levantar' refere-se ao ato de Deus de chamar Jeremias para uma missão específica, enfatizando a importância da obediência ao chamado divino.","por_que_esta_palavra":"A palavra 'levantar' sugere um movimento ativo de Deus em direção ao seu povo, mostrando que Ele não está distante, mas envolvido em suas vidas.","conexao_teologica":"Levantar é um conceito que se relaciona com a restauração e a esperança, temas centrais na mensagem profética.","referencias_relacionadas":["Isaías 61:1","Ezequiel 37:1-14","Atos 2:17"]},"jeremias_13_4_cinto":{"palavra_pt":"cinto","palavra_original":"אֵזוֹר","transliteracao":"ʼêzôwr","strong":"H232","significado_raiz":"Ideia básica: cinto.","significado_contextual":"O 'cinto' simboliza a proximidade e a união, representando a relação íntima entre Deus e seu povo.","explicacao_detalhada":"Em Jeremias 13:4, o cinto é usado como uma metáfora para a aliança de Deus com Judá, que deveria ser preservada e valorizada.","por_que_esta_palavra":"A escolha do cinto como símbolo destaca a necessidade de estar preparado e atento às instruções de Deus.","conexao_teologica":"O cinto também representa a verdade e a justiça, elementos essenciais na vida do crente.","referencias_relacionadas":["Efésios 6:14","Isaías 11:5","Salmos 132:9"]},"jeremias_13_4_criar":{"palavra_pt":"criar","palavra_original":"קָנָה","transliteracao":"qânâh","strong":"H7069","significado_raiz":"Ideia básica: criar.","significado_contextual":"A palavra 'criar' refere-se à ação de Deus em estabelecer algo novo, enfatizando seu poder criador.","explicacao_detalhada":"No contexto de Jeremias 13:4, 'criar' sugere a capacidade de Deus de moldar e formar seu povo segundo sua vontade.","por_que_esta_palavra":"A palavra 'criar' é fundamental para entender a soberania de Deus sobre a história e a vida das pessoas.","conexao_teologica":"Criar é um ato divino que revela a intenção de Deus de trazer vida e propósito ao seu povo.","referencias_relacionadas":["Gênesis 1:1","Salmos 51:10","Isaías 43:7"]},"jeremias_13_5_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' implica em um estilo de vida e em seguir o caminho que Deus estabeleceu.","explicacao_detalhada":"Em Jeremias 13:5, 'andar' é uma metáfora para a obediência e a fidelidade ao Senhor, indicando a necessidade de seguir suas instruções.","por_que_esta_palavra":"A escolha da palavra 'andar' sugere um movimento contínuo na vida espiritual, refletindo a jornada do crente.","conexao_teologica":"Andar com Deus é um tema central na Bíblia, simbolizando a intimidade e a comunhão com o Criador.","referencias_relacionadas":["Gênesis 5:24","Miquéias 6:8","Colossenses 2:6"]},"jeremias_13_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' reafirma a autoridade e a soberania de Deus sobre a vida do povo de Judá.","explicacao_detalhada":"Em Jeremias 13:5, o uso do nome 'Senhor' destaca a importância de reconhecer a liderança divina em todas as áreas da vida.","por_que_esta_palavra":"O nome de Deus é um lembrete constante da sua presença e do seu poder em nossas vidas.","conexao_teologica":"O nome do Senhor é um símbolo de esperança e proteção para aqueles que confiam nele.","referencias_relacionadas":["Salmos 23:1","Filipenses 2:9-11","Romanos 8:31"]},"jeremias_13_5_rio":{"palavra_pt":"rio","palavra_original":"פְּרָת","transliteracao":"Pᵉrâth","strong":"H6578","significado_raiz":"Ideia básica: rio.","significado_contextual":"A palavra 'rio' simboliza a abundância e a provisão de Deus, representando a vida e a fertilidade.","explicacao_detalhada":"Em Jeremias 13:5, o rio é uma metáfora para as bênçãos que Deus deseja derramar sobre seu povo, se eles permanecerem fiéis.","por_que_esta_palavra":"A escolha da palavra 'rio' sugere um fluxo contínuo de graça e sustento divino.","conexao_teologica":"Rios são frequentemente usados na Bíblia para simbolizar a presença do Espírito Santo e a vida abundante em Cristo.","referencias_relacionadas":["João 7:38","Salmos 46:4","Apocalipse 22:1"]},"jeremias_13_6_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A repetição da palavra 'cair' enfatiza a gravidade da situação de Judá e a inevitabilidade do juízo divino.","explicacao_detalhada":"Em Jeremias 13:6, 'cair' é um lembrete do destino que aguarda aqueles que se afastam de Deus e de sua palavra.","por_que_esta_palavra":"A palavra 'cair' serve como um aviso para que o povo se arrependa e volte ao Senhor antes que seja tarde.","conexao_teologica":"A queda é um tema que nos lembra da necessidade de permanecer firmes na fé e da importância do arrependimento.","referencias_relacionadas":["Mateus 7:27","Gálatas 6:7","1 Pedro 5:8"]},"jeremias_13_6_fim":{"palavra_pt":"fim","palavra_original":"קֵץ","transliteracao":"qêts","strong":"H7093","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se ao término de um ciclo ou à conclusão de um período determinado.","explicacao_detalhada":"A palavra 'fim' (קֵץ) é usada para indicar que algo está chegando ao seu término, seja um tempo de julgamento ou de bênção. No contexto de Jeremias, isso pode se referir ao fim do exílio ou ao fim da desobediência do povo de Israel.","por_que_esta_palavra":"A escolha da palavra 'fim' enfatiza a inevitabilidade do juízo divino e a necessidade de arrependimento.","conexao_teologica":"O conceito de 'fim' é frequentemente associado ao plano de Deus para a humanidade, onde cada fim é também um novo começo.","referencias_relacionadas":["Eclesiastes 3:1","Isaías 46:10","Mateus 24:14"]},"jeremias_13_6_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Indica um período de 24 horas, mas também pode simbolizar um tempo de julgamento ou de revelação.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é usada em contextos que vão além do tempo cronológico, muitas vezes referindo-se a um tempo específico em que Deus age ou se revela ao Seu povo.","por_que_esta_palavra":"O uso de 'dia' destaca a urgência e a importância do momento em que a mensagem de Deus é proclamada.","conexao_teologica":"O 'dia do Senhor' é um tema recorrente nas Escrituras, simbolizando tanto juízo quanto redenção.","referencias_relacionadas":["Amós 5:18","Zacarias 14:1","2 Pedro 3:10"]},"jeremias_13_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou ao modo como algo é feito ou realizado.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica em uma abordagem ou método específico que é seguido, refletindo a forma como o povo de Israel se comporta diante de Deus.","por_que_esta_palavra":"A escolha de 'modo' enfatiza a necessidade de refletir sobre as ações e comportamentos do povo em relação à vontade divina.","conexao_teologica":"A maneira de viver e agir é fundamental na relação entre Deus e Seu povo, sendo um reflexo da obediência ou desobediência.","referencias_relacionadas":["Salmos 119:1","Provérbios 4:26","Romanos 12:2"]},"jeremias_13_7_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de caminhar, mas também simboliza o modo de viver ou a jornada espiritual.","explicacao_detalhada":"A palavra 'andar' (יָלַךְ) é frequentemente usada nas Escrituras para descrever o comportamento moral e espiritual de uma pessoa, indicando a direção que a vida toma.","por_que_esta_palavra":"A escolha de 'andar' sugere que a vida é uma jornada e que as escolhas feitas ao longo do caminho têm consequências.","conexao_teologica":"Andar em conformidade com a palavra de Deus é um tema central na vida cristã, refletindo a necessidade de seguir a Sua direção.","referencias_relacionadas":["Gálatas 5:16","Efésios 5:8","1 João 1:7"]},"jeremias_13_8_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica uma queda física ou espiritual, muitas vezes associada ao juízo ou à consequência do pecado.","explicacao_detalhada":"A palavra 'cair' (הָיָה) pode simbolizar a queda do povo em desobediência, resultando em juízo divino e separação de Deus.","por_que_esta_palavra":"A escolha de 'cair' enfatiza a fragilidade humana e a necessidade de permanecer firme na fé.","conexao_teologica":"A queda é um tema que permeia a narrativa bíblica, mostrando a necessidade de redenção e restauração através de Cristo.","referencias_relacionadas":["Romanos 3:23","Salmos 37:24","Provérbios 24:16"]},"jeremias_13_8_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus ou a uma declaração significativa que tem poder e autoridade.","explicacao_detalhada":"A palavra 'palavra/coisa' (דָּבָר) é usada para descrever a comunicação divina, que traz vida, direção e juízo.","por_que_esta_palavra":"A escolha de 'palavra' destaca a importância da revelação de Deus e a necessidade de ouvir e obedecer a Sua voz.","conexao_teologica":"A palavra de Deus é central na vida do crente, sendo a base para a fé e a prática.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Isaías 55:11"]},"jeremias_13_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua natureza, caráter e autoridade.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o tetragrama que expressa a soberania e a eternidade de Deus, sendo um nome que invoca reverência.","por_que_esta_palavra":"A escolha de 'senhor' enfatiza a relação de autoridade e submissão entre Deus e Seu povo.","conexao_teologica":"O nome de Deus é fundamental na adoração e na invocação, refletindo Sua presença e poder na vida dos crentes.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"jeremias_13_9_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando sua fragilidade e necessidade de Deus.","explicacao_detalhada":"A palavra 'homem' (רַב) é usada para descrever a condição humana, que é limitada e dependente da graça divina.","por_que_esta_palavra":"A escolha de 'homem' destaca a vulnerabilidade e a necessidade de redenção que todos têm diante de Deus.","conexao_teologica":"A humanidade é central na narrativa bíblica, sendo o objeto do amor e da redenção de Deus.","referencias_relacionadas":["Gênesis 1:27","Salmos 103:14","Romanos 5:8"]},"jeremias_13_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente ao nome de Deus, enfatizando Sua autoridade e poder.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é um lembrete da soberania de Deus sobre todas as coisas e Sua capacidade de agir em favor de Seu povo.","por_que_esta_palavra":"A repetição do nome 'senhor' reforça a importância de reconhecer a autoridade divina em todas as situações.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e poder, sendo fundamental na vida de fé.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Filipenses 2:9-11"]},"jeremias_13_9_caminho":{"palavra_pt":"caminho","palavra_original":"כֹּה","transliteracao":"kôh","strong":"H3541","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao caminho ou à direção que uma pessoa escolhe seguir na vida.","explicacao_detalhada":"A palavra 'caminho' (כֹּה) simboliza as escolhas e decisões que moldam a vida de uma pessoa, refletindo sua relação com Deus.","por_que_esta_palavra":"A escolha de 'caminho' enfatiza a importância de seguir a direção que Deus estabelece para a vida.","conexao_teologica":"O caminho de Deus é um tema central nas Escrituras, simbolizando a jornada de fé e obediência.","referencias_relacionadas":["Provérbios 3:6","Salmos 119:35","Mateus 7:13-14"]},"jeremias_13_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como o povo se comporta e se relaciona com Deus.","explicacao_detalhada":"A palavra 'modo' aqui indica a maneira de viver e agir do povo, que estava em desobediência a Deus, refletindo uma vida que não condiz com os princípios divinos.","por_que_esta_palavra":"É importante para entender a crítica de Jeremias ao comportamento do povo, que se afastou do caminho correto.","conexao_teologica":"O modo de vida do povo é um reflexo de sua relação com Deus, que exige fidelidade e obediência.","referencias_relacionadas":["Jeremias 7:23","Isaías 1:19","Miquéias 6:8"]},"jeremias_13_10_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, ao Senhor que exige lealdade e adoração.","explicacao_detalhada":"A palavra 'deus' aqui enfatiza a soberania de Deus sobre o povo e a necessidade de reconhecer Sua autoridade.","por_que_esta_palavra":"É crucial para entender a relação entre Deus e o povo, que muitas vezes se esquece de Sua grandeza.","conexao_teologica":"A adoração a Deus é central na vida do povo e sua desobediência resulta em consequências severas.","referencias_relacionadas":["Êxodo 20:3","Salmos 95:6","Isaías 45:5"]},"jeremias_13_10_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Israel, escolhido por Deus para ser Seu testemunho na terra.","explicacao_detalhada":"A palavra 'povo' destaca a identidade coletiva de Israel e sua responsabilidade diante de Deus.","por_que_esta_palavra":"É fundamental para compreender a relação entre Deus e Seu povo, que deve viver em conformidade com Sua vontade.","conexao_teologica":"O povo de Deus é chamado a ser luz para as nações, refletindo Seu caráter e justiça.","referencias_relacionadas":["Deuteronômio 7:6","Isaías 43:20-21","1 Pedro 2:9"]},"jeremias_13_11_beautyiful":{"palavra_pt":"beauty iful","palavra_original":"תִּפְאָרָה","transliteracao":"tiphʼârâh","strong":"H8597","significado_raiz":"Ideia básica: beauty iful.","significado_contextual":"Refere-se à beleza que Deus deseja ver em Seu povo, refletindo Sua glória.","explicacao_detalhada":"A palavra 'beauty iful' (bela) simboliza a pureza e a santidade que Deus espera de Seu povo.","por_que_esta_palavra":"É importante para entender que a beleza espiritual é um reflexo da obediência e da comunhão com Deus.","conexao_teologica":"A beleza de Deus se manifesta na vida do crente que vive em santidade e adoração.","referencias_relacionadas":["Salmos 27:4","1 Pedro 3:3-4","Isaías 61:3"]},"jeremias_13_11_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir uma razão ou explicação sobre a condição do povo.","explicacao_detalhada":"A palavra 'porque' conecta a desobediência do povo às consequências que eles enfrentam.","por_que_esta_palavra":"É essencial para entender a lógica da mensagem de Jeremias, que aponta para a necessidade de arrependimento.","conexao_teologica":"A desobediência leva a consequências, enquanto a obediência traz bênçãos.","referencias_relacionadas":["Deuteronômio 28:15","Romanos 6:23","Gálatas 6:7"]},"jeremias_13_11_cinto":{"palavra_pt":"cinto","palavra_original":"אֵזוֹר","transliteracao":"ʼêzôwr","strong":"H232","significado_raiz":"Ideia básica: cinto.","significado_contextual":"Simboliza a aliança entre Deus e Seu povo, que deve ser mantida com cuidado.","explicacao_detalhada":"A palavra 'cinto' representa a proximidade e a necessidade de estar preso a Deus em fidelidade.","por_que_esta_palavra":"É importante para entender a metáfora que Jeremias usa para ilustrar a relação entre Deus e Israel.","conexao_teologica":"A aliança é um tema central na Bíblia, simbolizando o compromisso de Deus com Seu povo.","referencias_relacionadas":["Jeremias 31:31","Hebreus 8:8-12","Gênesis 17:7"]},"jeremias_13_12_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação de Deus ao Seu povo, que deve ser ouvida e obedecida.","explicacao_detalhada":"A palavra 'palavra/coisa' destaca a importância da revelação divina e da resposta do povo a ela.","por_que_esta_palavra":"É crucial para entender que a palavra de Deus é viva e eficaz, exigindo uma resposta.","conexao_teologica":"A palavra de Deus é um guia para a vida e deve ser seguida com diligência.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Tiago 1:22"]},"jeremias_13_12_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza de Deus e à importância de Sua mensagem.","explicacao_detalhada":"A palavra 'dizer' enfatiza a autoridade de Deus ao comunicar Sua vontade ao povo.","por_que_esta_palavra":"É importante para entender que as palavras de Deus têm poder e devem ser levadas a sério.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, mostrando Sua soberania e majestade.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12-14","Romanos 11:33"]},"jeremias_13_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é sagrado e digno de reverência.","explicacao_detalhada":"A palavra 'senhor' destaca a autoridade e o poder de Deus sobre todas as coisas.","por_que_esta_palavra":"É crucial para entender a importância do nome de Deus e a reverência que devemos ter por Ele.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e caráter, e deve ser honrado.","referencias_relacionadas":["Êxodo 20:7","Salmos 8:1","Filipenses 2:9-11"]},"jeremias_13_13_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida a Israel, que simboliza a bênção e a herança de Deus.","explicacao_detalhada":"A palavra 'terra' representa não apenas um lugar físico, mas também a presença de Deus entre Seu povo.","por_que_esta_palavra":"É importante para entender a relação entre a terra e a promessa de Deus ao Seu povo.","conexao_teologica":"A terra é um símbolo da fidelidade de Deus às Suas promessas e à Sua aliança.","referencias_relacionadas":["Deuteronômio 8:7-10","Josué 1:3","Salmos 37:11"]},"jeremias_13_13_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e liderança, especialmente no contexto de Israel, onde Deus é visto como o verdadeiro rei.","explicacao_detalhada":"No versículo, a menção do 'rei' destaca a responsabilidade dos líderes em guiar o povo segundo os preceitos de Deus. A rejeição a essa liderança divina resulta em consequências severas.","por_que_esta_palavra":"A palavra é usada para enfatizar a soberania de Deus sobre os reis da terra e a necessidade de submissão a Sua vontade.","conexao_teologica":"Deus é o Rei supremo, e a rejeição de Sua autoridade é um tema recorrente nas Escrituras, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Isaías 33:22"]},"jeremias_13_13_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' implica a ação de discernir entre o certo e o errado, um papel que cabe a Deus e aos líderes justos.","explicacao_detalhada":"Neste contexto, 'julgar' refere-se à capacidade de um rei ou líder de fazer justiça e manter a ordem, algo que é essencial para a saúde espiritual e social de Israel.","por_que_esta_palavra":"A escolha dessa palavra ressalta a importância da justiça divina e a responsabilidade dos líderes em agir conforme a vontade de Deus.","conexao_teologica":"Deus é o juiz supremo, e a justiça é um atributo central de Seu caráter, refletindo a necessidade de líderes que O representem fielmente.","referencias_relacionadas":["Salmos 82:3","Miquéias 6:8","Romanos 14:10"]},"jeremias_13_14_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' representa a relação familiar e a continuidade da linhagem, simbolizando também a relação entre Deus e Seu povo.","explicacao_detalhada":"Neste versículo, 'filho' é usado para ilustrar a conexão íntima entre Deus e Israel, onde o povo é visto como filhos de Deus, com todas as implicações de amor e disciplina.","por_que_esta_palavra":"A escolha da palavra enfatiza a responsabilidade dos filhos em honrar seus pais e, por extensão, a Deus como Pai.","conexao_teologica":"A paternidade de Deus é um tema central na Bíblia, refletindo Seu amor, cuidado e disciplina para com Seu povo.","referencias_relacionadas":["Êxodo 4:22","Salmos 103:13","Romanos 8:14"]},"jeremias_13_14_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, destacando a fragilidade e a necessidade de dependência de Deus.","explicacao_detalhada":"Neste contexto, 'homem' é usado para enfatizar a condição humana e a necessidade de arrependimento e retorno a Deus.","por_que_esta_palavra":"A palavra é escolhida para mostrar a vulnerabilidade do homem diante das circunstâncias e a importância de buscar a ajuda divina.","conexao_teologica":"A condição do homem é um tema central na teologia, refletindo a necessidade de redenção e a graça de Deus.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"jeremias_13_14_pai":{"palavra_pt":"pai","palavra_original":"אָב","transliteracao":"ʼâb","strong":"H1","significado_raiz":"Ideia básica: pai.","significado_contextual":"A palavra 'pai' representa a figura de autoridade, cuidado e proteção, simbolizando a relação de Deus com Seu povo.","explicacao_detalhada":"Neste versículo, 'pai' é usado para ilustrar a relação de Deus como protetor e cuidador, enfatizando a responsabilidade dos filhos em honrar essa relação.","por_que_esta_palavra":"A escolha da palavra destaca a intimidade e a responsabilidade que vem com a filiação divina.","conexao_teologica":"A paternidade de Deus é um conceito fundamental, refletindo Seu amor e a expectativa de que Seu povo viva de acordo com Seus mandamentos.","referencias_relacionadas":["Mateus 6:9","Hebreus 12:7","1 João 3:1"]},"jeremias_13_15_mao":{"palavra_pt":"mao","palavra_original":"אָזַן","transliteracao":"ʼâzan","strong":"H238","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' simboliza poder, ação e controle, frequentemente associada à intervenção de Deus na história.","explicacao_detalhada":"Neste contexto, 'mão' é usada para ilustrar a ação de Deus em trazer juízo ou bênção, dependendo da resposta do povo.","por_que_esta_palavra":"A escolha da palavra enfatiza a soberania de Deus e Sua capacidade de agir em favor ou contra Seu povo.","conexao_teologica":"A mão de Deus é um símbolo de Sua presença ativa e poder na vida dos crentes.","referencias_relacionadas":["Salmos 89:13","Isaías 41:10","Atos 4:30"]},"jeremias_13_15_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa, conectando ações e consequências.","explicacao_detalhada":"Neste versículo, 'porque' é usado para explicar a razão pela qual as advertências de Deus são dadas, enfatizando a necessidade de ouvir e obedecer.","por_que_esta_palavra":"A escolha da palavra é crucial para entender a lógica divina por trás das instruções e advertências.","conexao_teologica":"A obediência a Deus é frequentemente ligada a bênçãos, enquanto a desobediência resulta em juízo, refletindo a justiça divina.","referencias_relacionadas":["Deuteronômio 28:1-2","Romanos 2:6","Gálatas 6:7"]},"jeremias_13_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, 'senhor' é usado para enfatizar a posição de Deus como autoridade suprema, a quem todos devem se submeter.","por_que_esta_palavra":"A escolha da palavra destaca a importância do nome de Deus e a reverência que deve ser dada a Ele.","conexao_teologica":"O nome de Deus é central na adoração e na relação do povo com Ele, refletindo Sua natureza e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"jeremias_13_16_morte":{"palavra_pt":"morte","palavra_original":"צַלְמָוֶת","transliteracao":"tsalmâveth","strong":"H6757","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' simboliza o fim da vida física e a separação de Deus, um tema sério nas advertências proféticas.","explicacao_detalhada":"Neste contexto, 'morte' é usada para ilustrar as consequências da desobediência a Deus, enfatizando a gravidade do pecado.","por_que_esta_palavra":"A escolha da palavra é importante para entender a seriedade do juízo divino e a necessidade de arrependimento.","conexao_teologica":"A morte espiritual é um tema recorrente na Bíblia, refletindo a separação de Deus e a necessidade de reconciliação através de Cristo.","referencias_relacionadas":["Romanos 6:23","Ezequiel 18:30","Apocalipse 20:14"]},"jeremias_13_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é novamente usada para reafirmar a autoridade e a soberania de Deus sobre a vida e a morte.","explicacao_detalhada":"Neste versículo, 'senhor' enfatiza que Deus tem controle sobre todas as coisas, incluindo o destino final do homem.","por_que_esta_palavra":"A escolha da palavra reforça a ideia de que a vida e a morte estão nas mãos de Deus, e que Ele é o juiz final.","conexao_teologica":"O reconhecimento da soberania de Deus é fundamental para a fé cristã, refletindo a confiança em Sua vontade e planos.","referencias_relacionadas":["Deuteronômio 32:39","Salmos 68:20","1 Coríntios 15:26"]},"jeremias_13_16_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de oferecer algo, neste caso, um chamado à ação ou arrependimento.","explicacao_detalhada":"No contexto de Jeremias 13:16, 'dar' implica uma entrega de algo significativo, como a verdade ou a mensagem de Deus ao povo. É um convite à reflexão e à mudança de comportamento.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a importância de receber a mensagem divina e agir de acordo com ela.","conexao_teologica":"A ideia de dar está ligada à generosidade de Deus em oferecer salvação e orientação ao seu povo.","referencias_relacionadas":["Isaías 55:1","Mateus 7:7","Tiago 1:5"]},"jeremias_13_17_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a qualquer adversário ou oposição que se levanta contra o povo de Deus.","explicacao_detalhada":"Neste versículo, o inimigo é visto como uma força que busca desviar o povo de Deus de seu caminho e de sua verdade. A presença de inimigos é um tema recorrente nas Escrituras.","por_que_esta_palavra":"A escolha da palavra 'inimigo' destaca a luta espiritual e as dificuldades enfrentadas pelo povo de Deus.","conexao_teologica":"A luta contra inimigos é uma metáfora para a batalha espiritual que os crentes enfrentam em sua jornada de fé.","referencias_relacionadas":["Salmos 23:5","Romanos 8:31","Efésios 6:12"]},"jeremias_13_17_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade divina e à fidelidade de Deus em suas promessas.","explicacao_detalhada":"No contexto de Jeremias 13:17, a verdade é um chamado à honestidade e à integridade diante de Deus. É um convite para que o povo se volte para a verdade divina.","por_que_esta_palavra":"A ênfase na verdade é crucial, pois reflete a natureza de Deus e a necessidade de o povo viver em conformidade com essa verdade.","conexao_teologica":"A verdade é um dos atributos de Deus e é fundamental para a relação entre Deus e seu povo.","referencias_relacionadas":["João 8:32","Salmos 119:160","Efésios 4:15"]},"jeremias_13_17_secretly":{"palavra_pt":"secret ly","palavra_original":"מִסְתָּר","transliteracao":"miçtâr","strong":"H4565","significado_raiz":"Ideia básica: secret ly.","significado_contextual":"A palavra 'secretamente' sugere algo que é oculto ou não revelado, indicando ações que não são visíveis aos olhos humanos.","explicacao_detalhada":"Neste versículo, a ideia de agir secretamente pode se referir a intenções ocultas ou a pecados que não são imediatamente aparentes.","por_que_esta_palavra":"A palavra é usada para alertar sobre a necessidade de transparência e sinceridade diante de Deus, que vê tudo.","conexao_teologica":"Deus conhece os corações e as intenções, e a ideia de segredos ressalta a importância da confissão e do arrependimento.","referencias_relacionadas":["Salmos 139:1-4","Hebreus 4:13","Mateus 6:4"]},"jeremias_13_18_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e ao governo, simbolizando a liderança divina sobre o povo.","explicacao_detalhada":"No contexto de Jeremias 13:18, o rei representa a figura de liderança que deve guiar o povo segundo a vontade de Deus.","por_que_esta_palavra":"A menção ao rei destaca a responsabilidade dos líderes em conduzir o povo em justiça e retidão.","conexao_teologica":"Deus é frequentemente descrito como o Rei dos Reis, e a liderança humana deve refletir essa soberania.","referencias_relacionadas":["Salmos 2:6","Romanos 13:1","1 Pedro 2:13-14"]},"jeremias_13_18_humilde":{"palavra_pt":"humilde","palavra_original":"שָׁפֵל","transliteracao":"shâphêl","strong":"H8213","significado_raiz":"Ideia básica: humilde.","significado_contextual":"A palavra 'humilde' refere-se à disposição de se submeter e reconhecer a necessidade de Deus.","explicacao_detalhada":"Neste versículo, a humildade é apresentada como uma virtude necessária para receber a orientação divina e evitar a queda.","por_que_esta_palavra":"A humildade é essencial para a relação com Deus, pois Ele resiste aos soberbos, mas dá graça aos humildes.","conexao_teologica":"A humildade é um tema central na vida cristã, refletindo a atitude de Cristo e a dependência do crente em relação a Deus.","referencias_relacionadas":["Tiago 4:6","Mateus 5:5","Filipenses 2:3"]},"jeremias_13_19_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local de habitação e comunidade, simbolizando a coletividade do povo de Deus.","explicacao_detalhada":"No contexto de Jeremias 13:19, a cidade representa tanto a segurança quanto a vulnerabilidade do povo diante de Deus.","por_que_esta_palavra":"A cidade é um símbolo de identidade e pertencimento, refletindo a relação do povo com Deus e entre si.","conexao_teologica":"A cidade de Deus é um tema recorrente na Bíblia, simbolizando a promessa de um futuro redentor.","referencias_relacionadas":["Hebreus 11:10","Apocalipse 21:2","Salmos 46:4"]},"jeremias_13_19_seca":{"palavra_pt":"seca","palavra_original":"נֶגֶב","transliteracao":"negeb","strong":"H5045","significado_raiz":"Ideia básica: seca.","significado_contextual":"A palavra 'seca' refere-se à falta de água, simbolizando a ausência de vida e bênção.","explicacao_detalhada":"No contexto de Jeremias 13:19, a seca representa a consequência do afastamento de Deus e a necessidade de arrependimento.","por_que_esta_palavra":"A seca é uma metáfora poderosa para a condição espiritual do povo quando se afasta de Deus.","conexao_teologica":"A seca é frequentemente usada nas Escrituras para ilustrar a necessidade de buscar a Deus e a sua provisão.","referencias_relacionadas":["Amós 8:11","Salmos 63:1","Isaías 44:3"]},"jeremias_13_19_phrase":{"palavra_pt":"expressao","palavra_original":"גָּלָה","transliteracao":"gâlâh","strong":"H1540","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à manifestação externa de sentimentos ou verdades internas.","explicacao_detalhada":"Neste versículo, a expressão é um chamado à ação, indicando que o que está dentro deve se manifestar externamente.","por_que_esta_palavra":"A expressão é importante para a comunicação da verdade e da vontade de Deus ao povo.","conexao_teologica":"A expressão da fé deve ser visível e autêntica, refletindo a transformação que Deus opera no coração.","referencias_relacionadas":["Mateus 12:34","Tiago 2:17","Romanos 10:10"]},"jeremias_13_20_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' refere-se à capacidade de perceber e compreender a realidade espiritual.","explicacao_detalhada":"No contexto de Jeremias 13:20, 'ver' implica uma chamada à percepção espiritual e à vigilância sobre as ações e consequências.","por_que_esta_palavra":"A visão espiritual é crucial para discernir a vontade de Deus e agir de acordo com ela.","conexao_teologica":"A capacidade de ver espiritualmente é um dom de Deus, que nos permite compreender sua verdade e direção.","referencias_relacionadas":["Mateus 13:16","Efésios 1:18","2 Coríntios 5:7"]},"jeremias_13_20_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se à ação de chamar ou convocar alguém para se aproximar.","explicacao_detalhada":"Neste contexto, Deus está chamando o povo de Judá para que se volte a Ele, enfatizando a necessidade de uma resposta ao Seu chamado.","por_que_esta_palavra":"A escolha da palavra 'vir/entrar' destaca a urgência e a importância da resposta do povo ao chamado divino.","conexao_teologica":"A ideia de ser chamado por Deus é central na teologia bíblica, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Isaías 55:1","Mateus 11:28","Apocalipse 3:20"]},"jeremias_13_20_vento":{"palavra_pt":"vento","palavra_original":"צָפוֹן","transliteracao":"tsâphôwn","strong":"H6828","significado_raiz":"Ideia básica: vento.","significado_contextual":"A palavra 'vento' é usada para descrever algo que é invisível, mas poderoso e que pode trazer mudanças.","explicacao_detalhada":"O vento simboliza a ação de Deus, que pode ser percebida em suas consequências, mesmo que não seja visível.","por_que_esta_palavra":"O uso de 'vento' enfatiza a soberania de Deus sobre a natureza e a capacidade de trazer juízo ou bênção.","conexao_teologica":"O vento é frequentemente associado ao Espírito Santo, que atua de maneira invisível, mas transformadora.","referencias_relacionadas":["João 3:8","Atos 2:2","Salmos 104:4"]},"jeremias_13_21_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' refere-se à liderança ou autoridade que deve ser reconhecida.","explicacao_detalhada":"Neste versículo, Deus está afirmando que Ele é o princípio e a fonte de toda autoridade e sabedoria.","por_que_esta_palavra":"A palavra 'princípio' é crucial para entender a ordem divina e a necessidade de submissão à vontade de Deus.","conexao_teologica":"Deus como princípio é um tema que ressoa em toda a Escritura, enfatizando Sua soberania e controle sobre a história.","referencias_relacionadas":["Provérbios 1:7","Colossenses 1:17","Apocalipse 22:13"]},"jeremias_13_21_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Deus está agindo ou falando.","explicacao_detalhada":"Neste contexto, 'porque' conecta a ação de Deus com a resposta do povo, mostrando a lógica divina por trás do juízo.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a motivação divina e a necessidade de arrependimento.","conexao_teologica":"A relação entre a ação de Deus e a resposta humana é um tema central na teologia bíblica.","referencias_relacionadas":["Romanos 2:4","Gálatas 6:7","Tiago 1:22"]},"jeremias_13_21_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' refere-se ao ato de trazer liberdade ou salvação.","explicacao_detalhada":"Deus promete libertar Seu povo do cativeiro e do pecado, enfatizando Sua capacidade de salvar.","por_que_esta_palavra":"A escolha da palavra 'libertar' destaca a ação redentora de Deus na vida de Seu povo.","conexao_teologica":"A libertação é um tema central na Bíblia, simbolizando a salvação que vem através de Cristo.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","João 8:36"]},"jeremias_13_22_abundanceantly":{"palavra_pt":"abundance antly","palavra_original":"רֹב","transliteracao":"rôb","strong":"H7230","significado_raiz":"Ideia básica: abundance antly.","significado_contextual":"A palavra 'abundância' refere-se a uma grande quantidade ou plenitude.","explicacao_detalhada":"Neste contexto, a abundância é usada para descrever as bênçãos que Deus deseja derramar sobre Seu povo.","por_que_esta_palavra":"A palavra 'abundância' enfatiza a generosidade de Deus e Sua disposição de abençoar.","conexao_teologica":"A abundância de Deus é um tema recorrente, refletindo Sua natureza generosa e amorosa.","referencias_relacionadas":["Salmos 23:5","João 10:10","2 Coríntios 9:8"]},"jeremias_13_22_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' refere-se ao pecado e suas consequências.","explicacao_detalhada":"Neste versículo, o mal é reconhecido como uma realidade que afeta o relacionamento do povo com Deus.","por_que_esta_palavra":"A escolha da palavra 'mal' é importante para entender a gravidade do pecado e a necessidade de arrependimento.","conexao_teologica":"O mal é um tema central na Bíblia, que destaca a necessidade de redenção e a luta contra o pecado.","referencias_relacionadas":["Romanos 3:23","Gálatas 5:19-21","Tiago 1:15"]},"jeremias_13_22_phrase":{"palavra_pt":"expressao","palavra_original":"גָּלָה","transliteracao":"gâlâh","strong":"H1540","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à manifestação ou revelação de algo.","explicacao_detalhada":"Neste contexto, a expressão é vista como uma forma de Deus se comunicar com Seu povo.","por_que_esta_palavra":"A escolha da palavra 'expressão' destaca a importância da comunicação divina e da revelação.","conexao_teologica":"A revelação de Deus é um tema central, mostrando como Ele se manifesta ao Seu povo.","referencias_relacionadas":["Hebreus 1:1-2","João 1:14","2 Timóteo 3:16"]},"jeremias_13_23_caminho":{"palavra_pt":"caminho","palavra_original":"הָפַךְ","transliteracao":"hâphak","strong":"H2015","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' refere-se à direção ou modo de vida.","explicacao_detalhada":"Neste versículo, o caminho é uma metáfora para a vida e as escolhas que o povo faz.","por_que_esta_palavra":"A escolha da palavra 'caminho' enfatiza a importância de seguir a direção certa, que é a de Deus.","conexao_teologica":"O caminho é um tema recorrente na Bíblia, simbolizando a jornada da fé e a obediência a Deus.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:6","Mateus 7:13-14"]},"jeremias_13_23_achar":{"palavra_pt":"achar","palavra_original":"יָטַב","transliteracao":"yâṭab","strong":"H3190","significado_raiz":"Ideia básica: achar.","significado_contextual":"A palavra 'achar' refere-se ao ato de encontrar ou descobrir algo.","explicacao_detalhada":"Neste contexto, 'achar' implica em buscar a verdade e a sabedoria que vêm de Deus.","por_que_esta_palavra":"A escolha da palavra 'achar' destaca a importância da busca ativa por Deus e Seus caminhos.","conexao_teologica":"A busca por Deus é um tema central, refletindo a promessa de que aqueles que O buscam O encontrarão.","referencias_relacionadas":["Jeremias 29:13","Mateus 7:7","Hebreus 11:6"]},"jeremias_13_24_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito ou vento que simboliza a presença de Deus e sua ação no mundo.","explicacao_detalhada":"A palavra 'espírito' (רוּחַ) é frequentemente usada na Bíblia para descrever a ação de Deus, que pode ser tanto criativa quanto destrutiva. Neste contexto, o vento representa a força de Deus que traz juízo sobre o povo.","por_que_esta_palavra":"A escolha da palavra 'vento' enfatiza a natureza invisível e poderosa de Deus, que age em meio ao seu povo.","conexao_teologica":"O vento como símbolo do Espírito Santo é uma conexão teológica importante, mostrando como Deus se move e opera na história.","referencias_relacionadas":["Gênesis 1:2","Ezequiel 37:9","João 3:8"]},"jeremias_13_24_seco":{"palavra_pt":"seco","palavra_original":"קַשׁ","transliteracao":"qash","strong":"H7179","significado_raiz":"Ideia básica: seco.","significado_contextual":"Indica a condição de algo que está sem vida ou sem vitalidade, refletindo a situação espiritual do povo.","explicacao_detalhada":"A palavra 'seco' (קַשׁ) é usada para descrever a falta de água, que na Bíblia muitas vezes simboliza a ausência de Deus e de sua bênção.","por_que_esta_palavra":"A utilização de 'seco' ressalta a desolação e a esterilidade espiritual que o povo enfrenta por causa de sua desobediência.","conexao_teologica":"A secura espiritual é um tema recorrente, onde a água viva de Deus é necessária para a vida plena.","referencias_relacionadas":["Salmos 42:1-2","Isaías 44:3","João 7:37-38"]},"jeremias_13_24_break":{"palavra_pt":"quebrar","palavra_original":"פּוּץ","transliteracao":"pûwts","strong":"H6327","significado_raiz":"Ideia básica: quebrar.","significado_contextual":"Refere-se ao ato de quebrar, simbolizando a destruição e a perda.","explicacao_detalhada":"A palavra 'quebrar' (פּוּץ) é usada para descrever a ação de Deus em trazer juízo sobre o povo infiel, resultando em consequências severas.","por_que_esta_palavra":"A escolha de 'quebrar' enfatiza a gravidade do juízo de Deus e a necessidade de arrependimento.","conexao_teologica":"O juízo de Deus é um tema central na teologia bíblica, onde a desobediência leva à destruição.","referencias_relacionadas":["Salmos 51:17","Isaías 10:15","Mateus 21:44"]},"jeremias_13_25_cause":{"palavra_pt":"cause","palavra_original":"שֶׁקֶר","transliteracao":"sheqer","strong":"H8267","significado_raiz":"Ideia básica: cause.","significado_contextual":"Refere-se à causa da destruição e do juízo que vem sobre o povo.","explicacao_detalhada":"A palavra 'cause' (שֶׁקֶר) implica em falsidade e engano, que são as razões pelas quais o povo se afastou de Deus.","por_que_esta_palavra":"A utilização de 'cause' destaca a responsabilidade do povo em sua própria destruição devido à sua infidelidade.","conexao_teologica":"A verdade de Deus é fundamental, e o engano leva à separação de Sua presença.","referencias_relacionadas":["Provérbios 12:22","Romanos 1:25","Gálatas 6:7"]},"jeremias_13_25_juizo":{"palavra_pt":"juizo","palavra_original":"מַד","transliteracao":"mad","strong":"H4055","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se ao juízo de Deus que é iminente sobre o povo por causa de sua desobediência.","explicacao_detalhada":"A palavra 'juízo' (מַד) implica em uma avaliação e decisão de Deus sobre as ações do povo, resultando em consequências.","por_que_esta_palavra":"A escolha de 'juízo' enfatiza a justiça de Deus e a necessidade de prestar contas por nossas ações.","conexao_teologica":"O juízo de Deus é uma expressão de Sua santidade e justiça, que não pode ignorar o pecado.","referencias_relacionadas":["Salmos 9:7-8","Eclesiastes 12:14","Hebreus 9:27"]},"jeremias_13_25_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado em momentos de necessidade e arrependimento.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o nome pessoal de Deus, que expressa Sua autoridade e relação com o povo.","por_que_esta_palavra":"A utilização do nome de Deus enfatiza a importância de reconhecer Sua soberania e buscar Sua ajuda.","conexao_teologica":"O nome de Deus é um tema central na teologia, representando Sua presença e poder.","referencias_relacionadas":["Salmos 20:7","Isaías 42:8","Filipenses 2:9-11"]},"jeremias_13_26_nu":{"palavra_pt":"nu","palavra_original":"חָשַׂף","transliteracao":"châsaph","strong":"H2834","significado_raiz":"Ideia básica: nu.","significado_contextual":"Refere-se à condição de estar nu, simbolizando vergonha e vulnerabilidade.","explicacao_detalhada":"A palavra 'nu' (חָשַׂף) implica em exposição e falta de proteção, refletindo a situação do povo diante de Deus.","por_que_esta_palavra":"A escolha de 'nu' destaca a fragilidade do povo e sua necessidade de se cobrir com a justiça de Deus.","conexao_teologica":"A nudez espiritual é um tema que aponta para a necessidade de redenção e vestidura em Cristo.","referencias_relacionadas":["Gênesis 3:10","Apocalipse 3:18","Romanos 13:14"]},"jeremias_13_26_confusion":{"palavra_pt":"confusao","palavra_original":"קָלוֹן","transliteracao":"qâlôwn","strong":"H7036","significado_raiz":"Ideia básica: confusao.","significado_contextual":"Refere-se à confusão que resulta do afastamento de Deus e da desobediência.","explicacao_detalhada":"A palavra 'confusão' (קָלוֹן) implica em desonra e vergonha, que são consequências do pecado.","por_que_esta_palavra":"A utilização de 'confusão' enfatiza o estado de desespero e desolação que o povo enfrenta.","conexao_teologica":"A confusão espiritual é um resultado do pecado, que afasta o homem da verdade de Deus.","referencias_relacionadas":["Salmos 25:2","Isaías 45:16","Romanos 1:21"]},"jeremias_13_26_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se à capacidade de ver e entender a verdade de Deus.","explicacao_detalhada":"A palavra 'ver' (רָאָה) implica em percepção e discernimento espiritual, que são essenciais para a vida do crente.","por_que_esta_palavra":"A escolha de 'ver' destaca a importância da revelação divina e da compreensão da vontade de Deus.","conexao_teologica":"A visão espiritual é fundamental para a fé, permitindo que os crentes reconheçam a verdade de Deus.","referencias_relacionadas":["Mateus 5:8","Efésios 1:18","Hebreus 11:1"]},"jeremias_13_27_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade de Deus que é eterna e imutável.","explicacao_detalhada":"A palavra 'verdade' (לֹא) implica em fidelidade e integridade, que são características do caráter de Deus.","por_que_esta_palavra":"A utilização de 'verdade' enfatiza a necessidade de viver em conformidade com a palavra de Deus.","conexao_teologica":"A verdade é um fundamento da fé cristã, onde Cristo é a verdade que liberta.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]},"jeremias_13_27_puro":{"palavra_pt":"puro","palavra_original":"טָהֵר","transliteracao":"ṭâhêr","strong":"H2891","significado_raiz":"Ideia básica: puro.","significado_contextual":"Refere-se à pureza moral e espiritual que Deus exige do Seu povo.","explicacao_detalhada":"A palavra 'puro' é utilizada para descrever a condição ideal que Deus espera de Israel, contrastando com a impureza e a corrupção que prevalecem entre eles.","por_que_esta_palavra":"É um chamado à santidade e à separação do pecado, enfatizando a necessidade de arrependimento.","conexao_teologica":"A pureza é um tema central na teologia bíblica, simbolizando a relação correta entre Deus e Seu povo.","referencias_relacionadas":["Salmos 24:4","Mateus 5:8","1 Pedro 1:16"]}}