{"jeremias_15_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à declaração de Deus sobre o futuro de Israel.","explicacao_detalhada":"A palavra 'dizer' (ʼâmar) é usada para expressar a comunicação divina. Em Jeremias 15:1, Deus revela a Jeremias que, mesmo que Moisés e Samuel intercedessem, Ele não mudaria Sua decisão sobre o povo, enfatizando a gravidade da situação.","por_que_esta_palavra":"É importante porque mostra a autoridade de Deus em suas declarações e a seriedade do juízo que se aproxima.","conexao_teologica":"A palavra de Deus é poderosa e eficaz, e suas promessas e advertências são sempre cumpridas.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Romanos 10:17"]},"jeremias_15_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' (Yᵉhôvâh) é o nome pessoal de Deus, que implica em Sua soberania e relação com Seu povo. Em Jeremias 15:1, o uso do nome enfatiza a seriedade da mensagem que Deus está transmitindo a Jeremias.","por_que_esta_palavra":"É fundamental para entender a identidade de Deus e como Ele se relaciona com a humanidade.","conexao_teologica":"O nome de Deus é central na adoração e na compreensão de Sua natureza e promessas.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"jeremias_15_1_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à ação de Deus em resgatar Seu povo.","explicacao_detalhada":"A palavra 'salvar' (ʼim) é usada para expressar a possibilidade de libertação. Em Jeremias 15:1, Deus indica que, mesmo que houvesse intercessores, a salvação do povo não seria garantida devido à sua desobediência.","por_que_esta_palavra":"É crucial para entender a natureza da salvação e a necessidade de arrependimento.","conexao_teologica":"A salvação é um tema central na Bíblia, que aponta para a necessidade de um Salvador, que é Cristo.","referencias_relacionadas":["Romanos 10:13","Atos 4:12","Efésios 2:8-9"]},"jeremias_15_2_morte":{"palavra_pt":"morte","palavra_original":"מָוֶת","transliteracao":"mâveth","strong":"H4194","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se ao destino final dos que rejeitam a Deus.","explicacao_detalhada":"A palavra 'morte' (mâveth) é usada para descrever não apenas a morte física, mas também a separação espiritual de Deus. Em Jeremias 15:2, Deus revela as consequências da desobediência do povo.","por_que_esta_palavra":"É importante para entender a gravidade do pecado e suas consequências eternas.","conexao_teologica":"A morte espiritual é um tema recorrente na Bíblia, que enfatiza a necessidade de reconciliação com Deus.","referencias_relacionadas":["Romanos 6:23","Apocalipse 20:14","Gênesis 2:17"]},"jeremias_15_2_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"Refere-se à escassez e ao juízo de Deus sobre o povo.","explicacao_detalhada":"A palavra 'fome' (râʻâb) é usada para descrever a falta de alimento físico, mas também pode simbolizar a fome espiritual. Em Jeremias 15:2, a fome é um sinal do juízo divino sobre a desobediência do povo.","por_que_esta_palavra":"É crucial para entender as consequências da rebelião contra Deus.","conexao_teologica":"A fome é frequentemente usada na Bíblia como um símbolo de necessidade espiritual e do juízo de Deus.","referencias_relacionadas":["Amós 8:11","Mateus 5:6","Salmos 107:5"]},"jeremias_15_2_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda do povo em desgraça.","explicacao_detalhada":"A palavra 'cair' (hâyâh) é usada para descrever a condição de alguém que está em ruínas ou em desespero. Em Jeremias 15:2, isso representa a queda espiritual e física do povo devido ao seu afastamento de Deus.","por_que_esta_palavra":"É importante para entender a fragilidade humana e a necessidade de dependência de Deus.","conexao_teologica":"A queda é um tema central na Bíblia, que aponta para a necessidade de redenção e restauração.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Romanos 5:12"]},"jeremias_15_3_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se à ação de Deus em libertar Seu povo do juízo.","explicacao_detalhada":"A palavra 'libertar' (pâqad) é usada para descrever a ação de Deus em trazer liberdade e restauração. Em Jeremias 15:3, Deus fala sobre as consequências que virão sobre aqueles que não se voltarem para Ele.","por_que_esta_palavra":"É crucial para entender a natureza da intervenção divina e a esperança de libertação.","conexao_teologica":"A libertação é um tema central na Bíblia, que aponta para a obra de Cristo na cruz.","referencias_relacionadas":["Gálatas 5:1","Isaías 61:1","Romanos 8:21"]},"jeremias_15_3_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao domínio de Deus sobre toda a criação.","explicacao_detalhada":"A palavra 'céus' (shâmayim) é usada para descrever o espaço celestial, onde Deus habita. Em Jeremias 15:3, isso enfatiza a soberania de Deus sobre todas as coisas e Sua capacidade de agir em favor de Seu povo.","por_que_esta_palavra":"É importante para entender a grandeza de Deus e Sua autoridade sobre a criação.","conexao_teologica":"Os céus são frequentemente mencionados na Bíblia como o lugar de habitação de Deus e como símbolo de Sua majestade.","referencias_relacionadas":["Salmos 115:3","Isaías 66:1","Mateus 6:9"]},"jeremias_15_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas são feitas ou como se comportam.","explicacao_detalhada":"A palavra 'modo' implica em um padrão ou forma de agir, que pode ser tanto positivo quanto negativo, dependendo do contexto.","por_que_esta_palavra":"É utilizada para descrever a forma como o povo de Israel se comportava diante de Deus, muitas vezes de maneira errada.","conexao_teologica":"O modo de vida do povo reflete sua relação com Deus e suas promessas.","referencias_relacionadas":["Jeremias 7:23","Salmos 119:1","Provérbios 4:26"]},"jeremias_15_4_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território ou à nação de Israel.","explicacao_detalhada":"A palavra 'terra' é frequentemente usada na Bíblia para descrever a herança de Deus para Seu povo e o lugar onde eles habitam.","por_que_esta_palavra":"Neste contexto, a terra é um símbolo da promessa de Deus e da desobediência do povo.","conexao_teologica":"A terra é um elemento central na aliança entre Deus e Israel.","referencias_relacionadas":["Gênesis 12:1","Deuteronômio 6:10","Josué 1:2"]},"jeremias_15_4_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou oferecer algo.","explicacao_detalhada":"A palavra 'dar' implica em um ato de entrega, que pode ser tanto físico quanto espiritual.","por_que_esta_palavra":"É usada para enfatizar a necessidade de dar algo a Deus, seja em adoração ou arrependimento.","conexao_teologica":"O ato de dar é uma expressão de fé e confiança em Deus.","referencias_relacionadas":["Salmos 50:14","Mateus 5:23-24","2 Coríntios 9:7"]},"jeremias_15_5_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"Refere-se ao estado de tranquilidade e harmonia.","explicacao_detalhada":"A palavra 'paz' (shalom) é um conceito abrangente que inclui bem-estar, segurança e prosperidade.","por_que_esta_palavra":"É usada para contrastar a paz que Deus oferece com a desolação que o povo enfrenta devido ao seu pecado.","conexao_teologica":"A paz é uma das promessas de Deus para aqueles que seguem Seus caminhos.","referencias_relacionadas":["Isaías 26:3","Romanos 5:1","Filipenses 4:7"]},"jeremias_15_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão ou causa de algo.","explicacao_detalhada":"A palavra 'porque' é usada para introduzir uma explicação ou justificativa.","por_que_esta_palavra":"É crucial para entender a lógica por trás das ações de Deus e as consequências do pecado do povo.","conexao_teologica":"A compreensão das razões de Deus é fundamental para a fé e obediência.","referencias_relacionadas":["Romanos 8:28","Tiago 1:2-4","1 Pedro 1:6-7"]},"jeremias_15_5_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em geral ou a um indivíduo específico.","explicacao_detalhada":"A palavra 'homem' é usada para enfatizar a fragilidade e a necessidade de dependência de Deus.","por_que_esta_palavra":"É utilizada para mostrar a condição do homem diante de Deus e sua incapacidade de alcançar a paz por conta própria.","conexao_teologica":"A natureza humana é um tema central na teologia, destacando a necessidade de redenção.","referencias_relacionadas":["Salmos 8:4","Romanos 3:23","Efésios 2:8-9"]},"jeremias_15_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa Sua autoridade e caráter.","explicacao_detalhada":"O nome de Deus é um símbolo de Sua presença e poder, e é invocado em momentos de necessidade.","por_que_esta_palavra":"É usada para lembrar ao povo quem é Deus e Sua soberania sobre todas as coisas.","conexao_teologica":"O nome do Senhor é um tema recorrente na Bíblia, simbolizando Sua relação com o Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:7","Filipenses 2:9-11"]},"jeremias_15_6_grande":{"palavra_pt":"grande","palavra_original":"נָטָה","transliteracao":"nâṭâh","strong":"H5186","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza e majestade de Deus.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a imensidão do poder e da presença de Deus.","por_que_esta_palavra":"É um lembrete da soberania de Deus sobre todas as nações e circunstâncias.","conexao_teologica":"A grandeza de Deus é um tema central na adoração e na reverência.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Apocalipse 19:16"]},"jeremias_15_6_thee":{"palavra_pt":"thee","palavra_original":"אַתָּה","transliteracao":"ʼattâh","strong":"H859","significado_raiz":"Ideia básica: thee.","significado_contextual":"Refere-se a Deus de forma pessoal e direta.","explicacao_detalhada":"A palavra 'thee' é uma forma de se dirigir a Deus, enfatizando a relação pessoal entre o crente e o Criador.","por_que_esta_palavra":"É usada para mostrar a intimidade que os fiéis podem ter com Deus.","conexao_teologica":"A relação pessoal com Deus é fundamental na fé cristã.","referencias_relacionadas":["Salmos 23:1","Mateus 6:9","Gálatas 2:20"]},"jeremias_15_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se novamente ao território de Israel, enfatizando a conexão com o povo.","explicacao_detalhada":"A repetição da palavra 'terra' reforça a importância do lugar e da herança que Deus deu ao Seu povo.","por_que_esta_palavra":"É usada para destacar a relação entre a terra e a identidade do povo de Deus.","conexao_teologica":"A terra é um símbolo da promessa e da fidelidade de Deus.","referencias_relacionadas":["Deuteronômio 11:21","Salmos 37:11","Isaías 60:21"]},"jeremias_15_7_porta":{"palavra_pt":"porta","palavra_original":"שַׁעַר","transliteracao":"shaʻar","strong":"H8179","significado_raiz":"Ideia básica: porta.","significado_contextual":"A 'porta' simboliza um ponto de entrada e saída, representando oportunidades e decisões.","explicacao_detalhada":"No contexto de Jeremias 15:7, a 'porta' pode ser vista como um símbolo da escolha entre a vida e a morte, a obediência e a desobediência a Deus. A imagem da porta também remete à proteção e ao acesso ao sagrado.","por_que_esta_palavra":"A palavra 'porta' é utilizada para enfatizar a transição entre estados espirituais e físicos, refletindo a condição do povo de Israel.","conexao_teologica":"A porta é frequentemente associada à entrada no reino de Deus e à salvação, como em João 10:9, onde Jesus se apresenta como a porta das ovelhas.","referencias_relacionadas":["João 10:9","Mateus 7:13-14","Apocalipse 3:20"]},"jeremias_15_8_jejum":{"palavra_pt":"jejum","palavra_original":"עָצַם","transliteracao":"ʻâtsam","strong":"H6105","significado_raiz":"Ideia básica: jejum.","significado_contextual":"O 'jejum' é um ato de humilhação e busca de Deus, frequentemente associado ao arrependimento.","explicacao_detalhada":"Em Jeremias 15:8, o jejum é mencionado em um contexto de lamento e súplica, onde o povo busca a misericórdia de Deus em meio ao sofrimento e à calamidade.","por_que_esta_palavra":"A palavra 'jejum' é importante para expressar a necessidade de arrependimento e a busca por uma relação restaurada com Deus.","conexao_teologica":"O jejum é uma prática que aparece em várias partes da Bíblia como um meio de se aproximar de Deus, como em Isaías 58:6-7, onde é descrito como um ato de justiça.","referencias_relacionadas":["Isaías 58:6-7","Mateus 6:16-18","Joel 2:12-13"]},"jeremias_15_8_sand":{"palavra_pt":"sand","palavra_original":"חוֹל","transliteracao":"chôwl","strong":"H2344","significado_raiz":"Ideia básica: sand.","significado_contextual":"A 'areia' simboliza a fragilidade e a transitoriedade da vida humana.","explicacao_detalhada":"No contexto de Jeremias 15:8, a menção da areia pode representar a futilidade das esperanças humanas e a inevitabilidade do juízo de Deus sobre o pecado.","por_que_esta_palavra":"A palavra 'areia' é usada para contrastar a solidez da promessa de Deus com a instabilidade das ações humanas.","conexao_teologica":"A areia é frequentemente usada na Bíblia para ilustrar a fragilidade da vida e a futilidade de confiar em coisas temporais, como em Mateus 7:26-27.","referencias_relacionadas":["Mateus 7:26-27","Salmos 103:15-16","Eclesiastes 1:2"]},"jeremias_15_8_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"O 'mar' representa a vastidão e o poder de Deus, bem como a instabilidade das nações.","explicacao_detalhada":"Em Jeremias 15:8, o mar pode simbolizar a grandeza do juízo de Deus e a dificuldade de escapar de Sua ira, refletindo a natureza incontrolável das forças da criação.","por_que_esta_palavra":"A palavra 'mar' é utilizada para enfatizar a soberania de Deus sobre a criação e a impotência do homem diante de Sua grandeza.","conexao_teologica":"O mar é frequentemente mencionado na Bíblia como um símbolo do poder de Deus, como em Salmos 89:9, onde Deus acalma as tempestades.","referencias_relacionadas":["Salmos 89:9","Mateus 8:26","Apocalipse 21:1"]},"jeremias_15_9_sopro":{"palavra_pt":"sopro","palavra_original":"נָפַח","transliteracao":"nâphach","strong":"H5301","significado_raiz":"Ideia básica: sopro.","significado_contextual":"O 'sopro' representa a vida e a essência do ser humano, dado por Deus.","explicacao_detalhada":"Em Jeremias 15:9, o sopro é uma metáfora para a vida que Deus concede, e a perda desse sopro simboliza a morte e a separação de Deus.","por_que_esta_palavra":"A palavra 'sopro' é crucial para entender a dependência do homem em relação a Deus para a vida e a existência.","conexao_teologica":"O sopro de Deus é mencionado em Gênesis 2:7, onde Deus dá vida ao homem, mostrando a conexão entre a criação e a vida espiritual.","referencias_relacionadas":["Gênesis 2:7","Eclesiastes 12:7","Atos 17:25"]},"jeremias_15_9_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A 'alma' ou 'vida' é vista como a essência do ser humano, que clama por Deus.","explicacao_detalhada":"No contexto de Jeremias 15:9, a alma é apresentada como a parte mais íntima do ser humano, que sofre e anseia por redenção e restauração.","por_que_esta_palavra":"A palavra 'alma' é fundamental para entender a natureza humana e a relação entre o homem e Deus.","conexao_teologica":"A alma é frequentemente mencionada na Bíblia como a parte que busca a comunhão com Deus, como em Salmos 42:1-2.","referencias_relacionadas":["Salmos 42:1-2","Mateus 10:28","1 Tessalonicenses 5:23"]},"jeremias_15_9_sol":{"palavra_pt":"sol","palavra_original":"שֶׁמֶשׁ","transliteracao":"shemesh","strong":"H8121","significado_raiz":"Ideia básica: sol.","significado_contextual":"O 'sol' simboliza luz, vida e a presença de Deus.","explicacao_detalhada":"Em Jeremias 15:9, o sol pode representar a esperança e a clareza que a presença de Deus traz, contrastando com a escuridão do pecado e da desolação.","por_que_esta_palavra":"A palavra 'sol' é utilizada para enfatizar a importância da luz divina na vida do crente.","conexao_teologica":"O sol é frequentemente associado à justiça e à salvação, como em Malaquias 4:2, onde o sol da justiça traz cura.","referencias_relacionadas":["Malaquias 4:2","Salmos 84:11","João 8:12"]},"jeremias_15_10_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"O 'homem' representa a humanidade em sua fragilidade e necessidade de Deus.","explicacao_detalhada":"No contexto de Jeremias 15:10, a referência ao homem destaca a condição pecaminosa e a necessidade de arrependimento e redenção.","por_que_esta_palavra":"A palavra 'homem' é central para entender a relação entre Deus e a humanidade, enfatizando a dependência do homem em relação ao Criador.","conexao_teologica":"A humanidade é vista como a coroa da criação, mas também como a mais necessitada da graça de Deus, como em Romanos 3:23.","referencias_relacionadas":["Romanos 3:23","Gênesis 1:26-27","Salmos 8:4-5"]},"jeremias_15_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O 'modo' refere-se à maneira como o homem vive e se relaciona com Deus.","explicacao_detalhada":"Em Jeremias 15:10, o modo de vida do homem é questionado, refletindo a necessidade de uma vida que glorifique a Deus em todas as ações.","por_que_esta_palavra":"A palavra 'modo' é importante para enfatizar a ética e a moralidade que devem guiar a vida do crente.","conexao_teologica":"A maneira de viver é um tema recorrente na Bíblia, como em Efésios 4:1, onde somos chamados a viver de maneira digna da vocação que recebemos.","referencias_relacionadas":["Efésios 4:1","Colossenses 3:17","1 Pedro 2:12"]},"jeremias_15_10_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A 'terra' representa o lar, a herança e a criação de Deus.","explicacao_detalhada":"No contexto de Jeremias 15:10, a terra é um símbolo da promessa de Deus ao Seu povo e da responsabilidade que eles têm em cuidar dela.","por_que_esta_palavra":"A palavra 'terra' é utilizada para enfatizar a conexão entre o povo de Deus e o lugar que Ele lhes deu.","conexao_teologica":"A terra é um tema central na Bíblia, simbolizando a promessa de Deus e a relação entre o Criador e Sua criação, como em Gênesis 1:28.","referencias_relacionadas":["Gênesis 1:28","Salmos 37:11","Mateus 5:5"]},"jeremias_15_11_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade de Deus em meio ao sofrimento do profeta.","explicacao_detalhada":"A palavra 'bom' (טוֹב) é usada para descrever a natureza de Deus e sua disposição em cuidar de seu povo, mesmo quando eles enfrentam dificuldades. Jeremias clama a Deus, reconhecendo que, apesar de suas lutas, Ele é bom.","por_que_esta_palavra":"A escolha da palavra 'bom' enfatiza a esperança e a confiança em Deus, mesmo em tempos de crise.","conexao_teologica":"A bondade de Deus é um tema central na teologia bíblica, refletindo seu caráter e suas promessas.","referencias_relacionadas":["Salmos 34:8","Romanos 8:28","Tiago 1:17"]},"jeremias_15_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' (יְהֹוָה) representa a soberania e a autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, Jeremias invoca o nome do Senhor, reconhecendo sua posição como o Deus que governa e tem controle sobre a história e o destino do seu povo.","por_que_esta_palavra":"A invocação do nome de Deus é uma expressão de fé e dependência, mostrando que Jeremias busca a intervenção divina.","conexao_teologica":"O nome de Deus é fundamental na relação entre Ele e seu povo, simbolizando sua presença e poder.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"jeremias_15_11_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' (אִם) é um clamor por libertação e ajuda divina.","explicacao_detalhada":"Jeremias expressa sua necessidade de salvação em meio ao sofrimento e à opressão, reconhecendo que somente Deus pode trazer a verdadeira libertação.","por_que_esta_palavra":"A palavra 'salvar' é crucial, pois reflete a esperança de que Deus intervirá em favor de seu povo.","conexao_teologica":"A salvação é um tema central na Bíblia, apontando para a redenção que Deus oferece através de Cristo.","referencias_relacionadas":["Salmos 37:39","Isaías 43:11","Romanos 10:13"]},"jeremias_15_12_vento":{"palavra_pt":"vento","palavra_original":"צָפוֹן","transliteracao":"tsâphôwn","strong":"H6828","significado_raiz":"Ideia básica: vento.","significado_contextual":"A palavra 'vento' (צָפוֹן) é usada para descrever a força e a imprevisibilidade das dificuldades que cercam o profeta.","explicacao_detalhada":"Jeremias compara suas lutas a um vento forte, simbolizando a adversidade que não pode ser controlada ou prevista.","por_que_esta_palavra":"O uso da palavra 'vento' ilustra a fragilidade humana diante das forças externas e a necessidade de confiar em Deus.","conexao_teologica":"O vento é frequentemente associado ao Espírito de Deus, que traz vida e mudança.","referencias_relacionadas":["Eclesiastes 1:14","Salmos 1:4","João 3:8"]},"jeremias_15_12_ouro":{"palavra_pt":"ouro","palavra_original":"נְחֹשֶׁת","transliteracao":"nᵉchôsheth","strong":"H5178","significado_raiz":"Ideia básica: ouro.","significado_contextual":"A palavra 'ouro' (נְחֹשֶׁת) simboliza riqueza e valor, contrastando com a situação de miséria do povo.","explicacao_detalhada":"Jeremias menciona o ouro para destacar a futilidade de confiar em riquezas materiais em tempos de crise.","por_que_esta_palavra":"A referência ao ouro serve como um lembrete de que as verdadeiras riquezas estão em Deus e não nas posses materiais.","conexao_teologica":"A Bíblia frequentemente ensina sobre a transitoriedade das riquezas e a importância de buscar tesouros espirituais.","referencias_relacionadas":["Mateus 6:19-21","1 Timóteo 6:9-10","Provérbios 11:28"]},"jeremias_15_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' (כֹּל) refere-se à maneira como as coisas são feitas ou como a vida é vivida.","explicacao_detalhada":"Jeremias reflete sobre a maneira como o povo se comporta e as consequências de suas ações, enfatizando a necessidade de arrependimento.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a importância da conduta e da moralidade na vida do povo de Deus.","conexao_teologica":"A Bíblia ensina que a maneira como vivemos reflete nossa fé e obediência a Deus.","referencias_relacionadas":["Gálatas 6:7-8","Efésios 4:1","1 Pedro 1:15-16"]},"jeremias_15_13_booty":{"palavra_pt":"booty","palavra_original":"בַּז","transliteracao":"baz","strong":"H957","significado_raiz":"Ideia básica: booty.","significado_contextual":"A palavra 'booty' (בַּז) refere-se ao saque ou aos bens adquiridos de maneira ilícita.","explicacao_detalhada":"Jeremias menciona o 'booty' para criticar a ganância e a injustiça que permeiam a sociedade.","por_que_esta_palavra":"A palavra serve como um alerta contra a busca de bens materiais à custa da ética e da justiça.","conexao_teologica":"A Bíblia condena a avareza e ensina que a verdadeira riqueza é encontrada em Deus.","referencias_relacionadas":["Salmos 62:10","Provérbios 15:27","Lucas 12:15"]},"jeremias_15_13_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' (נָתַן) é um chamado à ação, enfatizando a necessidade de se entregar a Deus.","explicacao_detalhada":"Jeremias clama para que Deus dê a ele a força e a coragem necessárias para continuar sua missão profética.","por_que_esta_palavra":"A palavra 'dar' reflete a dependência do profeta em relação a Deus para cumprir seu chamado.","conexao_teologica":"A entrega a Deus é um tema central na vida cristã, onde se busca a vontade divina em todas as áreas.","referencias_relacionadas":["Salmos 37:5","Tiago 1:5","Romanos 12:1"]},"jeremias_15_14_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' (אֶרֶץ) refere-se ao território prometido a Israel e à sua relação com Deus.","explicacao_detalhada":"Jeremias menciona a terra para lembrar ao povo de sua herança e da responsabilidade que têm diante de Deus.","por_que_esta_palavra":"A terra é um símbolo da aliança de Deus com seu povo e da promessa de bênçãos.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, representando a fidelidade de Deus às suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Hebreus 11:9-10"]},"jeremias_15_14_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A palavra 'cruz' (עָבַר) pode simbolizar a passagem ou transição, referindo-se ao sofrimento que leva à redenção.","explicacao_detalhada":"Jeremias fala sobre a cruz como um símbolo de dor e sacrifício, que é necessário para alcançar a salvação.","por_que_esta_palavra":"A cruz é um símbolo central na fé cristã, representando o sacrifício de Cristo por nossos pecados.","conexao_teologica":"A cruz é o ponto de encontro entre a justiça de Deus e a misericórdia, sendo essencial para a compreensão da salvação.","referencias_relacionadas":["Mateus 16:24","Gálatas 2:20","1 Pedro 2:24"]},"jeremias_15_14_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade aqui se refere à fidelidade de Deus e à realidade de Sua palavra em meio ao sofrimento do profeta.","explicacao_detalhada":"A palavra 'verdade' é utilizada para enfatizar a autenticidade e a certeza das promessas de Deus, mesmo quando as circunstâncias parecem adversas. Jeremias clama por justiça e pela verdade que ele sabe que Deus representa.","por_que_esta_palavra":"Esta palavra é crucial para entender a relação entre o profeta e Deus, onde a verdade divina é um refúgio em tempos de angústia.","conexao_teologica":"A verdade de Deus é um tema central na teologia bíblica, refletindo Sua natureza imutável e a base da fé do povo de Israel.","referencias_relacionadas":["Salmos 25:5","João 14:6","Salmos 119:160"]},"jeremias_15_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' é uma invocação direta ao Deus de Israel, reconhecendo Sua soberania e autoridade.","explicacao_detalhada":"Ao usar o nome de Deus, Jeremias reafirma sua dependência e busca por intervenção divina em sua situação de sofrimento e perseguição.","por_que_esta_palavra":"O nome de Deus é fundamental para a identidade do povo de Israel e representa Sua presença e poder em meio às dificuldades.","conexao_teologica":"O nome de Deus é um símbolo de Sua relação com o Seu povo e a promessa de estar com eles em todas as circunstâncias.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"jeremias_15_15_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Libertar refere-se ao desejo de Jeremias por libertação das suas aflições e opressões.","explicacao_detalhada":"A palavra 'libertar' implica um ato de Deus em trazer alívio e libertação ao profeta, que se sente preso em sua missão e sofrimento.","por_que_esta_palavra":"É uma súplica por intervenção divina, mostrando a necessidade de Deus em momentos de crise.","conexao_teologica":"A libertação é um tema recorrente na Bíblia, simbolizando a salvação e a intervenção de Deus na vida de Seu povo.","referencias_relacionadas":["Salmos 34:17","Isaías 61:1","Romanos 8:21"]},"jeremias_15_15_repreender":{"palavra_pt":"repreender","palavra_original":"חֶרְפָּה","transliteracao":"cherpâh","strong":"H2781","significado_raiz":"Ideia básica: repreender.","significado_contextual":"Repreender aqui se refere ao desejo de Jeremias de que Deus intervenha contra seus inimigos e injustiças.","explicacao_detalhada":"A palavra 'repreender' sugere um ato de correção e justiça, onde Jeremias clama para que Deus atue em defesa do justo.","por_que_esta_palavra":"É uma expressão da confiança de Jeremias na justiça divina e na necessidade de Deus agir em favor dos oprimidos.","conexao_teologica":"A repreensão de Deus é vista como um ato de amor e justiça, onde Ele corrige e traz ordem ao caos.","referencias_relacionadas":["Salmos 94:15","Provérbios 3:12","Hebreus 12:6"]},"jeremias_15_16_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à revelação de Deus e à mensagem que Jeremias recebeu.","explicacao_detalhada":"Neste contexto, 'palavra' é a comunicação divina que traz consolo e direção ao profeta, sendo essencial para sua missão.","por_que_esta_palavra":"A palavra de Deus é vital para a vida espiritual e a missão do profeta, representando a verdade que ele deve proclamar.","conexao_teologica":"A palavra de Deus é um tema central na Bíblia, simbolizando a vida, a verdade e a direção divina para o Seu povo.","referencias_relacionadas":["Salmos 119:105","Mateus 4:4","Hebreus 4:12"]},"jeremias_15_16_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair aqui pode se referir ao desespero ou à queda em desânimo que Jeremias sente em meio ao seu chamado.","explicacao_detalhada":"A palavra 'cair' expressa a fragilidade humana e a luta interna que o profeta enfrenta ao lidar com a rejeição e a dor.","por_que_esta_palavra":"É uma representação do estado emocional de Jeremias, que se sente desolado e em necessidade de apoio divino.","conexao_teologica":"A queda do homem é um tema que reflete a necessidade de redenção e a graça de Deus em momentos de fraqueza.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","2 Coríntios 12:9"]},"jeremias_15_16_alegria":{"palavra_pt":"alegria","palavra_original":"שָׂשׂוֹן","transliteracao":"sâsôwn","strong":"H8342","significado_raiz":"Ideia básica: alegria.","significado_contextual":"Alegria aqui contrasta com o sofrimento de Jeremias, representando a esperança que vem da palavra de Deus.","explicacao_detalhada":"A palavra 'alegria' sugere um estado de contentamento que pode ser encontrado mesmo em meio a dificuldades, através da revelação divina.","por_que_esta_palavra":"É um lembrete de que a verdadeira alegria é encontrada na presença de Deus e na Sua palavra.","conexao_teologica":"A alegria é um fruto do Espírito e um sinal da presença de Deus na vida do crente, mesmo em tempos difíceis.","referencias_relacionadas":["Salmos 16:11","Gálatas 5:22","Filipenses 4:4"]},"jeremias_15_17_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade aqui é novamente enfatizada como um pilar da fé de Jeremias em meio à sua luta.","explicacao_detalhada":"A repetição da palavra 'verdade' reforça a confiança de Jeremias na justiça e na fidelidade de Deus, mesmo quando tudo parece incerto.","por_que_esta_palavra":"A verdade é um fundamento essencial para a fé e a esperança do profeta, que busca a intervenção divina.","conexao_teologica":"A verdade de Deus é um tema central na Escritura, refletindo Sua natureza e a base da relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 25:5","João 8:32","1 João 1:6"]},"jeremias_15_17_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Julgar refere-se ao desejo de Jeremias para que Deus faça justiça em sua situação.","explicacao_detalhada":"A palavra 'julgar' implica a ação de Deus em trazer justiça e retidão, algo que Jeremias anseia ver em sua vida e na vida do povo.","por_que_esta_palavra":"É uma súplica por um Deus justo que intervém nas injustiças e traz ordem ao caos.","conexao_teologica":"O julgamento de Deus é um tema importante, refletindo Sua justiça e a necessidade de arrependimento do povo.","referencias_relacionadas":["Salmos 9:7","Isaías 30:18","Romanos 2:6"]},"jeremias_15_17_assembleia":{"palavra_pt":"assembleia","palavra_original":"סוֹד","transliteracao":"çôwd","strong":"H5475","significado_raiz":"Ideia básica: assembleia.","significado_contextual":"Assembleia refere-se ao grupo de pessoas que se reúnem, possivelmente em um contexto de adoração ou julgamento.","explicacao_detalhada":"A palavra 'assembleia' sugere a importância da comunidade e do corpo de crentes na busca pela verdade e justiça de Deus.","por_que_esta_palavra":"É um reconhecimento da necessidade de unidade e apoio mútuo entre os crentes em tempos de crise.","conexao_teologica":"A assembleia é um símbolo da comunidade de fé, onde os crentes se reúnem para adorar e buscar a direção de Deus.","referencias_relacionadas":["Hebreus 10:25","Salmos 22:22","Atos 2:42"]},"jeremias_15_18_fim":{"palavra_pt":"fim","palavra_original":"נֶצַח","transliteracao":"netsach","strong":"H5331","significado_raiz":"Ideia básica: fim.","significado_contextual":"O 'fim' refere-se à conclusão de um ciclo ou à extinção de algo.","explicacao_detalhada":"Neste contexto, o 'fim' pode ser interpretado como o término do sofrimento ou da opressão que Jeremias enfrenta, simbolizando a esperança de um novo começo.","por_que_esta_palavra":"A palavra 'fim' é utilizada para enfatizar a transição entre a dor e a libertação, um tema recorrente nas profecias de Jeremias.","conexao_teologica":"O 'fim' é frequentemente associado ao plano de Deus para restaurar Seu povo, mostrando que mesmo em meio ao sofrimento, há uma promessa de redenção.","referencias_relacionadas":["Jeremias 29:11","Isaías 40:31","Apocalipse 21:4"]},"jeremias_15_18_impio":{"palavra_pt":"impio","palavra_original":"אָנַשׁ","transliteracao":"ʼânash","strong":"H605","significado_raiz":"Ideia básica: impio.","significado_contextual":"O 'ímpio' refere-se àqueles que se afastam dos caminhos de Deus e vivem em desobediência.","explicacao_detalhada":"Neste versículo, Jeremias lamenta a condição dos ímpios que prosperam, contrastando com seu próprio sofrimento e a injustiça que observa.","por_que_esta_palavra":"A palavra 'ímpio' é crucial para entender a crítica de Jeremias à moralidade do seu tempo e a aparente impunidade dos maus.","conexao_teologica":"A presença do ímpio é um tema que desafia a compreensão da justiça divina, levando à reflexão sobre a paciência de Deus e o juízo final.","referencias_relacionadas":["Salmos 1:4-6","Provérbios 11:21","Romanos 1:18"]},"jeremias_15_18_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A 'verdade' representa a fidelidade e a justiça de Deus, em contraste com a mentira e a injustiça do mundo.","explicacao_detalhada":"Jeremias clama pela verdade em meio à corrupção e engano, ressaltando a importância da integridade na relação com Deus.","por_que_esta_palavra":"A palavra 'verdade' é fundamental para a mensagem profética, pois reflete a essência do caráter de Deus e a expectativa de que Seu povo viva de acordo com essa verdade.","conexao_teologica":"A verdade é um atributo de Deus e um princípio que deve guiar a vida dos crentes, sendo essencial para a comunhão com Ele.","referencias_relacionadas":["João 8:32","Salmos 25:5","Efésios 4:15"]},"jeremias_15_19_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'Senhor' é o nome que representa a autoridade e a soberania de Deus sobre todas as coisas.","explicacao_detalhada":"Jeremias invoca o nome do Senhor como um apelo à Sua intervenção e ajuda em tempos de angústia, reconhecendo Sua posição como Criador e Redentor.","por_que_esta_palavra":"A palavra 'Senhor' é central na teologia bíblica, pois expressa a relação de Deus com Seu povo e Sua capacidade de salvar.","conexao_teologica":"O nome do Senhor é um símbolo de Sua presença e poder, e é invocado em momentos de necessidade e clamor.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 10:13"]},"jeremias_15_19_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' implica em libertação e proteção divina em tempos de crise.","explicacao_detalhada":"Jeremias busca a salvação do Senhor, reconhecendo que somente Ele pode oferecer verdadeira segurança e livramento das adversidades.","por_que_esta_palavra":"A ideia de salvar é um tema central na mensagem de esperança que permeia as Escrituras, refletindo o desejo de Deus de resgatar Seu povo.","conexao_teologica":"A salvação é um conceito que se estende ao Novo Testamento, onde Jesus é apresentado como o Salvador que liberta da condenação do pecado.","referencias_relacionadas":["Salmos 3:8","Isaías 43:11","Atos 4:12"]},"jeremias_15_19_vento":{"palavra_pt":"vento","palavra_original":"זָלַל","transliteracao":"zâlal","strong":"H2151","significado_raiz":"Ideia básica: vento.","significado_contextual":"O 'vento' simboliza a passagem rápida e a inconstância, muitas vezes associado ao juízo ou à ação de Deus.","explicacao_detalhada":"Neste contexto, o vento pode representar a efemeridade das coisas terrenas e a necessidade de se voltar para o que é eterno e seguro.","por_que_esta_palavra":"A palavra 'vento' é usada para ilustrar a fragilidade da vida e a inevitabilidade do juízo divino sobre os ímpios.","conexao_teologica":"O vento é frequentemente associado ao Espírito Santo, que traz vida e renovação, contrastando com a destruição que o vento pode causar.","referencias_relacionadas":["Eclesiastes 1:14","Salmos 104:4","João 3:8"]},"jeremias_15_20_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' implica em um ato de entrega ou concessão, muitas vezes em resposta a um pedido ou necessidade.","explicacao_detalhada":"Jeremias clama a Deus para que Ele dê força e proteção ao Seu povo, reconhecendo a necessidade de Sua intervenção.","por_que_esta_palavra":"A palavra 'dar' é significativa, pois reflete a generosidade de Deus em atender às súplicas de Seu povo.","conexao_teologica":"O ato de clamar a Deus é um reconhecimento da dependência humana e da soberania divina, um tema central na oração.","referencias_relacionadas":["Salmos 34:17","Mateus 7:7","Tiago 1:5"]},"jeremias_15_20_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"O 'povo' refere-se à comunidade de Israel, escolhida por Deus para ser Seu testemunho na terra.","explicacao_detalhada":"Jeremias se preocupa com o bem-estar do povo de Deus, clamando por proteção e restauração em meio à adversidade.","por_que_esta_palavra":"A palavra 'povo' é central na narrativa bíblica, pois representa a relação especial entre Deus e os israelitas.","conexao_teologica":"A identidade do povo de Deus é um tema que se estende ao Novo Testamento, onde a Igreja é vista como o novo povo escolhido.","referencias_relacionadas":["Êxodo 19:6","1 Pedro 2:9","Romanos 9:25-26"]},"jeremias_15_20_muro":{"palavra_pt":"muro","palavra_original":"חוֹמָה","transliteracao":"chôwmâh","strong":"H2346","significado_raiz":"Ideia básica: muro.","significado_contextual":"O 'muro' simboliza proteção e segurança, representando a defesa contra inimigos e perigos.","explicacao_detalhada":"Jeremias menciona o muro como uma metáfora para a necessidade de proteção divina sobre o povo de Deus em tempos de crise.","por_que_esta_palavra":"A palavra 'muro' é significativa, pois reflete a vulnerabilidade do povo e a necessidade de uma fortaleza espiritual.","conexao_teologica":"Deus é frequentemente descrito como um muro de proteção para Seu povo, oferecendo segurança em meio às tempestades da vida.","referencias_relacionadas":["Salmos 91:2","Isaías 26:1","Provérbios 18:10"]},"jeremias_15_21_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"A 'mão' simboliza poder e ação, representando a capacidade de Deus de agir em favor de Seu povo.","explicacao_detalhada":"Jeremias clama para que a mão de Deus esteja sobre ele e sobre o povo, pedindo proteção e intervenção divina.","por_que_esta_palavra":"A palavra 'mão' é frequentemente usada nas Escrituras para descrever a força e a autoridade de Deus em agir na história.","conexao_teologica":"A mão de Deus é um símbolo de Sua presença ativa e protetora, essencial para a compreensão da providência divina.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","Atos 11:21"]},"jeremias_15_21_poderoso":{"palavra_pt":"poderoso","palavra_original":"עָרִיץ","transliteracao":"ʻârîyts","strong":"H6184","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Refere-se à força e ao poder de Deus para proteger e salvar seu povo.","explicacao_detalhada":"A palavra 'poderoso' é usada para descrever a capacidade de Deus de agir em favor de seus servos, especialmente em tempos de dificuldade e perseguição. Em Jeremias 15:21, Deus promete que será um defensor forte para Jeremias, mostrando que Ele é capaz de livrar e proteger aqueles que são fiéis a Ele.","por_que_esta_palavra":"Esta palavra é importante porque enfatiza a natureza de Deus como um protetor e salvador, especialmente em momentos de crise.","conexao_teologica":"A ideia de Deus como poderoso é central na teologia bíblica, pois destaca sua soberania e capacidade de intervir na história humana.","referencias_relacionadas":["Salmos 18:2","Isaías 41:10","Romanos 8:31"]}}