{"jeremias_16_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica um estado de ser ou existir, muitas vezes associado a uma mudança ou transição.","explicacao_detalhada":"A palavra 'cair' em Jeremias 16:1 é usada para descrever a condição de Jeremias em relação à mensagem que Deus lhe deu. Não se refere apenas a um ato físico, mas simboliza a queda de um estado anterior, como a queda do povo de Israel em pecado.","por_que_esta_palavra":"É crucial para entender a transição que o profeta está passando ao receber a palavra de Deus e como isso impacta sua vida e ministério.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a separação de Deus e a necessidade de redenção.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","1 Pedro 5:8"]},"jeremias_16_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à mensagem de Deus que Jeremias deve transmitir ao povo.","explicacao_detalhada":"A palavra 'palavra' em Jeremias 16:1 é fundamental, pois representa a comunicação divina e a revelação que Jeremias deve levar ao povo de Israel. Essa palavra é um meio pelo qual Deus se relaciona com seu povo e os orienta.","por_que_esta_palavra":"A importância da palavra de Deus é central na vida do profeta e na história de Israel, pois é através dela que Deus se manifesta e guia seu povo.","conexao_teologica":"A palavra de Deus é vista como viva e eficaz, capaz de transformar vidas e realidades.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Isaías 55:11"]},"jeremias_16_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e representa sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' em Jeremias 16:1 é uma invocação do nome de Deus, que carrega consigo a ideia de soberania e poder. O nome de Deus é um símbolo de sua presença e ação na história.","por_que_esta_palavra":"O nome de Deus é fundamental para a identidade do povo de Israel e sua relação com Ele, sendo um lembrete constante de sua fidelidade.","conexao_teologica":"A invocação do nome de Deus é uma prática comum na Bíblia, refletindo a reverência e a dependência do povo em relação ao Criador.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"jeremias_16_2_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à veracidade da palavra de Deus.","explicacao_detalhada":"A palavra 'verdade' em Jeremias 16:2 é um lembrete da integridade de Deus e de sua palavra. Em um contexto onde a mentira e a corrupção eram comuns, a verdade de Deus se destaca como um pilar de esperança.","por_que_esta_palavra":"A verdade é essencial para a relação entre Deus e seu povo, pois é através dela que se estabelece a confiança e a aliança.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, refletindo seu caráter e a necessidade de viver em conformidade com seus princípios.","referencias_relacionadas":["João 14:6","Salmos 25:5","Efésios 4:15"]},"jeremias_16_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar e à continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' em Jeremias 16:2 é usada para enfatizar a importância da descendência e da herança dentro do povo de Israel. Essa relação é simbólica da aliança de Deus com seu povo.","por_que_esta_palavra":"A noção de 'filho' é crucial para entender a identidade do povo de Deus e sua relação com Ele como Pai.","conexao_teologica":"A relação entre Deus e seu povo é frequentemente descrita em termos de paternidade, refletindo amor, cuidado e responsabilidade.","referencias_relacionadas":["Gálatas 4:6","Romanos 8:15","Efésios 1:5"]},"jeremias_16_3_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Reforça a ideia de continuidade e a importância da linhagem no contexto da mensagem de Deus.","explicacao_detalhada":"A repetição da palavra 'filho' em Jeremias 16:3 destaca a seriedade da mensagem que Jeremias deve transmitir, enfatizando a relação entre as gerações e a responsabilidade que vem com a herança espiritual.","por_que_esta_palavra":"É importante para entender a dinâmica familiar e espiritual dentro da comunidade de Israel e a continuidade da fé.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia cristã, refletindo a inclusão dos crentes na família de Deus.","referencias_relacionadas":["1 João 3:1","Romanos 8:17","Hebreus 12:7"]},"jeremias_16_3_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território prometido a Israel e à sua relação com Deus.","explicacao_detalhada":"A palavra 'terra' em Jeremias 16:3 simboliza a herança que Deus deu ao seu povo, representando não apenas um lugar físico, mas também a presença de Deus entre eles.","por_que_esta_palavra":"A terra é um elemento central na história de Israel, simbolizando a promessa de Deus e a fidelidade de sua aliança.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, simbolizando a bênção e a presença de Deus com seu povo.","referencias_relacionadas":["Deuteronômio 8:7","Josué 1:3","Salmos 37:11"]},"jeremias_16_3_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão ou causa para a mensagem que está sendo dada.","explicacao_detalhada":"A palavra 'porque' em Jeremias 16:3 é usada para introduzir a justificativa da mensagem de Deus, mostrando a importância do entendimento do povo sobre as consequências de suas ações.","por_que_esta_palavra":"É essencial para a compreensão da lógica divina e da necessidade de arrependimento e mudança de comportamento.","conexao_teologica":"A ideia de causa e efeito é fundamental na teologia bíblica, refletindo a justiça e a misericórdia de Deus.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Provérbios 1:31"]},"jeremias_16_4_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se à terra cultivável e à relação do povo com a agricultura e a provisão de Deus.","explicacao_detalhada":"A palavra 'solo' em Jeremias 16:4 é significativa, pois representa a base da vida e da subsistência do povo de Israel. O solo é visto como um presente de Deus, que deve ser cuidado e respeitado.","por_que_esta_palavra":"É importante para entender a dependência do povo em relação a Deus para a provisão e a bênção em suas colheitas.","conexao_teologica":"A relação entre o povo e a terra é um tema central na Bíblia, refletindo a aliança de Deus com Israel e sua provisão contínua.","referencias_relacionadas":["Levítico 25:23","Deuteronômio 11:10","Salmos 104:14"]},"jeremias_16_4_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"A fome é um símbolo de desespero e necessidade, refletindo a condição do povo de Judá diante do juízo divino.","explicacao_detalhada":"Neste versículo, a fome representa não apenas a falta de alimento físico, mas também a escassez espiritual e a ausência da presença de Deus. O povo estava sendo advertido sobre as consequências de sua desobediência.","por_que_esta_palavra":"A palavra 'fome' é utilizada para enfatizar a gravidade da situação que o povo enfrentaria como resultado de seu afastamento de Deus.","conexao_teologica":"A fome é frequentemente associada ao juízo de Deus sobre a desobediência, mostrando que a provisão divina é retirada quando o povo se afasta de Seus caminhos.","referencias_relacionadas":["Amós 8:11","Mateus 5:6","Salmos 37:25"]},"jeremias_16_4_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Os céus são mencionados como testemunhas da aliança de Deus com Seu povo e da sua desobediência.","explicacao_detalhada":"A referência aos céus destaca a soberania de Deus e Sua capacidade de controlar as forças da natureza, incluindo a chuva e a fertilidade da terra, que são essenciais para a sobrevivência.","por_que_esta_palavra":"A palavra 'céus' é usada para mostrar que a criação inteira está envolvida no plano de Deus e que a desobediência do povo afeta não apenas a terra, mas também o cosmos.","conexao_teologica":"Os céus são frequentemente vistos como um símbolo da presença de Deus e de Sua autoridade sobre a criação, reforçando a ideia de que a desobediência tem consequências universais.","referencias_relacionadas":["Salmos 19:1","Isaías 1:2","Romanos 1:20"]},"jeremias_16_5_deus":{"palavra_pt":"misericordia/amor leal","palavra_original":"חֵסֵד","transliteracao":"chêçêd","strong":"H2617","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"A misericórdia de Deus é um tema central, refletindo Seu amor leal mesmo diante da rebeldia do povo.","explicacao_detalhada":"A palavra 'misericórdia' indica a fidelidade de Deus à Sua aliança, mostrando que, apesar do juízo, Ele ainda deseja restaurar Seu povo.","por_que_esta_palavra":"A inclusão da misericórdia destaca a natureza de Deus como um ser que perdoa e busca a reconciliação com aqueles que se arrependem.","conexao_teologica":"A misericórdia é um aspecto fundamental da teologia bíblica, mostrando que Deus é tanto justo quanto amoroso, pronto para perdoar.","referencias_relacionadas":["Salmos 136:1","Miquéias 7:18","Efésios 2:4-5"]},"jeremias_16_5_compaixao":{"palavra_pt":"compaixao","palavra_original":"רַחַם","transliteracao":"racham","strong":"H7356","significado_raiz":"Ideia básica: compaixao.","significado_contextual":"A compaixão de Deus é um reflexo de Seu amor e cuidado pelo Seu povo, mesmo em tempos de juízo.","explicacao_detalhada":"A palavra 'compaixão' enfatiza a disposição de Deus em sentir a dor de Seu povo e agir em seu favor, mesmo quando eles se afastam.","por_que_esta_palavra":"A compaixão é mencionada para mostrar que, apesar das consequências do pecado, Deus ainda se importa profundamente com o bem-estar de Seu povo.","conexao_teologica":"A compaixão de Deus é um tema recorrente na Bíblia, revelando Sua natureza amorosa e Sua disposição para restaurar aqueles que se arrependem.","referencias_relacionadas":["Salmos 103:13","Isaías 54:10","Lamentações 3:22-23"]},"jeremias_16_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Deus está agindo, ligando a desobediência do povo às consequências que enfrentarão.","explicacao_detalhada":"Esta palavra é crucial para entender a lógica do juízo de Deus, que é sempre fundamentado na justiça e na resposta ao comportamento humano.","por_que_esta_palavra":"A inclusão de 'porque' ajuda a esclarecer que as ações de Deus são reações diretas à escolha do povo de se afastar de Seus mandamentos.","conexao_teologica":"A ideia de que as ações de Deus são baseadas na justiça é um princípio teológico importante, mostrando que Ele não age arbitrariamente.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Provérbios 1:31"]},"jeremias_16_6_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A morte é apresentada como uma consequência do juízo divino, simbolizando a separação de Deus.","explicacao_detalhada":"Neste contexto, a morte não se refere apenas ao fim físico, mas também à morte espiritual que resulta da desobediência e do afastamento de Deus.","por_que_esta_palavra":"A palavra 'morrer' é utilizada para enfatizar a seriedade das consequências do pecado e a necessidade de arrependimento.","conexao_teologica":"A morte é um tema central na teologia bíblica, representando a consequência do pecado e a necessidade de redenção através de Cristo.","referencias_relacionadas":["Romanos 6:23","Ezequiel 18:30-32","João 3:16"]},"jeremias_16_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra é um símbolo da herança do povo de Deus e da promessa que Ele fez a eles.","explicacao_detalhada":"A referência à terra destaca a importância da relação entre Deus e Seu povo, onde a terra prometida é um sinal de Sua fidelidade.","por_que_esta_palavra":"A palavra 'terra' é usada para lembrar ao povo que sua desobediência pode resultar na perda da bênção que Deus lhes deu.","conexao_teologica":"A terra é frequentemente vista como um símbolo da presença de Deus e de Sua provisão, refletindo a aliança entre Deus e Israel.","referencias_relacionadas":["Deuteronômio 30:15-20","Salmos 37:11","Hebreus 11:9-10"]},"jeremias_16_6_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A grandeza é um atributo de Deus, que é soberano sobre todas as coisas, incluindo a vida e a morte.","explicacao_detalhada":"A palavra 'grande' enfatiza a majestade de Deus e Sua capacidade de exercer controle sobre a história e o destino do povo.","por_que_esta_palavra":"A grandeza de Deus é um lembrete de que Ele é poderoso para salvar, mas também para julgar, dependendo da resposta do povo.","conexao_teologica":"A grandeza de Deus é um tema central na adoração e na reverência, mostrando que Ele é digno de ser temido e amado.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12-14","Romanos 11:33"]},"jeremias_16_7_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é um atributo de Deus e um princípio fundamental que deve guiar a vida do Seu povo.","explicacao_detalhada":"Neste contexto, a verdade é apresentada como uma característica essencial da relação entre Deus e Seu povo, que deve ser baseada na honestidade e na fidelidade.","por_que_esta_palavra":"A palavra 'verdade' é usada para enfatizar a necessidade de integridade e autenticidade na adoração e na vida diária.","conexao_teologica":"A verdade é um conceito central na teologia bíblica, refletindo a natureza de Deus e a base da fé cristã.","referencias_relacionadas":["João 14:6","Salmos 25:5","Efésios 4:15"]},"jeremias_16_7_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A repetição da palavra 'morrer' reforça a seriedade do juízo e as consequências da desobediência.","explicacao_detalhada":"Aqui, a morte é apresentada como uma realidade inevitável para aqueles que persistem em se afastar de Deus e de Seus caminhos.","por_que_esta_palavra":"A ênfase na morte serve como um aviso solene sobre as consequências do pecado e a necessidade de arrependimento.","conexao_teologica":"A morte é uma consequência do pecado, mas também aponta para a esperança da vida eterna em Cristo para aqueles que se arrependem.","referencias_relacionadas":["Romanos 6:23","Ezequiel 18:30-32","1 Coríntios 15:22"]},"jeremias_16_7_deal":{"palavra_pt":"deal","palavra_original":"פָּרַס","transliteracao":"pâraç","strong":"H6536","significado_raiz":"Ideia básica: deal.","significado_contextual":"A palavra 'deal' refere-se a ações ou transações que envolvem um acordo ou compromisso.","explicacao_detalhada":"No contexto de Jeremias 16:7, a palavra sugere a ideia de um trato ou acordo que é feito, possivelmente em relação à situação do povo de Israel e suas interações com Deus.","por_que_esta_palavra":"A escolha da palavra 'deal' enfatiza a seriedade das promessas e acordos que o povo fez com Deus, e como eles falharam em cumprir esses compromissos.","conexao_teologica":"A ideia de um acordo ou pacto é central na teologia bíblica, refletindo a relação entre Deus e seu povo, onde há expectativas e responsabilidades mútuas.","referencias_relacionadas":["Êxodo 19:5","Deuteronômio 29:1","Hebreus 8:6"]},"jeremias_16_8_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' é usada para representar não apenas um edifício físico, mas também a família e a comunidade que reside nele.","explicacao_detalhada":"Em Jeremias 16:8, a 'casa' simboliza a nação de Israel e a relação íntima que eles têm com Deus, que é o seu lar espiritual.","por_que_esta_palavra":"A palavra 'casa' é significativa porque reflete a ideia de pertencimento e proteção, que é uma promessa de Deus ao seu povo.","conexao_teologica":"A casa de Deus é um tema recorrente na Bíblia, simbolizando a presença divina e a habitação de Deus entre seu povo.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","Hebreus 3:6"]},"jeremias_16_8_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' implica a ação de avaliar ou decidir sobre a justiça de uma situação.","explicacao_detalhada":"No versículo, 'julgar' refere-se à ação de Deus em avaliar a conduta do povo e as consequências de suas ações.","por_que_esta_palavra":"A palavra é usada para enfatizar a responsabilidade moral do povo e a certeza de que Deus trará justiça.","conexao_teologica":"O julgamento de Deus é um tema importante, refletindo sua santidade e justiça, e a necessidade de arrependimento.","referencias_relacionadas":["Salmos 96:13","Romanos 14:10","Apocalipse 20:12"]},"jeremias_16_8_festa":{"palavra_pt":"festa","palavra_original":"מִשְׁתֶּה","transliteracao":"mishteh","strong":"H4960","significado_raiz":"Ideia básica: festa.","significado_contextual":"A palavra 'festa' refere-se a celebrações e momentos de alegria que são parte da vida comunitária.","explicacao_detalhada":"Em Jeremias 16:8, a menção de 'festa' sugere a importância das tradições e celebrações na vida do povo de Israel.","por_que_esta_palavra":"A palavra é relevante porque destaca a cultura e a identidade do povo, que se expressam através de suas festividades.","conexao_teologica":"As festas são um meio de lembrar as obras de Deus e celebrar a comunhão com Ele e entre os irmãos.","referencias_relacionadas":["Levítico 23:2","Salmos 118:24","Lucas 2:10"]},"jeremias_16_9_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' representa a comunicação e a expressão de sentimentos ou ordens.","explicacao_detalhada":"No contexto do versículo, 'voz' refere-se à declaração de Deus e à resposta do povo a essa comunicação.","por_que_esta_palavra":"A palavra é importante porque enfatiza a ideia de que Deus se comunica com seu povo e espera que eles respondam.","conexao_teologica":"A voz de Deus é um tema central na Bíblia, simbolizando a revelação divina e a chamada ao arrependimento.","referencias_relacionadas":["Salmos 29:4","João 10:27","Hebreus 3:15"]},"jeremias_16_9_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão ou causa de uma afirmação.","explicacao_detalhada":"Em Jeremias 16:9, 'porque' conecta a ação de Deus com a razão pela qual Ele está agindo, revelando a motivação divina.","por_que_esta_palavra":"A palavra é crucial para entender a lógica do discurso profético e a relação entre as ações de Deus e a resposta do povo.","conexao_teologica":"A compreensão das razões de Deus é fundamental para a teologia, pois revela seu caráter e suas intenções para com a humanidade.","referencias_relacionadas":["Isaías 55:8-9","Romanos 11:33","1 Coríntios 1:25"]},"jeremias_16_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao título de Deus, enfatizando sua autoridade e soberania.","explicacao_detalhada":"No versículo, 'senhor' é usado para afirmar a posição de Deus como o governante supremo e juiz do povo.","por_que_esta_palavra":"A palavra é significativa porque reafirma a relação de submissão e reverência que o povo deve ter em relação a Deus.","conexao_teologica":"O nome de Deus é central na adoração e na compreensão da sua natureza, refletindo seu caráter e suas promessas.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"jeremias_16_10_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se a uma declaração ou mensagem que carrega significado e autoridade.","explicacao_detalhada":"Em Jeremias 16:10, 'palavra' é usada para descrever a mensagem de Deus ao povo, que deve ser ouvida e obedecida.","por_que_esta_palavra":"A palavra é importante porque destaca a revelação divina e a necessidade de resposta por parte do povo.","conexao_teologica":"A palavra de Deus é fundamental na teologia, sendo a base para a fé e a prática do povo de Deus.","referencias_relacionadas":["Salmos 119:105","Mateus 4:4","2 Timóteo 3:16"]},"jeremias_16_10_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' indica magnitude, importância ou relevância.","explicacao_detalhada":"No contexto do versículo, 'grande' é usado para descrever a seriedade da mensagem que Deus está transmitindo ao povo.","por_que_esta_palavra":"A palavra é significativa porque enfatiza a gravidade da situação e a necessidade de atenção à palavra de Deus.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, refletindo sua majestade e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:36"]},"jeremias_16_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' novamente enfatiza a autoridade e a soberania de Deus.","explicacao_detalhada":"Em Jeremias 16:10, 'senhor' reafirma a identidade de Deus como aquele que fala e exige resposta do seu povo.","por_que_esta_palavra":"A repetição da palavra 'senhor' sublinha a importância de reconhecer a soberania de Deus em todas as circunstâncias.","conexao_teologica":"O nome de Deus é um elemento essencial na adoração e na compreensão da relação entre Deus e a humanidade.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Apocalipse 1:8"]},"jeremias_16_11_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, que é o único digno de adoração.","explicacao_detalhada":"A palavra 'deus' neste contexto enfatiza a soberania e a autoridade de Deus sobre todas as coisas, especialmente em relação ao povo de Israel.","por_que_esta_palavra":"É utilizada para reafirmar a identidade de Deus como o criador e sustentador do universo, e como aquele que se relaciona com seu povo.","conexao_teologica":"A palavra 'deus' é central na teologia bíblica, representando a relação entre Deus e a humanidade, e a necessidade de adoração e obediência.","referencias_relacionadas":["Deuteronômio 6:4","Salmos 46:10","Isaías 45:5"]},"jeremias_16_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza de Deus e à importância de suas palavras.","explicacao_detalhada":"A palavra 'dizer' implica uma comunicação divina, onde as promessas e advertências de Deus são expressas ao povo.","por_que_esta_palavra":"É usada para destacar a autoridade das declarações de Deus, que devem ser levadas a sério.","conexao_teologica":"A comunicação de Deus com seu povo é um tema recorrente na Bíblia, mostrando como Ele se revela e orienta.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Hebreus 1:1-2"]},"jeremias_16_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é sagrado e poderoso.","explicacao_detalhada":"O nome 'Senhor' (YHWH) representa a presença e a natureza de Deus, sendo um símbolo de sua aliança com Israel.","por_que_esta_palavra":"É fundamental para a identidade do povo de Deus, que deve invocar seu nome em adoração e oração.","conexao_teologica":"O nome de Deus é um tema central na revelação bíblica, representando sua essência e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"jeremias_16_12_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Usado como uma metáfora para descrever a ferocidade e a força.","explicacao_detalhada":"A palavra 'urso' é utilizada para ilustrar a gravidade da situação que o povo enfrenta, simbolizando perigo e destruição.","por_que_esta_palavra":"É uma representação vívida do juízo que virá sobre aqueles que se afastam de Deus.","conexao_teologica":"A imagem de animais ferozes é frequentemente usada na Bíblia para descrever a ira de Deus e as consequências do pecado.","referencias_relacionadas":["Amós 5:19","Oséias 13:8","Isaías 11:7"]},"jeremias_16_12_bom":{"palavra_pt":"bom","palavra_original":"רָעַע","transliteracao":"râʻaʻ","strong":"H7489","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade de Deus e ao que é moralmente correto.","explicacao_detalhada":"A palavra 'bom' é usada para contrastar com o mal e enfatizar a natureza justa de Deus.","por_que_esta_palavra":"É importante para entender a expectativa de Deus em relação ao comportamento humano e a busca pela justiça.","conexao_teologica":"A bondade de Deus é um atributo essencial que fundamenta sua relação com a criação.","referencias_relacionadas":["Salmos 119:68","Gálatas 5:22","Romanos 12:2"]},"jeremias_16_12_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"Um chamado à atenção para algo importante que está prestes a ser revelado.","explicacao_detalhada":"A palavra 'eis' serve como um aviso ou uma introdução a uma verdade significativa que deve ser considerada.","por_que_esta_palavra":"É uma forma de enfatizar a urgência da mensagem que está sendo transmitida.","conexao_teologica":"A exortação para 'ver' ou 'ouvir' é comum nas Escrituras, onde Deus chama seu povo à reflexão e à ação.","referencias_relacionadas":["Isaías 40:9","Mateus 11:15","Apocalipse 3:20"]},"jeremias_16_13_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Israel e ao seu significado na aliança de Deus com seu povo.","explicacao_detalhada":"A palavra 'terra' simboliza a herança e a promessa de Deus ao povo de Israel, representando segurança e identidade.","por_que_esta_palavra":"É crucial para entender o contexto da promessa de Deus e as consequências do afastamento do povo.","conexao_teologica":"A terra é um tema central na narrativa bíblica, simbolizando a presença de Deus entre seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 30:15-20","Josué 1:3"]},"jeremias_16_13_enviar":{"palavra_pt":"enviar","palavra_original":"טוּל","transliteracao":"ṭûwl","strong":"H2904","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de enviar uma mensagem ou um aviso.","explicacao_detalhada":"A palavra 'enviar' implica a ação de Deus em comunicar sua vontade e advertências ao povo.","por_que_esta_palavra":"É importante para entender o papel dos profetas como mensageiros de Deus.","conexao_teologica":"O envio de mensageiros é uma prática comum na Bíblia, mostrando a iniciativa de Deus em se relacionar com a humanidade.","referencias_relacionadas":["Isaías 6:8","Mateus 28:19-20","Romanos 10:15"]},"jeremias_16_13_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade absoluta que vem de Deus.","explicacao_detalhada":"A palavra 'verdade' é usada para contrastar com a mentira e a desobediência do povo.","por_que_esta_palavra":"É essencial para entender a natureza de Deus como a fonte de toda verdade e a necessidade de viver de acordo com ela.","conexao_teologica":"A verdade é um atributo de Deus e um princípio fundamental na vida cristã.","referencias_relacionadas":["João 14:6","Salmos 119:160","Efésios 4:15"]},"jeremias_16_14_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida e ao futuro de Israel.","explicacao_detalhada":"A repetição da palavra 'terra' enfatiza a importância do lugar que Deus deu ao seu povo e as promessas associadas a ele.","por_que_esta_palavra":"É crucial para entender a continuidade das promessas de Deus ao longo da história de Israel.","conexao_teologica":"A terra é um símbolo da fidelidade de Deus e de sua aliança com o povo escolhido.","referencias_relacionadas":["Gênesis 15:18-21","Salmos 37:11","Hebreus 11:9-10"]},"jeremias_16_14_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que Deus restaurará o povo de Israel, simbolizando um novo começo.","explicacao_detalhada":"O 'dia' mencionado aqui é um tempo profético que indica a intervenção divina na história de Israel, onde Deus promete trazer de volta seu povo da terra do norte.","por_que_esta_palavra":"A palavra 'dia' é utilizada para enfatizar um momento específico de ação divina e transformação.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao juízo e à redenção nas Escrituras, simbolizando a esperança de restauração.","referencias_relacionadas":["Isaías 11:11","Ezequiel 36:24","Amós 9:14"]},"jeremias_16_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' é usado para enfatizar a soberania e a autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"O uso do nome 'Senhor' (Yahweh) destaca a relação pessoal e a aliança entre Deus e seu povo, sendo um lembrete de sua fidelidade.","por_que_esta_palavra":"A palavra 'Senhor' é central na teologia israelita, representando a identidade e o caráter de Deus como o único verdadeiro.","conexao_teologica":"O nome de Deus é frequentemente invocado em contextos de promessa e salvação, reforçando a ideia de que Ele é o redentor de seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Isaías 40:28"]},"jeremias_16_15_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A 'terra' refere-se à terra prometida, que simboliza a herança e a bênção de Deus para Israel.","explicacao_detalhada":"Neste contexto, a 'terra' é um símbolo da restauração e do retorno do povo de Israel ao seu lar, após o exílio.","por_que_esta_palavra":"A palavra 'terra' é fundamental na narrativa bíblica, representando não apenas um lugar físico, mas também a presença de Deus entre seu povo.","conexao_teologica":"A terra é um tema recorrente na Bíblia, simbolizando a promessa de Deus e a realização de sua aliança com Israel.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 30:5","Josué 1:2"]},"jeremias_16_15_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como Deus agirá em relação ao seu povo, enfatizando a ação divina.","explicacao_detalhada":"O 'modo' indica a forma como Deus realizará suas promessas, mostrando que Ele é ativo na história de Israel.","por_que_esta_palavra":"A palavra 'modo' é importante para entender a natureza das intervenções de Deus e sua fidelidade às promessas.","conexao_teologica":"A maneira como Deus age é um tema central na teologia, mostrando sua soberania e controle sobre os eventos da história.","referencias_relacionadas":["Salmos 77:14","Isaías 43:16","Romanos 8:28"]},"jeremias_16_15_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão pela qual Deus está agindo, enfatizando a motivação divina.","explicacao_detalhada":"A palavra 'porque' conecta a ação de Deus ao seu caráter e promessas, mostrando que Ele age por amor e fidelidade.","por_que_esta_palavra":"É uma palavra que introduz explicações e justifica as ações de Deus, revelando sua intenção.","conexao_teologica":"A motivação de Deus é frequentemente ligada ao seu amor e à sua justiça, mostrando que Ele age de acordo com seu caráter.","referencias_relacionadas":["Salmos 136:1","Romanos 5:8","1 João 4:9"]},"jeremias_16_16_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando a condição e a necessidade de redenção.","explicacao_detalhada":"A palavra 'homem' destaca a fragilidade e a dependência do ser humano em relação a Deus, especialmente em tempos de crise.","por_que_esta_palavra":"A inclusão do 'homem' no texto ressalta a importância da humanidade na narrativa bíblica e a necessidade de salvação.","conexao_teologica":"A condição humana é um tema central na teologia, refletindo a necessidade de um Salvador e a graça de Deus.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4","Romanos 3:23"]},"jeremias_16_16_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"Usado para chamar a atenção do leitor para a ação de Deus e suas promessas.","explicacao_detalhada":"A palavra 'eis' serve como um convite para observar a obra de Deus, destacando a importância do que está por vir.","por_que_esta_palavra":"É uma palavra que provoca expectativa e atenção, enfatizando a relevância do que Deus está prestes a fazer.","conexao_teologica":"A chamada para 'eis' é comum nas Escrituras, frequentemente usada para introduzir revelações divinas.","referencias_relacionadas":["Isaías 7:14","Mateus 1:23","Apocalipse 21:5"]},"jeremias_16_17_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão pela qual Deus observa e julga as ações humanas.","explicacao_detalhada":"A palavra 'porque' aqui enfatiza a justiça de Deus e sua capacidade de discernir as intenções do coração humano.","por_que_esta_palavra":"É uma palavra que introduz a lógica do juízo divino, mostrando que Deus age com conhecimento e sabedoria.","conexao_teologica":"A justiça de Deus é um tema central, refletindo sua santidade e a necessidade de arrependimento.","referencias_relacionadas":["Salmos 139:1-2","Hebreus 4:13","1 Pedro 3:12"]},"jeremias_16_17_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as ações dos homens são observadas por Deus.","explicacao_detalhada":"A palavra 'modo' destaca a forma como Deus avalia as ações humanas, enfatizando sua onisciência.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender a relação entre as ações humanas e a resposta divina.","conexao_teologica":"A maneira como Deus observa e julga é um aspecto fundamental da teologia, refletindo sua justiça e misericórdia.","referencias_relacionadas":["Provérbios 5:21","Eclesiastes 12:14","Gálatas 6:7"]},"jeremias_16_17_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho ou à maneira de viver que Deus deseja para seu povo.","explicacao_detalhada":"A palavra 'vida' aqui implica um estilo de vida que está em conformidade com os princípios de Deus, refletindo sua vontade.","por_que_esta_palavra":"A palavra 'vida' é central na mensagem bíblica, simbolizando a plenitude que vem de seguir a Deus.","conexao_teologica":"A vida em Deus é um tema recorrente, enfatizando a importância de viver de acordo com sua palavra e propósitos.","referencias_relacionadas":["João 10:10","Romanos 12:1-2","Gálatas 2:20"]},"jeremias_16_18_corpo":{"palavra_pt":"corpo","palavra_original":"שָׁלַם","transliteracao":"shâlam","strong":"H7999","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo físico como parte da criação de Deus.","explicacao_detalhada":"O corpo é a habitação do espírito humano e é considerado sagrado. Em Jeremias, o corpo é mencionado em um contexto de julgamento e responsabilidade.","por_que_esta_palavra":"A palavra 'corpo' é usada para enfatizar a realidade física e a responsabilidade moral do ser humano diante de Deus.","conexao_teologica":"O corpo é visto como um templo do Espírito Santo (1 Coríntios 6:19), e sua integridade é importante para a vida espiritual.","referencias_relacionadas":["Gênesis 2:7","1 Coríntios 6:19-20","Romanos 12:1"]},"jeremias_16_18_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se ao mal moral e às transgressões contra a lei de Deus.","explicacao_detalhada":"O mal é uma condição que afeta a relação do homem com Deus e resulta em consequências severas, como o exílio e o julgamento.","por_que_esta_palavra":"A palavra 'mal' é utilizada para descrever a gravidade do pecado e a necessidade de arrependimento.","conexao_teologica":"O mal é o oposto da santidade de Deus e é a razão pela qual a redenção é necessária.","referencias_relacionadas":["Salmos 51:5","Isaías 53:6","Romanos 3:23"]},"jeremias_16_18_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se ao ato de oferecer algo a Deus como expiação pelos pecados.","explicacao_detalhada":"O sacrifício é uma prática central na adoração israelita, simbolizando a necessidade de expiação e reconciliação com Deus.","por_que_esta_palavra":"A palavra 'sacrifício' destaca a seriedade do pecado e a necessidade de um meio de aproximação a Deus.","conexao_teologica":"O sacrifício de Cristo é o cumprimento final de todos os sacrifícios do Antigo Testamento, oferecendo redenção completa.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","Romanos 5:8"]},"jeremias_16_19_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo determinado por Deus para a ação e o julgamento.","explicacao_detalhada":"O 'dia' é frequentemente usado nas Escrituras para descrever um tempo de intervenção divina, seja para salvação ou julgamento.","por_que_esta_palavra":"A palavra 'dia' enfatiza a certeza e a iminência do cumprimento das promessas de Deus.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema recorrente que aponta para a justiça e a soberania de Deus sobre a história.","referencias_relacionadas":["Joel 2:31","Atos 2:20","1 Tessalonicenses 5:2"]},"jeremias_16_19_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua natureza e caráter.","explicacao_detalhada":"O nome do Senhor é um símbolo de Sua autoridade, poder e presença entre o Seu povo.","por_que_esta_palavra":"A palavra 'nome' é usada para invocar a proteção e a ajuda divina, refletindo a relação íntima entre Deus e Seu povo.","conexao_teologica":"O nome de Deus é central na adoração e na oração, sendo um meio pelo qual os crentes se conectam com o divino.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:7","Filipenses 2:9-11"]},"jeremias_16_19_fim":{"palavra_pt":"fim","palavra_original":"אֶפֶס","transliteracao":"ʼepheç","strong":"H657","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se ao término de um ciclo ou à conclusão dos planos de Deus.","explicacao_detalhada":"O 'fim' pode indicar tanto a conclusão de um julgamento quanto a esperança de restauração e renovação.","por_que_esta_palavra":"A palavra 'fim' é usada para enfatizar que Deus tem um propósito e um plano que se cumprirá na história.","conexao_teologica":"A ideia de 'fim' é ligada à esperança escatológica, onde Deus trará a plenitude de Sua promessa.","referencias_relacionadas":["Mateus 24:14","Apocalipse 21:1","Romanos 8:18"]},"jeremias_16_20_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal que simboliza força e ferocidade.","explicacao_detalhada":"O 'urso' é usado como uma metáfora para descrever a ira de Deus e a severidade do julgamento.","por_que_esta_palavra":"A palavra 'urso' é escolhida para ilustrar a gravidade e a inevitabilidade do juízo divino.","conexao_teologica":"A ferocidade do urso simboliza a justiça de Deus, que não hesitará em punir o pecado.","referencias_relacionadas":["Oséias 13:8","Amós 3:8","Salmos 50:3"]},"jeremias_16_20_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"Deus é apresentado como aquele que tem autoridade sobre todas as coisas e que exige justiça.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a relação entre o Criador e a criação, especialmente em contextos de julgamento.","conexao_teologica":"A soberania de Deus é um tema central na teologia, refletindo Seu controle sobre a história e a moralidade.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"jeremias_16_20_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade e à fidelidade de Deus em Suas promessas.","explicacao_detalhada":"A 'verdade' é um atributo de Deus, que é sempre fiel e justo em Suas ações e palavras.","por_que_esta_palavra":"A palavra 'verdade' é usada para contrastar com a falsidade e a deslealdade do povo.","conexao_teologica":"A verdade de Deus é a base da fé cristã, sendo essencial para a compreensão da salvação.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]},"jeremias_16_21_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"Refere-se a uma chamada à atenção para algo importante que está prestes a ser revelado.","explicacao_detalhada":"A palavra 'eis' é uma exortação para que o povo preste atenção à mensagem de Deus.","por_que_esta_palavra":"A palavra 'eis' é usada para enfatizar a importância da revelação divina e a necessidade de resposta.","conexao_teologica":"A revelação de Deus é um tema central na Bíblia, onde Ele se comunica com a humanidade.","referencias_relacionadas":["Isaías 43:19","Mateus 28:20","Apocalipse 3:20"]},"jeremias_16_21_vitoria":{"palavra_pt":"vitoria","palavra_original":"גְּבוּרָה","transliteracao":"gᵉbûwrâh","strong":"H1369","significado_raiz":"Ideia básica: vitoria.","significado_contextual":"A vitória é entendida como a intervenção divina que traz libertação e sucesso em situações adversas.","explicacao_detalhada":"Neste contexto, a palavra 'vitória' refere-se à capacidade de Deus de salvar e proteger seu povo, demonstrando seu poder sobre as forças do mal e as dificuldades enfrentadas.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a soberania de Deus e a certeza de que Ele é capaz de proporcionar vitória aos que confiam Nele.","conexao_teologica":"A vitória de Deus é um tema recorrente na Bíblia, simbolizando a salvação e a redenção que Ele oferece ao seu povo.","referencias_relacionadas":["Salmos 20:7","1 Coríntios 15:57","Romanos 8:37"]}}