{"jeremias_17_1_altar":{"palavra_pt":"altar","palavra_original":"קֶרֶן","transliteracao":"qeren","strong":"H7161","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é um local sagrado onde se realizam sacrifícios e ofertas a Deus, simbolizando a adoração e a comunhão com o Senhor.","explicacao_detalhada":"Neste versículo, o altar representa a necessidade de arrependimento e a busca pela purificação dos pecados através de ofertas a Deus.","por_que_esta_palavra":"A palavra 'altar' é crucial para entender a prática religiosa do povo de Israel e a importância da adoração a Deus.","conexao_teologica":"O altar é um símbolo da presença de Deus e da mediação entre o homem e o Criador, sendo central na adoração do Antigo Testamento.","referencias_relacionadas":["Êxodo 20:24","Levítico 1:5","Hebreus 13:10"]},"jeremias_17_1_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"O sacrifício é uma oferta feita a Deus, geralmente de um animal, como forma de expiação pelos pecados.","explicacao_detalhada":"Neste contexto, o sacrifício é visto como um meio de restaurar o relacionamento entre o povo e Deus, enfatizando a seriedade do pecado.","por_que_esta_palavra":"A palavra 'sacrifício' é utilizada para destacar a necessidade de expiação e a importância da obediência às leis divinas.","conexao_teologica":"O conceito de sacrifício é fundamental na teologia cristã, culminando no sacrifício de Jesus Cristo como a oferta perfeita pelos pecados.","referencias_relacionadas":["Levítico 4:20","Romanos 12:1","Hebreus 9:26"]},"jeremias_17_2_macho":{"palavra_pt":"macho","palavra_original":"זָכַר","transliteracao":"zâkar","strong":"H2142","significado_raiz":"Ideia básica: macho.","significado_contextual":"A palavra 'macho' refere-se a um animal do sexo masculino, frequentemente utilizado em sacrifícios.","explicacao_detalhada":"Neste versículo, a menção ao macho indica a especificidade e a qualidade exigida por Deus para os sacrifícios, que deveriam ser sem defeito.","por_que_esta_palavra":"A palavra é importante para entender as normas de sacrifício e a pureza exigida nas ofertas a Deus.","conexao_teologica":"A escolha de animais machos sem defeito simboliza a perfeição de Cristo, o Cordeiro de Deus, que foi sacrificado por nossos pecados.","referencias_relacionadas":["Levítico 1:3","Êxodo 12:5","1 Pedro 1:19"]},"jeremias_17_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem, simbolizando herança e identidade.","explicacao_detalhada":"Neste contexto, o 'filho' é uma referência à importância da família e da transmissão de valores e tradições entre as gerações.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a relação familiar e a responsabilidade que vem com a paternidade e a maternidade.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e seu povo, destacando amor e cuidado.","referencias_relacionadas":["Salmos 127:3","Efésios 6:4","Lucas 15:11-32"]},"jeremias_17_2_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é um local de sacrifício e adoração, simbolizando a entrega e a devoção a Deus.","explicacao_detalhada":"Neste versículo, o altar representa a necessidade de se voltar a Deus em arrependimento e busca de perdão.","por_que_esta_palavra":"A palavra 'altar' é fundamental para entender a prática de adoração e a importância do sacrifício na relação com Deus.","conexao_teologica":"O altar é um símbolo da mediação entre Deus e o homem, sendo um local de encontro e comunhão com o Senhor.","referencias_relacionadas":["Gênesis 8:20","Êxodo 27:1","Mateus 5:23-24"]},"jeremias_17_3_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'sacrifício' refere-se à oferta feita a Deus como um ato de adoração e arrependimento.","explicacao_detalhada":"Neste contexto, o sacrifício é visto como um meio de expiação e reconciliação com Deus, enfatizando a gravidade do pecado.","por_que_esta_palavra":"A palavra é utilizada para destacar a necessidade de expiação e a importância da obediência às leis divinas.","conexao_teologica":"O sacrifício é um tema central na Bíblia, culminando no sacrifício de Cristo, que trouxe a redenção para a humanidade.","referencias_relacionadas":["Levítico 4:35","Romanos 3:25","Hebreus 10:12"]},"jeremias_17_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito, indicando a importância da atitude e do coração nas ações.","explicacao_detalhada":"Neste versículo, o 'modo' enfatiza que não é apenas a ação externa que importa, mas também a intenção e a sinceridade do coração.","por_que_esta_palavra":"A palavra é utilizada para ressaltar que Deus se preocupa com a autenticidade da adoração e não apenas com rituais superficiais.","conexao_teologica":"A verdadeira adoração deve ser feita em espírito e em verdade, refletindo a relação genuína entre o crente e Deus.","referencias_relacionadas":["João 4:24","Isaías 29:13","Mateus 15:8-9"]},"jeremias_17_4_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo, ao território, e simboliza a herança e a promessa de Deus ao seu povo.","explicacao_detalhada":"Neste contexto, a 'terra' é um símbolo da bênção e da prosperidade que Deus promete àqueles que O seguem e obedecem.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a conexão entre a obediência a Deus e a prosperidade da terra.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, representando a fidelidade de Deus às suas promessas.","referencias_relacionadas":["Deuteronômio 8:7-10","Salmos 37:11","Mateus 5:5"]},"jeremias_17_4_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁמַט","transliteracao":"shâmaṭ","strong":"H8058","significado_raiz":"Ideia básica: descanso.","significado_contextual":"A palavra 'descanso' refere-se a um estado de paz e tranquilidade, muitas vezes associado à presença de Deus.","explicacao_detalhada":"Neste versículo, o 'descanso' simboliza a segurança e a paz que vêm da confiança em Deus, mesmo em tempos de dificuldade.","por_que_esta_palavra":"A palavra é utilizada para destacar a importância de encontrar descanso em Deus, que é a fonte de verdadeira paz.","conexao_teologica":"O descanso em Deus é um tema importante, refletindo a promessa de Jesus de que Ele dará descanso às almas cansadas.","referencias_relacionadas":["Mateus 11:28","Salmos 23:2","Hebreus 4:9-10"]},"jeremias_17_4_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de conceder ou entregar algo a alguém, neste caso, a ideia de que o povo se afastou de Deus e, portanto, perderá as bênçãos que Ele 'dá'.","explicacao_detalhada":"No contexto de Jeremias 17:4, a palavra 'dar' enfatiza a relação entre Deus e o Seu povo. A perda das bênçãos divinas é uma consequência do afastamento espiritual, simbolizando a severidade do juízo de Deus sobre aqueles que não confiam Nele.","por_que_esta_palavra":"A escolha da palavra 'dar' destaca a generosidade de Deus em oferecer bênçãos, contrastando com a ingratidão do povo que se afastou.","conexao_teologica":"A teologia do Antigo Testamento frequentemente aborda a relação entre a obediência a Deus e a prosperidade. A palavra 'dar' aqui reflete a graça de Deus e a responsabilidade humana em permanecer fiel.","referencias_relacionadas":["Deuteronômio 28:1-2","Salmos 37:4","Tiago 1:17"]},"jeremias_17_5_homem":{"palavra_pt":"homem","palavra_original":"גֶּבֶר","transliteracao":"geber","strong":"H1397","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se ao ser humano em sua fragilidade e dependência de Deus, especialmente em contraste com a confiança nas próprias forças.","explicacao_detalhada":"Neste versículo, a palavra 'homem' é usada para descrever aqueles que confiam em sua própria sabedoria e força, em vez de se apoiarem em Deus. Essa confiança é vista como uma maldição, pois leva à ruína.","por_que_esta_palavra":"A palavra 'homem' é escolhida para enfatizar a condição humana e a tendência de se afastar de Deus, ressaltando a necessidade de dependência divina.","conexao_teologica":"A teologia bíblica frequentemente aborda a fragilidade do ser humano e a necessidade de confiar em Deus. Este versículo reflete a ideia de que a verdadeira segurança vem de Deus, não do homem.","referencias_relacionadas":["Salmos 146:3","Isaías 31:1","Provérbios 3:5-6"]},"jeremias_17_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que representa Sua autoridade e soberania sobre todas as coisas.","explicacao_detalhada":"Neste contexto, o uso do nome 'senhor' enfatiza a relação de aliança entre Deus e Seu povo, mostrando que a confiança deve ser depositada Nele e não em seres humanos.","por_que_esta_palavra":"A escolha da palavra 'senhor' é crucial para entender a natureza de Deus como o único digno de confiança e adoração, contrastando com a fragilidade humana.","conexao_teologica":"A teologia do Antigo Testamento enfatiza a importância do nome de Deus como um símbolo de Sua presença e poder. A invocação do nome 'senhor' é um chamado à fidelidade e à adoração.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:7","Isaías 42:8"]},"jeremias_17_5_humano":{"palavra_pt":"homem/adao","palavra_original":"אָדָם","transliteracao":"ʼâdâm","strong":"H120","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem/adam' refere-se à humanidade em geral, enfatizando a criação e a natureza do ser humano como dependente de Deus.","explicacao_detalhada":"Neste versículo, 'homem' é usado para ilustrar a condição humana e a necessidade de se voltar a Deus, destacando a fragilidade e a vulnerabilidade do ser humano sem a orientação divina.","por_que_esta_palavra":"A palavra 'homem' é utilizada para enfatizar a universalidade da condição humana e a necessidade de todos se voltarem para Deus em busca de ajuda e direção.","conexao_teologica":"A teologia bíblica frequentemente aborda a criação do homem e sua relação com Deus. Este versículo reflete a necessidade de reconhecer a dependência de Deus para a verdadeira vida.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"jeremias_17_6_deserto":{"palavra_pt":"deserto","palavra_original":"עֲרָבָה","transliteracao":"ʻărâbâh","strong":"H6160","significado_raiz":"Ideia básica: deserto.","significado_contextual":"A palavra 'deserto' simboliza um lugar árido e sem vida, representando a consequência da falta de confiança em Deus.","explicacao_detalhada":"No contexto de Jeremias 17:6, o deserto é uma metáfora para a vida sem Deus, onde não há sustento espiritual ou bênçãos. Reflete a desolação e a seca espiritual que resulta da desobediência.","por_que_esta_palavra":"A escolha da palavra 'deserto' é significativa, pois evoca imagens de solidão e desespero, contrastando com a vida abundante que Deus oferece aos que Nele confiam.","conexao_teologica":"A teologia bíblica usa frequentemente o deserto como símbolo de provação e afastamento de Deus. Este versículo destaca a importância de permanecer em comunhão com Ele para evitar a desolação.","referencias_relacionadas":["Isaías 35:1-2","Salmos 63:1","Ezequiel 19:13"]},"jeremias_17_6_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à queda ou ruína que ocorre quando se afasta de Deus, simbolizando a fragilidade da vida sem a proteção divina.","explicacao_detalhada":"Neste versículo, 'cair' indica a consequência da confiança em si mesmo, que leva à destruição e à falta de esperança. É um alerta sobre a vulnerabilidade do ser humano sem Deus.","por_que_esta_palavra":"A palavra 'cair' é escolhida para enfatizar a gravidade da situação do homem que se afasta de Deus, mostrando que a queda é inevitável sem a Sua ajuda.","conexao_teologica":"A teologia bíblica frequentemente aborda a queda do homem e suas consequências. Este versículo reflete a necessidade de permanecer firme na fé para evitar a ruína.","referencias_relacionadas":["Provérbios 24:16","Salmos 37:24","Mateus 7:26-27"]},"jeremias_17_7_homem":{"palavra_pt":"homem","palavra_original":"גֶּבֶר","transliteracao":"geber","strong":"H1397","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' aqui é usada para descrever aquele que confia em Deus, contrastando com o homem que confia em si mesmo.","explicacao_detalhada":"Neste versículo, o 'homem' que confia em Deus é abençoado e protegido, simbolizando a segurança e a prosperidade que vêm da fé e da dependência divina.","por_que_esta_palavra":"A escolha da palavra 'homem' é significativa, pois destaca a diferença entre a confiança em Deus e a autoconfiança, enfatizando a bênção que vem da fé.","conexao_teologica":"A teologia bíblica enfatiza a importância da fé e da confiança em Deus. Este versículo reflete a ideia de que a verdadeira segurança e prosperidade vêm de uma relação íntima com o Senhor.","referencias_relacionadas":["Salmos 1:1-3","Hebreus 11:6","Romanos 4:20-21"]},"jeremias_17_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' reafirma a soberania de Deus e a importância de confiar Nele em todas as circunstâncias.","explicacao_detalhada":"Neste contexto, a invocação do nome 'senhor' é um lembrete da aliança entre Deus e Seu povo, enfatizando que a verdadeira segurança está em Sua proteção e provisão.","por_que_esta_palavra":"A escolha da palavra 'senhor' é crucial para entender a natureza de Deus como o único digno de confiança e adoração, contrastando com a fragilidade humana.","conexao_teologica":"A teologia do Antigo Testamento enfatiza a importância do nome de Deus como um símbolo de Sua presença e poder. A invocação do nome 'senhor' é um chamado à fidelidade e à adoração.","referencias_relacionadas":["Salmos 20:7","Isaías 42:8","Salmos 118:8"]},"jeremias_17_7_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"A palavra 'abençoar' refere-se ao ato de Deus conceder favor e bênçãos àqueles que confiam Nele.","explicacao_detalhada":"Neste versículo, 'abençoar' indica a ação de Deus em favor do homem que confia Nele, mostrando que a verdadeira felicidade e prosperidade vêm da Sua intervenção.","por_que_esta_palavra":"A escolha da palavra 'abençoar' é significativa, pois ressalta a generosidade de Deus e a resposta positiva que Ele dá àqueles que O buscam com sinceridade.","conexao_teologica":"A teologia bíblica frequentemente aborda a bênção de Deus como resultado da fé e da obediência. Este versículo reflete a ideia de que a verdadeira bênção é encontrada em uma relação íntima com Deus.","referencias_relacionadas":["Números 6:24-26","Salmos 128:1-2","Efésios 1:3"]},"jeremias_17_8_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é uma metáfora que simboliza força e proteção, referindo-se à segurança que vem de confiar em Deus.","explicacao_detalhada":"Neste contexto, 'urso' representa a força e a estabilidade que Deus proporciona ao homem que Nele confia, contrastando com a instabilidade da vida sem fé.","por_que_esta_palavra":"A escolha da palavra 'urso' é significativa, pois evoca a imagem de um abrigo seguro e forte, simbolizando a proteção divina.","conexao_teologica":"A teologia bíblica frequentemente usa imagens de força e proteção para descrever a relação entre Deus e Seu povo. Este versículo reflete a segurança que vem da confiança em Deus.","referencias_relacionadas":["Salmos 91:1-2","Isaías 26:3","Romanos 8:31"]},"jeremias_17_8_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair aqui se refere à queda espiritual e moral, indicando a fragilidade do ser humano longe de Deus.","explicacao_detalhada":"A palavra 'cair' implica uma perda de estabilidade e segurança, simbolizando a condição do homem que se afasta da confiança em Deus. No contexto de Jeremias 17:8, a metáfora da árvore que não se abala representa aqueles que confiam no Senhor.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a vulnerabilidade do homem sem a proteção divina, contrastando com a firmeza da árvore plantada junto às águas.","conexao_teologica":"A queda do homem é um tema central na teologia bíblica, refletindo a necessidade de dependência de Deus para sustentar a vida espiritual.","referencias_relacionadas":["Salmos 1:3","Mateus 7:24-27","Provérbios 3:5-6"]},"jeremias_17_8_arvore":{"palavra_pt":"arvore/madeira","palavra_original":"עֵץ","transliteracao":"ʻêts","strong":"H6086","significado_raiz":"Ideia básica: arvore.","significado_contextual":"A árvore representa a vida e a prosperidade que vêm da confiança em Deus, simbolizando estabilidade e frutificação.","explicacao_detalhada":"A metáfora da árvore plantada junto às águas sugere que aqueles que confiam no Senhor são nutridos e fortalecidos, mesmo em tempos de dificuldade. A árvore é um símbolo de vida abundante.","por_que_esta_palavra":"A palavra 'árvore' é usada para ilustrar a ideia de crescimento e segurança que resulta da fé em Deus, contrastando com a instabilidade dos que se afastam.","conexao_teologica":"A imagem da árvore é frequentemente usada na Bíblia para descrever a vida espiritual saudável e a bênção divina.","referencias_relacionadas":["Salmos 92:12-14","Ezequiel 47:12","João 15:5"]},"jeremias_17_9_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O coração é visto como o centro das emoções e decisões, refletindo a verdadeira natureza do ser humano.","explicacao_detalhada":"A palavra 'coração' em Jeremias 17:9 destaca a corrupção e a enganação do coração humano, que é inclinado ao pecado. Isso enfatiza a necessidade de transformação espiritual.","por_que_esta_palavra":"O uso de 'coração' é crucial para entender a condição humana e a necessidade de um novo coração, conforme prometido nas Escrituras.","conexao_teologica":"A regeneração do coração é um tema central na teologia cristã, onde Deus promete dar um novo coração aos que se voltam para Ele.","referencias_relacionadas":["Ezequiel 36:26","Mateus 15:19","Romanos 10:9"]},"jeremias_17_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como o coração humano opera, revelando a inclinação para o mal.","explicacao_detalhada":"A palavra 'modo' indica que a forma de agir e pensar do ser humano é influenciada por um coração corrupto, que precisa ser renovado.","por_que_esta_palavra":"A escolha da palavra 'modo' ressalta a importância das ações e pensamentos que emanam do coração, mostrando a necessidade de transformação.","conexao_teologica":"A mudança de modo de viver é uma evidência da obra do Espírito Santo na vida do crente.","referencias_relacionadas":["Gálatas 5:22-23","Romanos 12:2","Efésios 4:22-24"]},"jeremias_17_9_impio":{"palavra_pt":"impio","palavra_original":"אָנַשׁ","transliteracao":"ʼânash","strong":"H605","significado_raiz":"Ideia básica: impio.","significado_contextual":"Ímpio refere-se àqueles que se afastam de Deus e vivem em desobediência.","explicacao_detalhada":"A palavra 'ímpio' descreve a condição do ser humano que não busca a justiça de Deus, vivendo segundo seus próprios desejos e inclinações.","por_que_esta_palavra":"A utilização da palavra 'ímpio' enfatiza a gravidade do pecado e a necessidade de arrependimento e retorno a Deus.","conexao_teologica":"A condição ímpia do coração humano é um tema recorrente que destaca a necessidade de redenção através de Cristo.","referencias_relacionadas":["Salmos 1:1","Romanos 3:10-12","Efésios 2:1-3"]},"jeremias_17_10_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Dar refere-se à ação de Deus em retribuir conforme as ações do homem, especialmente em relação ao juízo.","explicacao_detalhada":"A palavra 'dar' implica que Deus é justo e retribui a cada um segundo suas obras, enfatizando a responsabilidade moral do ser humano.","por_que_esta_palavra":"A escolha da palavra 'dar' ressalta a soberania de Deus em administrar a justiça e a graça.","conexao_teologica":"A justiça de Deus é um aspecto fundamental da Sua natureza, que se manifesta em Sua disposição de recompensar ou punir.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Mateus 16:27"]},"jeremias_17_10_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Homem refere-se à humanidade em geral, destacando a condição do ser humano diante de Deus.","explicacao_detalhada":"A palavra 'homem' é usada para enfatizar a fragilidade e a necessidade de dependência de Deus, especialmente em relação ao juízo.","por_que_esta_palavra":"A escolha da palavra 'homem' é significativa, pois lembra que todos são suscetíveis ao pecado e à necessidade de redenção.","conexao_teologica":"A condição do homem é um tema central na teologia, que destaca a necessidade de salvação através de Cristo.","referencias_relacionadas":["Gênesis 1:27","Romanos 3:23","1 Timóteo 2:5"]},"jeremias_17_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor refere-se à soberania e autoridade de Deus sobre toda a criação.","explicacao_detalhada":"A palavra 'Senhor' é um título que expressa a relação de Deus com Seu povo, enfatizando Sua capacidade de julgar e salvar.","por_que_esta_palavra":"A utilização do nome 'Senhor' é crucial para entender a natureza de Deus como o juiz e redentor.","conexao_teologica":"O nome de Deus é central na adoração e na compreensão da Sua relação com a humanidade.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Filipenses 2:9-11"]},"jeremias_17_11_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Juízo refere-se à justiça de Deus em avaliar as ações humanas.","explicacao_detalhada":"A palavra 'juízo' implica a ideia de que Deus examina e avalia as ações do homem, trazendo consequências justas.","por_que_esta_palavra":"A escolha da palavra 'juízo' enfatiza a seriedade com que Deus trata a moralidade e a ética humana.","conexao_teologica":"O juízo de Deus é um tema recorrente que destaca a necessidade de viver de acordo com Seus princípios.","referencias_relacionadas":["Salmos 9:7-8","Romanos 14:10-12","Apocalipse 20:12"]},"jeremias_17_11_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Verdade refere-se à fidelidade e à justiça de Deus em Seus juízos.","explicacao_detalhada":"A palavra 'verdade' destaca a integridade de Deus e a certeza de que Seus juízos são justos e verdadeiros.","por_que_esta_palavra":"A escolha da palavra 'verdade' é fundamental para entender a natureza de Deus como aquele que não pode mentir.","conexao_teologica":"A verdade de Deus é um pilar da fé cristã, que assegura que Ele é fiel às Suas promessas.","referencias_relacionadas":["João 14:6","Salmos 119:160","Hebreus 6:18"]},"jeremias_17_11_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso é uma metáfora para a ganância e a destruição que podem resultar da busca egoísta por riqueza.","explicacao_detalhada":"Neste versículo, a imagem do urso simboliza a natureza predatória do homem que busca acumular riquezas de forma desonesta, levando à sua própria ruína.","por_que_esta_palavra":"A palavra 'urso' é utilizada para ilustrar a brutalidade e a voracidade do desejo humano por bens materiais, que pode levar à autodestruição.","conexao_teologica":"A busca por riquezas em detrimento da justiça e da moralidade é um tema recorrente na Bíblia, onde Deus adverte sobre os perigos da avareza.","referencias_relacionadas":["Provérbios 11:28","Mateus 6:24","1 Timóteo 6:10"]},"jeremias_17_12_bom":{"palavra_pt":"gloria","palavra_original":"כָּבוֹד","transliteracao":"kâbôwd","strong":"H3519","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A glória é apresentada como um atributo de Deus, simbolizando Sua majestade e poder.","explicacao_detalhada":"Neste contexto, a glória é associada ao templo e à presença de Deus, que é o lugar onde Sua majestade é manifestada.","por_que_esta_palavra":"A palavra 'glória' é escolhida para enfatizar a importância do reconhecimento da grandeza de Deus e a reverência que devemos ter por Ele.","conexao_teologica":"A glória de Deus é um tema central na adoração e na compreensão da Sua natureza, refletindo Sua santidade e poder.","referencias_relacionadas":["Salmos 19:1","Isaías 6:3","Romanos 11:36"]},"jeremias_17_12_palacio":{"palavra_pt":"palacio","palavra_original":"מִקְדָּשׁ","transliteracao":"miqdâsh","strong":"H4720","significado_raiz":"Ideia básica: palacio.","significado_contextual":"O palácio representa a habitação de Deus entre o Seu povo, um lugar de santidade e reverência.","explicacao_detalhada":"Neste versículo, o palácio é uma metáfora para o templo, onde a presença de Deus é manifestada e onde o povo se reúne para adorar.","por_que_esta_palavra":"A palavra 'palácio' é utilizada para transmitir a ideia de um lugar sagrado, digno de respeito e adoração.","conexao_teologica":"O templo é visto como um símbolo da presença de Deus entre os homens, e a adoração a Ele deve ser feita com reverência.","referencias_relacionadas":["Salmos 27:4","Ezequiel 43:5","Hebreus 9:24"]},"jeremias_17_13_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra é vista como a criação de Deus, um dom que deve ser respeitado e cuidado.","explicacao_detalhada":"Neste contexto, a terra é mencionada para enfatizar a relação entre Deus e o Seu povo, que deve viver em harmonia com a criação.","por_que_esta_palavra":"A palavra 'terra' é escolhida para destacar a importância do ambiente físico que Deus criou e a responsabilidade humana sobre ele.","conexao_teologica":"A relação entre Deus, o homem e a terra é um tema fundamental na Bíblia, refletindo a criação e a mordomia.","referencias_relacionadas":["Gênesis 1:26-28","Salmos 24:1","Romanos 8:19-21"]},"jeremias_17_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor é um símbolo de Sua autoridade e poder.","explicacao_detalhada":"Neste versículo, o nome de Deus é invocado para lembrar ao povo de Sua soberania e da necessidade de confiar Nele.","por_que_esta_palavra":"A palavra 'senhor' é utilizada para enfatizar a relação de autoridade e reverência que o povo deve ter em relação a Deus.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua natureza e caráter, sendo um ponto central na adoração e na oração.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"jeremias_17_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O modo refere-se à maneira como as coisas são feitas, enfatizando a importância da conduta correta.","explicacao_detalhada":"Neste contexto, o modo é mencionado para ressaltar que a forma como o povo vive e age deve estar alinhada com os princípios de Deus.","por_que_esta_palavra":"A palavra 'modo' é escolhida para enfatizar que a vida cristã deve ser vivida de maneira que glorifique a Deus.","conexao_teologica":"A ética cristã é baseada na maneira como os crentes devem viver em resposta à graça de Deus.","referencias_relacionadas":["Colossenses 3:17","1 Pedro 1:15-16","Romanos 12:2"]},"jeremias_17_14_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Salvar é um ato de Deus que traz libertação e restauração ao Seu povo.","explicacao_detalhada":"Neste versículo, a salvação é apresentada como um ato divino que traz esperança e cura para aqueles que confiam no Senhor.","por_que_esta_palavra":"A palavra 'salvar' é utilizada para enfatizar a ação redentora de Deus em favor do Seu povo.","conexao_teologica":"A salvação é um tema central na Bíblia, refletindo o amor e a misericórdia de Deus para com a humanidade.","referencias_relacionadas":["Salmos 37:39","Isaías 43:11","Romanos 10:13"]},"jeremias_17_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor é invocado como fonte de salvação e proteção.","explicacao_detalhada":"Neste versículo, o nome de Deus é um lembrete de que somente Ele pode salvar e trazer libertação ao Seu povo.","por_que_esta_palavra":"A palavra 'senhor' é utilizada para reafirmar a confiança no poder salvador de Deus.","conexao_teologica":"A invocação do nome do Senhor é um tema recorrente, mostrando a dependência do crente em relação a Deus.","referencias_relacionadas":["Salmos 118:25","Atos 4:12","Romanos 10:9"]},"jeremias_17_14_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Deus age em favor do Seu povo.","explicacao_detalhada":"Neste versículo, 'porque' é usado para explicar a motivação divina para salvar aqueles que confiam Nele.","por_que_esta_palavra":"A palavra 'porque' é escolhida para conectar a ação de Deus com a fé do povo.","conexao_teologica":"A relação entre fé e ação divina é um tema central na teologia bíblica, mostrando que a salvação é pela graça mediante a fé.","referencias_relacionadas":["Efésios 2:8-9","Gálatas 2:16","Tiago 2:19"]},"jeremias_17_15_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra é um meio de comunicação entre Deus e o homem, representando a verdade divina.","explicacao_detalhada":"Neste versículo, a palavra é mencionada para enfatizar a importância da revelação de Deus e da obediência a Seus mandamentos.","por_que_esta_palavra":"A palavra 'coisa' é utilizada para mostrar que tudo que Deus diz é significativo e deve ser levado a sério.","conexao_teologica":"A revelação de Deus através da Sua palavra é fundamental para a fé e a prática cristã.","referencias_relacionadas":["Salmos 119:105","2 Timóteo 3:16-17","Hebreus 4:12"]},"jeremias_17_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Deus como o Senhor, enfatizando Sua soberania e autoridade.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar a divindade suprema, que é o criador e mantenedor do universo. No contexto de Jeremias, isso destaca a relação de Israel com Deus, que é tanto um líder quanto um juiz.","por_que_esta_palavra":"A utilização do termo 'senhor' é crucial para entender a natureza de Deus em relação ao Seu povo, mostrando que Ele é digno de reverência e obediência.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, refletindo Sua autoridade sobre todas as coisas e a necessidade de submissão do ser humano.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Romanos 10:13"]},"jeremias_17_15_behold":{"palavra_pt":"eis","palavra_original":"הִנֵּה","transliteracao":"hinnêh","strong":"H2009","significado_raiz":"Ideia básica: eis.","significado_contextual":"Usado para chamar a atenção do leitor para algo importante que está prestes a ser declarado.","explicacao_detalhada":"'Eis' (הִנֵּה) é uma expressão que introduz uma revelação ou um aviso, frequentemente usada para enfatizar a urgência ou a importância da mensagem.","por_que_esta_palavra":"A palavra 'eis' serve como um alerta, preparando o ouvinte para a gravidade da situação que será descrita.","conexao_teologica":"A chamada à atenção é um elemento comum nas Escrituras, onde Deus frequentemente convoca Seu povo a ouvir e responder às Suas instruções.","referencias_relacionadas":["Mateus 28:20","Apocalipse 3:20","Isaías 43:1"]},"jeremias_17_16_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período específico, muitas vezes associado ao juízo ou à intervenção divina.","explicacao_detalhada":"A palavra 'dia' (יוֹם) pode simbolizar um tempo de julgamento ou de ação divina, enfatizando que Deus tem um plano e um tempo determinado para cada coisa.","por_que_esta_palavra":"O uso de 'dia' destaca a certeza de que Deus agirá em um tempo específico, trazendo consequências para as ações do povo.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema recorrente na Bíblia, representando momentos de intervenção divina na história.","referencias_relacionadas":["Joel 2:31","Amós 5:18","1 Tessalonicenses 5:2"]},"jeremias_17_16_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à integridade de Deus e de Suas promessas.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para enfatizar a certeza e a confiabilidade de Deus, contrastando com a deslealdade do povo.","por_que_esta_palavra":"A ênfase na verdade é fundamental para entender a natureza de Deus e a expectativa de que Seu povo viva de acordo com essa verdade.","conexao_teologica":"A verdade é um atributo essencial de Deus, que é frequentemente associado à Sua palavra e promessas.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 6:18"]},"jeremias_17_16_governo":{"palavra_pt":"pastor","palavra_original":"רָעָה","transliteracao":"râʻâh","strong":"H7462","significado_raiz":"Ideia básica: pastor.","significado_contextual":"Refere-se à liderança e ao cuidado que Deus exerce sobre Seu povo.","explicacao_detalhada":"A palavra 'pastor' (רָעָה) implica em um papel de guia e protetor, refletindo a relação de Deus com Israel como um pastor com suas ovelhas.","por_que_esta_palavra":"A imagem do pastor é poderosa, pois transmite a ideia de cuidado, proteção e orientação divina.","conexao_teologica":"Jesus se apresenta como o bom pastor, cumprindo essa imagem e mostrando a continuidade do cuidado de Deus por Seu povo.","referencias_relacionadas":["Salmos 23:1","João 10:11","Ezequiel 34:11-12"]},"jeremias_17_17_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Novamente, refere-se a um tempo específico, possivelmente relacionado ao juízo.","explicacao_detalhada":"A repetição da palavra 'dia' (יוֹם) enfatiza a certeza de que um tempo de julgamento ou de ação divina está por vir.","por_que_esta_palavra":"Reforça a ideia de que Deus tem um plano e um tempo determinado para cada ação, especialmente em relação ao juízo.","conexao_teologica":"O conceito de tempo na obra de Deus é fundamental para entender a soberania divina e a história da salvação.","referencias_relacionadas":["Salmos 37:13","Eclesiastes 3:1","2 Pedro 3:10"]},"jeremias_17_17_destruction":{"palavra_pt":"destruction","palavra_original":"מְחִתָּה","transliteracao":"mᵉchittâh","strong":"H4288","significado_raiz":"Ideia básica: destruction.","significado_contextual":"Refere-se à destruição que pode ocorrer como resultado do juízo de Deus.","explicacao_detalhada":"A palavra 'destruction' (מְחִתָּה) implica em um ato severo de juízo, onde as consequências do pecado são evidentes.","por_que_esta_palavra":"Destaca a seriedade do pecado e a resposta de Deus a ele, mostrando que há consequências para a desobediência.","conexao_teologica":"A destruição é um tema que aparece em várias partes da Bíblia, refletindo a justiça de Deus em resposta ao pecado.","referencias_relacionadas":["Jeremias 25:9","Ezequiel 18:30","Mateus 7:13"]},"jeremias_17_18_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Mais uma vez, refere-se a um tempo específico, possivelmente relacionado ao juízo ou à restauração.","explicacao_detalhada":"A repetição da palavra 'dia' (יוֹם) enfatiza a certeza de que Deus agirá em um tempo determinado, seja para juízo ou para salvação.","por_que_esta_palavra":"Reforça a ideia de que a ação de Deus é intencional e programada, trazendo esperança ou advertência.","conexao_teologica":"O tempo de Deus é sempre perfeito, e Ele age de acordo com Sua vontade soberana.","referencias_relacionadas":["Isaías 60:22","Romanos 5:6","Gálatas 4:4"]},"jeremias_17_18_college":{"palavra_pt":"college","palavra_original":"מִשְׁנֶה","transliteracao":"mishneh","strong":"H4932","significado_raiz":"Ideia básica: college.","significado_contextual":"Refere-se a um grupo ou assembleia, possivelmente de líderes ou sábios.","explicacao_detalhada":"A palavra 'college' (מִשְׁנֶה) pode indicar uma estrutura de ensino ou um corpo de conhecimento, enfatizando a importância da sabedoria e do discernimento.","por_que_esta_palavra":"A referência a um 'college' sugere a necessidade de instrução e liderança sábia no contexto do povo de Deus.","conexao_teologica":"A busca por sabedoria é um tema importante na Bíblia, refletindo a necessidade de orientação divina em decisões e ações.","referencias_relacionadas":["Provérbios 1:5","Tiago 1:5","Eclesiastes 7:12"]},"jeremias_17_18_breaking":{"palavra_pt":"breaking","palavra_original":"שִׁבְרוֹן","transliteracao":"shibrôwn","strong":"H7670","significado_raiz":"Ideia básica: breaking.","significado_contextual":"Refere-se à quebra ou destruição, possivelmente de promessas ou da aliança.","explicacao_detalhada":"A palavra 'breaking' (שִׁבְרוֹן) implica em um ato de separação ou descontinuação, refletindo a gravidade das consequências do pecado.","por_que_esta_palavra":"Destaca a fragilidade das promessas humanas em contraste com a fidelidade de Deus.","conexao_teologica":"A quebra da aliança é um tema recorrente na Bíblia, mostrando a necessidade de fidelidade a Deus e as consequências da infidelidade.","referencias_relacionadas":["Jeremias 31:32","Hebreus 8:9","Romanos 11:22"]},"jeremias_17_19_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as pessoas devem se comportar e agir em relação a Deus.","explicacao_detalhada":"O 'modo' implica uma maneira de viver que está alinhada com os princípios divinos, refletindo a obediência e a reverência ao Senhor.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender que a vida do crente deve ser guiada por normas e valores que agradam a Deus.","conexao_teologica":"A forma como vivemos é um reflexo da nossa relação com Deus e da nossa fé.","referencias_relacionadas":["Salmos 119:1","Mateus 5:16","Colossenses 3:17"]},"jeremias_17_19_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"O uso do nome 'Senhor' enfatiza a relação de aliança entre Deus e Seu povo, destacando Sua posição como Criador e Governante.","por_que_esta_palavra":"É importante reconhecer a autoridade de Deus em nossas vidas e em nossas decisões.","conexao_teologica":"O nome de Deus é central na adoração e na prática da fé, representando Sua presença e poder.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"jeremias_17_19_servir":{"palavra_pt":"servir","palavra_original":"עָמַד","transliteracao":"ʻâmad","strong":"H5975","significado_raiz":"Ideia básica: servir.","significado_contextual":"A palavra 'servir' implica em estar em disposição e ação para cumprir a vontade de Deus.","explicacao_detalhada":"Servir a Deus envolve dedicação, obediência e a prática de atos que refletem a fé e o amor por Ele.","por_que_esta_palavra":"A ideia de servir é fundamental na vida cristã, pois demonstra nossa entrega e compromisso com Deus.","conexao_teologica":"Servir a Deus é um chamado para todos os crentes, refletindo a natureza servil de Cristo.","referencias_relacionadas":["Mateus 20:28","Romanos 12:1","Gálatas 5:13"]},"jeremias_17_20_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Assim como em Jeremias 17:19, 'modo' refere-se à maneira de viver e agir diante de Deus.","explicacao_detalhada":"A repetição da palavra 'modo' enfatiza a importância de uma vida que esteja em conformidade com os mandamentos divinos.","por_que_esta_palavra":"Reforça a ideia de que a vida do crente deve ser um testemunho da fé em ação.","conexao_teologica":"A vida cristã é uma jornada que deve ser vivida de acordo com os princípios de Deus.","referencias_relacionadas":["1 Pedro 1:15-16","Efésios 4:1","Filipenses 1:27"]},"jeremias_17_20_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação da verdade de Deus e à proclamação de Sua palavra.","explicacao_detalhada":"Dizer implica em expressar a vontade de Deus e compartilhar Sua mensagem com os outros.","por_que_esta_palavra":"A comunicação é vital para a edificação da fé e para a evangelização.","conexao_teologica":"A palavra de Deus é viva e eficaz, e deve ser proclamada por todos os crentes.","referencias_relacionadas":["Romanos 10:17","Hebreus 4:12","Mateus 28:19-20"]},"jeremias_17_20_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se à comunicação de Deus e à Sua revelação ao homem.","explicacao_detalhada":"A palavra de Deus é fundamental para a vida espiritual, pois traz direção, conforto e sabedoria.","por_que_esta_palavra":"Entender a importância da palavra é essencial para o crescimento espiritual e a relação com Deus.","conexao_teologica":"A palavra de Deus é a base da fé e da prática cristã.","referencias_relacionadas":["Salmos 119:105","Tiago 1:22","2 Timóteo 3:16-17"]},"jeremias_17_21_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um tempo específico determinado por Deus para a ação e a obediência.","explicacao_detalhada":"O 'dia' é um lembrete da importância de viver cada dia em conformidade com a vontade de Deus.","por_que_esta_palavra":"Cada dia é uma oportunidade para servir e glorificar a Deus em nossas ações.","conexao_teologica":"A noção de tempo é significativa na teologia bíblica, pois Deus atua na história e na vida dos indivíduos.","referencias_relacionadas":["Salmos 118:24","Mateus 6:34","Efésios 5:15-16"]},"jeremias_17_21_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, 'Senhor' enfatiza a soberania e a autoridade de Deus.","explicacao_detalhada":"Reforça a ideia de que devemos reconhecer e honrar a Deus em todas as áreas de nossas vidas.","por_que_esta_palavra":"A repetição do nome 'Senhor' sublinha a importância da reverência e do respeito a Deus.","conexao_teologica":"A adoração a Deus é central na vida do crente e deve ser expressa em todas as ações.","referencias_relacionadas":["Salmos 95:6","Isaías 45:23","Filipenses 2:10-11"]},"jeremias_17_21_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma/vida' refere-se à essência do ser humano, que é criada por Deus.","explicacao_detalhada":"A 'alma' representa a parte imortal do ser humano, que deve ser cuidada e direcionada a Deus.","por_que_esta_palavra":"Reconhecer a alma como criação de Deus nos leva a valorizar a vida e a buscar a santidade.","conexao_teologica":"A relação entre Deus e a alma humana é fundamental na teologia, pois Deus deseja um relacionamento pessoal com cada um de nós.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","1 Pedro 1:9"]},"jeremias_17_22_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' novamente enfatiza a importância do tempo e da obediência a Deus.","explicacao_detalhada":"Cada dia é uma nova oportunidade para viver em conformidade com a vontade de Deus e para servir ao próximo.","por_que_esta_palavra":"A repetição da palavra 'dia' nos lembra da urgência de viver de maneira que glorifique a Deus.","conexao_teologica":"O tempo é um presente de Deus, e devemos usá-lo sabiamente para cumprir Seu propósito.","referencias_relacionadas":["Salmos 90:12","Colossenses 4:5","Tiago 4:14"]},"jeremias_17_22_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as pessoas devem se comportar em relação ao descanso no dia de sábado.","explicacao_detalhada":"O 'modo' implica em um comportamento adequado e respeitoso em relação ao dia de descanso, enfatizando a importância de honrar as leis de Deus.","por_que_esta_palavra":"A palavra é usada para destacar a necessidade de observar as instruções divinas sobre o descanso e a santidade do sábado.","conexao_teologica":"A observância do sábado é um sinal da aliança entre Deus e Seu povo, refletindo a importância da obediência às leis divinas.","referencias_relacionadas":["Êxodo 20:8-11","Isaías 58:13-14","Mateus 12:8"]},"jeremias_17_22_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"Refere-se ao ato de santificar o dia de sábado, separando-o para Deus.","explicacao_detalhada":"Santificar implica em dedicar o dia ao Senhor, abstendo-se de atividades comuns e focando na adoração e na reflexão espiritual.","por_que_esta_palavra":"A palavra é crucial para entender a importância da santidade e do respeito ao que Deus estabeleceu como sagrado.","conexao_teologica":"A santificação é um princípio central na vida do crente, refletindo a separação do que é comum para o que é sagrado.","referencias_relacionadas":["Levítico 23:3","Ezequiel 20:12","Hebreus 4:9-10"]},"jeremias_17_23_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade que deve ser buscada e vivida pelo povo de Deus.","explicacao_detalhada":"A palavra 'verdade' enfatiza a importância da honestidade e da integridade nas relações e na vida espiritual.","por_que_esta_palavra":"É usada para contrastar a fidelidade de Deus com a infidelidade do povo, que muitas vezes se desvia da verdade.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida do crente, que é chamado a viver em conformidade com a verdade divina.","referencias_relacionadas":["João 8:32","Salmos 119:160","Efésios 4:15"]},"jeremias_17_23_cruel":{"palavra_pt":"cruel","palavra_original":"קָשָׁה","transliteracao":"qâshâh","strong":"H7185","significado_raiz":"Ideia básica: cruel.","significado_contextual":"Refere-se à dureza e crueldade do coração humano que se afasta de Deus.","explicacao_detalhada":"A palavra 'cruel' descreve a resistência e a falta de compaixão que o povo demonstra ao desobedecer a Deus.","por_que_esta_palavra":"É utilizada para ilustrar a gravidade do pecado e a necessidade de arrependimento.","conexao_teologica":"A crueldade do coração humano contrasta com a misericórdia de Deus, que sempre busca restaurar o relacionamento com Seu povo.","referencias_relacionadas":["Romanos 2:5","Hebreus 3:13","Ezequiel 36:26"]},"jeremias_17_23_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Refere-se à disposição de ouvir a voz de Deus e obedecer às Suas instruções.","explicacao_detalhada":"A palavra 'ouvir' implica em mais do que apenas escutar; envolve uma resposta ativa à palavra de Deus.","por_que_esta_palavra":"É usada para chamar o povo ao arrependimento e à obediência, enfatizando a importância de estar atento à voz de Deus.","conexao_teologica":"Ouvir a Deus é fundamental para a vida espiritual, pois é através da Sua palavra que recebemos direção e sabedoria.","referencias_relacionadas":["Tiago 1:22","Salmos 95:7","Romanos 10:17"]},"jeremias_17_24_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade como um lugar de segurança e proteção sob a bênção de Deus.","explicacao_detalhada":"A palavra 'cidade' simboliza a comunidade do povo de Deus e a importância de viver em harmonia e obediência às Suas leis.","por_que_esta_palavra":"É usada para enfatizar a relação entre a obediência do povo e a proteção divina sobre a cidade.","conexao_teologica":"A cidade é vista como um reflexo do reino de Deus na terra, onde a justiça e a paz devem prevalecer.","referencias_relacionadas":["Salmos 46:4","Isaías 26:1","Mateus 5:14"]},"jeremias_17_24_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia como um tempo designado para a adoração e a reflexão sobre Deus.","explicacao_detalhada":"A palavra 'dia' destaca a importância de dedicar tempo a Deus, especialmente no contexto do sábado.","por_que_esta_palavra":"É usada para lembrar o povo da necessidade de separar um tempo para Deus em suas vidas diárias.","conexao_teologica":"O conceito de tempo sagrado é fundamental na teologia bíblica, onde cada dia é uma oportunidade para glorificar a Deus.","referencias_relacionadas":["Salmos 118:24","Colossenses 3:17","Êxodo 20:8"]},"jeremias_17_24_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"Refere-se à necessidade de santificar o dia de sábado, separando-o para Deus.","explicacao_detalhada":"A palavra 'santificar' implica em dedicar o dia ao Senhor, abstendo-se de atividades comuns e focando na adoração.","por_que_esta_palavra":"É crucial para entender a importância da santidade e do respeito ao que Deus estabeleceu como sagrado.","conexao_teologica":"A santificação é um princípio central na vida do crente, refletindo a separação do que é comum para o que é sagrado.","referencias_relacionadas":["Levítico 23:3","Ezequiel 20:12","Hebreus 4:9-10"]},"jeremias_17_25_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade como um símbolo da proteção e bênção de Deus sobre o Seu povo.","explicacao_detalhada":"A palavra 'cidade' representa a coletividade do povo de Deus e a importância de viver em conformidade com as Suas leis.","por_que_esta_palavra":"É usada para enfatizar a relação entre a obediência do povo e a segurança que Deus oferece.","conexao_teologica":"A cidade é um reflexo do reino de Deus, onde a justiça e a paz devem prevalecer entre o Seu povo.","referencias_relacionadas":["Salmos 46:4","Isaías 26:1","Mateus 5:14"]},"jeremias_17_25_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de julgar com justiça, conforme as leis de Deus.","explicacao_detalhada":"A palavra 'julgar' implica em uma avaliação justa e correta, alinhada com os princípios divinos.","por_que_esta_palavra":"É usada para enfatizar a responsabilidade do povo de Deus em agir com justiça e retidão.","conexao_teologica":"O julgamento justo é um reflexo do caráter de Deus e deve ser a base das interações humanas.","referencias_relacionadas":["Miquéias 6:8","Salmos 82:3","Romanos 2:6"]},"jeremias_17_26_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade como um centro de vida social e espiritual, onde o povo se reúne.","explicacao_detalhada":"A palavra 'cidade' neste contexto implica um lugar de habitação e convivência, onde as atividades religiosas e sociais ocorrem. Em Jeremias 17:26, a cidade é mencionada em relação à adoração e ao sacrifício, mostrando a importância do local na vida do povo.","por_que_esta_palavra":"A cidade é um símbolo de comunidade e de identidade nacional, refletindo a relação do povo com Deus e com suas tradições.","conexao_teologica":"A cidade é vista como um espaço onde a presença de Deus se manifesta, especialmente em relação ao templo e às práticas religiosas.","referencias_relacionadas":["Salmos 122:1","Isaías 2:3","Mateus 5:14"]},"jeremias_17_26_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra representa a herança e a promessa de Deus ao Seu povo, simbolizando estabilidade e segurança.","explicacao_detalhada":"Neste versículo, a 'terra' é mencionada como um lugar de adoração e sacrifício, enfatizando a conexão entre o povo e a terra prometida. A terra é um elemento central na aliança entre Deus e Israel.","por_que_esta_palavra":"A terra é fundamental na narrativa bíblica, pois representa não apenas um espaço físico, mas também a realização das promessas de Deus.","conexao_teologica":"A terra é frequentemente associada à presença de Deus e à obediência do povo, sendo um símbolo da bênção divina.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Salmos 37:11"]},"jeremias_17_26_carne":{"palavra_pt":"sacrificio","palavra_original":"זֶבַח","transliteracao":"zebach","strong":"H2077","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao sacrifício como um ato de adoração e expiação, essencial para a relação entre o povo e Deus.","explicacao_detalhada":"A palavra 'sacrifício' neste contexto implica a oferta de animais como um meio de buscar a reconciliação com Deus. Em Jeremias 17:26, isso destaca a importância da pureza e da santidade nas práticas religiosas.","por_que_esta_palavra":"O sacrifício é um elemento central na adoração do Antigo Testamento, simbolizando a necessidade de expiação pelos pecados.","conexao_teologica":"O sacrifício aponta para a obra redentora de Cristo, que se oferece como o sacrifício perfeito.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:22","Romanos 12:1"]},"jeremias_17_27_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"Refere-se ao ato de santificar, que é essencial para a adoração a Deus.","explicacao_detalhada":"A palavra 'santificar' implica a separação do que é comum para o que é sagrado. Em Jeremias 17:27, isso é um chamado à pureza e à obediência às leis de Deus.","por_que_esta_palavra":"Santificar é um ato de consagração que reflete a relação do povo com Deus, mostrando a necessidade de estar em conformidade com Sua vontade.","conexao_teologica":"A santificação é um tema central na vida cristã, refletindo a transformação que ocorre na vida do crente.","referencias_relacionadas":["1 Pedro 1:16","Romanos 6:19","Hebreus 10:14"]},"jeremias_17_27_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia é um tempo designado para a adoração e a reflexão sobre a santidade de Deus.","explicacao_detalhada":"Neste contexto, 'dia' pode se referir a um dia específico de adoração ou a um tempo de convocação para o povo se reunir e buscar a Deus. É um lembrete da importância do tempo dedicado a Deus.","por_que_esta_palavra":"O conceito de dia sagrado é fundamental na prática religiosa, enfatizando a necessidade de reservar tempo para Deus.","conexao_teologica":"O dia do Senhor é um tema recorrente na Bíblia, simbolizando a expectativa da vinda de Cristo e a restauração final.","referencias_relacionadas":["Êxodo 20:8-11","Isaías 58:13-14","Mateus 12:8"]},"jeremias_17_27_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é um princípio fundamental na relação entre Deus e Seu povo, refletindo a fidelidade e a justiça divina.","explicacao_detalhada":"A palavra 'verdade' neste contexto implica a necessidade de viver de acordo com os princípios de Deus. Em Jeremias 17:27, isso é um chamado à integridade e à sinceridade na adoração.","por_que_esta_palavra":"A verdade é essencial para a adoração genuína, pois Deus busca adoradores que O adorem em espírito e em verdade.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes.","referencias_relacionadas":["Salmos 51:6","João 4:24","Efésios 4:15"]}}