{"jeremias_18_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus como um meio de comunicação e revelação divina.","explicacao_detalhada":"A palavra 'coisa' ou 'palavra' em Jeremias 18:1 destaca a importância da mensagem de Deus para o Seu povo, enfatizando que a comunicação divina é vital para a compreensão da vontade de Deus.","por_que_esta_palavra":"A palavra de Deus é um guia e uma fonte de sabedoria para a vida do crente.","conexao_teologica":"A palavra de Deus é viva e eficaz, e deve ser central na vida do crente.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","2 Timóteo 3:16-17"]},"jeremias_18_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é um símbolo de Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' em Jeremias 18:1 enfatiza a soberania de Deus e Sua posição como Criador e Governante. O nome de Deus é invocado em momentos de oração e adoração.","por_que_esta_palavra":"O nome de Deus é fundamental na relação do povo com Ele, representando Sua presença e poder.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, refletindo Sua natureza e atributos.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"jeremias_18_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de dizer como uma expressão de autoridade e poder.","explicacao_detalhada":"A palavra 'dizer' em Jeremias 18:1 destaca a importância da comunicação divina e a autoridade da mensagem que Deus transmite ao Seu povo.","por_que_esta_palavra":"Dizer é um ato que revela a intenção e a vontade de Deus, sendo essencial para a compreensão da Sua palavra.","conexao_teologica":"A palavra de Deus é frequentemente associada ao poder criativo e transformador.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Isaías 55:11"]},"jeremias_18_2_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se ao inimigo como uma força opositora à vontade de Deus e ao Seu povo.","explicacao_detalhada":"A palavra 'inimigo' em Jeremias 18:2 pode se referir tanto a inimigos externos quanto internos que se opõem ao plano de Deus. Isso ressalta a luta espiritual que o povo enfrenta.","por_que_esta_palavra":"Reconhecer a presença de inimigos é importante para entender a necessidade de dependência de Deus e da Sua proteção.","conexao_teologica":"A batalha espiritual é um tema recorrente na Bíblia, enfatizando a necessidade de vigilância e oração.","referencias_relacionadas":["Efésios 6:12","1 Pedro 5:8","Salmos  enemies: 27:1"]},"jeremias_18_2_idiom":{"palavra_pt":"expressao","palavra_original":"יָצַר","transliteracao":"yâtsar","strong":"H3335","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão refere-se à ação de moldar ou formar algo, como um oleiro faz com o barro.","explicacao_detalhada":"Neste contexto, a palavra 'expressão' (יָצַר) é usada para descrever a habilidade de Deus em moldar o destino de Seu povo, assim como um oleiro molda a argila.","por_que_esta_palavra":"A escolha da palavra enfatiza a relação entre Deus e Seu povo, mostrando que Ele tem o poder de moldar e transformar vidas.","conexao_teologica":"Deus é o oleiro e nós somos a argila, o que ilustra a soberania divina sobre a criação e a capacidade de renovação.","referencias_relacionadas":["Isaías 64:8","Romanos 9:21","Salmos 119:73"]},"jeremias_18_2_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar indica a ação de se erguer ou se colocar em pé, simbolizando um novo começo ou uma nova direção.","explicacao_detalhada":"A palavra 'levantar' (קוּם) sugere um chamado à ação, onde Deus convoca Seu povo a se levantar e responder ao Seu chamado.","por_que_esta_palavra":"Essa palavra é crucial para entender a necessidade de ação e resposta por parte do povo diante das instruções divinas.","conexao_teologica":"A ideia de levantar-se é frequentemente associada à ressurreição e à nova vida em Cristo.","referencias_relacionadas":["Isaías 60:1","Mateus 28:6","Efésios 2:6"]},"jeremias_18_3_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Inimigo refere-se a alguém que se opõe ou causa dano, representando os adversários do povo de Deus.","explicacao_detalhada":"A palavra 'inimigo' (יָרַד) é usada para descrever aqueles que se levantam contra a vontade de Deus e Seu povo, simbolizando a oposição espiritual.","por_que_esta_palavra":"É importante entender quem são os inimigos para reconhecer a necessidade de proteção e intervenção divina.","conexao_teologica":"A batalha espiritual é uma temática recorrente na Bíblia, onde Deus promete lutar contra os inimigos de Seu povo.","referencias_relacionadas":["Salmos 23:5","Romanos 8:31","Efésios 6:12"]},"jeremias_18_3_idiom":{"palavra_pt":"expressao","palavra_original":"יָצַר","transliteracao":"yâtsar","strong":"H3335","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão aqui também se refere à ação de moldar, enfatizando a habilidade de Deus em criar e transformar.","explicacao_detalhada":"A repetição da palavra 'expressão' (יָצַר) reforça a ideia de que Deus está constantemente moldando a vida de Seu povo.","por_que_esta_palavra":"A ênfase na expressão destaca a continuidade da obra de Deus em nossas vidas.","conexao_teologica":"A obra de Deus como oleiro é um tema central que reflete Sua paciência e amor na transformação de vidas.","referencias_relacionadas":["Jeremias 29:11","Romanos 12:2","2 Coríntios 5:17"]},"jeremias_18_3_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Casa representa não apenas um edifício, mas também a ideia de família e comunidade.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) simboliza o lugar onde o povo de Deus habita e se relaciona, sendo um espaço de proteção e adoração.","por_que_esta_palavra":"A casa é um símbolo importante na Bíblia, representando a presença de Deus entre Seu povo.","conexao_teologica":"A ideia de casa se conecta com a noção de que somos a habitação de Deus, tanto individualmente quanto coletivamente.","referencias_relacionadas":["Salmos 127:1","Hebreus 3:6","1 Pedro 2:5"]},"jeremias_18_4_agua":{"palavra_pt":"agua","palavra_original":"חֹמֶר","transliteracao":"chômer","strong":"H2563","significado_raiz":"Ideia básica: agua.","significado_contextual":"Água é um símbolo de vida, purificação e renovação.","explicacao_detalhada":"A palavra 'água' (חֹמֶר) aqui se refere ao material que o oleiro usa para moldar a argila, simbolizando a ação de Deus em dar vida e sustento.","por_que_esta_palavra":"A água é essencial para a vida e representa a necessidade de dependência de Deus para a renovação espiritual.","conexao_teologica":"A água é frequentemente associada ao Espírito Santo e à purificação na Bíblia.","referencias_relacionadas":["João 4:14","Apocalipse 22:17","Isaías 55:1"]},"jeremias_18_4_idiom":{"palavra_pt":"expressao","palavra_original":"יָצַר","transliteracao":"yâtsar","strong":"H3335","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão novamente enfatiza a ação de moldar, reiterando a habilidade de Deus em transformar.","explicacao_detalhada":"A repetição da palavra 'expressão' (יָצַר) sublinha a importância da obra contínua de Deus em nossas vidas.","por_que_esta_palavra":"A ênfase na expressão mostra que Deus está sempre ativo em moldar e transformar Seu povo.","conexao_teologica":"A obra de Deus como oleiro é um tema que reflete Sua soberania e amor por nós.","referencias_relacionadas":["Isaías 64:8","Romanos 9:21","2 Timóteo 2:21"]},"jeremias_18_5_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair implica em uma queda ou um desvio do caminho correto.","explicacao_detalhada":"A palavra 'cair' (הָיָה) é usada para descrever a possibilidade de que a obra de Deus possa falhar se não houver obediência.","por_que_esta_palavra":"A escolha dessa palavra alerta sobre as consequências da desobediência e a necessidade de permanecer firme na fé.","conexao_teologica":"A queda é um tema que reflete a fragilidade humana e a necessidade de dependência de Deus.","referencias_relacionadas":["Provérbios 24:16","Gálatas 6:1","1 Pedro 5:8"]},"jeremias_18_5_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Palavra refere-se à comunicação de Deus e Sua vontade para o Seu povo.","explicacao_detalhada":"A palavra 'palavra' (דָּבָר) é central na revelação divina, representando a mensagem que Deus deseja transmitir.","por_que_esta_palavra":"A ênfase na palavra destaca a importância da revelação e da obediência à vontade de Deus.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo fundamental para a vida espiritual do crente.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Mateus 4:4"]},"jeremias_18_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Nome refere-se à identidade e autoridade de Deus.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para enfatizar a soberania e o poder de Deus sobre todas as coisas.","por_que_esta_palavra":"O uso do nome de Deus é fundamental para reconhecer Sua autoridade e a relação que temos com Ele.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e poder, sendo central na adoração e na oração.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"jeremias_18_6_idiom":{"palavra_pt":"expressao","palavra_original":"יָצַר","transliteracao":"yâtsar","strong":"H3335","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão refere-se à habilidade de Deus em moldar e formar o Seu povo.","explicacao_detalhada":"A palavra 'expressão' aqui simboliza a ação de Deus como oleiro, moldando a vida de Israel conforme Sua vontade. Isso implica que Deus tem controle e autoridade sobre a formação do caráter e destino de Seu povo.","por_que_esta_palavra":"A escolha da palavra 'expressão' enfatiza a relação íntima entre Deus e Seu povo, mostrando que Ele está ativamente envolvido em suas vidas.","conexao_teologica":"Esta passagem ilustra a soberania de Deus e Sua capacidade de moldar a história e o futuro de uma nação.","referencias_relacionadas":["Isaías 64:8","Romanos 9:21","Salmos 139:13"]},"jeremias_18_6_agua":{"palavra_pt":"agua","palavra_original":"חֹמֶר","transliteracao":"chômer","strong":"H2563","significado_raiz":"Ideia básica: agua.","significado_contextual":"A palavra 'água' representa a substância moldável que o oleiro utiliza para formar a argila.","explicacao_detalhada":"Neste contexto, 'água' simboliza a flexibilidade e a capacidade de transformação que Deus oferece ao Seu povo, permitindo que sejam moldados e renovados.","por_que_esta_palavra":"A água é essencial para a argila, assim como a graça de Deus é essencial para a transformação espiritual dos indivíduos.","conexao_teologica":"A água também é um símbolo do Espírito Santo, que atua na vida dos crentes para moldá-los à imagem de Cristo.","referencias_relacionadas":["João 7:38-39","Isaías 44:3","Ezequiel 36:25-27"]},"jeremias_18_7_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Ideia básica: reino.","significado_contextual":"O 'reino' refere-se ao domínio de Deus sobre as nações e a Sua autoridade para decidir o destino delas.","explicacao_detalhada":"A palavra 'reino' indica que Deus tem o poder de estabelecer ou derrubar reinos, conforme Sua vontade e propósito.","por_que_esta_palavra":"A ênfase no 'reino' destaca a soberania divina e a responsabilidade dos líderes e nações diante de Deus.","conexao_teologica":"A ideia de reino é central na teologia bíblica, refletindo a autoridade de Deus sobre toda a criação.","referencias_relacionadas":["Daniel 2:21","Salmos 22:28","Mateus 6:10"]},"jeremias_18_7_destruir":{"palavra_pt":"destruir","palavra_original":"נָתַשׁ","transliteracao":"nâthash","strong":"H5428","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à capacidade de Deus de remover ou aniquilar o que não está conforme Sua vontade.","explicacao_detalhada":"Neste contexto, 'destruir' implica que Deus pode decidir acabar com uma nação ou um povo que se desvia de Seus caminhos.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a seriedade do juízo de Deus e a necessidade de arrependimento.","conexao_teologica":"A destruição é uma consequência do pecado e da desobediência, refletindo a justiça divina.","referencias_relacionadas":["Ezequiel 18:30","Romanos 1:18","Apocalipse 20:15"]},"jeremias_18_8_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é uma referência a um ato de criação ou realização, simbolizando a ação de Deus.","explicacao_detalhada":"Neste contexto, 'urso' pode ser interpretado como a capacidade de Deus de trazer à existência algo novo ou de realizar Seus propósitos.","por_que_esta_palavra":"A palavra destaca a força e a determinação de Deus em realizar Sua vontade.","conexao_teologica":"Deus é o Criador que traz à luz novas realidades e restaura o que estava perdido.","referencias_relacionadas":["Gênesis 1:1","Isaías 43:19","2 Coríntios 5:17"]},"jeremias_18_8_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' refere-se à construção de algo sólido e duradouro, como a nação de Israel.","explicacao_detalhada":"Neste contexto, 'edificar' implica que Deus está ativamente construindo e estabelecendo Seu povo em uma nova aliança.","por_que_esta_palavra":"A escolha da palavra enfatiza a intenção de Deus de criar um futuro promissor para Seu povo.","conexao_teologica":"A edificação é um tema central na obra de Deus, que busca restaurar e fortalecer Seu povo.","referencias_relacionadas":["Mateus 16:18","Efésios 2:20-22","1 Pedro 2:5"]},"jeremias_18_8_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"A palavra 'nação' refere-se ao povo escolhido de Deus, Israel, e sua identidade coletiva.","explicacao_detalhada":"Neste contexto, 'nação' simboliza a unidade e a chamada de Israel como povo de Deus, com um propósito específico.","por_que_esta_palavra":"A ênfase na 'nação' destaca a importância da coletividade na relação com Deus.","conexao_teologica":"A ideia de nação é fundamental na narrativa bíblica, refletindo a aliança de Deus com Seu povo.","referencias_relacionadas":["Êxodo 19:6","Deuteronômio 7:6","1 Pedro 2:9"]},"jeremias_18_9_olhos":{"palavra_pt":"olhos","palavra_original":"רֶגַע","transliteracao":"regaʻ","strong":"H7281","significado_raiz":"Ideia básica: olhos.","significado_contextual":"A palavra 'olhos' simboliza a percepção e o conhecimento de Deus sobre as ações humanas.","explicacao_detalhada":"Neste contexto, 'olhos' representa a vigilância de Deus sobre a humanidade e Sua capacidade de ver o que está no coração das pessoas.","por_que_esta_palavra":"A escolha da palavra enfatiza a onisciência de Deus e Sua preocupação com a moralidade humana.","conexao_teologica":"Os olhos de Deus são um símbolo de Sua justiça e de Sua capacidade de julgar as ações humanas.","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","Hebreus 4:13"]},"jeremias_18_9_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Ideia básica: reino.","significado_contextual":"A palavra 'reino' aqui reafirma a soberania de Deus sobre as nações e Seus planos para elas.","explicacao_detalhada":"Neste contexto, 'reino' implica que Deus tem a autoridade de estabelecer o que é certo e justo em relação às nações.","por_que_esta_palavra":"A ênfase no 'reino' reforça a ideia de que Deus é o governante supremo e que Suas decisões são irrevogáveis.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele reina sobre toda a criação.","referencias_relacionadas":["Salmos 103:19","Daniel 4:17","Apocalipse 11:15"]},"jeremias_18_9_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"A palavra 'construir' refere-se ao ato de estabelecer algo novo e duradouro, como a restauração de Israel.","explicacao_detalhada":"Neste contexto, 'construir' implica que Deus está ativamente envolvido na edificação de Seu povo e na realização de Seus planos.","por_que_esta_palavra":"A escolha da palavra enfatiza a esperança e o futuro que Deus oferece ao Seu povo.","conexao_teologica":"A construção é um símbolo da obra redentora de Deus, que busca restaurar o que foi perdido.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","1 Coríntios 3:9"]},"jeremias_18_10_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso é uma metáfora para a força e a capacidade de Deus de moldar e transformar.","explicacao_detalhada":"Neste versículo, a palavra 'urso' simboliza a ação poderosa de Deus, que pode criar ou destruir conforme Sua vontade. A imagem do urso evoca a ideia de um ser forte e imponente, refletindo a soberania divina.","por_que_esta_palavra":"A escolha da palavra 'urso' enfatiza a força e a autoridade de Deus sobre as nações e os indivíduos, mostrando que Ele tem o poder de moldar o destino de todos.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, onde Ele é apresentado como o Criador que tem controle absoluto sobre a criação.","referencias_relacionadas":["Isaías 64:8","Romanos 9:21","Salmos 95:5"]},"jeremias_18_10_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade das ações de Deus, que são sempre justas e benéficas.","explicacao_detalhada":"Neste contexto, 'bom' indica que as intenções de Deus ao moldar Seu povo são sempre para o bem, mesmo quando isso envolve disciplina ou julgamento.","por_que_esta_palavra":"A palavra 'bom' é utilizada para reafirmar a natureza benevolente de Deus, que busca o bem-estar de Seu povo.","conexao_teologica":"A bondade de Deus é um atributo fundamental que permeia toda a Escritura, revelando-se em Suas promessas e ações.","referencias_relacionadas":["Salmos 119:68","Tiago 1:17","Romanos 8:28"]},"jeremias_18_10_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A 'voz' representa a comunicação de Deus com Seu povo, transmitindo Sua vontade e instruções.","explicacao_detalhada":"A palavra 'voz' sugere a ideia de que Deus se revela e se comunica, chamando Seu povo à obediência e ao arrependimento.","por_que_esta_palavra":"A ênfase na 'voz' destaca a importância da revelação divina e da resposta humana a essa revelação.","conexao_teologica":"A comunicação de Deus com a humanidade é um tema central na Bíblia, mostrando como Ele se relaciona com Seu povo.","referencias_relacionadas":["João 10:27","Hebreus 1:1-2","Salmos 29:4"]},"jeremias_18_11_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, enfatizando a responsabilidade moral diante de Deus.","explicacao_detalhada":"Neste versículo, 'homem' representa todos os indivíduos que devem responder ao chamado de Deus e se submeter à Sua vontade.","por_que_esta_palavra":"A inclusão do 'homem' ressalta a relação entre Deus e a humanidade, destacando a necessidade de arrependimento e mudança.","conexao_teologica":"A condição humana e a necessidade de redenção são temas recorrentes na teologia bíblica, mostrando a fragilidade do homem diante da santidade de Deus.","referencias_relacionadas":["Gênesis 1:27","Romanos 3:23","Salmos 8:4-5"]},"jeremias_18_11_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' implica a avaliação das ações humanas e a determinação do que é certo ou errado.","explicacao_detalhada":"Neste contexto, 'julgar' refere-se ao ato de Deus de avaliar a conduta do povo e de trazer consequências para suas ações.","por_que_esta_palavra":"A palavra 'julgar' é crucial para entender a justiça de Deus e Sua disposição de corrigir e disciplinar Seu povo.","conexao_teologica":"A justiça de Deus é um atributo essencial, onde Ele não apenas ama, mas também corrige e disciplina aqueles que ama.","referencias_relacionadas":["Hebreus 12:6","Salmos 9:7-8","Mateus 12:36"]},"jeremias_18_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação de Deus, que expressa Sua vontade e propósitos.","explicacao_detalhada":"Neste versículo, 'dizer' enfatiza a autoridade de Deus ao declarar Seu plano e as consequências para a desobediência.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a importância da revelação divina e a necessidade de ouvir e obedecer.","conexao_teologica":"A palavra de Deus é viva e eficaz, e Sua comunicação é fundamental para a vida espiritual do crente.","referencias_relacionadas":["Isaías 55:11","Hebreus 4:12","Salmos 119:105"]},"jeremias_18_12_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A repetição da palavra 'homem' reforça a responsabilidade individual diante de Deus.","explicacao_detalhada":"Neste contexto, 'homem' enfatiza que cada pessoa é chamada a responder ao chamado de Deus e a considerar suas ações.","por_que_esta_palavra":"A palavra 'homem' é usada para lembrar que todos têm um papel ativo na relação com Deus e em suas decisões.","conexao_teologica":"A responsabilidade moral do ser humano é um tema central na Bíblia, onde cada um deve prestar contas a Deus.","referencias_relacionadas":["Gálatas 6:5","Ezequiel 18:30","Romanos 14:12"]},"jeremias_18_12_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' novamente enfatiza a comunicação de Deus e a importância de ouvir Sua voz.","explicacao_detalhada":"Neste versículo, 'dizer' destaca a necessidade de que o povo ouça e responda à mensagem de Deus, refletindo sobre suas ações.","por_que_esta_palavra":"A repetição da palavra 'dizer' sublinha a urgência da mensagem divina e a importância da obediência.","conexao_teologica":"A obediência à palavra de Deus é fundamental para a vida do crente e para a saúde espiritual da comunidade.","referencias_relacionadas":["Tiago 1:22","Deuteronômio 6:4-5","Romanos 10:17"]},"jeremias_18_12_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual o povo deve considerar suas ações.","explicacao_detalhada":"Neste contexto, 'porque' conecta a declaração anterior à necessidade de arrependimento e mudança de comportamento.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a lógica do chamado de Deus ao arrependimento.","conexao_teologica":"A necessidade de arrependimento é um tema central na mensagem profética, onde Deus chama Seu povo a voltar-se para Ele.","referencias_relacionadas":["Atos 3:19","2 Crônicas 7:14","Ezequiel 18:32"]},"jeremias_18_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania e autoridade de Deus sobre toda a criação.","explicacao_detalhada":"Neste versículo, 'senhor' enfatiza a posição de Deus como Criador e Governante, que tem o direito de moldar e dirigir a história.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para reconhecer a relação de submissão e reverência que o povo deve ter para com Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia, onde Ele é reconhecido como o Senhor de toda a criação.","referencias_relacionadas":["Salmos 24:1","Romanos 14:8-9","Apocalipse 19:16"]},"jeremias_18_13_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"Refere-se a um povo ou nação, especialmente em relação ao julgamento de Deus sobre as nações.","explicacao_detalhada":"A palavra 'nação' é usada para descrever grupos de pessoas que compartilham cultura, língua e história. No contexto de Jeremias 18:13, Deus está se referindo a nações que se afastaram de Seus caminhos.","por_que_esta_palavra":"A escolha da palavra 'nação' enfatiza a coletividade e a responsabilidade de um povo diante de Deus.","conexao_teologica":"A ideia de nação é central na teologia bíblica, pois Deus tem um plano para as nações, e o juízo é uma parte desse plano.","referencias_relacionadas":["Isaías 40:15","Salmos 22:27","Mateus 28:19"]},"jeremias_18_13_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua totalidade, enfatizando a fragilidade e a necessidade de arrependimento.","explicacao_detalhada":"A palavra 'homem' é usada para representar a humanidade e sua relação com Deus. Em Jeremias 18:13, destaca-se a condição do homem diante do chamado divino para mudança.","por_que_esta_palavra":"A palavra 'homem' é fundamental para entender a natureza humana e a necessidade de redenção.","conexao_teologica":"A teologia cristã enfatiza a queda do homem e a necessidade de salvação através de Cristo.","referencias_relacionadas":["Gênesis 1:26","Romanos 3:23","Efésios 2:8-9"]},"jeremias_18_14_rocha":{"palavra_pt":"rocha","palavra_original":"צוּר","transliteracao":"tsûwr","strong":"H6697","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Simboliza estabilidade e segurança, contrastando com a instabilidade do coração humano.","explicacao_detalhada":"A palavra 'rocha' é frequentemente usada na Bíblia para descrever Deus como um refúgio seguro. Em Jeremias 18:14, é um lembrete da fidelidade de Deus em tempos de crise.","por_que_esta_palavra":"A rocha representa a força e a proteção que Deus oferece ao Seu povo.","conexao_teologica":"Deus é frequentemente descrito como a rocha de nossa salvação, enfatizando Sua imutabilidade.","referencias_relacionadas":["Salmos 18:2","Mateus 7:24-25","1 Coríntios 10:4"]},"jeremias_18_14_destituido":{"palavra_pt":"destituido","palavra_original":"עָזַב","transliteracao":"ʻâzab","strong":"H5800","significado_raiz":"Ideia básica: destituido.","significado_contextual":"Refere-se à condição de ser abandonado ou deixado de lado, especialmente em relação ao juízo de Deus.","explicacao_detalhada":"A palavra 'destituído' implica uma separação de Deus e Suas bênçãos. Em Jeremias 18:14, isso serve como um alerta sobre as consequências do pecado.","por_que_esta_palavra":"Destaca a gravidade de se afastar de Deus e as consequências que isso traz.","conexao_teologica":"A destituição é um tema recorrente na Bíblia, onde o afastamento de Deus leva a consequências severas.","referencias_relacionadas":["Isaías 59:2","Romanos 1:24","Gálatas 6:7"]},"jeremias_18_14_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à ação de resgatar ou libertar, especialmente no contexto da salvação espiritual.","explicacao_detalhada":"A palavra 'salvar' em Jeremias 18:14 implica a possibilidade de redenção e restauração, mesmo após a destituição.","por_que_esta_palavra":"É um lembrete da misericórdia de Deus e de Sua disposição para salvar aqueles que se arrependem.","conexao_teologica":"A salvação é um tema central na Bíblia, culminando na obra redentora de Cristo.","referencias_relacionadas":["Salmos 34:18","Romanos 10:13","Efésios 2:5"]},"jeremias_18_15_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou explicação, enfatizando a lógica do juízo de Deus.","explicacao_detalhada":"A palavra 'porque' em Jeremias 18:15 conecta a ação de Deus com a resposta do povo, mostrando que suas escolhas têm consequências.","por_que_esta_palavra":"É crucial para entender a relação entre a desobediência e o juízo divino.","conexao_teologica":"A lógica do juízo de Deus é uma parte importante da teologia bíblica, onde a justiça divina é sempre acompanhada de misericórdia.","referencias_relacionadas":["Deuteronômio 30:19","Ezequiel 18:30","Gálatas 6:7"]},"jeremias_18_15_mal":{"palavra_pt":"mal","palavra_original":"שָׁוְא","transliteracao":"shâvᵉʼ","strong":"H7723","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se a ações ou comportamentos que são contrários à vontade de Deus.","explicacao_detalhada":"A palavra 'mal' em Jeremias 18:15 destaca a gravidade do pecado e suas consequências para a nação.","por_que_esta_palavra":"É um alerta sobre a natureza destrutiva do pecado e a necessidade de arrependimento.","conexao_teologica":"O conceito de mal é fundamental na teologia, onde o pecado é visto como uma separação de Deus.","referencias_relacionadas":["Isaías 5:20","Romanos 6:23","Tiago 1:15"]},"jeremias_18_15_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Simboliza o juízo e a purificação, frequentemente associado à presença de Deus.","explicacao_detalhada":"A palavra 'fogo' em Jeremias 18:15 representa tanto o juízo divino quanto a purificação que pode resultar do arrependimento.","por_que_esta_palavra":"O fogo é um símbolo poderoso de transformação e julgamento na Bíblia.","conexao_teologica":"A presença de Deus é frequentemente associada ao fogo, como visto na sarça ardente e no Pentecostes.","referencias_relacionadas":["Hebreus 12:29","Mateus 3:11-12","Apocalipse 20:14"]},"jeremias_18_16_piedade":{"palavra_pt":"piedade","palavra_original":"נוּד","transliteracao":"nûwd","strong":"H5110","significado_raiz":"Ideia básica: piedade.","significado_contextual":"Refere-se à devoção e reverência a Deus, especialmente em tempos de crise.","explicacao_detalhada":"A palavra 'piedade' em Jeremias 18:16 enfatiza a necessidade de um coração voltado para Deus e a busca por Sua misericórdia.","por_que_esta_palavra":"A piedade é essencial para uma relação saudável com Deus e é um chamado ao arrependimento.","conexao_teologica":"A piedade é um tema central na vida cristã, refletindo a atitude do coração diante de Deus.","referencias_relacionadas":["Salmos 51:17","1 Timóteo 2:2","Tiago 4:10"]},"jeremias_18_16_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de Deus e à Sua capacidade de agir em favor do Seu povo.","explicacao_detalhada":"A palavra 'grande' em Jeremias 18:16 destaca a majestade de Deus e Sua soberania sobre as nações.","por_que_esta_palavra":"A grandeza de Deus é um tema recorrente na Bíblia, lembrando-nos de Sua autoridade e poder.","conexao_teologica":"A grandeza de Deus é fundamental para entender Sua obra redentora e Seu plano para a humanidade.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"jeremias_18_16_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à terra em um sentido físico e espiritual, simbolizando a criação de Deus.","explicacao_detalhada":"A palavra 'terra' neste contexto é usada para descrever o lugar onde o povo de Israel habita e onde Deus exerce seu domínio. É um lembrete da soberania de Deus sobre toda a criação.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a relação entre Deus e seu povo, mostrando que a terra é um presente divino e um espaço sagrado.","conexao_teologica":"A terra é frequentemente vista como um símbolo da promessa de Deus ao seu povo, representando tanto bênção quanto responsabilidade.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 66:1"]},"jeremias_18_17_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito ou vento, simbolizando a presença e a ação de Deus.","explicacao_detalhada":"A palavra 'vento' é usada para descrever a força invisível de Deus que pode moldar e transformar a vida das pessoas, assim como o vento molda a paisagem.","por_que_esta_palavra":"A utilização de 'vento' destaca a natureza dinâmica e poderosa de Deus, que pode trazer mudança e renovação.","conexao_teologica":"O vento é frequentemente associado ao Espírito Santo, que atua na vida dos crentes e traz transformação.","referencias_relacionadas":["João 3:8","Atos 2:2","Gênesis 1:2"]},"jeremias_18_17_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo específico, simbolizando a oportunidade e a urgência da ação.","explicacao_detalhada":"A palavra 'dia' neste contexto pode indicar um tempo de julgamento ou de intervenção divina, enfatizando a importância de estar atento às ações de Deus.","por_que_esta_palavra":"A escolha de 'dia' ressalta a ideia de que há um tempo determinado para cada coisa, conforme o plano de Deus.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao dia do Senhor, um tempo de justiça e restauração.","referencias_relacionadas":["Eclesiastes 3:1","Amós 5:18","2 Pedro 3:10"]},"jeremias_18_17_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à face ou presença de Deus, simbolizando a relação pessoal entre Deus e seu povo.","explicacao_detalhada":"A palavra 'rosto' implica em intimidade e revelação, indicando que Deus se relaciona com seu povo de maneira pessoal e direta.","por_que_esta_palavra":"A escolha de 'rosto' enfatiza a importância de buscar a presença de Deus e de estar em comunhão com Ele.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, representando a esperança e a salvação para o seu povo.","referencias_relacionadas":["Números 6:25","Salmos 67:1","Êxodo 33:14"]},"jeremias_18_18_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se ao mediador entre Deus e o povo, simbolizando a função espiritual e a responsabilidade do sacerdócio.","explicacao_detalhada":"A palavra 'sacerdote' destaca a importância da intercessão e do serviço a Deus, sendo um representante do povo diante do Senhor.","por_que_esta_palavra":"A escolha de 'sacerdote' enfatiza a necessidade de liderança espiritual e a importância da adoração adequada a Deus.","conexao_teologica":"O sacerdócio é um tema central na Bíblia, com Cristo sendo o nosso sumo sacerdote que intercede por nós.","referencias_relacionadas":["Hebreus 4:14","1 Pedro 2:9","Êxodo 28:1"]},"jeremias_18_18_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à mensagem ou comunicação de Deus, simbolizando a revelação divina.","explicacao_detalhada":"A palavra 'palavra' neste contexto representa a instrução e o aviso de Deus ao seu povo, enfatizando a importância de ouvir e obedecer.","por_que_esta_palavra":"A escolha de 'palavra' ressalta a centralidade da revelação de Deus na vida do crente e a necessidade de resposta a essa revelação.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo fundamental para a fé e a prática cristã.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Isaías 55:11"]},"jeremias_18_18_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se ao porta-voz de Deus, simbolizando a função de comunicar a vontade divina.","explicacao_detalhada":"A palavra 'profeta' destaca a responsabilidade de transmitir a mensagem de Deus ao povo, muitas vezes em tempos de crise ou desobediência.","por_que_esta_palavra":"A escolha de 'profeta' enfatiza a importância da voz profética na orientação e correção do povo de Deus.","conexao_teologica":"Os profetas são instrumentos de Deus para chamar o povo ao arrependimento e à fidelidade.","referencias_relacionadas":["Amós 3:7","Efésios 4:11","Mateus 10:41"]},"jeremias_18_19_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Refere-se à comunicação de Deus, simbolizando a importância de ouvir a mensagem divina.","explicacao_detalhada":"A palavra 'voz' neste contexto representa a clareza e a autoridade da mensagem de Deus, que deve ser ouvida e obedecida.","por_que_esta_palavra":"A escolha de 'voz' ressalta a necessidade de discernir a comunicação de Deus em meio a outras vozes.","conexao_teologica":"A voz de Deus é um tema recorrente na Bíblia, representando direção, conforto e advertência.","referencias_relacionadas":["Salmos 29:4","João 10:27","Isaías 30:21"]},"jeremias_18_19_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, simbolizando sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' neste contexto destaca a soberania de Deus e sua posição como autoridade suprema sobre todas as coisas.","por_que_esta_palavra":"A escolha de 'senhor' enfatiza a reverência e a adoração devidas a Deus, reconhecendo sua majestade.","conexao_teologica":"O nome de Deus é central na adoração e na oração, representando seu caráter e promessas.","referencias_relacionadas":["Salmos 8:1","Êxodo 3:14","Filipenses 2:9"]},"jeremias_18_19_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Refere-se à ação de escutar atentamente a mensagem de Deus.","explicacao_detalhada":"A palavra 'ouvir' neste contexto implica em mais do que apenas escutar; envolve a disposição de obedecer e responder à palavra de Deus.","por_que_esta_palavra":"A escolha de 'ouvir' ressalta a importância da receptividade à voz de Deus e a necessidade de ação em resposta.","conexao_teologica":"Ouvir a palavra de Deus é fundamental para a vida cristã, levando ao crescimento espiritual e à transformação.","referencias_relacionadas":["Tiago 1:22","Romanos 10:17","Mateus 7:24"]},"jeremias_18_20_corpo":{"palavra_pt":"corpo","palavra_original":"שָׁלַם","transliteracao":"shâlam","strong":"H7999","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo físico, simbolizando a totalidade do ser humano.","explicacao_detalhada":"No contexto de Jeremias 18:20, a palavra 'corpo' é usada para enfatizar a vulnerabilidade e a fragilidade do ser humano diante de Deus. O corpo é visto como um recipiente da vida que pode ser moldado ou destruído conforme a vontade divina.","por_que_esta_palavra":"A escolha da palavra 'corpo' destaca a conexão entre o ser humano e a sua condição física, lembrando que somos criaturas dependentes da graça de Deus.","conexao_teologica":"A teologia do corpo humano é central na compreensão da criação e da relação entre Deus e a humanidade. O corpo é visto como templo do Espírito Santo (1 Coríntios 6:19).","referencias_relacionadas":["Gênesis 2:7","Salmos 139:14","1 Coríntios 6:19"]},"jeremias_18_20_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Indica algo que é agradável, benéfico ou de qualidade superior.","explicacao_detalhada":"A palavra 'bom' em Jeremias 18:20 é utilizada para descrever ações que são justas e agradáveis aos olhos de Deus. Refere-se à moralidade e à ética que devem guiar a vida do povo.","por_que_esta_palavra":"A palavra 'bom' é fundamental para entender a natureza de Deus e suas expectativas para a humanidade, que é viver de acordo com princípios que promovem o bem.","conexao_teologica":"A bondade de Deus é um tema recorrente na Bíblia, refletindo seu caráter e suas intenções para a criação (Salmos 100:5).","referencias_relacionadas":["Gênesis 1:31","Salmos 34:8","Romanos 12:2"]},"jeremias_18_20_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou explicação.","explicacao_detalhada":"A palavra 'porque' em Jeremias 18:20 serve para conectar a ação de clamar a Deus com a razão pela qual isso deve ser feito, enfatizando a necessidade de se voltar a Deus em tempos de crise.","por_que_esta_palavra":"Esta palavra é crucial para a argumentação, pois estabelece a lógica entre a ação e a motivação, mostrando que há um propósito em buscar a ajuda divina.","conexao_teologica":"A relação entre a oração e a resposta de Deus é um tema central na teologia bíblica, onde a comunicação com Deus é vista como essencial para a vida espiritual.","referencias_relacionadas":["Salmos 34:17","Tiago 5:16","1 João 5:14"]},"jeremias_18_21_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"Refere-se à necessidade extrema de alimento, simbolizando também a sede espiritual.","explicacao_detalhada":"A palavra 'fome' em Jeremias 18:21 é usada para descrever a condição desesperadora do povo que se afasta de Deus, resultando em uma fome não apenas física, mas também espiritual.","por_que_esta_palavra":"A fome é uma metáfora poderosa para a busca de Deus e a necessidade de sua provisão, refletindo a realidade da vida sem a presença divina.","conexao_teologica":"A fome espiritual é um tema recorrente, onde Jesus se refere a si mesmo como o pão da vida (João 6:35), satisfazendo a necessidade mais profunda do ser humano.","referencias_relacionadas":["Mateus 5:6","João 6:35","Isaías 55:1"]},"jeremias_18_21_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Significa invocar ou pedir ajuda de forma intensa.","explicacao_detalhada":"A palavra 'dar' em Jeremias 18:21 é usada no sentido de oferecer algo a Deus, como um clamor por socorro em tempos de necessidade, enfatizando a ação de buscar a intervenção divina.","por_que_esta_palavra":"A escolha da palavra 'dar' destaca a necessidade de entrega e súplica a Deus, reconhecendo que tudo o que temos vem dele.","conexao_teologica":"A oração é vista como um ato de entrega e dependência, onde os crentes são encorajados a clamar a Deus em busca de ajuda (Salmos 50:15).","referencias_relacionadas":["Salmos 18:6","Romanos 10:13","Hebreus 4:16"]},"jeremias_18_21_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar, simbolizando herança e continuidade.","explicacao_detalhada":"A palavra 'filho' em Jeremias 18:21 é usada para enfatizar a relação entre Deus e seu povo, que é frequentemente descrito como filhos de Deus, refletindo a intimidade e a responsabilidade dessa relação.","por_que_esta_palavra":"A palavra 'filho' é significativa porque expressa a identidade e o valor do povo de Deus, que é chamado a viver de acordo com essa relação especial.","conexao_teologica":"A filiação divina é um tema central no Novo Testamento, onde os crentes são chamados de filhos de Deus (João 1:12).","referencias_relacionadas":["Gálatas 4:7","Romanos 8:14","1 João 3:1"]},"jeremias_18_22_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se a um lar físico, mas também simboliza a comunidade e a presença de Deus.","explicacao_detalhada":"A palavra 'casa' em Jeremias 18:22 é usada para descrever não apenas um edifício, mas a ideia de um lugar seguro e sagrado onde a presença de Deus habita entre seu povo.","por_que_esta_palavra":"A casa é um símbolo de proteção e identidade, refletindo a relação entre Deus e seu povo, que é chamado a ser um templo vivo.","conexao_teologica":"A ideia de casa é central na teologia bíblica, onde a presença de Deus é associada ao templo e à habitação entre os homens (1 Coríntios 3:16).","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","Efésios 2:19-22"]},"jeremias_18_22_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou explicação.","explicacao_detalhada":"A palavra 'porque' em Jeremias 18:22 conecta a ação de clamar a Deus com a razão pela qual isso deve ser feito, enfatizando a necessidade de se voltar a Deus em tempos de crise.","por_que_esta_palavra":"Esta palavra é crucial para a argumentação, pois estabelece a lógica entre a ação e a motivação, mostrando que há um propósito em buscar a ajuda divina.","conexao_teologica":"A relação entre a oração e a resposta de Deus é um tema central na teologia bíblica, onde a comunicação com Deus é vista como essencial para a vida espiritual.","referencias_relacionadas":["Salmos 34:17","Tiago 5:16","1 João 5:14"]},"jeremias_18_23_morte":{"palavra_pt":"morte","palavra_original":"מָוֶת","transliteracao":"mâveth","strong":"H4194","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se ao fim da vida física, mas também simboliza a separação espiritual de Deus.","explicacao_detalhada":"A palavra 'morte' em Jeremias 18:23 é usada para descrever as consequências do pecado e da rebelião contra Deus, que resulta em morte espiritual e física.","por_que_esta_palavra":"A morte é um tema sério na Bíblia, representando a consequência final da desobediência e a necessidade de redenção.","conexao_teologica":"A morte é superada pela vida em Cristo, que oferece a salvação e a vida eterna (João 11:25-26).","referencias_relacionadas":["Romanos 6:23","Apocalipse 20:14","1 Coríntios 15:55-57"]},"jeremias_18_23_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' em Jeremias 18:23 é usada para invocar a soberania de Deus, reconhecendo sua posição como Criador e Juiz.","por_que_esta_palavra":"O nome de Deus é fundamental na adoração e na invocação, simbolizando sua presença e poder na vida do crente.","conexao_teologica":"O nome de Deus é central na oração e na adoração, onde os crentes são chamados a invocar seu nome em busca de ajuda e proteção (Salmos 20:7).","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"jeremias_18_23_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as pessoas se comportam ou agem em relação a Deus e aos Seus mandamentos.","explicacao_detalhada":"No contexto de Jeremias 18:23, a palavra 'modo' implica a maneira como os israelitas se desviaram de Deus, mostrando uma falta de arrependimento e uma resistência à Sua vontade.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a importância das ações e comportamentos das pessoas em relação à sua fé e obediência a Deus.","conexao_teologica":"O 'modo' de viver é fundamental na teologia bíblica, pois reflete a relação entre o ser humano e Deus, enfatizando a necessidade de viver de acordo com os princípios divinos.","referencias_relacionadas":["Jeremias 7:23","Ezequiel 18:30","Romanos 12:2"]}}