{"jeremias_19_1_criar":{"palavra_pt":"criar","palavra_original":"קָנָה","transliteracao":"qânâh","strong":"H7069","significado_raiz":"Ideia básica: criar.","significado_contextual":"Refere-se ao ato de Deus criar algo novo, simbolizando a capacidade de transformação e renovação.","explicacao_detalhada":"Em Jeremias 19:1, a palavra 'criar' é usada para descrever a ação de Deus ao moldar e formar o destino de Seu povo, enfatizando Sua soberania e poder criador.","por_que_esta_palavra":"A palavra 'criar' é significativa porque demonstra que Deus não apenas observa, mas também atua ativamente na história e na vida de Seu povo.","conexao_teologica":"A criação é um tema central na teologia, refletindo a natureza de Deus como Criador e Sua capacidade de trazer à existência novas realidades.","referencias_relacionadas":["Gênesis 1:1","Isaías 43:1","2 Coríntios 5:17"]},"jeremias_19_1_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se à função dos sacerdotes como mediadores entre Deus e o povo, responsáveis por oferecer sacrifícios e interceder em favor da nação.","explicacao_detalhada":"No contexto de Jeremias 19:1, a palavra 'sacerdote' destaca a importância do papel sacerdotal na manutenção da relação entre Deus e Israel, especialmente em tempos de crise.","por_que_esta_palavra":"A palavra 'sacerdote' é crucial porque representa a intercessão e a responsabilidade espiritual que os líderes religiosos têm sobre o povo.","conexao_teologica":"A função sacerdotal é um tema recorrente na Bíblia, simbolizando a mediação de Cristo como nosso Sumo Sacerdote.","referencias_relacionadas":["Levítico 10:1-3","Hebreus 4:14-16","1 Pedro 2:9"]},"jeremias_19_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade, caráter e presença entre o povo.","explicacao_detalhada":"Em Jeremias 19:1, o nome 'Senhor' enfatiza a soberania de Deus e Sua relação com Israel, sendo um chamado à reverência e obediência.","por_que_esta_palavra":"A palavra 'senhor' é utilizada para reafirmar a posição de Deus como Rei e Governante, lembrando ao povo de Sua autoridade.","conexao_teologica":"O nome de Deus é central na teologia bíblica, refletindo Sua natureza e a relação que Ele deseja ter com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"jeremias_19_2_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação de Deus ao Seu povo, muitas vezes através de profecias e mensagens de advertência.","explicacao_detalhada":"No contexto de Jeremias 19:2, a palavra 'palavra' destaca a importância da revelação divina e a necessidade de ouvir e obedecer ao que Deus diz.","por_que_esta_palavra":"A palavra 'palavra' é fundamental porque representa a verdade e a instrução que Deus oferece ao Seu povo, essencial para a vida espiritual.","conexao_teologica":"A palavra de Deus é um tema central na teologia, sendo vista como a fonte de sabedoria e direção para a vida dos crentes.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","2 Timóteo 3:16-17"]},"jeremias_19_2_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se ao ato de sair ou ir para um lugar específico, muitas vezes associado a uma missão ou propósito divino.","explicacao_detalhada":"Em Jeremias 19:2, a palavra 'sair' implica a necessidade de se mover em obediência à direção de Deus, simbolizando a ação e a resposta do profeta ao chamado divino.","por_que_esta_palavra":"A palavra 'sair' é significativa porque representa a disposição de seguir a vontade de Deus, mesmo em situações desafiadoras.","conexao_teologica":"O conceito de 'sair' é importante na teologia, refletindo a ideia de que os crentes são chamados a agir e a se mover em fé.","referencias_relacionadas":["Gênesis 12:1","Mateus 28:19-20","Hebreus 11:8"]},"jeremias_19_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar e à herança, simbolizando a continuidade da vida e da fé entre gerações.","explicacao_detalhada":"No contexto de Jeremias 19:2, a palavra 'filho' destaca a importância da descendência e do legado espiritual que é transmitido de pais para filhos.","por_que_esta_palavra":"A palavra 'filho' é crucial porque representa a responsabilidade dos pais em ensinar e guiar seus filhos na fé.","conexao_teologica":"A relação entre pais e filhos é um tema importante na Bíblia, refletindo a importância da educação espiritual e da transmissão da fé.","referencias_relacionadas":["Deuteronômio 6:6-7","Provérbios 22:6","Efésios 6:4"]},"jeremias_19_3_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de discernir ou tomar decisões, muitas vezes em um contexto de justiça e moralidade.","explicacao_detalhada":"Em Jeremias 19:3, a palavra 'julgar' implica a responsabilidade de Deus em avaliar as ações do povo e trazer consequências para a desobediência.","por_que_esta_palavra":"A palavra 'julgar' é significativa porque enfatiza a justiça de Deus e Sua autoridade para corrigir e disciplinar Seu povo.","conexao_teologica":"O julgamento é um tema central na teologia bíblica, refletindo a natureza justa de Deus e Sua intenção de restaurar o que está quebrado.","referencias_relacionadas":["Salmos 9:7-8","Romanos 14:10-12","Apocalipse 20:12"]},"jeremias_19_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de comunicar ou expressar algo, muitas vezes relacionado à revelação divina.","explicacao_detalhada":"No contexto de Jeremias 19:3, a palavra 'dizer' destaca a importância da comunicação de Deus ao Seu povo e a necessidade de ouvir Sua voz.","por_que_esta_palavra":"A palavra 'dizer' é fundamental porque representa a revelação de Deus e a instrução que Ele oferece para a vida do povo.","conexao_teologica":"A comunicação de Deus é um tema central na teologia, refletindo a importância da Palavra de Deus na vida dos crentes.","referencias_relacionadas":["Hebreus 1:1-2","Mateus 4:4","1 Tessalonicenses 2:13"]},"jeremias_19_3_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à mensagem de Deus, que é frequentemente uma advertência ou um chamado ao arrependimento.","explicacao_detalhada":"Em Jeremias 19:3, a palavra 'palavra' enfatiza a seriedade da mensagem que Deus está transmitindo ao Seu povo, chamando-os ao arrependimento.","por_que_esta_palavra":"A palavra 'palavra' é crucial porque representa a verdade de Deus que deve ser ouvida e obedecida pelo Seu povo.","conexao_teologica":"A palavra de Deus é um tema central na teologia, sendo vista como a fonte de vida e direção para os crentes.","referencias_relacionadas":["Isaías 40:8","Tiago 1:21","Romanos 10:17"]},"jeremias_19_4_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O fogo simboliza destruição e julgamento divino.","explicacao_detalhada":"Neste versículo, o fogo representa a ira de Deus contra a idolatria e a corrupção do povo de Judá. O uso do fogo é uma metáfora para a purificação e o juízo que virá sobre aqueles que se afastaram dos caminhos do Senhor.","por_que_esta_palavra":"A palavra 'fogo' é utilizada para enfatizar a severidade do juízo que Deus trará sobre Jerusalém devido à sua infidelidade.","conexao_teologica":"O fogo é frequentemente associado ao juízo divino e à purificação nas Escrituras, refletindo a santidade de Deus e sua aversão ao pecado.","referencias_relacionadas":["Isaías 66:24","Ezequiel 22:31","Mateus 3:12"]},"jeremias_19_4_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, que é soberano e juiz.","explicacao_detalhada":"Neste contexto, 'Deus' é mencionado como aquele que está prestes a executar juízo sobre Judá por causa de sua desobediência e idolatria. A palavra enfatiza a autoridade e o poder de Deus sobre todas as nações.","por_que_esta_palavra":"A palavra 'Deus' é central para a mensagem de Jeremias, pois destaca a relação entre o Criador e seu povo, e a responsabilidade que eles têm de seguir suas leis.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, mostrando que Ele é o juiz final e que suas promessas e advertências devem ser levadas a sério.","referencias_relacionadas":["Salmos 50:6","Isaías 45:21","Romanos 1:20"]},"jeremias_19_4_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei de Judá, que deve governar com justiça.","explicacao_detalhada":"A menção do 'rei' neste contexto implica na responsabilidade do líder de guiar o povo em retidão. A falha do rei em seguir a vontade de Deus contribui para a corrupção e a idolatria do povo.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a dinâmica de liderança em Israel e como a desobediência dos líderes afeta a nação como um todo.","conexao_teologica":"A Bíblia frequentemente aborda a relação entre liderança e responsabilidade espiritual, mostrando que líderes devem ser exemplos de fidelidade a Deus.","referencias_relacionadas":["1 Reis 11:4","2 Crônicas 7:14","Romanos 13:1"]},"jeremias_19_5_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"Refere-se à construção de altares e lugares de adoração.","explicacao_detalhada":"Neste versículo, a palavra 'edificar' é usada para descrever a construção de altares para ídolos, o que é uma abominação aos olhos de Deus. Isso contrasta com a verdadeira adoração que deve ser direcionada ao Senhor.","por_que_esta_palavra":"A palavra 'edificar' destaca a ação deliberada do povo em se afastar de Deus e construir lugares de adoração a deuses estranhos.","conexao_teologica":"A construção de altares é um tema importante na Bíblia, simbolizando a escolha entre adorar a Deus ou seguir ídolos.","referencias_relacionadas":["Deuteronômio 12:2","1 Reis 14:23","Ezequiel 6:4"]},"jeremias_19_5_fogo":{"palavra_pt":"fogo","palavra_original":"שָׂרַף","transliteracao":"sâraph","strong":"H8313","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O fogo aqui representa tanto a destruição quanto a purificação.","explicacao_detalhada":"Neste contexto, o fogo é mencionado em relação aos sacrifícios feitos a deuses estranhos, simbolizando a ira de Deus e o juízo que virá sobre aqueles que praticam tais abominações.","por_que_esta_palavra":"A repetição da palavra 'fogo' enfatiza a gravidade do juízo que será infligido ao povo por suas ações idólatras.","conexao_teologica":"O fogo é um símbolo de julgamento e purificação, refletindo a natureza de Deus como um juiz que não tolera a idolatria.","referencias_relacionadas":["Levítico 10:2","Ezequiel 22:21","Mateus 13:40"]},"jeremias_19_5_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se aos filhos que eram sacrificados a deuses pagãos.","explicacao_detalhada":"A palavra 'filho' neste contexto é trágica, pois indica a prática horrenda de sacrifícios humanos, que era uma grave ofensa a Deus e uma violação dos princípios da vida e da santidade.","por_que_esta_palavra":"A menção de 'filho' destaca a gravidade da idolatria e a desumanização que ocorre quando o povo se afasta de Deus.","conexao_teologica":"O sacrifício de filhos é um tema que aparece em várias partes da Bíblia, simbolizando a degradação moral que resulta da idolatria.","referencias_relacionadas":["Levítico 18:21","2 Reis 23:10","Jeremias 7:31"]},"jeremias_19_6_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo específico de juízo.","explicacao_detalhada":"O 'dia' mencionado é um tempo determinado por Deus para a execução de seu juízo sobre Judá, enfatizando a certeza e a iminência do julgamento divino.","por_que_esta_palavra":"A palavra 'dia' é usada para indicar um momento específico em que a ação de Deus será realizada, reforçando a ideia de que o juízo é inevitável.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema recorrente na Bíblia, simbolizando um tempo de intervenção divina na história.","referencias_relacionadas":["Amós 5:18","Sofonias 1:14","2 Pedro 3:10"]},"jeremias_19_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é sagrado.","explicacao_detalhada":"Neste contexto, o nome do Senhor é mencionado para enfatizar a importância da reverência e da adoração correta a Deus, contrastando com as práticas idólatras do povo.","por_que_esta_palavra":"A palavra 'nome' é significativa, pois representa a essência e a autoridade de Deus, e a maneira como seu povo deve se relacionar com Ele.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, refletindo sua natureza, caráter e a relação que Ele tem com seu povo.","referencias_relacionadas":["Êxodo 20:7","Salmos 29:2","Filipenses 2:9-10"]},"jeremias_19_6_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à justiça de Deus.","explicacao_detalhada":"A palavra 'verdade' é usada para contrastar a realidade da idolatria e a corrupção do povo com a natureza justa e verdadeira de Deus.","por_que_esta_palavra":"A ênfase na 'verdade' destaca a necessidade de o povo retornar à fidelidade a Deus e à sua palavra.","conexao_teologica":"A verdade é um atributo de Deus, e a Bíblia frequentemente chama o povo a viver em conformidade com a verdade divina.","referencias_relacionadas":["Salmos 25:5","João 4:24","Efésios 4:15"]},"jeremias_19_7_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de clamar a Deus em busca de ajuda.","explicacao_detalhada":"Neste contexto, 'dar' é usado para descrever a ação de clamar a Deus, que é um chamado à ação divina em meio ao juízo iminente.","por_que_esta_palavra":"A palavra 'dar' implica um pedido de intervenção divina, mostrando a dependência do povo em relação a Deus.","conexao_teologica":"A oração e o clamor a Deus são temas centrais na Bíblia, refletindo a relação entre o ser humano e o Criador.","referencias_relacionadas":["Salmos 34:17","Jeremias 33:3","Romanos 10:13"]},"jeremias_19_7_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como a morada de Deus e o lugar de onde Ele observa a terra.","explicacao_detalhada":"No contexto de Jeremias 19:7, o céu é mencionado para enfatizar a soberania de Deus sobre a criação e a sua capacidade de julgar a terra. O céu é visto como um testemunho da grandeza de Deus e da sua autoridade.","por_que_esta_palavra":"A palavra 'céus' é utilizada para mostrar a abrangência do olhar de Deus sobre a humanidade e suas ações.","conexao_teologica":"O céu é frequentemente associado à presença de Deus e à sua justiça, refletindo a ideia de que Deus está sempre ciente das ações humanas.","referencias_relacionadas":["Salmos 19:1","Isaías 66:1","Mateus 5:16"]},"jeremias_19_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra representa o povo de Israel e o lugar onde as promessas de Deus se realizam.","explicacao_detalhada":"Em Jeremias 19:7, a terra é mencionada em um contexto de juízo, onde Deus anuncia a destruição que virá sobre Jerusalém e seus habitantes devido à sua desobediência.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a relação entre Deus e o seu povo, simbolizando tanto a herança prometida quanto o local de julgamento.","conexao_teologica":"A terra é um tema central na teologia bíblica, representando a aliança de Deus com Israel e as consequências da infidelidade.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 30:15-16","Ezequiel 36:24"]},"jeremias_19_8_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A cidade refere-se a Jerusalém, que é vista como o centro da adoração e da presença de Deus.","explicacao_detalhada":"No versículo, a cidade é mencionada em um contexto de destruição iminente, simbolizando a queda do lugar que deveria ser sagrado e o coração da nação.","por_que_esta_palavra":"A palavra 'cidade' é utilizada para enfatizar a importância de Jerusalém na história de Israel e o impacto do juízo de Deus sobre ela.","conexao_teologica":"Jerusalém é frequentemente vista como a cidade de Deus, e sua destruição representa a ruptura da relação entre Deus e seu povo.","referencias_relacionadas":["Salmos 48:1-2","Isaías 1:21","Lamentações 1:1"]},"jeremias_19_8_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"Grande refere-se à magnitude da cidade e à gravidade do juízo que virá sobre ela.","explicacao_detalhada":"A palavra 'grande' destaca a importância de Jerusalém, que era uma cidade próspera e cheia de vida, mas que agora enfrentaria a destruição devido à sua infidelidade.","por_que_esta_palavra":"A ênfase na grandeza da cidade serve para contrastar com a calamidade que está por vir, mostrando a seriedade do juízo de Deus.","conexao_teologica":"A grandeza de Jerusalém é um reflexo da grandeza de Deus, e sua destruição é um aviso sobre as consequências do pecado.","referencias_relacionadas":["Ezequiel 16:23-24","Miquéias 3:12","Mateus 23:37"]},"jeremias_19_9_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Homem representa a humanidade em geral, especialmente o povo de Israel.","explicacao_detalhada":"Neste versículo, a menção ao homem destaca a responsabilidade individual e coletiva diante de Deus, especialmente em relação ao pecado e ao juízo.","por_que_esta_palavra":"A palavra 'homem' é usada para enfatizar a condição humana e a necessidade de arrependimento.","conexao_teologica":"A teologia bíblica frequentemente aborda a relação entre Deus e a humanidade, enfatizando a responsabilidade moral de cada indivíduo.","referencias_relacionadas":["Gênesis 1:26-27","Romanos 3:23","Tiago 4:17"]},"jeremias_19_9_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho representa a continuidade da linhagem e a relação familiar, simbolizando a herança e a responsabilidade.","explicacao_detalhada":"A menção ao filho neste contexto destaca a importância das relações familiares e a transmissão de valores e responsabilidades entre gerações.","por_que_esta_palavra":"A palavra 'filho' é utilizada para enfatizar a conexão entre as gerações e a responsabilidade que cada um tem diante de Deus.","conexao_teologica":"A relação entre pais e filhos é um tema recorrente na Bíblia, refletindo a aliança de Deus com seu povo e a importância da educação espiritual.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Provérbios 22:6"]},"jeremias_19_9_irmao":{"palavra_pt":"irmao","palavra_original":"רֵעַ","transliteracao":"rêaʻ","strong":"H7453","significado_raiz":"Ideia básica: irmao.","significado_contextual":"Irmão representa a comunidade e a solidariedade entre o povo de Deus.","explicacao_detalhada":"Neste versículo, a referência ao irmão enfatiza a importância das relações interpessoais e a responsabilidade que cada um tem para com o outro dentro da comunidade.","por_que_esta_palavra":"A palavra 'irmão' é usada para destacar a unidade e a necessidade de cuidar uns dos outros, especialmente em tempos de crise.","conexao_teologica":"A Bíblia ensina sobre a importância do amor fraternal e da responsabilidade mútua entre os membros da comunidade de fé.","referencias_relacionadas":["Gálatas 6:2","1 João 4:20-21","Romanos 12:10"]},"jeremias_19_10_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Homem é mencionado novamente para reforçar a ideia de responsabilidade e juízo sobre a humanidade.","explicacao_detalhada":"A repetição da palavra 'homem' neste contexto sublinha a seriedade do juízo que recai sobre todos, sem exceção.","por_que_esta_palavra":"A palavra 'homem' é utilizada para enfatizar que todos são suscetíveis ao juízo de Deus e devem prestar contas de suas ações.","conexao_teologica":"A responsabilidade humana diante de Deus é um tema central na teologia bíblica, enfatizando a necessidade de arrependimento e transformação.","referencias_relacionadas":["Eclesiastes 12:14","Romanos 14:12","2 Coríntios 5:10"]},"jeremias_19_10_destruir":{"palavra_pt":"destruir","palavra_original":"שָׁבַר","transliteracao":"shâbar","strong":"H7665","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Destruir refere-se ao ato de juízo divino sobre Jerusalém e seu povo.","explicacao_detalhada":"A palavra 'destruir' é usada para descrever a severidade do juízo de Deus, que envolve a completa devastação como consequência do pecado.","por_que_esta_palavra":"A ênfase na destruição serve como um alerta sobre as consequências do afastamento de Deus e da desobediência.","conexao_teologica":"A destruição é um tema recorrente na Bíblia, simbolizando o juízo de Deus e a necessidade de arrependimento.","referencias_relacionadas":["Isaías 24:1","Ezequiel 18:30","Mateus 7:13"]},"jeremias_19_11_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Cidade refere-se novamente a Jerusalém, enfatizando seu papel central na história de Israel.","explicacao_detalhada":"A repetição da palavra 'cidade' neste contexto reforça a gravidade do juízo que recai sobre Jerusalém, que deveria ser um lugar de adoração e segurança.","por_que_esta_palavra":"A palavra 'cidade' é utilizada para enfatizar a importância de Jerusalém e o impacto do juízo de Deus sobre o seu povo.","conexao_teologica":"A cidade de Jerusalém é um símbolo da presença de Deus entre seu povo e sua destruição representa a ruptura dessa relação.","referencias_relacionadas":["Jeremias 7:34","Lamentações 2:15","Mateus 23:37"]},"jeremias_19_11_idiom":{"palavra_pt":"expressao","palavra_original":"יָצַר","transliteracao":"yâtsar","strong":"H3335","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à forma como Deus molda e define a realidade através de Sua palavra.","explicacao_detalhada":"No contexto de Jeremias 19:11, a expressão 'yâtsar' implica que Deus está moldando o destino de Judá, como um oleiro molda o barro. Isso enfatiza o poder de Deus em criar e destruir.","por_que_esta_palavra":"Esta palavra é usada para mostrar a soberania de Deus sobre a criação e a capacidade de moldar o futuro de Seu povo.","conexao_teologica":"A ideia de Deus como oleiro é um tema recorrente na Bíblia, simbolizando Sua autoridade e controle sobre a história e a vida humana.","referencias_relacionadas":["Isaías 64:8","Romanos 9:21","Salmos 119:73"]},"jeremias_19_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a comunicação divina e a revelação de Sua vontade ao povo.","explicacao_detalhada":"Em Jeremias 19:11, 'ʼâmar' destaca a importância da palavra de Deus como um meio de instrução e advertência, revelando o que está por vir.","por_que_esta_palavra":"A escolha dessa palavra enfatiza que a mensagem de Deus é clara e direta, e que o povo deve ouvir e obedecer.","conexao_teologica":"A comunicação de Deus com a humanidade é central na teologia bíblica, mostrando que Ele deseja que Seu povo conheça Sua vontade.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 1:1-2"]},"jeremias_19_12_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' implica a ação de Deus em entregar algo ao Seu povo, seja bênçãos ou juízos.","explicacao_detalhada":"No versículo, 'nâthan' sugere que Deus está prestes a dar um aviso sério sobre o que acontecerá a Judá, enfatizando Sua autoridade.","por_que_esta_palavra":"Esta palavra é crucial para entender a dinâmica entre Deus e Seu povo, onde Ele oferece tanto advertências quanto promessas.","conexao_teologica":"A ideia de Deus dar é fundamental, pois reflete Sua generosidade, mas também Sua justiça.","referencias_relacionadas":["Deuteronômio 30:19","Tiago 1:17","Romanos 6:23"]},"jeremias_19_12_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a Jerusalém, o centro espiritual e político de Judá.","explicacao_detalhada":"Em Jeremias 19:12, 'ʻîyr' simboliza não apenas um local físico, mas também a identidade e a história do povo de Deus.","por_que_esta_palavra":"A cidade é um símbolo da presença de Deus entre Seu povo e da aliança que Ele fez com eles.","conexao_teologica":"Jerusalém é frequentemente mencionada na Bíblia como o lugar onde Deus habita e onde as promessas são cumpridas.","referencias_relacionadas":["Salmos 48:1-2","Isaías 2:3","Mateus 5:14"]},"jeremias_19_12_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é uma metáfora que pode representar força e ferocidade, indicando a gravidade do juízo de Deus.","explicacao_detalhada":"No contexto, 'ʻâsâh' sugere que a ação de Deus será poderosa e devastadora, como a força de um urso.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a seriedade do aviso e a inevitabilidade do juízo divino.","conexao_teologica":"A força de Deus é frequentemente comparada a animais poderosos, simbolizando Sua capacidade de executar juízo.","referencias_relacionadas":["Amós 3:8","Salmos 104:21","Isaías 31:4"]},"jeremias_19_13_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao templo e à habitação de Deus entre Seu povo.","explicacao_detalhada":"Em Jeremias 19:13, 'bayith' simboliza a relação íntima entre Deus e Israel, onde Ele prometeu habitar.","por_que_esta_palavra":"A casa é um símbolo da presença de Deus e da aliança que Ele fez com Seu povo.","conexao_teologica":"O templo é um tema central na Bíblia, representando o lugar onde Deus se encontra com a humanidade.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Atos 7:47-50"]},"jeremias_19_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas são feitas ou como a vida é vivida.","explicacao_detalhada":"No versículo, 'kôl' sugere que todos os aspectos da vida em Judá estão sob a influência da palavra de Deus.","por_que_esta_palavra":"Esta palavra é importante para entender que a vida deve ser vivida de acordo com os princípios de Deus.","conexao_teologica":"A maneira de viver é um tema central na ética bíblica, onde a obediência a Deus é fundamental.","referencias_relacionadas":["Provérbios 3:5-6","Romanos 12:1-2","Gálatas 5:16"]},"jeremias_19_13_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"A palavra 'céus' refere-se à criação e à soberania de Deus sobre toda a criação.","explicacao_detalhada":"Em Jeremias 19:13, 'shâmayim' destaca a grandeza de Deus e Sua autoridade sobre o que está acima e abaixo.","por_que_esta_palavra":"Esta palavra é usada para enfatizar que Deus é o Criador e que nada escapa ao Seu controle.","conexao_teologica":"A soberania de Deus sobre os céus e a terra é um tema central na teologia bíblica.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Mateus 6:9"]},"jeremias_19_14_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação de Deus com Seu povo, transmitindo mensagens de advertência e esperança.","explicacao_detalhada":"No versículo, 'nâbâʼ' implica que Deus está se dirigindo diretamente ao povo, chamando-os ao arrependimento.","por_que_esta_palavra":"Esta palavra é crucial para entender a importância da revelação divina e da resposta humana.","conexao_teologica":"A comunicação de Deus é um aspecto vital da relação entre Ele e a humanidade, mostrando Seu desejo de se relacionar.","referencias_relacionadas":["Êxodo 20:1","Jeremias 7:13","Hebreus 1:1"]},"jeremias_19_14_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se ao convite de Deus para que o povo se aproxime Dele.","explicacao_detalhada":"Em Jeremias 19:14, 'bôwʼ' sugere que Deus está chamando o povo a entrar em um relacionamento mais profundo com Ele.","por_que_esta_palavra":"Esta palavra enfatiza a ação de Deus em buscar Seu povo e convidá-los a se reconciliar.","conexao_teologica":"O chamado de Deus é um tema central na Bíblia, mostrando Seu desejo de restaurar e redimir.","referencias_relacionadas":["Mateus 11:28","Apocalipse 3:20","Isaías 55:1"]},"jeremias_19_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como o Deus supremo e soberano.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para enfatizar a autoridade e a majestade de Deus, que é o criador e governante de todas as coisas.","por_que_esta_palavra":"Esta palavra é utilizada para invocar a presença e a soberania de Deus em momentos de julgamento e advertência.","conexao_teologica":"O uso do nome de Deus revela a relação entre Ele e Seu povo, destacando Sua fidelidade e justiça.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"jeremias_19_15_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade de Jerusalém, que é central na história e na teologia do povo de Israel.","explicacao_detalhada":"A palavra 'cidade' (עִיר) representa não apenas um local físico, mas também um símbolo da identidade e da comunidade do povo de Deus.","por_que_esta_palavra":"A cidade é mencionada para destacar a importância do local onde Deus se revelou e onde o templo foi construído.","conexao_teologica":"A cidade de Jerusalém é vista como o centro da adoração e da presença de Deus entre Seu povo.","referencias_relacionadas":["Salmos 122:6","Isaías 2:3","Mateus 5:14"]},"jeremias_19_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se ao Senhor, enfatizando Sua autoridade sobre a cidade e o povo.","explicacao_detalhada":"A repetição do nome 'senhor' (יְהֹוָה) reforça a ideia de que Deus é o juiz e o governante sobre todas as nações.","por_que_esta_palavra":"É uma invocação da soberania de Deus em meio ao juízo que se aproxima.","conexao_teologica":"A soberania de Deus é um tema central na profecia, mostrando que Ele tem controle sobre a história.","referencias_relacionadas":["Jeremias 10:10","Ezequiel 18:30","Romanos 14:11"]},"jeremias_19_15_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como o ser supremo, enfatizando Sua divindade e poder.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada para descrever a natureza divina e a autoridade de Deus sobre todas as coisas.","por_que_esta_palavra":"É importante reconhecer a divindade de Deus em meio ao contexto de advertência e julgamento.","conexao_teologica":"A divindade de Deus é fundamental para entender Sua capacidade de julgar e redimir Seu povo.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]}}