{"jeremias_20_1_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se ao papel do sacerdote como mediador entre Deus e o povo.","explicacao_detalhada":"A palavra 'sacerdote' (כֹּהֵן) indica a função religiosa e a responsabilidade de ensinar e guiar o povo na adoração a Deus.","por_que_esta_palavra":"É mencionada para destacar a importância da liderança espiritual em tempos de crise.","conexao_teologica":"Os sacerdotes desempenham um papel crucial na vida religiosa de Israel, simbolizando a intercessão e a santidade.","referencias_relacionadas":["Levítico 10:10","Ezequiel 44:23","Hebreus 5:1"]},"jeremias_20_1_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à casa do Senhor, ou seja, o templo, que é o local de adoração.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) simboliza a presença de Deus entre Seu povo e a importância do culto.","por_que_esta_palavra":"É usada para enfatizar a conexão entre o lugar de adoração e a vida espiritual do povo.","conexao_teologica":"A casa de Deus é um símbolo da habitação divina e da comunhão entre Deus e a humanidade.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Mateus 21:13"]},"jeremias_20_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à mensagem de Deus que é proclamada pelo profeta.","explicacao_detalhada":"A palavra 'palavra' (דָּבָר) indica a comunicação divina e a revelação que deve ser ouvida e obedecida.","por_que_esta_palavra":"É crucial para entender a responsabilidade do profeta em transmitir a mensagem de Deus ao povo.","conexao_teologica":"A palavra de Deus é viva e eficaz, e tem o poder de transformar vidas e corações.","referencias_relacionadas":["Isaías 55:11","Hebreus 4:12","Tiago 1:22"]},"jeremias_20_2_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se ao papel do profeta como porta-voz de Deus.","explicacao_detalhada":"A palavra 'profeta' (נָבִיא) indica alguém chamado por Deus para transmitir Sua mensagem ao povo.","por_que_esta_palavra":"É importante reconhecer a função do profeta em tempos de crise e julgamento.","conexao_teologica":"Os profetas são instrumentos de Deus para chamar o povo ao arrependimento e à fidelidade.","referencias_relacionadas":["Amós 3:7","Ezequiel 2:7","Atos 3:18"]},"jeremias_20_2_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de clamar ou invocar a ajuda de Deus.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é usada aqui para expressar a ação de entregar uma mensagem ou um pedido a Deus.","por_que_esta_palavra":"É um chamado à ação, enfatizando a urgência da comunicação com Deus.","conexao_teologica":"Clamar a Deus é um ato de fé e dependência, reconhecendo Sua soberania e poder.","referencias_relacionadas":["Salmos 34:17","Romanos 10:13","1 Pedro 5:7"]},"jeremias_20_2_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se novamente à casa do Senhor, enfatizando seu papel central na vida espiritual.","explicacao_detalhada":"A repetição da palavra 'casa' (בַּיִת) reforça a importância do templo como local de adoração e encontro com Deus.","por_que_esta_palavra":"É um lembrete da necessidade de buscar a presença de Deus em meio às dificuldades.","conexao_teologica":"A casa de Deus é um lugar de refúgio e esperança para o povo de Deus.","referencias_relacionadas":["Salmos 84:1","Mateus 16:18","Hebreus 10:25"]},"jeremias_20_3_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se a um estado de desgraça ou queda moral, simbolizando a fragilidade humana diante das adversidades.","explicacao_detalhada":"No contexto de Jeremias 20:3, a palavra 'cair' é usada para descrever a situação de Jeremias, que se sentia desolado e desprezado por sua profecia. A queda aqui representa não apenas um colapso físico, mas também emocional e espiritual.","por_que_esta_palavra":"Esta palavra é escolhida para enfatizar a vulnerabilidade do profeta e a gravidade da sua situação, refletindo a luta interna que ele enfrenta como porta-voz de Deus.","conexao_teologica":"A queda de Jeremias pode ser vista como um paralelo à condição do povo de Israel, que também estava em queda espiritual devido à sua desobediência a Deus.","referencias_relacionadas":["Jeremias 20:3","Salmos 34:18","Isaías 57:15"]},"jeremias_20_3_dia":{"palavra_pt":"dia","palavra_original":"מׇחֳרָת","transliteracao":"mochŏrâth","strong":"H4283","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período específico, simbolizando um tempo de julgamento e revelação.","explicacao_detalhada":"No versículo, 'dia' é mencionado em relação ao futuro, onde Jeremias expressa sua angústia sobre o que acontecerá no dia seguinte, refletindo a expectativa de mais sofrimento e rejeição.","por_que_esta_palavra":"O uso de 'dia' destaca a urgência e a iminência dos eventos que se desenrolarão, enfatizando a natureza passageira do sofrimento.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao dia do Senhor, um tempo de julgamento e restauração, que é um tema recorrente nas Escrituras.","referencias_relacionadas":["Amós 5:18","Isaías 2:12","Joel 2:1"]},"jeremias_20_3_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'grande' refere-se a algo significativo ou de grande importância, muitas vezes associado a eventos que têm um impacto profundo.","explicacao_detalhada":"Neste contexto, 'grande' é usado para descrever a magnitude do sofrimento que Jeremias antecipa, refletindo a seriedade da sua missão profética e as consequências de sua mensagem.","por_que_esta_palavra":"A escolha de 'grande' enfatiza a intensidade da dor e da rejeição que o profeta enfrenta, sublinhando a importância de sua mensagem para o povo.","conexao_teologica":"A grandeza do sofrimento de Jeremias pode ser vista como um reflexo da grandeza da misericórdia de Deus, que, apesar da rejeição, continua a chamar Seu povo ao arrependimento.","referencias_relacionadas":["Romanos 8:18","2 Coríntios 4:17","Salmos 126:5"]},"jeremias_20_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou à forma de agir.","explicacao_detalhada":"No versículo, 'modo' é usado para descrever a maneira como Jeremias é tratado e a forma como ele se sente em relação ao seu chamado, refletindo a injustiça que enfrenta.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender a dinâmica da relação entre o profeta e o povo, bem como a maneira como a mensagem de Deus é recebida.","conexao_teologica":"O modo como Jeremias é tratado ilustra a rejeição que muitos profetas enfrentaram, refletindo a resistência do povo à palavra de Deus ao longo da história.","referencias_relacionadas":["Mateus 5:11","Lucas 6:22","Hebreus 11:36-38"]},"jeremias_20_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é uma conjunção que introduz uma explicação ou razão.","explicacao_detalhada":"Neste contexto, 'porque' é usado para justificar a angústia de Jeremias, explicando que sua dor é resultado da rejeição e zombarias que ele enfrenta por parte do povo.","por_que_esta_palavra":"A palavra 'porque' é essencial para conectar a causa da dor de Jeremias com a sua missão profética, mostrando que seu sofrimento não é em vão.","conexao_teologica":"A rejeição de Jeremias é um reflexo da rejeição de Cristo, que também enfrentou zombarias e sofrimento por causa de sua mensagem.","referencias_relacionadas":["Isaías 53:3","Mateus 27:39-40","João 1:11"]},"jeremias_20_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que é sagrado e representa Sua autoridade e poder.","explicacao_detalhada":"No versículo, 'senhor' é usado para enfatizar a soberania de Deus sobre a vida de Jeremias e a importância de sua mensagem como profeta.","por_que_esta_palavra":"A escolha de 'senhor' destaca a relação de Jeremias com Deus, sublinhando que sua missão é divina e não apenas humana.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua presença e ação na história da salvação.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Romanos 10:13"]},"jeremias_20_5_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de conceder ou entregar algo.","explicacao_detalhada":"Neste contexto, 'dar' é usado para expressar a entrega de Jeremias ao seu chamado, mesmo diante da adversidade e do sofrimento.","por_que_esta_palavra":"A palavra 'dar' enfatiza a disposição de Jeremias em se sacrificar por sua missão, refletindo a natureza do chamado profético.","conexao_teologica":"O ato de dar é um tema central na Bíblia, refletindo o caráter de Deus que se entrega por Seu povo.","referencias_relacionadas":["João 3:16","Romanos 12:1","2 Coríntios 9:7"]},"jeremias_20_5_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um lugar de habitação e comunidade, simbolizando a coletividade do povo de Deus.","explicacao_detalhada":"No versículo, 'cidade' é mencionada em relação ao povo de Jerusalém, que está sob julgamento devido à sua desobediência.","por_que_esta_palavra":"A escolha de 'cidade' destaca a responsabilidade coletiva do povo e a importância da cidade como centro espiritual e político.","conexao_teologica":"A cidade de Jerusalém é frequentemente vista como símbolo do povo de Deus e seu relacionamento com Ele, refletindo tanto bênçãos quanto juízos.","referencias_relacionadas":["Salmos 122:6","Isaías 1:26","Mateus 5:14"]},"jeremias_20_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou à forma de agir.","explicacao_detalhada":"Neste contexto, 'modo' é usado para descrever a maneira como Jeremias se sente em relação à sua missão e ao tratamento que recebe.","por_que_esta_palavra":"A palavra 'modo' é importante para entender a dinâmica emocional de Jeremias e a forma como ele percebe sua vocação.","conexao_teologica":"O modo como os profetas são tratados é um tema recorrente na Bíblia, refletindo a resistência do povo à mensagem de Deus.","referencias_relacionadas":["Mateus 5:11","Lucas 6:22","Hebreus 11:36-38"]},"jeremias_20_6_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de avaliar ou decidir sobre algo, muitas vezes em um contexto de justiça.","explicacao_detalhada":"No versículo, 'julgar' é usado para descrever a ação de Deus em relação ao povo, que será responsabilizado por suas ações.","por_que_esta_palavra":"A escolha de 'julgar' enfatiza a justiça de Deus e a necessidade de prestar contas por parte do povo.","conexao_teologica":"O julgamento é um tema central na teologia bíblica, refletindo a santidade de Deus e Sua justiça em relação ao pecado.","referencias_relacionadas":["Romanos 14:10","2 Coríntios 5:10","Apocalipse 20:12"]},"jeremias_20_6_cause":{"palavra_pt":"cause","palavra_original":"שֶׁקֶר","transliteracao":"sheqer","strong":"H8267","significado_raiz":"Ideia básica: cause.","significado_contextual":"A palavra 'cause' refere-se à ideia de um motivo ou razão que leva a uma ação ou evento.","explicacao_detalhada":"No contexto de Jeremias 20:6, a palavra 'cause' é usada para expressar a razão pela qual o profeta se sente perseguido e desprezado por seu ministério. Ele se vê como um alvo de zombarias e desprezo por causa da mensagem que traz.","por_que_esta_palavra":"A escolha da palavra 'cause' enfatiza a injustiça que Jeremias enfrenta, mostrando que sua missão profética é a razão de seu sofrimento.","conexao_teologica":"A palavra 'cause' nos lembra que o sofrimento por causa da verdade é uma parte da experiência do profeta e, por extensão, de todos que seguem a Deus fielmente.","referencias_relacionadas":["Jeremias 15:10","Mateus 5:11-12","1 Pedro 4:14"]},"jeremias_20_7_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' representa um período de tempo específico, mas também pode simbolizar um tempo de julgamento ou revelação.","explicacao_detalhada":"Em Jeremias 20:7, o 'dia' é mencionado em relação ao chamado de Jeremias e ao sofrimento que ele enfrenta. Este dia é um marco em sua vida, onde ele se sente enganado e desiludido.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender o momento em que Jeremias se sente chamado, mas também o peso da responsabilidade que isso traz.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao juízo de Deus e à revelação de Sua vontade, mostrando que cada dia pode ter um significado espiritual profundo.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 118:24","Isaías 61:2"]},"jeremias_20_7_caminho":{"palavra_pt":"caminho","palavra_original":"פָּתָה","transliteracao":"pâthâh","strong":"H6601","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' refere-se ao percurso ou à trajetória que alguém segue na vida, muitas vezes simbolizando a escolha entre o bem e o mal.","explicacao_detalhada":"No versículo, 'caminho' é usado para descrever a direção que Jeremias deve seguir em sua vida e ministério, contrastando com os caminhos que o levam ao sofrimento.","por_que_esta_palavra":"A palavra 'caminho' é importante porque ilustra a jornada espiritual de Jeremias e as dificuldades que ele enfrenta ao seguir o chamado de Deus.","conexao_teologica":"O 'caminho' é um tema recorrente na Bíblia, simbolizando a vida de fé e as escolhas que os crentes devem fazer em sua caminhada com Deus.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:6","Mateus 7:13-14"]},"jeremias_20_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que é sagrado e representa Sua autoridade e poder.","explicacao_detalhada":"Em Jeremias 20:7, o uso do nome 'senhor' destaca a relação de Jeremias com Deus e a responsabilidade que ele sente em relação à mensagem divina que deve transmitir.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a soberania de Deus e a reverência que Jeremias deve ter ao falar em Seu nome.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua natureza, caráter e a relação que os crentes têm com Ele.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"jeremias_20_8_able":{"palavra_pt":"capaz","palavra_original":"דַּי","transliteracao":"day","strong":"H1767","significado_raiz":"Ideia básica: capaz.","significado_contextual":"A palavra 'capaz' indica a habilidade ou a capacidade de realizar algo, especialmente em um contexto de responsabilidade.","explicacao_detalhada":"No versículo, Jeremias expressa sua frustração ao se sentir incapaz de lidar com a oposição e a rejeição que enfrenta em seu ministério profético.","por_que_esta_palavra":"A escolha da palavra 'capaz' reflete a luta interna de Jeremias e sua percepção de fraqueza diante das dificuldades.","conexao_teologica":"A ideia de ser 'capaz' é importante na teologia, pois Deus capacita aqueles que Ele chama, mesmo quando se sentem inadequados.","referencias_relacionadas":["2 Coríntios 3:5","Filipenses 4:13","Isaías 41:10"]},"jeremias_20_8_repreender":{"palavra_pt":"repreender","palavra_original":"חֶרְפָּה","transliteracao":"cherpâh","strong":"H2781","significado_raiz":"Ideia básica: repreender.","significado_contextual":"A palavra 'repreender' refere-se ao ato de censurar ou corrigir, muitas vezes em um contexto de confronto com o pecado.","explicacao_detalhada":"Em Jeremias 20:8, a palavra é usada para descrever a mensagem de julgamento que Jeremias deve proclamar, que é frequentemente recebida com hostilidade.","por_que_esta_palavra":"A palavra 'repreender' é significativa porque destaca a natureza do ministério profético, que muitas vezes envolve confrontar o pecado e chamar ao arrependimento.","conexao_teologica":"A repreensão é uma parte essencial do ministério de Deus, que busca restaurar e corrigir Seu povo.","referencias_relacionadas":["Ezequiel 3:17","Gálatas 6:1","Tiago 5:19-20"]},"jeremias_20_8_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' aqui é usada novamente para enfatizar um momento específico de provação e desafio na vida de Jeremias.","explicacao_detalhada":"No contexto, o 'dia' representa um tempo de sofrimento e rejeição, onde Jeremias se sente pressionado e angustiado.","por_que_esta_palavra":"A repetição da palavra 'dia' sublinha a intensidade da experiência de Jeremias e a realidade de sua luta espiritual.","conexao_teologica":"O 'dia' de provação é um tema que aparece em várias passagens bíblicas, mostrando que Deus está presente mesmo em tempos difíceis.","referencias_relacionadas":["Salmos 34:19","Romanos 5:3-5","Tiago 1:2-4"]},"jeremias_20_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se ao ato de comunicar ou expressar algo, especialmente em um contexto de profecia.","explicacao_detalhada":"Em Jeremias 20:9, a palavra 'dizer' é usada para descrever a luta interna de Jeremias, que se sente compelido a falar, mesmo diante da oposição.","por_que_esta_palavra":"A palavra 'dizer' é crucial para entender a urgência e a necessidade de Jeremias em compartilhar a mensagem de Deus.","conexao_teologica":"A comunicação da verdade de Deus é um aspecto central do ministério profético e da vida cristã.","referencias_relacionadas":["Romanos 10:14","Atos 4:20","1 Pedro 3:15"]},"jeremias_20_9_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à fidelidade da mensagem de Deus, contrastando com a mentira e a falsidade.","explicacao_detalhada":"No versículo, 'verdade' é um tema central, pois Jeremias se vê em um dilema entre a verdade que deve proclamar e a rejeição que enfrenta.","por_que_esta_palavra":"A palavra 'verdade' é fundamental para entender a integridade do ministério de Jeremias e a importância de permanecer fiel à mensagem de Deus.","conexao_teologica":"A verdade é um conceito central na teologia cristã, representando a natureza de Deus e a mensagem do evangelho.","referencias_relacionadas":["João 8:32","Salmos 119:160","Efésios 4:15"]},"jeremias_20_9_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à existência e à vitalidade, muitas vezes simbolizando a plenitude que vem de Deus.","explicacao_detalhada":"Em Jeremias 20:9, 'vida' é usada para expressar a luta de Jeremias entre a sua vocação profética e o desejo de preservar sua própria vida diante da perseguição.","por_que_esta_palavra":"A palavra 'vida' é significativa porque destaca o custo do ministério e a tensão entre a obediência a Deus e a preservação pessoal.","conexao_teologica":"A vida em Cristo é um tema central na Bíblia, onde a verdadeira vida é encontrada em um relacionamento com Deus.","referencias_relacionadas":["João 10:10","Gálatas 2:20","1 João 5:12"]},"jeremias_20_10_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é utilizada para introduzir a razão ou justificativa de um sentimento ou ação.","explicacao_detalhada":"Neste contexto, Jeremias expressa sua angústia e desespero, explicando as razões de sua dor e sofrimento. Ele se sente cercado por traições e zombarias, e a palavra 'porque' serve para elucidar a causa de sua aflição.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica do discurso de Jeremias, pois ele está tentando explicar a sua situação difícil e a razão de seu lamento.","conexao_teologica":"A utilização de 'porque' reflete a busca humana por entender o sofrimento e a dor, um tema recorrente nas Escrituras, onde os profetas frequentemente questionam a Deus sobre suas provações.","referencias_relacionadas":["Salmos 22:1","Lamentações 3:19-20","Mateus 27:46"]},"jeremias_20_10_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, mas neste contexto, pode implicar em um sentido de fragilidade e vulnerabilidade.","explicacao_detalhada":"Jeremias menciona 'homem' para enfatizar sua condição humana e a dor que sente em relação ao tratamento que recebe dos outros. Ele se vê como um homem que sofre injustamente.","por_que_esta_palavra":"A palavra 'homem' é importante para destacar a humanidade do profeta, que, apesar de ser um porta-voz de Deus, também enfrenta as mesmas dificuldades que qualquer outro ser humano.","conexao_teologica":"A condição humana é um tema central na Bíblia, onde Deus se relaciona com a humanidade em sua fragilidade e dor, mostrando compaixão e entendimento.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 3:23"]},"jeremias_20_10_place":{"palavra_pt":"lugar","palavra_original":"סָבִיב","transliteracao":"çâbîyb","strong":"H5439","significado_raiz":"Ideia básica: lugar.","significado_contextual":"A palavra 'lugar' refere-se a um espaço físico, mas também pode simbolizar um estado emocional ou espiritual.","explicacao_detalhada":"Jeremias menciona 'lugar' para descrever o ambiente hostil ao seu redor, onde ele se sente isolado e perseguido. O 'lugar' é tanto físico quanto emocional, representando sua solidão.","por_que_esta_palavra":"A palavra 'lugar' é significativa para entender a situação de Jeremias, que se sente cercado e sem escape, refletindo a opressão que enfrenta.","conexao_teologica":"A ideia de 'lugar' é frequentemente usada na Bíblia para descrever a presença de Deus ou a ausência dela, como em Salmos que falam sobre estar em um lugar seguro sob a proteção divina.","referencias_relacionadas":["Salmos 91:1","Isaías 43:2","Hebreus 13:5"]},"jeremias_20_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, enfatizando sua soberania e autoridade.","explicacao_detalhada":"Jeremias invoca o nome do Senhor para afirmar sua confiança em Deus, que é visto como um defensor e protetor em meio à adversidade.","por_que_esta_palavra":"A palavra 'senhor' é essencial para a teologia do Antigo Testamento, onde Deus é reconhecido como o único que pode salvar e proteger seu povo.","conexao_teologica":"A invocação do nome do Senhor é um tema recorrente nas Escrituras, onde a confiança em Deus é fundamental para enfrentar as dificuldades da vida.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 10:13"]},"jeremias_20_11_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' aqui se refere a um ser humano, mas pode também implicar em um líder ou alguém de destaque.","explicacao_detalhada":"Jeremias menciona 'homem' para contrastar a força de Deus com a fragilidade humana, enfatizando que, mesmo os poderosos, não podem resistir ao plano divino.","por_que_esta_palavra":"A palavra 'homem' é importante para mostrar a vulnerabilidade humana diante do poder de Deus, que é descrito como um defensor forte.","conexao_teologica":"A Bíblia frequentemente contrasta a força de Deus com a fraqueza humana, destacando que a verdadeira força vem de confiar em Deus.","referencias_relacionadas":["Salmos 146:3","Isaías 2:22","Tiago 4:10"]},"jeremias_20_11_poderoso":{"palavra_pt":"poderoso","palavra_original":"עָרִיץ","transliteracao":"ʻârîyts","strong":"H6184","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' descreve alguém que possui força ou autoridade, especialmente em um contexto de batalha ou defesa.","explicacao_detalhada":"Jeremias usa 'poderoso' para enfatizar a força de Deus em contraste com a fraqueza humana, afirmando que Deus é o verdadeiro defensor em tempos de crise.","por_que_esta_palavra":"A palavra 'poderoso' é crucial para entender a natureza de Deus como um guerreiro que luta pelas causas de seu povo.","conexao_teologica":"A ideia de Deus como poderoso é um tema central na Bíblia, onde Ele é frequentemente descrito como um guerreiro que protege e salva seu povo.","referencias_relacionadas":["Êxodo 15:3","Salmos 24:8","Apocalipse 19:6"]},"jeremias_20_12_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' refere-se ao centro das emoções e pensamentos de uma pessoa.","explicacao_detalhada":"Jeremias menciona 'coração' para expressar a profundidade de seu sofrimento e a sinceridade de sua busca por justiça diante de Deus.","por_que_esta_palavra":"A palavra 'coração' é significativa porque representa a verdadeira condição do ser humano, que é conhecida por Deus.","conexao_teologica":"A Bíblia frequentemente fala sobre o coração como o lugar onde Deus vê e julga as intenções e emoções humanas.","referencias_relacionadas":["Salmos 51:10","Provérbios 4:23","Jeremias 17:10"]},"jeremias_20_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' novamente refere-se a Deus, enfatizando sua autoridade e poder sobre a justiça.","explicacao_detalhada":"Jeremias clama ao Senhor, reconhecendo que somente Ele pode ver e entender a injustiça que está sendo feita contra ele.","por_que_esta_palavra":"A invocação do nome do Senhor é um ato de fé, onde Jeremias busca a intervenção divina em sua situação.","conexao_teologica":"A invocação do nome do Senhor é um tema central na oração e na busca por justiça nas Escrituras.","referencias_relacionadas":["Salmos 9:9","Isaías 30:18","Romanos 12:19"]},"jeremias_20_12_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Ideia básica: justo.","significado_contextual":"A palavra 'justo' refere-se à retidão e à moralidade, especialmente em relação a Deus.","explicacao_detalhada":"Jeremias usa 'justo' para afirmar que Deus é aquele que julga com equidade e que ele, como profeta, busca a justiça divina em meio à opressão.","por_que_esta_palavra":"A palavra 'justo' é fundamental para entender a natureza de Deus e sua relação com a justiça e a moralidade.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, onde Ele é descrito como o juiz supremo que defende os oprimidos e pune os injustos.","referencias_relacionadas":["Salmos 89:14","Isaías 61:8","Miquéias 6:8"]},"jeremias_20_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é uma invocação ao Deus de Israel, reconhecendo sua soberania.","explicacao_detalhada":"Jeremias clama ao Senhor, expressando sua confiança de que Deus ouvirá suas súplicas e intervirá em sua situação de sofrimento.","por_que_esta_palavra":"A invocação do nome do Senhor é um ato de fé e esperança, onde o profeta busca consolo e ajuda divina.","conexao_teologica":"A invocação do nome do Senhor é um tema recorrente nas Escrituras, onde a oração é vista como um meio de se conectar com Deus.","referencias_relacionadas":["Salmos 34:17","Salmos 55:16-17","1 João 5:14"]},"jeremias_20_13_homem":{"palavra_pt":"homem","palavra_original":"שִׁיר","transliteracao":"shîyr","strong":"H7891","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em geral, destacando a fragilidade e a vulnerabilidade do ser humano diante das adversidades.","explicacao_detalhada":"Neste versículo, a palavra 'homem' é utilizada para enfatizar a condição humana, especialmente em momentos de sofrimento e angústia. Jeremias expressa sua dor e desespero, refletindo sobre a existência e o propósito da vida.","por_que_esta_palavra":"A escolha da palavra 'homem' ressalta a fragilidade da vida e a necessidade de apoio divino em tempos de crise.","conexao_teologica":"A teologia bíblica frequentemente aborda a condição humana, mostrando como Deus se importa com o sofrimento humano e oferece consolo e esperança.","referencias_relacionadas":["Salmos 8:4","Eclesiastes 1:2","Isaías 40:6"]},"jeremias_20_13_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"Refere-se ao ato de louvar a Deus, reconhecendo Sua grandeza e majestade.","explicacao_detalhada":"A palavra 'louvar' é central na adoração a Deus. Jeremias, mesmo em meio ao sofrimento, reconhece a importância de glorificar a Deus, mostrando que a adoração deve ser constante, independentemente das circunstâncias.","por_que_esta_palavra":"A palavra 'louvar' é usada para enfatizar a necessidade de exaltar a Deus, mesmo quando a vida é difícil, como um ato de fé e confiança.","conexao_teologica":"A adoração é um tema recorrente na Bíblia, mostrando que louvar a Deus é fundamental para a vida espiritual e para a relação com o Criador.","referencias_relacionadas":["Salmos 150:6","Hebreus 13:15","1 Crônicas 16:29"]},"jeremias_20_14_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo, especificamente ao dia em que a pessoa nasceu, simbolizando a vida e a existência.","explicacao_detalhada":"Neste contexto, Jeremias lamenta o dia de seu nascimento, expressando um desejo de que ele nunca tivesse existido. O 'dia' aqui representa não apenas um marco temporal, mas também a dor e o sofrimento que ele enfrenta.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender a perspectiva de Jeremias sobre sua vida e seu sofrimento, refletindo sobre a importância do tempo na experiência humana.","conexao_teologica":"A Bíblia frequentemente menciona o tempo e a vida, mostrando que cada dia é uma dádiva de Deus e que devemos valorizar a vida que Ele nos deu.","referencias_relacionadas":["Salmos 139:16","Eclesiastes 3:1","Tiago 4:14"]},"jeremias_20_14_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Refere-se ao ato de abençoar, que implica em invocar a favor de alguém a proteção e a graça de Deus.","explicacao_detalhada":"A palavra 'abençoar' é usada para expressar o desejo de que a vida de alguém seja marcada pela bondade e favor divinos. Jeremias, em sua angústia, reflete sobre o significado de bênção e maldição.","por_que_esta_palavra":"A escolha da palavra 'abençoar' destaca a importância da intercessão e do desejo de que outros experimentem a bondade de Deus.","conexao_teologica":"A bênção é um tema central na Bíblia, mostrando como Deus deseja abençoar Seu povo e como a bênção pode ser um ato de fé.","referencias_relacionadas":["Números 6:24-26","Salmos 1:1-3","Gálatas 3:14"]},"jeremias_20_14_maldicao":{"palavra_pt":"maldicao","palavra_original":"אָרַר","transliteracao":"ʼârar","strong":"H779","significado_raiz":"Ideia básica: maldicao.","significado_contextual":"Refere-se a uma invocação de desgraça ou juízo sobre alguém, contrastando com a bênção.","explicacao_detalhada":"A palavra 'maldicao' é utilizada para expressar o desejo de que algo negativo recaia sobre a vida de alguém. Jeremias, em sua dor, reflete sobre a gravidade de sua situação e o desejo de que sua vida não tenha sido uma bênção.","por_que_esta_palavra":"A palavra 'maldicao' é importante para entender a profundidade do desespero de Jeremias e sua luta interna entre bênção e maldição.","conexao_teologica":"A Bíblia fala sobre bênçãos e maldições, mostrando que nossas escolhas e ações têm consequências espirituais e morais.","referencias_relacionadas":["Deuteronômio 28:15","Provérbios 26:2","Gálatas 6:7"]},"jeremias_20_15_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se novamente à condição humana, enfatizando a fragilidade e a vulnerabilidade do ser humano.","explicacao_detalhada":"A repetição da palavra 'homem' neste versículo reforça a ideia de que Jeremias está refletindo sobre a natureza humana e as dificuldades que enfrenta, questionando o propósito de sua existência.","por_que_esta_palavra":"A palavra 'homem' é utilizada para destacar a luta interna de Jeremias e sua busca por significado em meio ao sofrimento.","conexao_teologica":"A condição humana é um tema central na teologia, mostrando como Deus se relaciona com a humanidade e oferece esperança.","referencias_relacionadas":["Salmos 103:14","Romanos 3:23","Tiago 4:14"]},"jeremias_20_15_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de declarar ou afirmar algo, especialmente em relação a Deus.","explicacao_detalhada":"A palavra 'dizer' é utilizada para expressar a comunicação e a revelação de pensamentos e sentimentos. Jeremias, em sua angústia, reflete sobre o que deve ser declarado sobre sua vida e seu chamado.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a importância da comunicação e da expressão dos sentimentos, especialmente em momentos de crise.","conexao_teologica":"A comunicação com Deus é fundamental na vida espiritual, e a Bíblia enfatiza a importância de expressar nossos pensamentos e emoções a Ele.","referencias_relacionadas":["Salmos 19:14","Mateus 12:34","Tiago 1:19"]},"jeremias_20_15_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar, simbolizando herança e continuidade.","explicacao_detalhada":"A palavra 'filho' é utilizada para expressar a continuidade da vida e a esperança de um futuro. Jeremias reflete sobre a dor de sua existência e o impacto que isso pode ter nas futuras gerações.","por_que_esta_palavra":"A palavra 'filho' é importante para entender a perspectiva de Jeremias sobre legado e a continuidade da vida.","conexao_teologica":"A relação entre pais e filhos é um tema recorrente na Bíblia, mostrando a importância da herança espiritual e moral.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Efésios 6:4"]},"jeremias_20_16_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à condição humana, enfatizando a fragilidade e a vulnerabilidade do ser humano.","explicacao_detalhada":"A repetição da palavra 'homem' neste versículo reforça a ideia de que Jeremias está refletindo sobre a natureza humana e as dificuldades que enfrenta, questionando o propósito de sua existência.","por_que_esta_palavra":"A palavra 'homem' é utilizada para destacar a luta interna de Jeremias e sua busca por significado em meio ao sofrimento.","conexao_teologica":"A condição humana é um tema central na teologia, mostrando como Deus se relaciona com a humanidade e oferece esperança.","referencias_relacionadas":["Salmos 103:14","Romanos 3:23","Tiago 4:14"]},"jeremias_20_16_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local de habitação, simbolizando a comunidade e a vida social.","explicacao_detalhada":"A palavra 'cidade' é utilizada para expressar a conexão de Jeremias com seu povo e sua terra. A cidade representa não apenas um espaço físico, mas também a identidade cultural e espiritual do povo de Deus.","por_que_esta_palavra":"A escolha da palavra 'cidade' destaca a importância da comunidade e do contexto social na vida de Jeremias e na mensagem que ele traz.","conexao_teologica":"A cidade é um tema importante na Bíblia, simbolizando tanto a habitação do povo de Deus quanto a promessa de restauração e redenção.","referencias_relacionadas":["Salmos 48:1-2","Isaías 65:18","Hebreus 11:10"]},"jeremias_20_16_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' no contexto de Jeremias 20:16 refere-se à queda ou ruína de alguém que não cumpre a vontade de Deus.","explicacao_detalhada":"Neste versículo, Jeremias expressa um desejo de que o homem que anunciou a sua morte não tivesse nascido, enfatizando a gravidade da situação em que se encontra. A ideia de 'cair' implica uma queda moral ou espiritual, refletindo a desolação que ele sente.","por_que_esta_palavra":"A escolha da palavra 'cair' destaca a fragilidade da vida e a seriedade das consequências de se afastar de Deus.","conexao_teologica":"A queda do homem é um tema recorrente na Bíblia, simbolizando a separação de Deus e as consequências do pecado.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","Provérbios 24:16"]},"jeremias_20_17_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui se refere à realidade da vida e à sinceridade na relação com Deus.","explicacao_detalhada":"Jeremias lamenta a falta de verdade em sua vida e na vida do povo, refletindo a dor de viver em um mundo onde a verdade é distorcida.","por_que_esta_palavra":"A ênfase na 'verdade' é crucial para entender a integridade do caráter de Deus e a necessidade de um relacionamento autêntico com Ele.","conexao_teologica":"A verdade é um atributo de Deus e um princípio fundamental nas Escrituras, que nos chama a viver em conformidade com a Sua palavra.","referencias_relacionadas":["Salmos 51:6","João 8:32","Efésios 4:15"]},"jeremias_20_17_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' expressa o desejo de Jeremias de escapar do sofrimento e da dor que enfrenta.","explicacao_detalhada":"Jeremias fala sobre a morte como uma libertação do sofrimento e da opressão que ele sente por causa da rejeição de sua mensagem profética.","por_que_esta_palavra":"A menção da morte revela a profundidade da angústia do profeta e a seriedade da missão que Deus lhe confiou.","conexao_teologica":"A morte é vista na Bíblia tanto como um fim quanto como um novo começo, especialmente na perspectiva da ressurreição.","referencias_relacionadas":["Eclesiastes 3:2","Romanos 6:23","1 Coríntios 15:55"]},"jeremias_20_18_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' implica uma percepção mais profunda da realidade espiritual e emocional de Jeremias.","explicacao_detalhada":"Jeremias deseja ver a verdade de sua situação e a condição do povo, refletindo sua luta interna e a busca por compreensão.","por_que_esta_palavra":"A visão é essencial para a profecia, pois implica discernimento e revelação divina.","conexao_teologica":"Ver é um tema importante na Bíblia, simbolizando a iluminação espiritual e a compreensão da vontade de Deus.","referencias_relacionadas":["Salmos 119:18","Mateus 5:8","2 Coríntios 5:7"]},"jeremias_20_18_grief":{"palavra_pt":"dor","palavra_original":"יָגוֹן","transliteracao":"yâgôwn","strong":"H3015","significado_raiz":"Ideia básica: dor.","significado_contextual":"A palavra 'dor' refere-se ao sofrimento emocional intenso que Jeremias experimenta devido à sua missão e ao desprezo do povo.","explicacao_detalhada":"Jeremias expressa sua dor como um reflexo da rejeição de sua mensagem e da tristeza por ver o povo afastar-se de Deus.","por_que_esta_palavra":"A dor é uma parte significativa da experiência humana e espiritual, especialmente para aqueles que buscam a verdade.","conexao_teologica":"A dor e o sofrimento são frequentemente usados por Deus para moldar o caráter e trazer arrependimento.","referencias_relacionadas":["Salmos 34:18","Romanos 5:3-5","2 Coríntios 1:3-4"]}}