{"jeremias_21_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à mensagem de Deus que Jeremias deve transmitir ao povo.","explicacao_detalhada":"Neste contexto, 'palavra' é a comunicação divina que traz instruções e advertências ao povo de Judá.","por_que_esta_palavra":"A ênfase na 'palavra' destaca a importância da revelação divina e da obediência a ela.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo central na vida do crente e na história da salvação.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","2 Timóteo 3:16-17"]},"jeremias_21_1_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade terrena que deve governar com justiça e temor a Deus.","explicacao_detalhada":"Jeremias se dirige ao rei de Judá, enfatizando a responsabilidade do governante em ouvir a palavra de Deus e agir de acordo.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a dinâmica de poder e a necessidade de liderança justa em Israel.","conexao_teologica":"Deus é descrito como o Rei supremo, e os reis humanos devem refletir Sua justiça e retidão.","referencias_relacionadas":["Provérbios 21:1","Romanos 13:1","1 Pedro 2:13-14"]},"jeremias_21_1_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se àqueles que têm a responsabilidade de mediar entre Deus e o povo.","explicacao_detalhada":"Os sacerdotes eram encarregados de ensinar a Lei e oferecer sacrifícios, representando a santidade de Deus.","por_que_esta_palavra":"A menção do sacerdote destaca a importância do ministério e da adoração correta a Deus.","conexao_teologica":"Cristo é nosso Sumo Sacerdote, mediando uma nova aliança entre Deus e a humanidade.","referencias_relacionadas":["Levítico 10:10","Hebreus 5:1","1 Pedro 2:9"]},"jeremias_21_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas devem ser feitas, especialmente em relação à obediência a Deus.","explicacao_detalhada":"Jeremias fala sobre o modo de agir que deve ser conforme a vontade de Deus, enfatizando a importância da conduta correta.","por_que_esta_palavra":"A palavra 'modo' é essencial para entender a ética e a moralidade na vida do crente.","conexao_teologica":"A maneira de viver deve refletir a santidade de Deus e a obediência à Sua palavra.","referencias_relacionadas":["Miquéias 6:8","Colossenses 3:17","1 João 2:6"]},"jeremias_21_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que representa Sua autoridade e soberania.","explicacao_detalhada":"Neste contexto, o nome do Senhor é invocado como a fonte de poder e direção para o povo de Judá.","por_que_esta_palavra":"O nome de Deus é central na adoração e na invocação de Sua presença e ajuda.","conexao_teologica":"O nome do Senhor é um símbolo de Sua natureza e caráter, sendo fundamental na relação do povo com Ele.","referencias_relacionadas":["Salmos 8:1","Filipenses 2:9-11","Apocalipse 19:16"]},"jeremias_21_2_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa para a ação que será mencionada.","explicacao_detalhada":"Neste contexto, 'porque' é usado para conectar a pergunta dos mensageiros ao que Deus está prestes a revelar sobre a situação de Jerusalém.","por_que_esta_palavra":"A palavra é crucial para entender a relação entre a pergunta dos mensageiros e a resposta divina que se segue.","conexao_teologica":"A utilização de 'porque' reflete a necessidade de compreensão da vontade de Deus em meio ao sofrimento e à crise.","referencias_relacionadas":["Jeremias 21:3","Jeremias 29:11","Romanos 8:28"]},"jeremias_21_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é um verbo que indica a ação de comunicar ou transmitir uma mensagem.","explicacao_detalhada":"Neste versículo, Deus está instruindo Jeremias a comunicar uma mensagem específica ao povo, enfatizando a importância da palavra profética.","por_que_esta_palavra":"A palavra é fundamental para a transmissão da revelação divina, mostrando que a comunicação de Deus é essencial para a compreensão do seu plano.","conexao_teologica":"A ênfase na palavra de Deus destaca a importância da profecia e da revelação divina na vida do povo.","referencias_relacionadas":["Ezequiel 3:17","Amós 3:7","Hebreus 1:1"]},"jeremias_21_3_nome":{"palavra_pt":"nome","palavra_original":"יִרְמְיָה","transliteracao":"Yirmᵉyâh","strong":"H3414","significado_raiz":"Ideia básica: nome.","significado_contextual":"O 'nome' representa a identidade e a autoridade de Jeremias como profeta escolhido por Deus.","explicacao_detalhada":"O nome 'Jeremias' significa 'Yahweh exalta' e reflete o papel do profeta em trazer a mensagem de Deus ao seu povo.","por_que_esta_palavra":"A menção do nome é importante para estabelecer a credibilidade e a autoridade de Jeremias como porta-voz de Deus.","conexao_teologica":"O nome de um profeta muitas vezes carrega um significado teológico que reflete a missão que Deus lhe confiou.","referencias_relacionadas":["Jeremias 1:5","Mateus 10:20","Atos 13:1"]},"jeremias_21_4_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a Jerusalém, o centro espiritual e político do povo de Israel.","explicacao_detalhada":"Jerusalém é frequentemente mencionada nas profecias como o lugar onde Deus habita e onde o povo deve voltar para se reconciliar com Ele.","por_que_esta_palavra":"A cidade é um símbolo da presença de Deus e da relação do povo com Ele, sendo crucial para a mensagem de esperança e julgamento.","conexao_teologica":"A cidade de Jerusalém tem um papel central na história da salvação e nas promessas de Deus ao seu povo.","referencias_relacionadas":["Salmos 122:6","Isaías 2:3","Mateus 5:35"]},"jeremias_21_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, enfatizando sua soberania e autoridade sobre todas as coisas.","explicacao_detalhada":"O uso do nome 'Senhor' (Yahweh) destaca a relação pessoal e a aliança entre Deus e seu povo, além de sua autoridade suprema.","por_que_esta_palavra":"A menção do nome de Deus é essencial para reconhecer sua posição como criador e governante do universo.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, refletindo sua capacidade de cumprir promessas e juízos.","referencias_relacionadas":["Êxodo 3:14","Salmos 46:10","Romanos 10:13"]},"jeremias_21_4_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade, enfatizando a natureza transcendente e poderosa de Deus.","explicacao_detalhada":"A utilização do termo 'deus' (Elohim) destaca a pluralidade da majestade divina e sua autoridade sobre a criação.","por_que_esta_palavra":"É importante reconhecer a natureza de Deus como criador e juiz, especialmente em um contexto de crise e julgamento.","conexao_teologica":"A compreensão de Deus como Elohim é fundamental para entender sua relação com a humanidade e seu plano de redenção.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Isaías 40:28"]},"jeremias_21_5_poderoso":{"palavra_pt":"poderoso","palavra_original":"זְרוֹעַ","transliteracao":"zᵉrôwaʻ","strong":"H2220","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' refere-se à força e à capacidade de Deus de agir e intervir na história.","explicacao_detalhada":"Neste contexto, 'poderoso' enfatiza a habilidade de Deus de salvar e proteger seu povo, mesmo em tempos de calamidade.","por_que_esta_palavra":"A menção da força de Deus é um lembrete da esperança que o povo deve ter em sua capacidade de resgatar.","conexao_teologica":"A força de Deus é um tema recorrente nas Escrituras, refletindo sua capacidade de realizar milagres e cumprir promessas.","referencias_relacionadas":["Salmos 147:5","Isaías 40:29","Efésios 6:10"]},"jeremias_21_5_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' simboliza poder, controle e ação de Deus na história.","explicacao_detalhada":"A mão de Deus é frequentemente usada nas Escrituras para descrever sua intervenção e proteção sobre seu povo.","por_que_esta_palavra":"A menção da mão de Deus é um símbolo de sua presença ativa e de seu cuidado em momentos de crise.","conexao_teologica":"A mão de Deus representa sua soberania e sua capacidade de guiar e proteger aqueles que lhe pertencem.","referencias_relacionadas":["Salmos 89:13","Isaías 41:10","Atos 11:21"]},"jeremias_21_6_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' novamente se refere a Jerusalém, destacando sua importância no plano de Deus.","explicacao_detalhada":"A repetição da palavra 'cidade' enfatiza a centralidade de Jerusalém na mensagem de julgamento e esperança.","por_que_esta_palavra":"A cidade é um símbolo da aliança de Deus com seu povo e da necessidade de arrependimento e retorno a Ele.","conexao_teologica":"Jerusalém é vista como o lugar onde Deus se encontra com seu povo, e seu destino é crucial para a narrativa bíblica.","referencias_relacionadas":["Jeremias 7:12","Lamentações 1:1","Mateus 23:37"]},"jeremias_21_6_beat":{"palavra_pt":"beat","palavra_original":"נָכָה","transliteracao":"nâkâh","strong":"H5221","significado_raiz":"Ideia básica: beat.","significado_contextual":"A palavra 'beat' refere-se a um ato de julgamento ou punição que Deus pode infligir sobre a cidade.","explicacao_detalhada":"Neste contexto, 'beat' indica a ação de Deus em trazer consequências para a desobediência do povo.","por_que_esta_palavra":"A palavra é importante para entender a seriedade do julgamento de Deus e a necessidade de arrependimento.","conexao_teologica":"O conceito de julgamento é central na teologia bíblica, refletindo a justiça de Deus em resposta ao pecado.","referencias_relacionadas":["Ezequiel 18:30","Romanos 2:6","Apocalipse 20:12"]},"jeremias_21_6_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de decidir ou determinar a justiça em uma situação, especialmente no contexto do juízo de Deus sobre o povo.","explicacao_detalhada":"Neste versículo, Deus está afirmando que Ele julgará o povo de Judá por suas ações e desobediências. O julgamento é uma ação divina que visa restaurar a justiça e a ordem.","por_que_esta_palavra":"A palavra 'julgar' é utilizada para enfatizar a autoridade de Deus em determinar o destino do povo, mostrando que Ele é o juiz supremo.","conexao_teologica":"O conceito de julgamento é central na teologia bíblica, refletindo a justiça de Deus e a necessidade de arrependimento e restauração.","referencias_relacionadas":["Salmos 9:7","Isaías 33:22","Romanos 14:10"]},"jeremias_21_7_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local habitado, que neste contexto é Jerusalém, a capital de Judá, que está sob julgamento.","explicacao_detalhada":"Jerusalém é vista como o centro espiritual e político do povo de Deus. O julgamento sobre a cidade implica consequências diretas para seus habitantes.","por_que_esta_palavra":"A menção da 'cidade' destaca a importância de Jerusalém na história da salvação e o impacto do pecado coletivo sobre a nação.","conexao_teologica":"A cidade de Jerusalém é frequentemente mencionada nas profecias como um símbolo da presença de Deus e do Seu plano redentor.","referencias_relacionadas":["Salmos 48:1-2","Isaías 1:26","Mateus 5:14"]},"jeremias_21_7_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"A palavra 'fome' refere-se à escassez de alimento, simbolizando o juízo de Deus e a consequência do pecado.","explicacao_detalhada":"A fome é uma consequência direta da desobediência e da rebelião do povo contra Deus, refletindo a falta de provisão divina em tempos de juízo.","por_que_esta_palavra":"A inclusão da 'fome' serve como um aviso sobre as consequências físicas e espirituais do afastamento de Deus.","conexao_teologica":"A fome é frequentemente usada na Bíblia como um símbolo de necessidade espiritual e da busca por Deus como a verdadeira fonte de sustento.","referencias_relacionadas":["Amós 8:11","Mateus 4:4","João 6:35"]},"jeremias_21_7_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em acompanhar ou obedecer a algo ou alguém, neste caso, as instruções de Deus.","explicacao_detalhada":"O ato de seguir as orientações divinas é crucial para a sobrevivência e a restauração do povo, especialmente em tempos de crise.","por_que_esta_palavra":"A palavra 'seguir' enfatiza a necessidade de lealdade e obediência a Deus, que é essencial para a proteção e a bênção.","conexao_teologica":"Seguir a Deus é um tema recorrente na Bíblia, que destaca a importância da obediência e da fé na vida do crente.","referencias_relacionadas":["Salmos 119:105","Mateus 16:24","João 10:27"]},"jeremias_21_8_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' refere-se à natureza humana, simbolizando a fragilidade e a mortalidade do ser humano.","explicacao_detalhada":"Neste contexto, a 'carne' representa a vulnerabilidade do povo diante do juízo de Deus e a necessidade de arrependimento.","por_que_esta_palavra":"A menção da 'carne' destaca a condição humana e a dependência de Deus para a vida e a salvação.","conexao_teologica":"A carne é frequentemente contrastada com o espírito na Bíblia, enfatizando a luta entre a natureza pecaminosa e a busca pela santidade.","referencias_relacionadas":["Gálatas 5:17","Romanos 8:5-8","1 Pedro 1:24"]},"jeremias_21_8_morte":{"palavra_pt":"morte","palavra_original":"מָוֶת","transliteracao":"mâveth","strong":"H4194","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' refere-se ao fim da vida física, mas também simboliza a separação espiritual de Deus.","explicacao_detalhada":"A morte é apresentada como uma consequência do pecado e da desobediência, refletindo a gravidade do juízo divino.","por_que_esta_palavra":"A inclusão da 'morte' serve como um alerta sobre as consequências eternas do afastamento de Deus.","conexao_teologica":"A morte é um tema central na teologia cristã, que aponta para a necessidade de redenção e a esperança da vida eterna em Cristo.","referencias_relacionadas":["Romanos 6:23","1 Coríntios 15:21-22","Apocalipse 21:4"]},"jeremias_21_8_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à nação de Judá, escolhida por Deus, que está sob julgamento por suas transgressões.","explicacao_detalhada":"O 'povo' é visto como a coletividade que deve responder ao chamado de Deus para arrependimento e restauração.","por_que_esta_palavra":"A menção do 'povo' enfatiza a responsabilidade coletiva e a necessidade de unidade na busca por Deus.","conexao_teologica":"O conceito de povo de Deus é fundamental na Bíblia, representando a relação especial entre Deus e aqueles que Ele escolheu.","referencias_relacionadas":["Êxodo 19:6","1 Pedro 2:9","Romanos 9:25-26"]},"jeremias_21_9_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' é repetida para enfatizar a certeza do juízo de Deus sobre a cidade e seu povo.","explicacao_detalhada":"O julgamento de Deus é inevitável e reflete Sua justiça em resposta ao pecado e à desobediência.","por_que_esta_palavra":"A repetição da palavra 'julgar' sublinha a seriedade da situação e a urgência do arrependimento.","conexao_teologica":"O julgamento divino é um tema recorrente que aponta para a necessidade de arrependimento e a esperança de restauração.","referencias_relacionadas":["Ezequiel 18:30","Mateus 12:36","Apocalipse 20:12"]},"jeremias_21_9_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' é novamente mencionada para reafirmar o foco do juízo sobre Jerusalém.","explicacao_detalhada":"A cidade é o símbolo da identidade do povo e do seu relacionamento com Deus, e seu julgamento reflete a gravidade da situação espiritual.","por_que_esta_palavra":"A repetição da palavra 'cidade' reforça a importância de Jerusalém na narrativa bíblica e seu papel na história da salvação.","conexao_teologica":"Jerusalém é frequentemente vista como um microcosmo do povo de Deus e seu destino espiritual.","referencias_relacionadas":["Isaías 52:1","Lamentações 1:1","Hebreus 12:22"]},"jeremias_21_9_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"A palavra 'fome' é repetida para enfatizar a severidade do juízo que se aproxima.","explicacao_detalhada":"A fome simboliza a falta de sustento e a consequência do afastamento de Deus, que é a fonte de toda provisão.","por_que_esta_palavra":"A repetição da palavra 'fome' serve como um alerta sobre as consequências do pecado e a necessidade de retorno a Deus.","conexao_teologica":"A fome é um símbolo de necessidade espiritual, refletindo a busca do ser humano por Deus como seu verdadeiro sustento.","referencias_relacionadas":["Deuteronômio 28:48","Mateus 5:6","Lucas 1:53"]},"jeremias_21_10_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade de Jerusalém, que estava sob cerco e enfrentando a destruição.","explicacao_detalhada":"A palavra 'cidade' (עִיר) é utilizada para descrever um local de habitação, mas neste contexto, representa a capital do povo de Deus, que está em crise. A cidade é um símbolo da presença de Deus entre o seu povo.","por_que_esta_palavra":"A escolha da palavra 'cidade' enfatiza a importância de Jerusalém como centro espiritual e político, e sua destruição representa a perda da proteção divina.","conexao_teologica":"A cidade de Jerusalém é frequentemente vista na Bíblia como o lugar onde Deus habita com seu povo. Sua destruição é um sinal do juízo divino.","referencias_relacionadas":["Jeremias 4:6","Lamentações 1:1","Salmos 137:1"]},"jeremias_21_10_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se ao que é desejável ou benéfico em contraste com a calamidade que se aproxima.","explicacao_detalhada":"A palavra 'bom' (טוֹב) é usada para descrever a intenção de Deus em preservar o que é justo e correto. Neste contexto, é um chamado à reflexão sobre as ações que levam à destruição.","por_que_esta_palavra":"A palavra 'bom' destaca a expectativa de que, mesmo em tempos difíceis, Deus ainda deseja o bem para seu povo.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, onde Ele busca o bem-estar de seu povo, mesmo quando eles se afastam dele.","referencias_relacionadas":["Salmos 34:8","Romanos 8:28","Gênesis 1:31"]},"jeremias_21_10_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma explicação ou justificativa para a ação de Deus em relação à cidade.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para conectar a razão pela qual Deus está agindo, indicando que as ações do povo têm consequências.","por_que_esta_palavra":"Essa palavra é crucial para entender a lógica divina por trás do juízo, mostrando que as decisões humanas têm impacto nas ações de Deus.","conexao_teologica":"A relação entre as ações humanas e a resposta divina é um tema recorrente na teologia bíblica, onde a obediência resulta em bênçãos e a desobediência em juízo.","referencias_relacionadas":["Deuteronômio 30:19-20","Gálatas 6:7","Isaías 1:19-20"]},"jeremias_21_11_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à casa real, simbolizando a dinastia e a liderança de Judá.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) neste contexto representa a casa de Davi, que é central para a história de Israel e a promessa messiânica.","por_que_esta_palavra":"A menção da 'casa' enfatiza a importância da liderança e da aliança de Deus com a linhagem de Davi.","conexao_teologica":"A casa de Davi é vista como um símbolo da fidelidade de Deus às suas promessas, e a sua preservação é essencial para a esperança messiânica.","referencias_relacionadas":["2 Samuel 7:12-16","Isaías 9:6-7","Mateus 1:1"]},"jeremias_21_11_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao governante de Judá, que tem a responsabilidade de guiar o povo.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) implica autoridade e liderança, e neste contexto, destaca a falha do rei em conduzir o povo de acordo com a vontade de Deus.","por_que_esta_palavra":"A escolha da palavra 'rei' é significativa, pois a liderança é um reflexo da relação do povo com Deus e suas expectativas de justiça.","conexao_teologica":"A figura do rei é central na narrativa bíblica, representando a soberania de Deus sobre seu povo e a necessidade de líderes que busquem a justiça.","referencias_relacionadas":["1 Samuel 8:6-7","Provérbios 29:2","Romanos 13:1"]},"jeremias_21_11_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus, que traz instrução e juízo.","explicacao_detalhada":"A palavra 'palavra' (דָּבָר) neste contexto é um lembrete da comunicação de Deus com seu povo, que deve ser ouvida e obedecida.","por_que_esta_palavra":"A ênfase na 'palavra' destaca a importância da revelação divina e a responsabilidade do povo em responder a ela.","conexao_teologica":"A palavra de Deus é vista como viva e eficaz, e sua rejeição leva a consequências sérias.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Salmos 119:105"]},"jeremias_21_12_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Novamente, refere-se à casa real, enfatizando a continuidade da mensagem sobre liderança.","explicacao_detalhada":"A repetição da palavra 'casa' (בַּיִת) reforça a ideia de que a liderança e a proteção de Deus estão ligadas à fidelidade da casa de Davi.","por_que_esta_palavra":"A palavra é usada para lembrar que a casa de Davi tem um papel crucial na história da salvação.","conexao_teologica":"A casa de Davi é um símbolo da aliança de Deus com seu povo, e sua preservação é essencial para a vinda do Messias.","referencias_relacionadas":["Salmos 132:11-12","Ezequiel 37:24-25","Mateus 2:6"]},"jeremias_21_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa sua autoridade e presença.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o tetragrama que representa a santidade e a soberania de Deus sobre seu povo.","por_que_esta_palavra":"A menção do nome do Senhor é um lembrete da relação especial entre Deus e Israel, e da necessidade de reverência e obediência.","conexao_teologica":"O nome de Deus é central na adoração e na identidade do povo de Israel, e invocar seu nome é um ato de fé.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"jeremias_21_12_dia":{"palavra_pt":"dia","palavra_original":"בֹּקֶר","transliteracao":"bôqer","strong":"H1242","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo determinado por Deus para agir em favor de seu povo.","explicacao_detalhada":"A palavra 'dia' (בֹּקֶר) neste contexto simboliza um tempo de esperança e renovação, onde Deus promete restaurar seu povo.","por_que_esta_palavra":"A menção do 'dia' é um lembrete de que Deus tem um plano e um tempo para a redenção.","conexao_teologica":"O conceito de 'dia' é frequentemente associado à intervenção divina e ao cumprimento das promessas de Deus.","referencias_relacionadas":["Isaías 40:31","Joel 2:28-29","Romanos 13:12"]},"jeremias_21_13_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"Usada para chamar a atenção para a mensagem que se segue.","explicacao_detalhada":"A palavra 'eis' (הֵן) é uma interjeição que introduz uma declaração importante, enfatizando a urgência da mensagem de Deus.","por_que_esta_palavra":"A palavra 'eis' serve para despertar a atenção do povo para a gravidade da situação e a necessidade de resposta.","conexao_teologica":"A chamada à atenção é um tema comum na Bíblia, onde Deus frequentemente convoca seu povo a ouvir e responder à sua palavra.","referencias_relacionadas":["Isaías 43:1","Mateus 11:15","Apocalipse 3:20"]},"jeremias_21_13_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de discernir ou decidir sobre a justiça em situações específicas.","explicacao_detalhada":"Neste contexto, Deus está chamando o povo a entender que Ele é o juiz supremo e que suas ações serão avaliadas. O julgamento de Deus é justo e reflete a sua santidade.","por_que_esta_palavra":"A escolha da palavra 'julgar' enfatiza a autoridade de Deus sobre as nações e a necessidade de prestar contas a Ele.","conexao_teologica":"O julgamento de Deus é um tema recorrente na Bíblia, onde Ele é apresentado como o juiz que traz justiça e restauração.","referencias_relacionadas":["Salmos 9:7","Isaías 33:22","Romanos 14:10"]},"jeremias_21_14_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' implica em trazer liberdade ou salvação de uma situação opressiva.","explicacao_detalhada":"Deus promete libertar o povo da opressão, mostrando que Ele é capaz de salvar aqueles que clamam por ajuda.","por_que_esta_palavra":"A palavra 'libertar' é crucial para entender a natureza redentora de Deus, que não apenas julga, mas também oferece salvação.","conexao_teologica":"A libertação é um tema central na narrativa bíblica, simbolizando a ação de Deus em favor do seu povo.","referencias_relacionadas":["Êxodo 6:6","Salmos 34:17","Gálatas 5:1"]},"jeremias_21_14_fruto":{"palavra_pt":"fruto","palavra_original":"פְּרִי","transliteracao":"pᵉrîy","strong":"H6529","significado_raiz":"Ideia básica: fruto.","significado_contextual":"A palavra 'fruto' representa os resultados ou consequências das ações de uma pessoa ou nação.","explicacao_detalhada":"Neste versículo, o 'fruto' é uma metáfora para as bênçãos que resultam da obediência a Deus.","por_que_esta_palavra":"A escolha da palavra 'fruto' destaca a relação entre ações e consequências, enfatizando que boas ações produzem bons resultados.","conexao_teologica":"O conceito de 'fruto' é frequentemente usado na Bíblia para ilustrar a vida espiritual e as bênçãos de Deus.","referencias_relacionadas":["Gálatas 5:22-23","Mateus 7:17-20","João 15:5"]},"jeremias_21_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, o nome de Deus é invocado para afirmar sua posição como o único que pode salvar e libertar.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para reconhecer a divindade e a autoridade de Deus na vida do povo.","conexao_teologica":"O nome de Deus é um tema central na teologia bíblica, representando seu caráter e sua relação com a humanidade.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Filipenses 2:9-11"]}}