{"jeremias_22_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se à comunicação divina e à revelação de Deus ao seu povo.","explicacao_detalhada":"Deus está se dirigindo ao rei e à nação, enfatizando a importância de ouvir e obedecer à sua palavra.","por_que_esta_palavra":"A escolha da palavra 'palavra' destaca a importância da revelação divina na vida do povo de Israel.","conexao_teologica":"A palavra de Deus é vista como viva e eficaz, capaz de transformar vidas e situações.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","2 Timóteo 3:16-17"]},"jeremias_22_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' reafirma a soberania de Deus sobre a história e os governantes.","explicacao_detalhada":"Neste versículo, o nome de Deus é usado para lembrar ao povo que Ele é o verdadeiro governante e juiz.","por_que_esta_palavra":"A palavra 'senhor' é essencial para reconhecer a autoridade de Deus em todas as esferas da vida.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele controla a história e os eventos.","referencias_relacionadas":["Salmos 47:2","Romanos 13:1","Apocalipse 19:16"]},"jeremias_22_1_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a aqueles que se opõem ao povo de Deus e à sua vontade.","explicacao_detalhada":"Deus alerta sobre as consequências de se afastar de sua palavra, que pode resultar em opressão por inimigos.","por_que_esta_palavra":"A palavra 'inimigo' é importante para entender a luta espiritual e as consequências da desobediência.","conexao_teologica":"A batalha entre o bem e o mal é um tema recorrente na Bíblia, onde Deus promete proteção ao seu povo.","referencias_relacionadas":["Salmos  enemies 34:19","Efésios 6:12","Romanos 8:31"]},"jeremias_22_2_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' aqui enfatiza a responsabilidade dos líderes em governar com justiça.","explicacao_detalhada":"Deus está chamando os governantes a serem justos e a proteger os oprimidos, refletindo seu caráter.","por_que_esta_palavra":"A palavra 'julgar' é crucial para entender a expectativa de Deus sobre a liderança e a justiça social.","conexao_teologica":"A justiça é um atributo de Deus, e Ele espera que seus representantes na terra reflitam essa justiça.","referencias_relacionadas":["Miquéias 6:8","Provérbios 21:15","Isaías 1:17"]},"jeremias_22_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação de verdades importantes e instruções divinas.","explicacao_detalhada":"Deus está chamando os líderes a proclamarem a verdade e a justiça, enfatizando a importância da palavra.","por_que_esta_palavra":"A palavra 'dizer' destaca a responsabilidade de comunicar a vontade de Deus ao povo.","conexao_teologica":"A comunicação da verdade é essencial na relação entre Deus e a humanidade, refletindo a importância da revelação.","referencias_relacionadas":["Mateus 28:19-20","Romanos 10:14","Tiago 1:22"]},"jeremias_22_2_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' novamente enfatiza a importância da revelação e da obediência ao que Deus diz.","explicacao_detalhada":"Deus está instruindo os líderes a ouvirem e seguirem sua palavra, que é fundamental para a vida e a justiça.","por_que_esta_palavra":"A repetição da palavra 'palavra' reforça a centralidade da comunicação divina na vida do povo.","conexao_teologica":"A palavra de Deus é a base para a vida cristã, guiando e moldando o caráter dos crentes.","referencias_relacionadas":["Salmos 119:11","Mateus 4:4","2 Pedro 1:20-21"]},"jeremias_22_3_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O sangue é frequentemente associado à vida e à morte, simbolizando a gravidade das consequências das ações humanas.","explicacao_detalhada":"Neste versículo, o sangue representa a injustiça e a opressão que ocorrem quando os líderes não cuidam do povo. O clamor por justiça é uma chamada à responsabilidade moral.","por_que_esta_palavra":"A palavra 'sangue' é utilizada para enfatizar a seriedade das injustiças cometidas, refletindo a necessidade de justiça e retidão.","conexao_teologica":"O sangue é um símbolo importante na teologia bíblica, representando tanto a vida quanto a expiação. A injustiça que leva ao derramamento de sangue clama por redenção.","referencias_relacionadas":["Gênesis 4:10","Êxodo 20:13","Salmos 106:38"]},"jeremias_22_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, invocar o nome do Senhor é um apelo à sua justiça e intervenção nas questões sociais e políticas do povo.","por_que_esta_palavra":"A palavra 'Senhor' é usada para afirmar a relação de Deus com seu povo e a expectativa de que Ele governe com justiça.","conexao_teologica":"O nome de Deus é central na adoração e na invocação de sua ajuda, refletindo a confiança na sua soberania.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Romanos 10:13"]},"jeremias_22_3_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada metaforicamente para descrever a força e a ferocidade de um líder ou nação.","explicacao_detalhada":"Neste versículo, a menção ao urso pode simbolizar a brutalidade e a opressão que os líderes exercem sobre o povo.","por_que_esta_palavra":"A escolha da palavra 'urso' destaca a natureza predatória de líderes que não agem com justiça.","conexao_teologica":"A ferocidade do urso pode ser vista como um contraste com a natureza protetora que Deus deseja que os líderes tenham.","referencias_relacionadas":["Provérbios 28:15","Ezequiel 22:27","Miquéias 3:1-3"]},"jeremias_22_4_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'coisa' refere-se a ações e decisões que têm consequências diretas na vida do povo.","explicacao_detalhada":"Neste contexto, a palavra enfatiza a importância de agir de acordo com a justiça e a verdade nas decisões governamentais.","por_que_esta_palavra":"A palavra 'coisa' é utilizada para abranger a totalidade das ações que devem ser justas e corretas.","conexao_teologica":"As ações humanas são vistas como reflexos da vontade divina, e a justiça é um princípio fundamental no reino de Deus.","referencias_relacionadas":["Deuteronômio 16:20","Salmos 37:27","Miquéias 6:8"]},"jeremias_22_4_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A 'casa' representa a nação e o povo de Deus, simbolizando segurança e proteção.","explicacao_detalhada":"Neste versículo, a casa é um símbolo da comunidade e da responsabilidade que os líderes têm de cuidar dela.","por_que_esta_palavra":"A palavra 'casa' é usada para enfatizar a importância da liderança na manutenção da ordem e da justiça dentro da sociedade.","conexao_teologica":"A casa de Deus é um tema recorrente na Bíblia, refletindo a relação entre Deus e seu povo.","referencias_relacionadas":["Salmos 127:1","Isaías 54:13","Hebreus 3:6"]},"jeremias_22_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma razão ou justificativa para a ação ou advertência que se segue.","explicacao_detalhada":"Neste contexto, 'porque' é usado para explicar a necessidade de justiça e retidão nas ações dos líderes.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica por trás das instruções e advertências dadas por Deus.","conexao_teologica":"A obediência a Deus é frequentemente ligada a promessas e consequências, e a palavra 'porque' conecta essas ideias.","referencias_relacionadas":["Deuteronômio 30:15-16","Ezequiel 18:30","Romanos 2:6"]},"jeremias_22_5_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'coisa' aqui também se refere a ações e decisões que devem ser justas e verdadeiras.","explicacao_detalhada":"Neste versículo, enfatiza-se a importância de agir com integridade e verdade nas relações sociais e políticas.","por_que_esta_palavra":"A repetição da palavra 'coisa' reforça a ideia de que as ações têm peso e consequências.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletido na vida dos crentes e líderes.","referencias_relacionadas":["Salmos 15:2","Provérbios 12:22","Efésios 4:15"]},"jeremias_22_5_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A 'casa' novamente simboliza a nação e a responsabilidade dos líderes em cuidar do povo.","explicacao_detalhada":"A menção da casa neste versículo reforça a ideia de que a liderança deve ser responsável e justa.","por_que_esta_palavra":"A palavra 'casa' é usada para enfatizar a conexão entre liderança e o bem-estar da comunidade.","conexao_teologica":"A casa de Deus é um símbolo de sua presença e proteção, e os líderes devem refletir esses valores.","referencias_relacionadas":["Salmos 68:6","Isaías 61:4","Mateus 7:24"]},"jeremias_22_5_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à integridade e à justiça nas ações e decisões.","explicacao_detalhada":"Neste versículo, a verdade é apresentada como um princípio fundamental que deve guiar as ações dos líderes.","por_que_esta_palavra":"A palavra 'verdade' é crucial para entender a expectativa de Deus em relação à justiça e à moralidade.","conexao_teologica":"A verdade é um atributo de Deus e deve ser a base das interações humanas, especialmente entre líderes e liderados.","referencias_relacionadas":["Salmos 25:5","Provérbios 21:3","João 8:32"]},"jeremias_22_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz uma justificativa para as instruções dadas.","explicacao_detalhada":"Neste contexto, 'porque' é usado para explicar a necessidade de justiça e a responsabilidade dos líderes.","por_que_esta_palavra":"A repetição da palavra 'porque' enfatiza a lógica por trás das advertências e instruções de Deus.","conexao_teologica":"A relação entre obediência e bênção é um tema central na Bíblia, e 'porque' conecta essas ideias.","referencias_relacionadas":["Deuteronômio 28:1-2","Isaías 1:19","Tiago 1:22"]},"jeremias_22_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a autoridade suprema e soberana sobre Israel.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para enfatizar a relação de Deus com seu povo, destacando sua soberania e poder. Neste contexto, Jeremias está lembrando ao povo que Deus é o Senhor que governa sobre todas as coisas.","por_que_esta_palavra":"A escolha da palavra 'senhor' é crucial para entender a natureza de Deus como o governante e protetor de Israel, especialmente em tempos de crise.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, refletindo sua autoridade sobre a criação e seu plano redentor.","referencias_relacionadas":["Salmos 24:1","Isaías 45:18","Romanos 14:9"]},"jeremias_22_6_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Representa o templo e a nação de Israel como a morada de Deus entre seu povo.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) simboliza não apenas uma estrutura física, mas também a presença de Deus entre os israelitas. Jeremias usa essa palavra para alertar sobre a destruição iminente do templo e a necessidade de arrependimento.","por_que_esta_palavra":"A palavra 'casa' é significativa porque reflete a relação íntima entre Deus e seu povo, que é ameaçada pela desobediência.","conexao_teologica":"A ideia de Deus habitar entre seu povo é fundamental na narrativa bíblica, culminando na encarnação de Cristo como a verdadeira casa de Deus.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Mateus 12:6"]},"jeremias_22_7_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"Refere-se à necessidade de santidade e separação do pecado.","explicacao_detalhada":"A palavra 'santificar' (קָדַשׁ) implica em tornar algo sagrado ou separado para Deus. Jeremias exorta o povo a se purificar e se voltar para Deus, enfatizando a importância da santidade.","por_que_esta_palavra":"A santificação é essencial para a relação entre Deus e seu povo, pois o pecado cria barreiras entre eles.","conexao_teologica":"A santidade de Deus é um atributo central que deve ser refletido na vida do crente, conforme chamado à santidade em Levítico 11:44.","referencias_relacionadas":["Levítico 20:7","1 Pedro 1:16","Hebreus 12:14"]},"jeremias_22_7_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se ao juízo de Deus sobre a desobediência de Israel.","explicacao_detalhada":"A palavra 'destruir' (כָּרַת) indica a severidade do juízo divino. Jeremias profetiza que, se o povo não se arrepender, a destruição será inevitável.","por_que_esta_palavra":"A destruição é uma consequência direta da rejeição de Deus e de sua lei, enfatizando a gravidade do pecado.","conexao_teologica":"O juízo de Deus é um tema recorrente na Bíblia, mostrando que a desobediência traz consequências sérias.","referencias_relacionadas":["Ezequiel 18:30","Mateus 7:19","Apocalipse 20:15"]},"jeremias_22_7_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em sua fragilidade e necessidade de redenção.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para enfatizar a condição humana e a responsabilidade diante de Deus. Jeremias fala sobre a importância de cada indivíduo em responder ao chamado de Deus.","por_que_esta_palavra":"A menção do 'homem' destaca a dignidade e a responsabilidade que cada pessoa tem diante de Deus.","conexao_teologica":"A criação do homem à imagem de Deus é um fundamento teológico que implica em valor e responsabilidade moral.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"jeremias_22_8_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a Jerusalém, o centro espiritual e político de Israel.","explicacao_detalhada":"A palavra 'cidade' (עִיר) é usada para descrever Jerusalém, que é vista como a morada de Deus e o lugar de adoração. A destruição da cidade simboliza a ruptura da relação entre Deus e seu povo.","por_que_esta_palavra":"A cidade é um símbolo da identidade nacional e espiritual de Israel, e sua destruição representa um juízo severo.","conexao_teologica":"Jerusalém é frequentemente mencionada na Bíblia como o lugar onde Deus se encontra com seu povo, refletindo a importância da cidade na história da salvação.","referencias_relacionadas":["Salmos 122:6","Isaías 2:3","Mateus 5:35"]},"jeremias_22_8_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de Jerusalém e sua importância entre as nações.","explicacao_detalhada":"A palavra 'grande' (גָּדוֹל) enfatiza a posição de Jerusalém como uma cidade de destaque, tanto em termos de poder quanto de espiritualidade. A grandeza é um reflexo da bênção de Deus sobre a cidade.","por_que_esta_palavra":"A grandeza de Jerusalém é um testemunho da fidelidade de Deus ao seu povo, mas também uma advertência sobre as consequências da desobediência.","conexao_teologica":"A grandeza de Jerusalém é um tema que se conecta com a promessa de Deus de restaurar seu povo e sua cidade.","referencias_relacionadas":["Salmos 48:1-2","Isaías 60:1-3","Apocalipse 21:2"]},"jeremias_22_8_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"Refere-se à passagem ou transição, simbolizando a mudança de estado.","explicacao_detalhada":"A palavra 'cruz' (עָבַר) pode ser interpretada como uma transição ou mudança significativa. No contexto de Jeremias, isso pode se referir à transição do povo de Israel de um estado de bênção para um estado de juízo.","por_que_esta_palavra":"A ideia de cruzar indica um ponto de virada, onde decisões e ações têm consequências profundas.","conexao_teologica":"A transição do pecado para a redenção é um tema central na Bíblia, culminando na obra de Cristo na cruz.","referencias_relacionadas":["Gálatas 6:14","Romanos 5:8","1 Pedro 2:24"]},"jeremias_22_9_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza de Deus como o Criador e Juiz.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada para afirmar a soberania e a autoridade de Deus sobre todas as coisas. Jeremias destaca que Deus é o juiz que observa as ações do povo.","por_que_esta_palavra":"A menção de Deus enfatiza sua posição como autoridade suprema e a responsabilidade do povo diante dele.","conexao_teologica":"A soberania de Deus é um tema central na teologia, refletindo sua autoridade sobre a criação e seu plano redentor.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 11:36"]},"jeremias_22_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza das declarações e promessas de Deus.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para enfatizar a importância das palavras de Deus e suas promessas. Jeremias destaca que o que Deus diz é verdade e deve ser levado a sério.","por_que_esta_palavra":"As palavras de Deus têm poder e autoridade, e a obediência a elas é fundamental para a vida do povo.","conexao_teologica":"A palavra de Deus é um tema central na Bíblia, mostrando que suas promessas são fiéis e verdadeiras.","referencias_relacionadas":["Isaías 55:11","Hebreus 4:12","2 Pedro 3:9"]},"jeremias_22_10_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se à morte física e espiritual, simbolizando a consequência do pecado e a separação de Deus.","explicacao_detalhada":"Neste contexto, a morte é apresentada como um resultado do afastamento de Deus e da desobediência às suas leis. Jeremias adverte sobre as consequências da infidelidade e da injustiça.","por_que_esta_palavra":"A escolha da palavra 'morrer' enfatiza a gravidade das ações do povo e a inevitabilidade do juízo divino.","conexao_teologica":"A morte é um tema central na teologia bíblica, representando não apenas o fim da vida, mas também a separação de Deus, conforme Romanos 6:23.","referencias_relacionadas":["Romanos 6:23","Ezequiel 18:30","Gálatas 6:7"]},"jeremias_22_10_piedade":{"palavra_pt":"piedade","palavra_original":"נוּד","transliteracao":"nûwd","strong":"H5110","significado_raiz":"Ideia básica: piedade.","significado_contextual":"A 'piedade' refere-se à compaixão e à justiça que deveriam ser praticadas pelos governantes e pelo povo.","explicacao_detalhada":"A falta de piedade é uma crítica à corrupção e à injustiça social, onde os líderes não cuidam dos necessitados e oprimem os inocentes.","por_que_esta_palavra":"A palavra 'piedade' é utilizada para chamar a atenção para a necessidade de um comportamento ético e justo, especialmente entre aqueles em posições de autoridade.","conexao_teologica":"A piedade é uma virtude que reflete o caráter de Deus, que é justo e misericordioso, como visto em Salmos 103:8.","referencias_relacionadas":["Salmos 103:8","Miquéias 6:8","Tiago 1:27"]},"jeremias_22_10_andar":{"palavra_pt":"andar","palavra_original":"הָלַךְ","transliteracao":"hâlak","strong":"H1980","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' implica em viver ou conduzir-se de uma certa maneira, especialmente em relação aos mandamentos de Deus.","explicacao_detalhada":"Andar nos caminhos de Deus significa seguir suas instruções e viver de acordo com sua vontade, o que é fundamental para a vida espiritual.","por_que_esta_palavra":"A escolha da palavra 'andar' destaca a ideia de um estilo de vida contínuo e não apenas ações isoladas.","conexao_teologica":"Andar com Deus é um tema recorrente na Bíblia, simbolizando a comunhão e a obediência, como em Gênesis 5:24.","referencias_relacionadas":["Gênesis 5:24","Salmos 1:1-2","Colossenses 2:6"]},"jeremias_22_11_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"A palavra 'reinar' refere-se ao exercício de autoridade e liderança, especialmente em relação ao povo de Deus.","explicacao_detalhada":"O rei é visto como um representante de Deus na terra, e sua responsabilidade é governar com justiça e retidão.","por_que_esta_palavra":"A palavra 'reinar' é utilizada para enfatizar a responsabilidade dos líderes em conduzir o povo segundo os princípios divinos.","conexao_teologica":"O conceito de reinar é central na teologia bíblica, refletindo a soberania de Deus e a expectativa de que os líderes imitem seu caráter justo, como em Salmos 72:1-2.","referencias_relacionadas":["Salmos 72:1-2","Romanos 13:1","1 Pedro 2:13-14"]},"jeremias_22_11_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa para a declaração anterior, conectando as ideias.","explicacao_detalhada":"Neste contexto, 'porque' é usado para esclarecer as razões pelas quais as advertências são feitas, ligando a desobediência às consequências.","por_que_esta_palavra":"A palavra 'porque' é essencial para a lógica do discurso profético, permitindo que o ouvinte compreenda a relação entre ações e consequências.","conexao_teologica":"A explicação das razões é uma prática comum na Bíblia, onde Deus revela os motivos de seus juízos, como em Deuteronômio 28:15.","referencias_relacionadas":["Deuteronômio 28:15","Isaías 1:19-20","Ezequiel 18:30"]},"jeremias_22_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que representa sua autoridade e soberania.","explicacao_detalhada":"O uso do nome 'senhor' enfatiza a relação de Deus com seu povo e a expectativa de que eles o honrem e obedeçam.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para reconhecer a divindade e a autoridade de Deus sobre todas as coisas.","conexao_teologica":"O nome de Deus é central na adoração e na relação do povo com Ele, como em Êxodo 20:7, que proíbe o uso indevido de seu nome.","referencias_relacionadas":["Êxodo 20:7","Salmos 8:1","Filipenses 2:9-11"]},"jeremias_22_12_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território físico, mas também simboliza a herança e a promessa de Deus ao seu povo.","explicacao_detalhada":"A terra é um tema central na história de Israel, representando a bênção de Deus e a realização de suas promessas.","por_que_esta_palavra":"A palavra 'terra' é utilizada para enfatizar a importância do lugar que Deus deu ao seu povo e as consequências de sua desobediência.","conexao_teologica":"A terra prometida é um símbolo da aliança de Deus com Israel, como em Gênesis 12:1-3.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 30:15-16","Josué 1:3"]},"jeremias_22_12_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz uma justificativa, ligando a declaração anterior às consequências.","explicacao_detalhada":"Assim como em outras partes do texto, 'porque' é usado para explicar as razões por trás das advertências e ações de Deus.","por_que_esta_palavra":"A repetição da palavra 'porque' reforça a lógica do discurso profético e a necessidade de entender as consequências do comportamento.","conexao_teologica":"A explicação das razões é uma prática comum na Bíblia, como em Provérbios 1:24-26, onde Deus chama a atenção do povo.","referencias_relacionadas":["Provérbios 1:24-26","Isaías 1:19-20","Ezequiel 18:30"]},"jeremias_22_12_corpo":{"palavra_pt":"corpo","palavra_original":"מָקוֹם","transliteracao":"mâqôwm","strong":"H4725","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' refere-se ao lugar físico onde a vida habita, simbolizando a mortalidade e a fragilidade humana.","explicacao_detalhada":"Neste contexto, o corpo é visto como temporário e sujeito à morte, refletindo a condição humana diante de Deus.","por_que_esta_palavra":"A escolha da palavra 'corpo' enfatiza a realidade da mortalidade e a necessidade de viver de acordo com os princípios divinos.","conexao_teologica":"A fragilidade do corpo humano é um tema que aparece em várias partes da Bíblia, como em Salmos 103:14.","referencias_relacionadas":["Salmos 103:14","Eclesiastes 12:7","2 Coríntios 5:1"]},"jeremias_22_13_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao lar, mas também simboliza a família e a comunidade de fé.","explicacao_detalhada":"A casa é um espaço de segurança e proteção, e sua construção deve ser feita com justiça e retidão.","por_que_esta_palavra":"A palavra 'casa' é utilizada para enfatizar a importância da estrutura familiar e da comunidade na vida espiritual.","conexao_teologica":"A casa é um símbolo da presença de Deus entre seu povo, como em Salmos 127:1, que fala sobre a construção da casa.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Efésios 2:19-22"]},"jeremias_22_13_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade e à integridade nas ações e palavras, especialmente em relação à justiça social.","explicacao_detalhada":"No contexto de Jeremias 22:13, a 'verdade' é um chamado à honestidade e à justiça, contrastando com a corrupção e a opressão que prevaleciam na sociedade.","por_que_esta_palavra":"Esta palavra é crucial para entender o caráter de Deus e a expectativa de que Seu povo viva de acordo com a verdade e a justiça.","conexao_teologica":"A verdade é um atributo de Deus e um princípio fundamental do Seu reino, onde a justiça e a retidão devem prevalecer.","referencias_relacionadas":["Salmos 15:2","Provérbios 12:22","João 4:24"]},"jeremias_22_13_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo/justiça' refere-se à aplicação da lei e à equidade nas decisões, especialmente em relação aos mais vulneráveis.","explicacao_detalhada":"Em Jeremias 22:13, a falta de 'juízo' indica a injustiça que estava sendo praticada pelos líderes, que deveriam proteger os direitos dos pobres e oprimidos.","por_que_esta_palavra":"A justiça é um aspecto central da governança divina e da expectativa de Deus para os líderes de Seu povo.","conexao_teologica":"Deus é descrito como um juiz justo, e a justiça é um reflexo de Seu caráter e de Sua vontade para a humanidade.","referencias_relacionadas":["Miquéias 6:8","Isaías 1:17","Amós 5:24"]},"jeremias_22_14_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' implica a comunicação de intenções e promessas, especialmente em um contexto de autoridade.","explicacao_detalhada":"No versículo, a ênfase está na declaração de um líder sobre a construção de uma casa, simbolizando poder e responsabilidade.","por_que_esta_palavra":"A palavra 'dizer' destaca a importância da palavra e da promessa, especialmente no contexto da liderança e da responsabilidade.","conexao_teologica":"A palavra de Deus é poderosa e criativa, e os líderes devem ser cuidadosos com o que prometem e como se comunicam.","referencias_relacionadas":["Salmos 33:9","Provérbios 18:21","Tiago 3:5"]},"jeremias_22_14_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' representa não apenas uma estrutura física, mas também a ideia de família, legado e segurança.","explicacao_detalhada":"Em Jeremias 22:14, a 'casa' é uma metáfora para o reino e a linhagem, refletindo a importância da herança e da continuidade.","por_que_esta_palavra":"A 'casa' é um símbolo de estabilidade e proteção, essencial para a vida comunitária e a identidade do povo de Deus.","conexao_teologica":"A casa de Deus é um tema recorrente na Bíblia, representando Sua presença e o relacionamento com Seu povo.","referencias_relacionadas":["Salmos 127:1","Hebreus 3:6","1 Pedro 2:5"]},"jeremias_22_14_ceu":{"palavra_pt":"ceu","palavra_original":"עֲלִיָּה","transliteracao":"ʻălîyâh","strong":"H5944","significado_raiz":"Ideia básica: ceu.","significado_contextual":"A palavra 'céu' refere-se ao domínio divino e à soberania de Deus sobre a criação.","explicacao_detalhada":"No contexto do versículo, 'céu' simboliza a autoridade de Deus e a promessa de bênçãos que vêm de Sua soberania.","por_que_esta_palavra":"A menção do 'céu' enfatiza a conexão entre a terra e o reino de Deus, onde Sua vontade deve ser feita.","conexao_teologica":"O céu é frequentemente associado ao reino de Deus e à realização de Suas promessas na terra.","referencias_relacionadas":["Mateus 6:10","Efésios 1:3","Apocalipse 21:1"]},"jeremias_22_15_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"A palavra 'reinar' refere-se ao exercício de autoridade e liderança, especialmente em um contexto de responsabilidade e serviço.","explicacao_detalhada":"Em Jeremias 22:15, a ideia de reinar está ligada à justiça e à proteção do povo, contrastando com a tirania.","por_que_esta_palavra":"A liderança é um chamado a servir e a cuidar dos outros, refletindo o caráter de Deus como Rei justo.","conexao_teologica":"Cristo é apresentado como o Rei dos Reis, e Sua liderança é um modelo de serviço e amor.","referencias_relacionadas":["Mateus 20:26-28","Romanos 13:1","1 Pedro 5:2-3"]},"jeremias_22_15_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode ser interpretada como uma metáfora para força e proteção, mas também pode indicar a criação de algo.","explicacao_detalhada":"No versículo, a ideia de 'fazer' ou 'produzir' está relacionada à responsabilidade de um líder em construir e proteger seu povo.","por_que_esta_palavra":"A ação de 'fazer' é essencial para a realização das promessas e a construção de um legado.","conexao_teologica":"Deus é o Criador e aquele que faz novas todas as coisas, e os líderes devem refletir essa natureza criativa em suas ações.","referencias_relacionadas":["Gênesis 1:1","Isaías 43:19","Efésios 2:10"]},"jeremias_22_15_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou razão, conectando ações e consequências.","explicacao_detalhada":"Em Jeremias 22:15, 'porque' é usado para justificar a necessidade de justiça e retidão na liderança.","por_que_esta_palavra":"Esta palavra é fundamental para entender a lógica divina e a responsabilidade que vem com a liderança.","conexao_teologica":"A relação entre ações e consequências é um princípio teológico que permeia toda a Escritura.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Tiago 2:13"]},"jeremias_22_16_principio":{"palavra_pt":"principio","palavra_original":"אָז","transliteracao":"ʼâz","strong":"H227","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' refere-se à origem ou fundamento de algo, especialmente em relação a valores e ações.","explicacao_detalhada":"No versículo, 'princípio' destaca a importância de agir com justiça desde o início, estabelecendo um padrão para a liderança.","por_que_esta_palavra":"A ideia de 'princípio' é crucial para entender como as decisões e ações moldam o futuro.","conexao_teologica":"Deus é o princípio de todas as coisas, e Sua sabedoria deve guiar as decisões humanas.","referencias_relacionadas":["Provérbios 1:7","Colossenses 1:17","Apocalipse 22:13"]},"jeremias_22_16_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade moral e à bondade, especialmente em ações e decisões.","explicacao_detalhada":"Em Jeremias 22:16, 'bom' é um padrão para a liderança, indicando que os líderes devem agir com integridade e justiça.","por_que_esta_palavra":"A bondade é um reflexo do caráter de Deus e deve ser a base das ações dos líderes.","conexao_teologica":"Deus é descrito como bom, e Sua bondade deve ser refletida na vida de Seus seguidores.","referencias_relacionadas":["Salmos 34:8","Gálatas 5:22","Romanos 12:2"]},"jeremias_22_16_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade aqui se refere à justiça e integridade nas ações do rei.","explicacao_detalhada":"Jeremias critica o rei por não ter se preocupado com a justiça e a verdade, que são fundamentais para um governo justo.","por_que_esta_palavra":"A palavra 'verdade' é usada para enfatizar a importância da honestidade e da justiça nas relações sociais e políticas.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos líderes e do povo.","referencias_relacionadas":["Salmos 15:2","Provérbios 12:22","João 4:24"]},"jeremias_22_17_sangue":{"palavra_pt":"sangue","palavra_original":"שָׁפַךְ","transliteracao":"shâphak","strong":"H8210","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O sangue simboliza a vida e a injustiça cometida por meio da violência.","explicacao_detalhada":"Jeremias denuncia o rei por derramar sangue inocente, o que é uma grave transgressão contra a lei de Deus.","por_que_esta_palavra":"A menção ao sangue destaca a seriedade do pecado e suas consequências para a sociedade.","conexao_teologica":"A vida está no sangue, e derramar sangue inocente é uma ofensa direta ao Criador.","referencias_relacionadas":["Gênesis 9:6","Êxodo 20:13","Mateus 23:35"]},"jeremias_22_17_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso é uma metáfora para a ferocidade e a força, simbolizando a destruição que virá.","explicacao_detalhada":"A referência ao urso sugere que a punição será severa e implacável, como a ferocidade de um animal selvagem.","por_que_esta_palavra":"Utilizar um urso como símbolo enfatiza a gravidade da situação e a inevitabilidade do juízo.","conexao_teologica":"Deus é descrito como um leão e um urso em passagens que falam sobre juízo e poder.","referencias_relacionadas":["Amós 5:19","Oséias 13:8","Provérbios 17:12"]},"jeremias_22_17_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual o juízo de Deus será executado.","explicacao_detalhada":"Jeremias explica que a desobediência e a injustiça do rei são as causas do juízo divino.","por_que_esta_palavra":"É uma conjunção que liga a causa à consequência, essencial para entender a mensagem profética.","conexao_teologica":"Deus é justo e sempre tem razões para suas ações, e a desobediência traz consequências.","referencias_relacionadas":["Romanos 1:18","Gálatas 6:7","Hebreus 10:30"]},"jeremias_22_18_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Jeremias menciona o nome do Senhor para lembrar ao rei que ele é responsável diante de Deus.","por_que_esta_palavra":"O nome de Deus é invocado para enfatizar a seriedade do juízo e a necessidade de arrependimento.","conexao_teologica":"O nome do Senhor é um símbolo de Sua presença e poder, e deve ser reverenciado.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"jeremias_22_18_rei":{"palavra_pt":"rei","palavra_original":"יְהוֹיָקִים","transliteracao":"Yᵉhôwyâqîym","strong":"H3079","significado_raiz":"Ideia básica: rei.","significado_contextual":"O rei representa a liderança e a responsabilidade de guiar o povo com justiça.","explicacao_detalhada":"Jeremias critica o rei Jeoaquim por sua má liderança e desvio dos caminhos de Deus.","por_que_esta_palavra":"A palavra 'rei' é central para entender a dinâmica de poder e responsabilidade no contexto bíblico.","conexao_teologica":"Deus é o verdadeiro Rei, e os líderes humanos devem refletir Sua justiça e retidão.","referencias_relacionadas":["1 Samuel 8:7","Salmos 72:1-2","Romanos 13:1"]},"jeremias_22_18_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"O termo 'filho' refere-se à continuidade da linhagem real e à responsabilidade que vem com ela.","explicacao_detalhada":"Jeremias menciona o filho do rei para destacar a importância da herança e do legado de liderança.","por_que_esta_palavra":"A palavra 'filho' é usada para enfatizar a responsabilidade que os líderes têm em relação às futuras gerações.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Mateus 1:1"]},"jeremias_22_19_adventure":{"palavra_pt":"adventure","palavra_original":"שָׁלַךְ","transliteracao":"shâlak","strong":"H7993","significado_raiz":"Ideia básica: adventure.","significado_contextual":"A palavra 'adventure' pode ser interpretada como um chamado à reflexão sobre as escolhas de vida.","explicacao_detalhada":"Jeremias usa essa palavra para indicar que a vida do rei não será uma aventura gloriosa, mas uma queda trágica.","por_que_esta_palavra":"A palavra é usada para contrastar a expectativa de grandeza com a realidade do juízo.","conexao_teologica":"A vida é uma jornada, e as escolhas feitas têm consequências eternas.","referencias_relacionadas":["Eclesiastes 3:1","Gálatas 5:7","Hebreus 12:1"]},"jeremias_22_19_porta":{"palavra_pt":"porta","palavra_original":"שַׁעַר","transliteracao":"shaʻar","strong":"H8179","significado_raiz":"Ideia básica: porta.","significado_contextual":"A porta simboliza a entrada e saída, representando oportunidades e decisões.","explicacao_detalhada":"Jeremias menciona a porta para ilustrar a ideia de que o rei terá um destino selado, sem retorno.","por_que_esta_palavra":"A porta é um símbolo de transição e mudança, enfatizando a gravidade da situação.","conexao_teologica":"Jesus se refere a Si mesmo como a porta, simbolizando a entrada para a vida eterna.","referencias_relacionadas":["João 10:9","Apocalipse 3:20","Mateus 7:13-14"]},"jeremias_22_19_burial":{"palavra_pt":"burial","palavra_original":"קְבוּרָה","transliteracao":"qᵉbûwrâh","strong":"H6900","significado_raiz":"Ideia básica: burial.","significado_contextual":"O sepultamento é um símbolo de morte e o fim de uma era.","explicacao_detalhada":"Jeremias profetiza que o rei não terá um sepultamento digno, refletindo seu fracasso como líder.","por_que_esta_palavra":"A palavra 'burial' enfatiza a desonra que o rei enfrentará devido às suas ações.","conexao_teologica":"O sepultamento é um tema que aparece frequentemente na Bíblia, simbolizando o juízo e a restauração.","referencias_relacionadas":["Jeremias 36:30","Eclesiastes 6:3","Mateus 27:57-60"]},"jeremias_22_20_assembleia":{"palavra_pt":"assembleia","palavra_original":"צָעַק","transliteracao":"tsâʻaq","strong":"H6817","significado_raiz":"Ideia básica: assembleia.","significado_contextual":"A assembleia refere-se ao chamado coletivo do povo de Deus para ouvir e responder à Sua palavra.","explicacao_detalhada":"Neste versículo, a palavra 'assembleia' é usada para descrever a reunião do povo que clama a Deus em busca de orientação e ajuda. É um momento de unidade e busca espiritual.","por_que_esta_palavra":"A assembleia é importante porque representa a coletividade do povo de Deus, que se une em oração e adoração.","conexao_teologica":"A assembleia é um reflexo da comunidade de fé, onde os crentes se reúnem para buscar a presença de Deus e ouvir Sua voz.","referencias_relacionadas":["Salmos 22:22","Hebreus 10:25","Atos 2:1"]},"jeremias_22_20_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Clamar implica um chamado urgente e sincero a Deus em momentos de necessidade.","explicacao_detalhada":"A palavra 'dar' neste contexto é um convite para que o povo ofereça suas súplicas a Deus, reconhecendo sua dependência d'Ele.","por_que_esta_palavra":"Clamar é uma expressão de fé e confiança em que Deus ouve e responde às orações de Seu povo.","conexao_teologica":"O ato de clamar a Deus é central na vida de fé, pois demonstra a relação íntima entre o crente e o Criador.","referencias_relacionadas":["Salmos 34:17","Romanos 10:13","1 João 5:14"]},"jeremias_22_20_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A voz representa a comunicação de Deus com Seu povo e a resposta do povo a essa comunicação.","explicacao_detalhada":"Neste versículo, a 'voz' é um símbolo da revelação divina e da necessidade de ouvir e obedecer ao que Deus diz.","por_que_esta_palavra":"A voz de Deus é fundamental para a orientação e direção na vida do crente.","conexao_teologica":"Ouvir a voz de Deus é essencial para o crescimento espiritual e a obediência à Sua vontade.","referencias_relacionadas":["João 10:27","Salmos 29:4","Isaías 30:21"]},"jeremias_22_21_abundance":{"palavra_pt":"abundance","palavra_original":"שַׁלְוָה","transliteracao":"shalvâh","strong":"H7962","significado_raiz":"Ideia básica: abundance.","significado_contextual":"Abundância refere-se à plenitude das bênçãos que Deus deseja dar ao Seu povo.","explicacao_detalhada":"A palavra 'abundância' neste contexto sugere que Deus tem o desejo de prover generosamente para aqueles que O buscam.","por_que_esta_palavra":"A abundância é um sinal da generosidade de Deus e de Sua capacidade de suprir todas as necessidades.","conexao_teologica":"A abundância de Deus é um tema recorrente nas Escrituras, mostrando Sua fidelidade e provisão.","referencias_relacionadas":["Filipenses 4:19","Salmos 23:5","João 10:10"]},"jeremias_22_21_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Verdade refere-se à integridade e à fidelidade de Deus e à necessidade de viver em conformidade com Sua palavra.","explicacao_detalhada":"A palavra 'verdade' destaca a importância de buscar a justiça e a honestidade em todas as ações.","por_que_esta_palavra":"A verdade é fundamental para a vida cristã, pois reflete o caráter de Deus e a base de Sua palavra.","conexao_teologica":"A verdade de Deus é a base sobre a qual a fé é construída e a vida é vivida.","referencias_relacionadas":["João 14:6","Salmos 119:160","Efésios 4:15"]},"jeremias_22_21_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Vida refere-se à plenitude que Deus oferece aos que O seguem.","explicacao_detalhada":"A palavra 'vida' neste contexto sugere não apenas a existência física, mas uma vida plena e abundante em comunhão com Deus.","por_que_esta_palavra":"A vida em Cristo é central para a fé cristã, prometendo transformação e renovação.","conexao_teologica":"A vida eterna é uma promessa fundamental do evangelho, que começa aqui e agora.","referencias_relacionadas":["João 10:10","Gálatas 2:20","Romanos 6:4"]},"jeremias_22_22_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como o povo deve viver e agir em resposta à palavra de Deus.","explicacao_detalhada":"A palavra 'modo' enfatiza a importância de viver de acordo com os princípios de Deus em todas as áreas da vida.","por_que_esta_palavra":"O modo de viver é um reflexo da fé e da obediência a Deus.","conexao_teologica":"A vida cristã deve ser marcada por ações que glorificam a Deus e refletem Seu caráter.","referencias_relacionadas":["Colossenses 3:17","Mateus 5:16","1 Pedro 2:12"]},"jeremias_22_22_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Espírito ou vento representa a presença e a ação de Deus no mundo.","explicacao_detalhada":"A palavra 'vento' neste contexto simboliza a força e o poder do Espírito Santo que atua na vida dos crentes.","por_que_esta_palavra":"O vento é uma metáfora poderosa para a ação invisível de Deus que traz transformação.","conexao_teologica":"O Espírito Santo é essencial para a vida cristã, guiando e capacitando os crentes.","referencias_relacionadas":["Atos 2:2","João 3:8","Romanos 8:26"]},"jeremias_22_22_amigo":{"palavra_pt":"amar","palavra_original":"אָהַב","transliteracao":"ʼâhab","strong":"H157","significado_raiz":"Ideia básica: amar.","significado_contextual":"Amar refere-se ao chamado de Deus para que Seu povo viva em amor e comunhão.","explicacao_detalhada":"A palavra 'amar' enfatiza a importância das relações interpessoais e da comunidade entre os crentes.","por_que_esta_palavra":"O amor é o mandamento central de Jesus e deve ser a base de todas as interações humanas.","conexao_teologica":"O amor é a essência do caráter de Deus e deve ser refletido na vida dos crentes.","referencias_relacionadas":["João 13:34","1 Coríntios 13:4-7","1 João 4:7"]},"jeremias_22_23_achar":{"palavra_pt":"achar","palavra_original":"חָנַן","transliteracao":"chânan","strong":"H2603","significado_raiz":"Ideia básica: achar.","significado_contextual":"Achar refere-se à busca e descoberta da verdade e da vontade de Deus.","explicacao_detalhada":"A palavra 'achar' implica um esforço ativo para encontrar a direção de Deus em meio às incertezas da vida.","por_que_esta_palavra":"A busca por Deus é um tema central nas Escrituras, onde Ele promete ser encontrado por aqueles que O buscam sinceramente.","conexao_teologica":"A busca por Deus é uma parte essencial da vida cristã, levando à revelação e ao entendimento de Sua vontade.","referencias_relacionadas":["Jeremias 29:13","Mateus 7:7","Tiago 4:8"]},"jeremias_22_23_arvore":{"palavra_pt":"arvore","palavra_original":"אֶרֶז","transliteracao":"ʼerez","strong":"H730","significado_raiz":"Ideia básica: arvore.","significado_contextual":"A árvore simboliza força e estabilidade, representando a prosperidade e a bênção de Deus sobre a nação.","explicacao_detalhada":"No contexto de Jeremias 22:23, a árvore é uma metáfora para a liderança e a influência de um rei justo. A imagem de uma árvore frondosa sugere que a liderança de Jeconias deveria ter trazido vida e segurança ao povo.","por_que_esta_palavra":"A palavra 'árvore' é usada para ilustrar a grandeza e a responsabilidade do rei, que deveria ser como uma árvore que dá sombra e abrigo ao seu povo.","conexao_teologica":"A árvore é frequentemente usada na Bíblia para simbolizar a vida e a bênção de Deus, como em Salmos 1:3, onde o justo é comparado a uma árvore plantada junto a ribeiros.","referencias_relacionadas":["Salmos 1:3","Ezequiel 17:22-24","Mateus 7:17"]},"jeremias_22_24_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"A carne representa a fragilidade e a mortalidade do ser humano, contrastando com a eternidade de Deus.","explicacao_detalhada":"Em Jeremias 22:24, a referência à carne enfatiza a condição humana e a necessidade de dependência de Deus. A carne é vista como algo que é limitado e que eventualmente perece.","por_que_esta_palavra":"A palavra 'carne' é utilizada para lembrar que, apesar do poder e da posição, todos são vulneráveis e precisam da graça divina.","conexao_teologica":"A fragilidade da carne é um tema recorrente na Escritura, como em Salmos 103:14, onde Deus se lembra de que somos pó.","referencias_relacionadas":["Salmos 103:14","Isaías 40:6-8","Romanos 8:3"]},"jeremias_22_24_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor é um símbolo de Sua autoridade e presença entre o Seu povo.","explicacao_detalhada":"No versículo, o uso do nome 'Senhor' destaca a relação entre Deus e Seu povo, enfatizando que a verdadeira segurança e identidade vêm de estar sob Sua proteção.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a soberania de Deus e a importância de invocar Seu nome em momentos de necessidade.","conexao_teologica":"O nome de Deus é frequentemente associado à salvação e à proteção, como em Salmos 20:1, onde se clama pelo nome do Senhor.","referencias_relacionadas":["Salmos 20:1","Provérbios 18:10","Romanos 10:13"]},"jeremias_22_24_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma razão ou justificativa para a ação de Deus.","explicacao_detalhada":"Em Jeremias 22:24, 'porque' é usado para explicar a razão pela qual Deus está agindo contra o rei, enfatizando a responsabilidade moral e espiritual do líder.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica divina por trás do juízo e das promessas de Deus.","conexao_teologica":"A ideia de que as ações têm consequências é um tema central na teologia bíblica, como em Gálatas 6:7, que fala sobre a colheita do que se planta.","referencias_relacionadas":["Gálatas 6:7","Ezequiel 18:30","Romanos 2:6"]},"jeremias_22_25_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Dar implica em oferecer algo, muitas vezes relacionado a bênçãos ou responsabilidades.","explicacao_detalhada":"No contexto de Jeremias 22:25, 'dar' refere-se à ação de Deus em conceder ou retirar bênçãos, dependendo da fidelidade do povo.","por_que_esta_palavra":"A palavra 'dar' é significativa porque reflete a natureza generosa de Deus, mas também Sua justiça em relação ao comportamento humano.","conexao_teologica":"A ideia de que Deus dá e retira bênçãos é um tema recorrente, como em Tiago 1:17, que fala sobre os dons perfeitos que vêm de Deus.","referencias_relacionadas":["Tiago 1:17","Mateus 7:11","Romanos 11:29"]},"jeremias_22_25_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"A mão simboliza poder e ação, representando a capacidade de Deus de agir na história.","explicacao_detalhada":"Em Jeremias 22:25, a mão de Deus é uma expressão de Sua autoridade e controle sobre as nações e eventos.","por_que_esta_palavra":"A palavra 'mão' é usada para ilustrar a intervenção divina e a proteção que Deus oferece ao Seu povo.","conexao_teologica":"A mão de Deus é frequentemente mencionada na Bíblia como um símbolo de Sua força, como em Salmos 89:13, que fala do poder da mão de Deus.","referencias_relacionadas":["Salmos 89:13","Isaías 41:10","Deuteronômio 33:27"]},"jeremias_22_25_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A alma/vida representa a essência do ser humano, a parte que clama por Deus.","explicacao_detalhada":"No versículo, 'alma' é usada para enfatizar a importância da vida e da relação do ser humano com Deus, que é o doador da vida.","por_que_esta_palavra":"A palavra 'alma' é fundamental para entender a dignidade e o valor da vida humana aos olhos de Deus.","conexao_teologica":"A vida é um presente de Deus, como em Gênesis 2:7, onde Deus soprou nas narinas do homem o fôlego de vida.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","Salmos 139:13"]},"jeremias_22_26_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra simboliza a herança e a promessa de Deus ao Seu povo.","explicacao_detalhada":"Em Jeremias 22:26, a referência à terra destaca a importância da terra prometida e a relação do povo com Deus como seus proprietários.","por_que_esta_palavra":"A palavra 'terra' é usada para enfatizar a conexão entre o povo de Deus e o lugar que Ele lhes deu como herança.","conexao_teologica":"A terra é um tema central na narrativa bíblica, representando a promessa de Deus, como em Deuteronômio 8:7-10.","referencias_relacionadas":["Deuteronômio 8:7-10","Salmos 37:11","Isaías 65:21-22"]},"jeremias_22_26_enviar":{"palavra_pt":"enviar","palavra_original":"טוּל","transliteracao":"ṭûwl","strong":"H2904","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Enviar implica em uma missão ou propósito divino, muitas vezes relacionado ao chamado de Deus.","explicacao_detalhada":"No contexto de Jeremias 22:26, 'enviar' refere-se à ação de Deus em direcionar Seu povo e líderes para cumprir Sua vontade.","por_que_esta_palavra":"A palavra 'enviar' é significativa porque reflete a iniciativa de Deus em guiar e instruir Seu povo.","conexao_teologica":"O envio é um tema importante na Bíblia, como em Mateus 28:19-20, onde Jesus envia Seus discípulos para fazer discípulos.","referencias_relacionadas":["Mateus 28:19-20","Isaías 6:8","João 20:21"]},"jeremias_22_26_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é um atributo de Deus e um princípio fundamental para a vida do povo de Deus.","explicacao_detalhada":"Em Jeremias 22:26, a referência à verdade destaca a importância da integridade e da justiça nas ações do rei e do povo.","por_que_esta_palavra":"A palavra 'verdade' é usada para enfatizar a necessidade de viver de acordo com os princípios de Deus.","conexao_teologica":"A verdade é central na teologia bíblica, como em João 14:6, onde Jesus se declara como o caminho, a verdade e a vida.","referencias_relacionadas":["João 14:6","Salmos 25:5","Efésios 4:15"]},"jeremias_22_27_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao espaço físico e à nação de Israel.","explicacao_detalhada":"A palavra 'terra' neste contexto simboliza não apenas o solo, mas também a herança e a promessa de Deus ao povo de Israel.","por_que_esta_palavra":"A terra é um elemento central na aliança entre Deus e Israel, representando a bênção e a presença divina.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, simbolizando a fidelidade de Deus às suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Deuteronômio 6:10-11"]},"jeremias_22_27_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à vida e à essência do ser humano.","explicacao_detalhada":"A palavra 'alma' implica em mais do que a vida física; representa a identidade e a relação do ser humano com Deus.","por_que_esta_palavra":"A alma é vista como a parte imortal do ser humano, que busca conexão com o Criador.","conexao_teologica":"A importância da alma é enfatizada na relação entre Deus e a humanidade, onde a salvação é oferecida à alma.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","Salmos 23:3"]},"jeremias_22_27_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se ao ato de construir ou restaurar.","explicacao_detalhada":"A palavra 'edificar' implica em um processo de criação e desenvolvimento, tanto físico quanto espiritual.","por_que_esta_palavra":"Edificar é essencial para o crescimento e a estabilidade de uma nação ou de uma vida espiritual.","conexao_teologica":"Deus é descrito como o edificador de Sua igreja, mostrando a importância da construção espiritual.","referencias_relacionadas":["Salmos 127:1","Mateus 16:18","1 Pedro 2:5"]},"jeremias_22_28_corpo":{"palavra_pt":"corpo","palavra_original":"עֶצֶב","transliteracao":"ʻetseb","strong":"H6089","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se à forma física do ser humano.","explicacao_detalhada":"A palavra 'corpo' representa a habitação da alma e a manifestação física do ser humano na terra.","por_que_esta_palavra":"O corpo é importante na criação de Deus e é considerado templo do Espírito Santo.","conexao_teologica":"A relação entre corpo e alma é fundamental na teologia cristã, enfatizando a importância do cuidado com o corpo.","referencias_relacionadas":["1 Coríntios 6:19-20","Gênesis 1:27","Romanos 12:1"]},"jeremias_22_28_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua totalidade.","explicacao_detalhada":"A palavra 'homem' abrange a dignidade e o valor do ser humano como criação de Deus.","por_que_esta_palavra":"O homem é criado à imagem de Deus, o que lhe confere um papel especial na criação.","conexao_teologica":"A dignidade do homem é um princípio fundamental na teologia cristã, que defende o valor intrínseco de cada ser humano.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Tiago 3:9"]},"jeremias_22_28_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo e ao lar do povo de Deus.","explicacao_detalhada":"A palavra 'terra' neste contexto é um símbolo da herança e da promessa de Deus ao Seu povo.","por_que_esta_palavra":"A terra é um elemento central na história da salvação, representando a presença de Deus entre Seu povo.","conexao_teologica":"A terra prometida é um símbolo da esperança e da redenção que Deus oferece à humanidade.","referencias_relacionadas":["Gênesis 15:18","Deuteronômio 8:7-10","Hebreus 11:9-10"]},"jeremias_22_29_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao espaço físico e à nação de Israel.","explicacao_detalhada":"A palavra 'terra' simboliza a herança e a promessa de Deus ao povo de Israel, além de seu papel na história da salvação.","por_que_esta_palavra":"A terra é um símbolo da aliança entre Deus e Seu povo, representando bênção e proteção.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, simbolizando a fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Deuteronômio 6:10-11"]},"jeremias_22_29_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação e à revelação de Deus.","explicacao_detalhada":"A palavra 'coisa' ou 'palavra' implica em tudo que Deus diz e ordena, sendo fundamental para a vida do povo.","por_que_esta_palavra":"A palavra de Deus é viva e eficaz, guiando e instruindo o Seu povo.","conexao_teologica":"A revelação de Deus através da Sua palavra é essencial para a fé e a prática cristã.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","2 Timóteo 3:16-17"]},"jeremias_22_29_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade e à soberania de Deus.","explicacao_detalhada":"A palavra 'senhor' representa o caráter e a natureza de Deus como soberano e criador.","por_que_esta_palavra":"O nome de Deus é invocado como símbolo de Sua presença e poder entre o Seu povo.","conexao_teologica":"O nome de Deus é central na adoração e na relação entre Deus e a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"jeremias_22_30_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua totalidade.","explicacao_detalhada":"A palavra 'homem' abrange a dignidade e o valor do ser humano como criação de Deus.","por_que_esta_palavra":"O homem é criado à imagem de Deus, o que lhe confere um papel especial na criação.","conexao_teologica":"A dignidade do homem é um princípio fundamental na teologia cristã, que defende o valor intrínseco de cada ser humano.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Tiago 3:9"]},"jeremias_22_30_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a autoridade suprema e soberana sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar Deus como o criador e mantenedor do universo, enfatizando sua soberania e poder.","por_que_esta_palavra":"Esta palavra é central na teologia judaica e cristã, pois representa a relação de Deus com seu povo e sua autoridade sobre a criação.","conexao_teologica":"A invocação do nome do Senhor é um reconhecimento de sua soberania e um chamado à obediência e reverência.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Êxodo 3:14"]}}