{"jeremias_23_1_break":{"palavra_pt":"quebrar","palavra_original":"פּוּץ","transliteracao":"pûwts","strong":"H6327","significado_raiz":"Ideia básica: quebrar.","significado_contextual":"Indica a ação de romper ou desmantelar algo que está estabelecido.","explicacao_detalhada":"A palavra 'quebrar' (פּוּץ) é usada para descrever a destruição de estruturas de liderança e a falha em cuidar do povo.","por_que_esta_palavra":"É uma crítica àqueles que deveriam proteger e guiar, mas falharam em suas responsabilidades.","conexao_teologica":"A quebra da liderança espiritual é um tema recorrente na Bíblia, refletindo a necessidade de líderes justos e fiéis.","referencias_relacionadas":["Ezequiel 34:2-4","Mateus 23:1-4","Jeremias 10:21"]},"jeremias_23_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se ao Senhor como a autoridade suprema.","explicacao_detalhada":"A repetição do nome 'senhor' (יְהֹוָה) enfatiza a importância de reconhecer a soberania de Deus em meio à corrupção.","por_que_esta_palavra":"Reforça a ideia de que, apesar das falhas humanas, Deus continua sendo a fonte de verdade e justiça.","conexao_teologica":"A soberania de Deus é um tema central que garante esperança e restauração ao seu povo.","referencias_relacionadas":["Salmos 46:10","Romanos 13:1","1 Pedro 5:4"]},"jeremias_23_1_alas":{"palavra_pt":"alas","palavra_original":"הוֹי","transliteracao":"hôwy","strong":"H1945","significado_raiz":"Ideia básica: alas.","significado_contextual":"Expressa um lamento ou uma chamada de atenção para a situação crítica.","explicacao_detalhada":"A palavra 'alas' (הוֹי) é uma interjeição que indica dor ou preocupação, frequentemente usada por profetas para chamar a atenção para a urgência de uma mensagem.","por_que_esta_palavra":"Serve para alertar o povo sobre as consequências de suas ações e a necessidade de arrependimento.","conexao_teologica":"O lamento é uma parte importante da profecia, refletindo a compaixão de Deus pelo seu povo.","referencias_relacionadas":["Isaías 5:8","Lamentações 1:1","Mateus 23:37"]},"jeremias_23_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se ao Senhor, enfatizando sua autoridade e responsabilidade.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para reafirmar a soberania de Deus em meio à corrupção dos líderes.","por_que_esta_palavra":"Reforça a ideia de que Deus é o verdadeiro pastor que cuida de seu povo.","conexao_teologica":"A liderança divina é contrastada com a falha dos líderes humanos, destacando a necessidade de um bom pastor.","referencias_relacionadas":["Salmos 23:1","João 10:11","Hebreus 13:20"]},"jeremias_23_2_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como a divindade suprema, enfatizando sua natureza e poder.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada para descrever a essência de Deus como criador e juiz.","por_que_esta_palavra":"É fundamental para entender a relação entre Deus e a humanidade, bem como sua autoridade sobre todas as coisas.","conexao_teologica":"A natureza de Deus como 'Elohim' é central para a compreensão da criação e da redenção.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Romanos 1:20"]},"jeremias_23_2_governo":{"palavra_pt":"pastor","palavra_original":"רָעָה","transliteracao":"râʻâh","strong":"H7462","significado_raiz":"Ideia básica: pastor.","significado_contextual":"Refere-se à função de liderança e cuidado sobre o povo.","explicacao_detalhada":"A palavra 'pastor' (רָעָה) implica em guiar, proteger e alimentar o rebanho, simbolizando a responsabilidade dos líderes.","por_que_esta_palavra":"É uma crítica àqueles que falham em cuidar do povo, contrastando com a imagem de Deus como o verdadeiro pastor.","conexao_teologica":"A figura do pastor é usada para descrever a relação entre Deus e seu povo, enfatizando cuidado e proteção.","referencias_relacionadas":["Salmos 23:1","Ezequiel 34:11-16","João 10:14"]},"jeremias_23_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como algo é feito ou realizado.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica em um padrão ou forma de agir, especialmente em relação à liderança.","por_que_esta_palavra":"É importante para entender que a maneira de liderar deve refletir os princípios de Deus.","conexao_teologica":"A forma como os líderes agem tem implicações espirituais e morais para o povo.","referencias_relacionadas":["Mateus 7:16-20","Gálatas 5:22-23","1 Timóteo 4:12"]},"jeremias_23_3_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território ou ao povo de Deus.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever a herança e o lar do povo de Deus, simbolizando sua presença e promessa.","por_que_esta_palavra":"É um lembrete da aliança de Deus com seu povo e a importância da terra prometida.","conexao_teologica":"A terra é um símbolo da bênção e da presença de Deus entre seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Hebreus 11:9-10"]},"jeremias_23_3_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se ao ato de construir ou restaurar.","explicacao_detalhada":"A palavra 'edificar' (שׁוּב) implica em trazer algo de volta ao seu estado original ou melhorar sua condição.","por_que_esta_palavra":"É uma chamada à restauração espiritual e moral do povo de Deus.","conexao_teologica":"A edificação é um tema central na obra de Deus, que busca restaurar seu povo e sua criação.","referencias_relacionadas":["Salmos 127:1","1 Coríntios 3:9","Efésios 2:19-22"]},"jeremias_23_4_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se à ação de Deus em restaurar e erguer líderes que guiarão o povo.","explicacao_detalhada":"Neste contexto, 'levantar' implica não apenas em uma ação física, mas também em um chamado divino para que novos pastores e líderes sejam estabelecidos para cuidar do rebanho de Israel, que estava disperso e perdido.","por_que_esta_palavra":"A escolha da palavra 'levantar' enfatiza a iniciativa de Deus em restaurar a ordem e a liderança espiritual entre o Seu povo.","conexao_teologica":"A ideia de Deus levantar líderes é um tema recorrente na Bíblia, simbolizando Sua soberania e cuidado pelo Seu povo.","referencias_relacionadas":["Salmos 23:1-3","Isaías 40:11","Ezequiel 34:11-16"]},"jeremias_23_4_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para descrever a integridade e a fidelidade que devem caracterizar os líderes levantados por Deus.","explicacao_detalhada":"Neste versículo, a 'verdade' é essencial para a liderança, pois os pastores devem guiar o povo com justiça e honestidade, refletindo o caráter de Deus.","por_que_esta_palavra":"A ênfase na 'verdade' destaca a necessidade de líderes que não apenas falem a verdade, mas que também vivam de acordo com ela.","conexao_teologica":"A verdade é um atributo de Deus e deve ser o fundamento da liderança espiritual, como visto em João 14:6, onde Jesus se declara como a Verdade.","referencias_relacionadas":["Salmos 25:5","Provérbios 12:19","João 8:32"]},"jeremias_23_4_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à vitalidade e ao sustento que Deus oferece ao Seu povo através de líderes justos.","explicacao_detalhada":"Neste contexto, 'vida' implica que os líderes devem trazer não apenas orientação, mas também esperança e renovação espiritual ao povo de Deus.","por_que_esta_palavra":"A escolha da palavra 'vida' indica que a liderança deve ser uma fonte de bênção e crescimento espiritual, refletindo a vida que Deus deseja para Seu povo.","conexao_teologica":"A vida em abundância prometida por Jesus em João 10:10 é um reflexo do cuidado divino que os líderes devem emular.","referencias_relacionadas":["Deuteronômio 30:19-20","Salmos 36:9","João 10:10"]},"jeremias_23_5_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A repetição da palavra 'levantar' reforça a ideia de que Deus está ativamente estabelecendo um novo rei justo.","explicacao_detalhada":"Aqui, 'levantar' se refere à ação de Deus em colocar um governante que será um exemplo de justiça e retidão, contrastando com os líderes corruptos do passado.","por_que_esta_palavra":"A palavra é usada para enfatizar a soberania de Deus na escolha de líderes que irão guiar o povo de acordo com Sua vontade.","conexao_teologica":"A soberania de Deus na escolha de líderes é um tema central na narrativa bíblica, mostrando que Ele tem um plano para a humanidade.","referencias_relacionadas":["1 Samuel 16:12-13","Salmos 78:70-72","Romanos 13:1"]},"jeremias_23_5_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"A palavra 'reinar' implica a autoridade e responsabilidade que um líder deve ter sobre o povo.","explicacao_detalhada":"Neste contexto, 'reinar' refere-se ao governo justo e à proteção que o novo líder proporcionará ao povo, refletindo o caráter de Deus.","por_que_esta_palavra":"A escolha da palavra 'reinar' é significativa, pois destaca a função do líder como um pastor que cuida e protege o rebanho.","conexao_teologica":"A ideia de reinar é central na teologia bíblica, onde Deus é visto como o Rei supremo e os líderes humanos devem refletir essa autoridade.","referencias_relacionadas":["Salmos 2:6","Isaías 9:6-7","Apocalipse 19:16"]},"jeremias_23_5_bom":{"palavra_pt":"bom","palavra_original":"שָׂכַל","transliteracao":"sâkal","strong":"H7919","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' descreve a qualidade do novo rei que Deus levantará, enfatizando a justiça e a bondade.","explicacao_detalhada":"Neste versículo, 'bom' implica que o líder será alguém que promove o bem-estar do povo e age com integridade.","por_que_esta_palavra":"A escolha da palavra 'bom' é crucial, pois destaca a expectativa de que os líderes devem ser exemplos de moralidade e ética.","conexao_teologica":"A bondade é um atributo de Deus e deve ser refletida na vida dos líderes que Ele levanta.","referencias_relacionadas":["Salmos 34:8","Mateus 5:16","Gálatas 5:22-23"]},"jeremias_23_6_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um tempo futuro de restauração e segurança para o povo de Deus.","explicacao_detalhada":"Neste contexto, 'dia' simboliza um período em que a justiça e a paz reinarão sob a liderança do novo rei.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a esperança e a expectativa de um futuro melhor sob a direção de Deus.","conexao_teologica":"O conceito de um 'dia' de restauração é um tema recorrente na profecia bíblica, apontando para a vinda do Messias.","referencias_relacionadas":["Isaías 11:6-9","Miquéias 4:3-4","Zacarias 14:9"]},"jeremias_23_6_refugio":{"palavra_pt":"refugio","palavra_original":"בֶּטַח","transliteracao":"beṭach","strong":"H983","significado_raiz":"Ideia básica: refugio.","significado_contextual":"A palavra 'refugio' indica a segurança e proteção que o novo rei proporcionará ao povo.","explicacao_detalhada":"Neste contexto, 'refugio' sugere que sob a liderança justa, o povo encontrará segurança e paz em Deus.","por_que_esta_palavra":"A escolha da palavra 'refugio' é significativa, pois reflete a promessa de Deus de ser um abrigo seguro para Seu povo.","conexao_teologica":"Deus é frequentemente descrito como um refúgio nas Escrituras, e os líderes devem ser reflexos dessa proteção divina.","referencias_relacionadas":["Salmos 46:1","Provérbios 18:10","Mateus 11:28-30"]},"jeremias_23_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao povo de Israel e à sua herança prometida por Deus.","explicacao_detalhada":"Neste contexto, 'terra' simboliza a nação que será restaurada e unida sob a liderança do novo rei.","por_que_esta_palavra":"A escolha da palavra 'terra' é importante, pois destaca a conexão entre a liderança e a promessa de Deus para o Seu povo.","conexao_teologica":"A terra é um símbolo da aliança de Deus com Israel, representando Sua fidelidade e compromisso com eles.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 30:5","Ezequiel 36:24-28"]},"jeremias_23_7_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A repetição da palavra 'dia' enfatiza a certeza da restauração e a vinda de um tempo de bênção.","explicacao_detalhada":"Aqui, 'dia' simboliza um tempo em que a presença de Deus será manifesta e o povo viverá em segurança.","por_que_esta_palavra":"A palavra 'dia' é usada para reafirmar a esperança de um futuro glorioso sob a liderança de Deus.","conexao_teologica":"A expectativa de um 'dia' de salvação é um tema central na escatologia bíblica, apontando para a vinda do Reino de Deus.","referencias_relacionadas":["Isaías 2:2-4","Joel 2:28-32","Atos 2:17-21"]},"jeremias_23_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'Senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"No contexto de Jeremias 23:7, 'Senhor' é usado para enfatizar a relação de Deus com o Seu povo, destacando que Ele é o único que pode guiar e proteger. A palavra original, 'יְהֹוָה', é o tetragrama que representa o nome pessoal de Deus, simbolizando Sua eternidade e imutabilidade.","por_que_esta_palavra":"A palavra é utilizada para reafirmar a identidade de Deus como o governante supremo e a fonte de esperança para Israel.","conexao_teologica":"A utilização do nome 'Senhor' conecta-se com a ideia de aliança entre Deus e Seu povo, onde Ele se compromete a ser seu guia e protetor.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Êxodo 3:14"]},"jeremias_23_8_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território físico e ao povo de Israel.","explicacao_detalhada":"Em Jeremias 23:8, 'terra' é mencionada para indicar a herança que Deus deu ao Seu povo. A palavra original 'אֶרֶץ' implica não apenas a geografia, mas também a ideia de um lugar sagrado onde Deus habita com Seu povo.","por_que_esta_palavra":"A inclusão da palavra 'terra' enfatiza a promessa de Deus de restaurar Israel e trazer de volta os exilados.","conexao_teologica":"A terra é um símbolo da presença de Deus e da realização de Suas promessas, refletindo a relação entre o povo e seu lar dado por Deus.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 30:5","Salmos 37:11"]},"jeremias_23_8_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"O verbo 'julgar' implica a ação de Deus em trazer justiça e retidão.","explicacao_detalhada":"No contexto de Jeremias 23:8, 'julgar' refere-se à ação de Deus em restaurar a justiça entre Seu povo, contrastando com os líderes corruptos que falharam em guiar Israel corretamente.","por_que_esta_palavra":"A palavra é usada para mostrar que Deus não apenas observa, mas também age em favor da justiça e da verdade.","conexao_teologica":"A ideia de julgamento está ligada à santidade de Deus e à Sua promessa de restaurar a ordem e a justiça em meio ao caos.","referencias_relacionadas":["Salmos 9:7","Isaías 1:17","Miquéias 6:8"]},"jeremias_23_9_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus que transmite Suas palavras e advertências.","explicacao_detalhada":"Em Jeremias 23:9, 'profeta' é usado para descrever a função de Jeremias e outros profetas que falham em cumprir seu papel de advertir o povo sobre seus pecados e a necessidade de arrependimento.","por_que_esta_palavra":"A palavra é crucial para entender a responsabilidade dos profetas em guiar o povo e a seriedade de suas mensagens.","conexao_teologica":"Os profetas são instrumentos de Deus para comunicar Sua vontade e chamar o povo ao arrependimento, refletindo a misericórdia divina.","referencias_relacionadas":["Amós 3:7","Ezequiel 3:17","Malaquias 2:7"]},"jeremias_23_9_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, mas também pode indicar a fragilidade e a pecaminosidade do ser humano.","explicacao_detalhada":"No contexto de Jeremias 23:9, 'homem' é usado para enfatizar a condição humana e a necessidade de dependência de Deus, contrastando com a soberania divina.","por_que_esta_palavra":"A palavra é importante para destacar a vulnerabilidade do ser humano diante de Deus e a necessidade de arrependimento.","conexao_teologica":"A condição do homem é um tema central na teologia bíblica, refletindo a necessidade de redenção e a graça de Deus.","referencias_relacionadas":["Salmos 8:4","Romanos 3:23","Gênesis 6:5"]},"jeremias_23_10_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' é novamente mencionada para enfatizar a conexão entre o povo e o seu lar prometido.","explicacao_detalhada":"Em Jeremias 23:10, 'terra' é usada para descrever a situação de desolação e pecado que aflige Israel, indicando a necessidade de restauração.","por_que_esta_palavra":"A repetição da palavra 'terra' reforça a ideia de que a condição espiritual do povo afeta diretamente a sua terra.","conexao_teologica":"A terra é um símbolo da aliança de Deus com Israel e da consequência do pecado sobre a relação entre Deus e Seu povo.","referencias_relacionadas":["Deuteronômio 28:15","Isaías 24:5","Jeremias 2:7"]},"jeremias_23_10_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Deus está agindo em relação ao Seu povo.","explicacao_detalhada":"Em Jeremias 23:10, 'porque' é usado para explicar a causa do julgamento de Deus sobre Israel, que é o pecado e a rebelião do povo.","por_que_esta_palavra":"A palavra é essencial para entender a lógica do discurso profético, onde as ações de Deus são sempre justificadas por razões morais.","conexao_teologica":"A relação entre causa e efeito nas ações de Deus é um tema importante na teologia, refletindo Sua justiça e santidade.","referencias_relacionadas":["Ezequiel 18:30","Romanos 2:6","Gálatas 6:7"]},"jeremias_23_10_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' refere-se à presença de Deus e à Sua atenção para com o povo.","explicacao_detalhada":"Em Jeremias 23:10, 'rosto' é usado para indicar a ausência da presença de Deus devido ao pecado do povo, simbolizando a separação entre Deus e Israel.","por_que_esta_palavra":"A palavra é significativa pois reflete a relação íntima que Deus deseja ter com Seu povo, que é rompida pelo pecado.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, representando a comunhão entre Deus e a humanidade.","referencias_relacionadas":["Salmos 51:11","Isaías 59:2","Números 6:25"]},"jeremias_23_11_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz a razão para o julgamento de Deus sobre os profetas e o povo.","explicacao_detalhada":"Em Jeremias 23:11, 'porque' é usado para explicar que a corrupção e a traição dos líderes espirituais são a causa do juízo divino.","por_que_esta_palavra":"A palavra é crucial para entender a responsabilidade dos líderes e a seriedade do pecado que afeta toda a nação.","conexao_teologica":"A responsabilidade moral dos líderes espirituais é um tema importante na teologia, refletindo a importância da integridade e da fidelidade a Deus.","referencias_relacionadas":["Ezequiel 34:2","Tiago 3:1","Malaquias 2:1"]},"jeremias_23_11_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Em Jeremias 23:11, \"profeta\" aparece na frase \"Porque tanto o profeta, como o sacerdote, estão contaminados; até na minha casa achei a sua maldade, diz o Senhor.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (נָבִיא; nâbîyʼ; H5030), \"profeta\" traz a ideia de profeta. Aqui, essa palavra deixa o ensino de Jeremias 23:11 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"profeta\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Jeremias 23:13. Lendo junto com Jeremias 23:11, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Jeremias 23:11","Jeremias 23:13","Salmos 119:105"]},"jeremias_23_11_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é um mediador entre Deus e o povo, responsável por oferecer sacrifícios e manter a santidade do culto.","explicacao_detalhada":"No contexto de Jeremias 23:11, os sacerdotes são criticados por sua corrupção e falta de fidelidade a Deus. Eles deveriam ser exemplos de justiça e santidade, mas falharam em guiar o povo corretamente.","por_que_esta_palavra":"A palavra 'sacerdote' é central para entender a função religiosa na antiga Israel e a relação entre Deus e seu povo.","conexao_teologica":"A figura do sacerdote prefigura o papel de Cristo como o Sumo Sacerdote que intercede por nós.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:10","Hebreus 4:14"]},"jeremias_23_12_trevas":{"palavra_pt":"trevas","palavra_original":"אֲפֵלָה","transliteracao":"ʼăphêlâh","strong":"H653","significado_raiz":"Ideia básica: trevas.","significado_contextual":"As trevas simbolizam a ausência de Deus e a corrupção moral que permeia a sociedade.","explicacao_detalhada":"Em Jeremias 23:12, as trevas representam o juízo de Deus sobre os líderes que falharam em guiar o povo, levando-os à desolação e à falta de esperança.","por_que_esta_palavra":"A palavra 'trevas' é usada para descrever a condição espiritual do povo que se afastou de Deus.","conexao_teologica":"As trevas contrastam com a luz de Cristo, que traz esperança e salvação.","referencias_relacionadas":["Isaías 9:2","Mateus 4:16","João 1:5"]},"jeremias_23_12_flattery":{"palavra_pt":"flattery","palavra_original":"חֲלַקְלַקָּה","transliteracao":"chălaqlaqqâh","strong":"H2519","significado_raiz":"Ideia básica: flattery.","significado_contextual":"A flattery refere-se a palavras enganosas que os profetas usam para agradar o povo, em vez de proclamar a verdade de Deus.","explicacao_detalhada":"No versículo, a flattery é uma crítica à prática de profetas que, em vez de advertir sobre o pecado, oferecem mensagens agradáveis que não refletem a realidade espiritual.","por_que_esta_palavra":"A flattery é uma tática usada para manipular e controlar as pessoas, desviando-as da verdadeira adoração.","conexao_teologica":"A flattery é oposta à verdade de Deus, que é muitas vezes desafiadora, mas necessária para a verdadeira transformação.","referencias_relacionadas":["Provérbios 29:5","Gálatas 1:10","2 Timóteo 4:3"]},"jeremias_23_13_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"O profeta é um porta-voz de Deus, chamado para transmitir Sua mensagem ao povo.","explicacao_detalhada":"Em Jeremias 23:13, os profetas são criticados por profetizar em nome de Baal e levar o povo à apostasia, em vez de permanecer fiéis ao Deus de Israel.","por_que_esta_palavra":"A palavra 'profeta' é crucial para entender a comunicação de Deus com a humanidade e a responsabilidade dos líderes espirituais.","conexao_teologica":"Os profetas do Antigo Testamento prefiguram a revelação final de Deus em Jesus Cristo, o Profeta por excelência.","referencias_relacionadas":["Deuteronômio 18:18","Mateus 5:17","Atos 3:22"]},"jeremias_23_13_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar refere-se à ação de transmitir a mensagem de Deus, essencial para o ministério profético.","explicacao_detalhada":"No contexto do versículo, o ato de 'falar' é uma responsabilidade sagrada, e os profetas devem falar a verdade de Deus, não suas próprias opiniões.","por_que_esta_palavra":"A palavra 'falar' enfatiza a importância da comunicação divina e a necessidade de ouvir a voz de Deus.","conexao_teologica":"A comunicação de Deus com Seu povo é uma expressão de Sua vontade e amor, culminando na Palavra viva, Jesus.","referencias_relacionadas":["Romanos 10:14","Hebreus 1:1-2","1 Pedro 4:11"]},"jeremias_23_13_enganar":{"palavra_pt":"enganar","palavra_original":"תָּעָה","transliteracao":"tâʻâh","strong":"H8582","significado_raiz":"Ideia básica: enganar.","significado_contextual":"Enganar refere-se à ação de desviar o povo da verdade, levando-os a acreditar em mentiras.","explicacao_detalhada":"Em Jeremias 23:13, os profetas são acusados de enganar o povo com falsas promessas e visões, em vez de guiá-los à verdade de Deus.","por_que_esta_palavra":"A palavra 'enganar' destaca a gravidade da responsabilidade dos líderes espirituais e o impacto de suas palavras sobre a vida do povo.","conexao_teologica":"O engano é uma tática do inimigo que busca afastar as pessoas da verdade e da luz de Cristo.","referencias_relacionadas":["Mateus 24:24","2 Coríntios 11:13-15","1 João 4:1"]},"jeremias_23_14_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Reitera a função do profeta como mensageiro de Deus, mas neste caso, em um contexto de corrupção.","explicacao_detalhada":"Neste versículo, Jeremias critica os profetas que, em vez de trazer a verdade, proclamam mentiras e enganos, levando o povo a se afastar de Deus.","por_que_esta_palavra":"A repetição da palavra 'profeta' enfatiza a importância de discernir entre verdadeiros e falsos profetas.","conexao_teologica":"A necessidade de discernimento é vital na vida cristã, onde muitos se apresentam como mensageiros de Deus.","referencias_relacionadas":["Ezequiel 13:9","Mateus 7:15","1 João 4:1"]},"jeremias_23_14_cause":{"palavra_pt":"cause","palavra_original":"שֶׁקֶר","transliteracao":"sheqer","strong":"H8267","significado_raiz":"Ideia básica: cause.","significado_contextual":"A causa refere-se à origem das mentiras e enganos que os profetas proclamam.","explicacao_detalhada":"Em Jeremias 23:14, a causa do engano é a falta de fidelidade a Deus e a busca por interesses pessoais em vez do bem do povo.","por_que_esta_palavra":"A palavra 'causa' é importante para entender as motivações que levam os líderes a falhar em sua missão.","conexao_teologica":"A causa do pecado é sempre a rebelião contra Deus, que leva à destruição espiritual.","referencias_relacionadas":["Tiago 1:14-15","Romanos 6:16","Gálatas 6:7"]},"jeremias_23_14_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Agarrar implica em segurar firmemente algo, neste caso, a verdade de Deus.","explicacao_detalhada":"No contexto do versículo, agarrar a verdade é essencial para resistir ao engano e permanecer fiel a Deus.","por_que_esta_palavra":"A palavra 'agarrar' enfatiza a necessidade de uma firmeza na fé e na verdade divina.","conexao_teologica":"Agarrar-se à verdade é fundamental para a vida cristã, onde a verdade nos liberta.","referencias_relacionadas":["João 8:32","Efésios 6:14","2 Timóteo 1:13"]},"jeremias_23_15_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se novamente ao papel do profeta, mas destaca a corrupção e a traição à palavra de Deus.","explicacao_detalhada":"Em Jeremias 23:15, o profeta é denunciado por proferir mensagens que não vêm de Deus, mas de suas próprias invenções, levando o povo à apostasia.","por_que_esta_palavra":"A repetição da palavra 'profeta' serve para enfatizar a gravidade da responsabilidade de falar em nome de Deus.","conexao_teologica":"A advertência contra falsos profetas é uma constante na Escritura, alertando os crentes a permanecerem firmes na verdade.","referencias_relacionadas":["Jeremias 14:14","Mateus 24:11","2 Pedro 2:1"]},"jeremias_23_15_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como os profetas falam e agem, indicando uma maneira de viver ou de se comportar.","explicacao_detalhada":"A palavra 'modo' neste contexto sugere a forma como os profetas se comportam e se expressam, refletindo a autenticidade de sua mensagem e a relação com Deus.","por_que_esta_palavra":"É importante entender o 'modo' para discernir a verdadeira mensagem de Deus em contraste com as falsas profecias.","conexao_teologica":"O 'modo' de vida dos profetas deve refletir a santidade e a verdade de Deus, sendo um testemunho de sua palavra.","referencias_relacionadas":["Mateus 7:15-20","1 João 4:1","Tiago 3:1-2"]},"jeremias_23_15_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território físico, mas também simboliza o povo de Deus e sua herança.","explicacao_detalhada":"Neste versículo, 'terra' representa não apenas o espaço geográfico, mas a realidade espiritual do povo que habita nela, que deve ser guiado por Deus.","por_que_esta_palavra":"A 'terra' é o cenário da ação divina e da revelação, onde Deus se relaciona com seu povo.","conexao_teologica":"A relação entre Deus e a terra é central na narrativa bíblica, simbolizando a aliança e a promessa de Deus ao seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 30:15-20","Salmos 37:11"]},"jeremias_23_16_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a um mensageiro de Deus, alguém escolhido para transmitir a palavra divina ao povo.","explicacao_detalhada":"A palavra 'profeta' implica uma função de intermediação entre Deus e os homens, trazendo advertências, consolos e direções.","por_que_esta_palavra":"É crucial entender o papel do profeta para discernir a autenticidade das mensagens que são apresentadas como vindas de Deus.","conexao_teologica":"Os profetas são fundamentais na história da salvação, sendo instrumentos de Deus para revelar sua vontade ao seu povo.","referencias_relacionadas":["Amós 3:7","Hebreus 1:1-2","Efésios 4:11"]},"jeremias_23_16_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de comunicar a mensagem de Deus, essencial para o ministério profético.","explicacao_detalhada":"Neste contexto, 'falar' implica não apenas a verbalização, mas a entrega da verdade divina com autoridade e clareza.","por_que_esta_palavra":"A forma como os profetas falam é crucial para a recepção da mensagem e para a edificação do povo.","conexao_teologica":"A comunicação da palavra de Deus é um ato sagrado, que deve ser feito com reverência e responsabilidade.","referencias_relacionadas":["Romanos 10:14-15","Tiago 1:19","1 Pedro 4:11"]},"jeremias_23_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'nome' do Senhor é uma referência à sua autoridade e caráter, que deve ser respeitado e reverenciado.","explicacao_detalhada":"Neste versículo, o 'nome' representa a presença e a essência de Deus, que é invocada pelos profetas em suas mensagens.","por_que_esta_palavra":"Entender o 'nome' é fundamental para reconhecer a soberania de Deus e a seriedade de suas promessas.","conexao_teologica":"O nome de Deus é central na adoração e na invocação, refletindo seu poder e sua fidelidade.","referencias_relacionadas":["Êxodo 3:14-15","Salmos 8:1","Filipenses 2:9-11"]},"jeremias_23_17_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se novamente ao modo de vida e à conduta dos profetas, enfatizando a importância de sua integridade.","explicacao_detalhada":"A repetição da palavra 'modo' destaca a necessidade de consistência entre a mensagem e a vida do profeta.","por_que_esta_palavra":"A autenticidade do profeta é validada pelo seu modo de viver, que deve estar alinhado com a palavra de Deus.","conexao_teologica":"A vida do profeta deve ser um reflexo da verdade que ele proclama, servindo como exemplo para o povo.","referencias_relacionadas":["1 Timóteo 4:12","Tito 2:7-8","Mateus 5:16"]},"jeremias_23_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, o 'nome' do Senhor é mencionado, reforçando sua importância na mensagem profética.","explicacao_detalhada":"O 'nome' é um símbolo da presença e da autoridade de Deus, que deve ser honrado em todas as circunstâncias.","por_que_esta_palavra":"A invocação do nome de Deus é um ato de fé e reverência, essencial para a comunicação da verdade divina.","conexao_teologica":"O nome do Senhor é um refúgio e uma fonte de poder para aqueles que o invocam com sinceridade.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Romanos 10:13"]},"jeremias_23_17_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' (shalom) refere-se ao bem-estar completo, à harmonia e à plenitude que Deus deseja para seu povo.","explicacao_detalhada":"Neste contexto, a 'paz' é uma promessa de Deus para aqueles que seguem sua palavra e se afastam das falsas doutrinas.","por_que_esta_palavra":"A busca pela 'paz' é um tema central na mensagem profética, refletindo a intenção de Deus de restaurar seu povo.","conexao_teologica":"A paz de Deus é um aspecto fundamental da salvação e da vida em comunhão com Ele.","referencias_relacionadas":["Isaías 26:3","João 14:27","Filipenses 4:7"]},"jeremias_23_18_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa, essencial para entender a mensagem do profeta.","explicacao_detalhada":"Neste contexto, 'porque' conecta a advertência do profeta à razão pela qual o povo deve ouvir e obedecer.","por_que_esta_palavra":"A utilização de 'porque' é crucial para estabelecer a lógica da mensagem profética e a necessidade de resposta do povo.","conexao_teologica":"A compreensão das razões por trás das advertências de Deus é fundamental para a fé e a obediência.","referencias_relacionadas":["Deuteronômio 30:19","Romanos 1:20","Hebreus 12:25"]},"jeremias_23_18_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, destacando a condição humana diante de Deus.","explicacao_detalhada":"Neste versículo, 'homem' representa a fragilidade e a necessidade de orientação divina, enfatizando a dependência do ser humano de Deus.","por_que_esta_palavra":"A menção ao 'homem' é importante para reconhecer a posição do ser humano em relação à soberania de Deus.","conexao_teologica":"A condição humana é um tema central na teologia, refletindo a necessidade de redenção e graça.","referencias_relacionadas":["Salmos 8:4-5","Romanos 3:23","Efésios 2:8-9"]},"jeremias_23_18_assembleia":{"palavra_pt":"assembleia","palavra_original":"סוֹד","transliteracao":"çôwd","strong":"H5475","significado_raiz":"Ideia básica: assembleia.","significado_contextual":"Refere-se ao conselho ou reunião dos profetas e líderes que buscam a orientação de Deus.","explicacao_detalhada":"A palavra 'assembleia' no contexto de Jeremias 23:18 implica um grupo que se reúne para discutir e discernir a vontade de Deus. É um espaço onde se busca a verdade divina e se compartilham revelações.","por_que_esta_palavra":"A assembleia é crucial para a tomada de decisões espirituais e para a liderança do povo de Deus, refletindo a importância da comunhão e do discernimento coletivo.","conexao_teologica":"A assembleia representa a unidade do corpo de Cristo, onde cada membro contribui para a edificação mútua e a busca pela verdade.","referencias_relacionadas":["Salmos 111:1","Atos 15:6","Hebreus 10:25"]},"jeremias_23_19_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa Sua autoridade e caráter.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) é um dos mais sagrados na tradição hebraica, simbolizando a presença e a soberania de Deus sobre todas as coisas. Em Jeremias 23:19, destaca-se a seriedade do julgamento de Deus sobre os falsos profetas.","por_que_esta_palavra":"O uso do nome do Senhor enfatiza a relação de aliança entre Deus e Seu povo, e a responsabilidade que os líderes têm de representar essa santidade.","conexao_teologica":"O nome do Senhor é central na adoração e na revelação de Sua natureza, sendo um convite à reverência e à obediência.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"jeremias_23_19_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao princípio ou origem das revelações e profecias que vêm de Deus.","explicacao_detalhada":"A palavra 'princípio' (רֹאשׁ) sugere a ideia de liderança e autoridade. No contexto de Jeremias 23:19, destaca que as revelações verdadeiras devem ter sua origem em Deus e não em falsos profetas.","por_que_esta_palavra":"É importante entender que todo ensinamento e profecia devem ser fundamentados na verdade divina, que é o princípio de toda sabedoria.","conexao_teologica":"Deus é a fonte de toda verdade e sabedoria, e os líderes espirituais devem sempre buscar essa fonte ao guiar o povo.","referencias_relacionadas":["Provérbios 1:7","Tiago 1:5","Colossenses 2:3"]},"jeremias_23_20_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia do juízo, quando Deus intervirá na história para julgar os ímpios.","explicacao_detalhada":"O 'dia' (יוֹם) mencionado em Jeremias 23:20 é um tempo específico em que Deus fará justiça, trazendo à tona a verdade e expondo os falsos profetas.","por_que_esta_palavra":"A menção do dia do Senhor serve como um alerta para a responsabilidade moral e espiritual dos líderes e do povo.","conexao_teologica":"O conceito do dia do Senhor é um tema recorrente nas Escrituras, simbolizando a esperança de redenção e a certeza do juízo.","referencias_relacionadas":["Amós 5:18","Zacarias 14:1","Mateus 24:36"]},"jeremias_23_20_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade absoluta que vem de Deus, contrastando com as mentiras dos falsos profetas.","explicacao_detalhada":"A palavra 'verdade' (לֹא) em Jeremias 23:20 enfatiza a importância de discernir entre a verdade divina e as falsas doutrinas que circulam entre o povo.","por_que_esta_palavra":"A verdade é fundamental para a fé e a prática cristã, sendo um pilar sobre o qual se constrói a vida espiritual.","conexao_teologica":"Jesus se apresenta como a verdade (João 14:6), e a busca pela verdade é essencial para a vida cristã autêntica.","referencias_relacionadas":["Salmos 119:160","João 8:32","Efésios 4:15"]},"jeremias_23_20_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente ao nome do Senhor, enfatizando Sua soberania e autoridade.","explicacao_detalhada":"A repetição do nome 'Senhor' (יְהֹוָה) em Jeremias 23:20 reforça a ideia de que todas as ações e juízos de Deus são fundamentados em Sua natureza e caráter.","por_que_esta_palavra":"O nome do Senhor é um lembrete constante da presença de Deus e de Sua promessa de estar com Seu povo.","conexao_teologica":"O nome do Senhor é um símbolo de esperança e confiança, pois Ele é fiel às Suas promessas.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 8:31"]},"jeremias_23_21_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se aos profetas que falam em nome de Deus, sendo instrumentos de Sua revelação.","explicacao_detalhada":"A palavra 'profeta' (נָבִיא) em Jeremias 23:21 destaca a função de ser um porta-voz de Deus, trazendo mensagens de advertência e esperança ao povo.","por_que_esta_palavra":"Os profetas têm um papel crucial na comunicação da vontade de Deus, e sua autenticidade é vital para a saúde espiritual da nação.","conexao_teologica":"Os profetas são considerados mensageiros de Deus, e sua obra é um reflexo do amor e da justiça divina.","referencias_relacionadas":["Amós 3:7","Mateus 10:41","Efésios 4:11"]},"jeremias_23_21_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade que deve ser proclamada pelos profetas, contrastando com as mentiras que circulam.","explicacao_detalhada":"A palavra 'verdade' (לֹא) em Jeremias 23:21 destaca a importância de que os profetas falem a verdade de Deus, sem distorções ou enganos.","por_que_esta_palavra":"A verdade é essencial para a integridade da mensagem profética e para a edificação do povo de Deus.","conexao_teologica":"A verdade de Deus é eterna e imutável, e os profetas são chamados a ser defensores dessa verdade.","referencias_relacionadas":["Salmos 51:6","João 4:24","1 João 1:6"]},"jeremias_23_21_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se ao ato de falar em nome de Deus, trazendo mensagens de advertência e esperança.","explicacao_detalhada":"A palavra 'falar' (נָבָא) em Jeremias 23:21 enfatiza a responsabilidade dos profetas de comunicar a mensagem divina com clareza e fidelidade.","por_que_esta_palavra":"Falar em nome de Deus é um ato sagrado que requer discernimento e coragem, especialmente em tempos de apostasia.","conexao_teologica":"A comunicação da palavra de Deus é vital para a vida da igreja e para a transformação do mundo.","referencias_relacionadas":["Romanos 10:14","2 Timóteo 4:2","Hebreus 1:1"]},"jeremias_23_22_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Refere-se à capacidade de ouvir a voz de Deus e discernir Sua vontade.","explicacao_detalhada":"A palavra 'ouvir' (שָׁמַע) em Jeremias 23:22 destaca a importância de estar atento à palavra de Deus e às advertências dos profetas.","por_que_esta_palavra":"Ouvir a voz de Deus é fundamental para a obediência e para a vida espiritual saudável.","conexao_teologica":"A habilidade de ouvir a voz de Deus é um aspecto essencial da vida cristã, que leva à transformação e à ação.","referencias_relacionadas":["Salmos 29:4","Isaías 30:21","João 10:27"]},"jeremias_23_22_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação divina e à revelação de Deus ao seu povo.","explicacao_detalhada":"A palavra 'dâbâr' é usada para descrever não apenas a fala, mas também a ação e a intenção de Deus. Em Jeremias 23:22, a palavra é um chamado à obediência e à escuta da mensagem profética.","por_que_esta_palavra":"Esta palavra é crucial porque representa a voz de Deus que guia e instrui o seu povo, enfatizando a importância de ouvir e seguir a Sua vontade.","conexao_teologica":"A palavra de Deus é vista como um meio pelo qual Ele se relaciona com a humanidade, revelando Sua vontade e propósito.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Hebreus 4:12"]},"jeremias_23_22_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho que leva à vida plena e à comunhão com Deus.","explicacao_detalhada":"A palavra 'derek' implica não apenas um caminho físico, mas também um estilo de vida que reflete a vontade de Deus. Em Jeremias 23:22, é um convite a seguir o caminho que Deus estabelece.","por_que_esta_palavra":"Esta palavra é importante porque representa a direção que Deus oferece para uma vida que agrada a Ele e que é cheia de significado.","conexao_teologica":"O conceito de 'vida' em Deus é central na teologia bíblica, onde a verdadeira vida é encontrada em um relacionamento com Ele.","referencias_relacionadas":["João 14:6","Provérbios 3:6","Gálatas 5:25"]},"jeremias_23_23_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à soberania e à autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'ʼĕlôhîym' é um termo plural que enfatiza a majestade e a grandeza de Deus. Em Jeremias 23:23, destaca a presença de Deus em todos os lugares e sua capacidade de conhecer e ver tudo.","por_que_esta_palavra":"Esta palavra é fundamental para entender a natureza de Deus como Criador e Sustentador do universo.","conexao_teologica":"A onipresença de Deus é um tema recorrente na Bíblia, que assegura aos crentes que Ele está sempre presente e ativo em suas vidas.","referencias_relacionadas":["Salmos 139:7-10","Isaías 40:28","Mateus 28:20"]},"jeremias_23_23_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à identidade e à autoridade de Deus.","explicacao_detalhada":"O nome 'Yᵉhôvâh' é considerado sagrado e representa a essência do ser de Deus, sua eternidade e fidelidade. Em Jeremias 23:23, enfatiza a relação pessoal que Deus tem com seu povo.","por_que_esta_palavra":"Esta palavra é importante porque o nome de Deus é um símbolo de sua presença e de seu compromisso com a aliança.","conexao_teologica":"O nome de Deus é central na adoração e na oração, refletindo a intimidade que os crentes têm com Ele.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"jeremias_23_23_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à integridade e à fidelidade de Deus em suas promessas.","explicacao_detalhada":"A palavra 'lôʼ' é usada para afirmar a veracidade e a confiabilidade de Deus. Em Jeremias 23:23, destaca a importância de buscar a verdade em um mundo cheio de enganos.","por_que_esta_palavra":"Esta palavra é crucial porque a verdade de Deus é a base da fé e da vida cristã.","conexao_teologica":"A verdade é um atributo de Deus e é fundamental para a compreensão da revelação divina.","referencias_relacionadas":["João 8:32","Salmos 25:5","Efésios 4:15"]},"jeremias_23_24_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao domínio e à criação de Deus sobre o universo.","explicacao_detalhada":"A palavra 'shâmayim' representa os céus, onde Deus habita e governa. Em Jeremias 23:24, enfatiza que não há lugar onde Deus não esteja presente.","por_que_esta_palavra":"Esta palavra é importante porque reafirma a soberania de Deus sobre toda a criação.","conexao_teologica":"A criação dos céus é um testemunho do poder e da glória de Deus.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Isaías 66:1"]},"jeremias_23_24_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico que Deus criou e sustenta.","explicacao_detalhada":"A palavra 'ʼerets' implica não apenas a terra física, mas também o povo que habita nela. Em Jeremias 23:24, destaca a presença de Deus em toda a criação.","por_que_esta_palavra":"Esta palavra é fundamental para entender a relação de Deus com a criação e a responsabilidade do homem sobre a terra.","conexao_teologica":"A terra é vista como parte do plano de Deus para a humanidade e seu cuidado por ela.","referencias_relacionadas":["Gênesis 1:26-28","Salmos 24:1","Romanos 8:19-21"]},"jeremias_23_24_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à ação de Deus em resgatar e proteger seu povo.","explicacao_detalhada":"A palavra 'ʼim' é usada em contextos que falam sobre a salvação e a proteção divina. Em Jeremias 23:24, enfatiza a capacidade de Deus de salvar em qualquer situação.","por_que_esta_palavra":"Esta palavra é importante porque representa a esperança de libertação e segurança em Deus.","conexao_teologica":"A salvação é um tema central na Bíblia, refletindo o amor e a graça de Deus para com a humanidade.","referencias_relacionadas":["Salmos 37:39","Isaías 43:2","Romanos 10:9"]},"jeremias_23_25_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se ao mensageiro de Deus que comunica Sua vontade ao povo.","explicacao_detalhada":"A palavra 'nâbîyʼ' é usada para descrever aqueles que falam em nome de Deus. Em Jeremias 23:25, destaca a importância da profecia verdadeira em contraste com os falsos profetas.","por_que_esta_palavra":"Esta palavra é crucial porque os profetas são instrumentos de Deus para guiar e corrigir seu povo.","conexao_teologica":"A função do profeta é essencial na história da salvação, sendo um canal de comunicação entre Deus e a humanidade.","referencias_relacionadas":["Amós 3:7","Ezequiel 3:17","Mateus 10:41"]},"jeremias_23_25_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à ação de comunicar a mensagem de Deus.","explicacao_detalhada":"A palavra 'nâbâʼ' implica não apenas a fala, mas também a ação profética que acompanha a mensagem. Em Jeremias 23:25, enfatiza a responsabilidade de falar a verdade de Deus.","por_que_esta_palavra":"Esta palavra é importante porque destaca a necessidade de ser fiel na comunicação da mensagem divina.","conexao_teologica":"Falar a palavra de Deus é um ato de obediência e um chamado para todos os crentes.","referencias_relacionadas":["Tiago 3:1","1 Pedro 4:11","Romanos 10:14"]},"jeremias_23_25_cause":{"palavra_pt":"cause","palavra_original":"שֶׁקֶר","transliteracao":"sheqer","strong":"H8267","significado_raiz":"Ideia básica: cause.","significado_contextual":"Refere-se à mentira ou engano que os profetas estavam propagando.","explicacao_detalhada":"A palavra 'cause' (שֶׁקֶר) é usada para descrever a falsidade que os profetas estavam comunicando ao povo, distorcendo a verdade de Deus.","por_que_esta_palavra":"É importante para entender a crítica de Deus aos profetas que não falavam a verdade.","conexao_teologica":"A falsidade contrasta com a verdade de Deus, que é essencial para a fé e a vida do povo.","referencias_relacionadas":["Jeremias 14:14","Ezequiel 13:6","Miquéias 3:11"]},"jeremias_23_26_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao centro das emoções e pensamentos do ser humano.","explicacao_detalhada":"A palavra 'coração' (לֵב) é usada para enfatizar que os profetas estavam enganando o povo a partir de suas próprias intenções e desejos corruptos.","por_que_esta_palavra":"O coração é visto como a fonte de decisões e ações, e a corrupção do coração leva ao engano.","conexao_teologica":"Deus examina o coração e busca sinceridade e verdade em Seu povo.","referencias_relacionadas":["Salmos 51:10","Provérbios 4:23","Jeremias 17:9"]},"jeremias_23_26_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a um mensageiro de Deus, alguém que deve falar a verdade.","explicacao_detalhada":"A palavra 'profeta' (נָבִיא) é usada para descrever aqueles que deveriam ser porta-vozes de Deus, mas estavam falhando em sua missão.","por_que_esta_palavra":"É crucial para entender a responsabilidade dos profetas em transmitir a mensagem divina.","conexao_teologica":"Os profetas são fundamentais na comunicação entre Deus e Seu povo, e sua integridade é vital.","referencias_relacionadas":["Deuteronômio 18:18","Amós 3:7","Ezequiel 2:5"]},"jeremias_23_26_cause":{"palavra_pt":"cause","palavra_original":"שֶׁקֶר","transliteracao":"sheqer","strong":"H8267","significado_raiz":"Ideia básica: cause.","significado_contextual":"Em Jeremias 23:26, \"cause\" aparece na frase \"Até quando sucederá isso no coração dos profetas que profetizam mentiras, e que só profetizam do engano do seu coração?\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (שֶׁקֶר; sheqer; H8267), \"cause\" traz a ideia de cause. Aqui, essa palavra deixa o ensino de Jeremias 23:26 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"cause\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Jeremias 23:32. Lendo junto com Jeremias 23:26, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Jeremias 23:26","Jeremias 23:32","Salmos 119:105"]},"jeremias_23_27_astuto":{"palavra_pt":"astuto","palavra_original":"חָשַׁב","transliteracao":"châshab","strong":"H2803","significado_raiz":"Ideia básica: astuto.","significado_contextual":"Refere-se à astúcia e à habilidade de manipular a verdade.","explicacao_detalhada":"A palavra 'astuto' (חָשַׁב) descreve a maneira como os profetas distorciam a mensagem de Deus para enganar o povo.","por_que_esta_palavra":"É importante para entender a natureza enganosa dos profetas que se aproveitam da fé do povo.","conexao_teologica":"A astúcia contrasta com a sabedoria divina, que é sempre verdadeira e justa.","referencias_relacionadas":["Gênesis 3:1","Mateus 7:15","2 Coríntios 11:13"]},"jeremias_23_27_idiom":{"palavra_pt":"expressao","palavra_original":"שָׁכַח","transliteracao":"shâkach","strong":"H7911","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão ou à forma como a verdade é apresentada.","explicacao_detalhada":"A palavra 'expressão' (שָׁכַח) implica que os profetas estavam esquecendo ou ignorando a verdadeira mensagem de Deus.","por_que_esta_palavra":"É relevante para entender como a verdade pode ser distorcida ou negligenciada.","conexao_teologica":"Deus deseja que Sua verdade seja proclamada claramente e não obscurecida por expressões enganosas.","referencias_relacionadas":["Salmos 119:11","Isaías 30:10","Romanos 1:18"]},"jeremias_23_27_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua totalidade, incluindo suas falhas e limitações.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para enfatizar a condição humana e a necessidade de redenção.","por_que_esta_palavra":"É importante para reconhecer a fragilidade do ser humano diante da verdade de Deus.","conexao_teologica":"A humanidade é chamada a se voltar para Deus e buscar Sua verdade.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4","Romanos 3:23"]},"jeremias_23_28_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se novamente ao mensageiro de Deus, enfatizando a responsabilidade de falar a verdade.","explicacao_detalhada":"A palavra 'profeta' (נָבִיא) é repetida para reforçar a importância da autenticidade na mensagem profética.","por_que_esta_palavra":"A repetição destaca a necessidade de discernimento entre verdadeiros e falsos profetas.","conexao_teologica":"A fidelidade dos profetas é essencial para a saúde espiritual do povo de Deus.","referencias_relacionadas":["Mateus 10:41","Lucas 11:49","Hebreus 1:1"]},"jeremias_23_28_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à mensagem ou declaração que deve ser proclamada.","explicacao_detalhada":"A palavra 'palavra/coisa' (דָּבָר) enfatiza a importância do conteúdo da mensagem que os profetas devem transmitir.","por_que_esta_palavra":"É fundamental para entender que a mensagem de Deus deve ser clara e verdadeira.","conexao_teologica":"A palavra de Deus é viva e eficaz, e deve ser proclamada com integridade.","referencias_relacionadas":["Isaías 55:11","Hebreus 4:12","Tiago 1:22"]},"jeremias_23_28_verdade":{"palavra_pt":"verdade/fidelidade","palavra_original":"אֶמֶת","transliteracao":"ʼemeth","strong":"H571","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à veracidade da mensagem de Deus.","explicacao_detalhada":"A palavra 'verdade/fidelidade' (אֶמֶת) é usada para descrever a natureza imutável e confiável de Deus e Sua palavra.","por_que_esta_palavra":"É crucial para entender que a verdade de Deus é a base da fé e da vida do povo.","conexao_teologica":"A verdade de Deus é um fundamento sobre o qual a vida espiritual deve ser construída.","referencias_relacionadas":["Salmos 119:160","João 14:6","1 João 1:5"]},"jeremias_23_29_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade aqui se refere à autenticidade e à fidelidade da mensagem de Deus em contraste com as falsas profecias.","explicacao_detalhada":"No contexto de Jeremias 23:29, a verdade é apresentada como um elemento purificador e poderoso, semelhante ao fogo, que consome o que é falso e mantém o que é verdadeiro.","por_que_esta_palavra":"A palavra 'verdade' é usada para enfatizar a importância da mensagem divina e a necessidade de discernir entre o que é genuíno e o que é enganoso.","conexao_teologica":"A verdade é um atributo de Deus e é central na revelação divina, sendo essencial para a fé e a prática do povo de Deus.","referencias_relacionadas":["João 8:32","Salmos 119:160","Efésios 4:15"]},"jeremias_23_29_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra refere-se à comunicação de Deus, que é viva e eficaz, contrastando com as palavras vazias dos falsos profetas.","explicacao_detalhada":"Em Jeremias 23:29, a palavra de Deus é descrita como um instrumento poderoso que pode transformar e purificar, assim como o fogo que consome.","por_que_esta_palavra":"A escolha da palavra 'coisa' ou 'palavra' destaca a natureza ativa e criativa da mensagem divina, que não é apenas informação, mas um meio de ação.","conexao_teologica":"A palavra de Deus é fundamental para a criação e a redenção, sendo um meio pelo qual Deus se revela e age na história.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Romanos 10:17"]},"jeremias_23_29_fogo":{"palavra_pt":"fogo","palavra_original":"אֵשׁ","transliteracao":"ʼêsh","strong":"H784","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O fogo simboliza o juízo e a purificação, representando a ação de Deus em separar o que é verdadeiro do que é falso.","explicacao_detalhada":"No versículo, o fogo é uma metáfora para a eficácia da palavra de Deus, que queima as impurezas e revela a verdade.","por_que_esta_palavra":"A palavra 'fogo' é usada para ilustrar a intensidade e a força da mensagem divina, que não pode ser ignorada ou desconsiderada.","conexao_teologica":"O fogo é frequentemente associado à presença de Deus e ao Seu juízo, sendo um símbolo de purificação e transformação.","referencias_relacionadas":["Mateus 3:11-12","Hebreus 12:29","1 Coríntios 3:13-15"]},"jeremias_23_30_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"O profeta é um porta-voz de Deus, chamado para transmitir a mensagem divina ao povo, especialmente em tempos de crise.","explicacao_detalhada":"Em Jeremias 23:30, o profeta é advertido sobre a responsabilidade de falar a verdade e não se deixar levar por mensagens enganosas.","por_que_esta_palavra":"A palavra 'profeta' é crucial para entender o papel de mediador entre Deus e o povo, enfatizando a importância da fidelidade na comunicação da mensagem divina.","conexao_teologica":"Os profetas são instrumentos de Deus para chamar o povo ao arrependimento e à restauração, refletindo a natureza relacional de Deus com a humanidade.","referencias_relacionadas":["Amós 3:7","Ezequiel 3:17","Mateus 10:41"]},"jeremias_23_30_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A expressão 'eis' é uma chamada à atenção, convidando o ouvinte a perceber a gravidade da mensagem que está sendo transmitida.","explicacao_detalhada":"No contexto, 'eis' serve como um alerta para que o povo reconheça a seriedade da situação e a necessidade de ouvir a palavra de Deus.","por_que_esta_palavra":"A palavra 'eis' é usada para enfatizar a revelação de algo importante, destacando a urgência da mensagem divina.","conexao_teologica":"A chamada à atenção é uma prática comum nas Escrituras, onde Deus frequentemente convoca Seu povo a ouvir e responder à Sua palavra.","referencias_relacionadas":["Isaías 43:1","Mateus 28:20","Apocalipse 3:20"]},"jeremias_23_30_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas, sendo um lembrete da Sua presença constante.","explicacao_detalhada":"Em Jeremias 23:30, o uso do nome de Deus enfatiza a relação de aliança entre Ele e Seu povo, e a responsabilidade de viver de acordo com essa aliança.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a natureza de Deus como aquele que governa e se importa com a vida do Seu povo.","conexao_teologica":"O nome de Deus é central na adoração e na identidade do povo de Deus, refletindo Sua santidade e poder.","referencias_relacionadas":["Salmos 8:1","Êxodo 3:14","Filipenses 2:9-11"]},"jeremias_23_31_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Assim como no versículo anterior, o profeta é visto como um mensageiro de Deus, com a responsabilidade de transmitir a verdade.","explicacao_detalhada":"O versículo destaca a importância de discernir entre os verdadeiros e falsos profetas, enfatizando a necessidade de ouvir a voz de Deus.","por_que_esta_palavra":"A repetição da palavra 'profeta' reforça a seriedade da advertência e a necessidade de vigilância espiritual.","conexao_teologica":"A função do profeta é essencial na história da salvação, sendo um meio pelo qual Deus se comunica com Seu povo.","referencias_relacionadas":["Deuteronômio 18:18","Jeremias 14:14","Mateus 7:15"]},"jeremias_23_31_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A expressão 'eis' novamente serve como um chamado à atenção, sublinhando a importância da mensagem que se segue.","explicacao_detalhada":"Neste contexto, 'eis' é um convite para que o povo reconheça a seriedade da advertência sobre os falsos profetas.","por_que_esta_palavra":"A palavra 'eis' é utilizada para enfatizar a revelação de algo crucial, chamando a atenção do ouvinte.","conexao_teologica":"A chamada à atenção é uma prática recorrente nas Escrituras, onde Deus frequentemente convoca Seu povo a ouvir e responder à Sua palavra.","referencias_relacionadas":["Isaías 65:1","Mateus 11:15","Apocalipse 22:17"]},"jeremias_23_31_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' é novamente mencionado, reafirmando a soberania e a autoridade de Deus sobre a mensagem que está sendo transmitida.","explicacao_detalhada":"A repetição do nome de Deus enfatiza a importância de reconhecer Sua autoridade ao ouvir as palavras dos profetas.","por_que_esta_palavra":"A palavra 'Senhor' é central para a identidade de Deus e para a relação do povo com Ele, sendo um lembrete de Sua presença e poder.","conexao_teologica":"O nome de Deus é fundamental na adoração e na vida do povo, refletindo Sua santidade e compromisso com a aliança.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Romanos 10:13"]},"jeremias_23_32_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A expressão 'eis' é uma chamada à atenção, destacando a importância da mensagem que se segue sobre os falsos profetas.","explicacao_detalhada":"Neste versículo, 'eis' serve como um alerta para que o povo esteja ciente das consequências de seguir falsos ensinamentos.","por_que_esta_palavra":"A palavra 'eis' é usada para enfatizar a revelação de algo importante, chamando a atenção para a seriedade da advertência.","conexao_teologica":"A prática de chamar a atenção é comum nas Escrituras, onde Deus frequentemente convoca Seu povo a ouvir e responder à Sua palavra.","referencias_relacionadas":["Ezequiel 33:11","Mateus 24:4-5","Gálatas 1:8"]},"jeremias_23_32_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação de mensagens divinas, especialmente no contexto de profecias.","explicacao_detalhada":"Neste versículo, Deus critica os profetas que falam em Seu nome, mas não trazem a verdadeira mensagem. O ato de 'falar' aqui implica uma responsabilidade de transmitir a verdade divina.","por_que_esta_palavra":"A escolha da palavra 'falar' enfatiza a importância da comunicação clara e verdadeira da vontade de Deus, contrastando com as mentiras dos falsos profetas.","conexao_teologica":"A comunicação de Deus com Seu povo é um tema central na Bíblia, onde os profetas são os mensageiros que devem transmitir a verdade divina.","referencias_relacionadas":["Jeremias 1:7","Ezequiel 3:17","Amós 3:7"]},"jeremias_23_32_cause":{"palavra_pt":"cause","palavra_original":"שֶׁקֶר","transliteracao":"sheqer","strong":"H8267","significado_raiz":"Ideia básica: cause.","significado_contextual":"A palavra 'cause' refere-se a uma razão ou motivo, especialmente no contexto de engano.","explicacao_detalhada":"Neste contexto, a palavra é usada para descrever a origem das mentiras que os falsos profetas propagam, que não têm base na verdade de Deus.","por_que_esta_palavra":"A palavra 'cause' é crucial para entender a natureza do engano e como ele se espalha entre o povo, levando-os a se afastar da verdade.","conexao_teologica":"O engano é um tema recorrente nas Escrituras, onde Deus adverte Seu povo sobre as consequências de seguir falsos ensinamentos.","referencias_relacionadas":["Isaías 9:16","Mateus 24:24","2 Coríntios 11:13-15"]},"jeremias_23_33_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, alguém escolhido para transmitir Suas mensagens ao povo.","explicacao_detalhada":"No contexto de Jeremias 23, Deus critica os profetas que falam em Seu nome, mas não trazem a verdadeira palavra, alertando sobre a responsabilidade que esses líderes têm.","por_que_esta_palavra":"A palavra 'profeta' é usada para destacar a função divina de ser um porta-voz, enfatizando a seriedade do chamado e a necessidade de fidelidade à mensagem de Deus.","conexao_teologica":"Os profetas desempenham um papel vital na revelação de Deus ao Seu povo, e a fidelidade deles é essencial para a saúde espiritual da nação.","referencias_relacionadas":["Deuteronômio 18:18","Ezequiel 13:3","Mateus 7:15"]},"jeremias_23_33_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à comunidade de Israel, o povo escolhido de Deus.","explicacao_detalhada":"Neste versículo, Deus se dirige ao Seu povo, enfatizando a relação entre eles e os profetas, e como a liderança espiritual deve guiá-los na verdade.","por_que_esta_palavra":"A palavra 'povo' é fundamental para entender a dinâmica entre Deus e Israel, destacando a responsabilidade do povo em ouvir e seguir a verdadeira mensagem.","conexao_teologica":"A relação entre Deus e Seu povo é central na narrativa bíblica, onde a obediência e a fidelidade são frequentemente enfatizadas.","referencias_relacionadas":["Êxodo 19:6","Salmos 100:3","1 Pedro 2:9"]},"jeremias_23_33_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se aos líderes religiosos que servem no templo e mediavam a relação entre Deus e o povo.","explicacao_detalhada":"No contexto de Jeremias 23, Deus critica os sacerdotes que falham em guiar o povo na verdade, enfatizando a importância de sua função espiritual.","por_que_esta_palavra":"A palavra 'sacerdote' é usada para destacar a responsabilidade dos líderes religiosos em ensinar e manter a pureza da adoração a Deus.","conexao_teologica":"Os sacerdotes são vistos como intermediários entre Deus e o povo, e sua fidelidade é crucial para a saúde espiritual da nação.","referencias_relacionadas":["Levítico 10:10-11","Ezequiel 22:26","Hebreus 5:1"]},"jeremias_23_34_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' é novamente utilizada para enfatizar a função de mensageiro de Deus.","explicacao_detalhada":"Deus continua a criticar os profetas que falham em transmitir a verdade, reforçando a importância de sua responsabilidade.","por_que_esta_palavra":"A repetição da palavra 'profeta' sublinha a gravidade da situação e a necessidade de discernimento por parte do povo.","conexao_teologica":"A fidelidade dos profetas é essencial para a revelação de Deus e a manutenção da verdade entre Seu povo.","referencias_relacionadas":["Jeremias 14:14","Miquéias 3:11","Atos 3:21"]},"jeremias_23_34_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' é usada novamente para enfatizar a função dos líderes religiosos.","explicacao_detalhada":"Deus critica os sacerdotes que não estão cumprindo seu papel de guiar o povo na verdade e na justiça.","por_que_esta_palavra":"A repetição da palavra 'sacerdote' destaca a importância da liderança espiritual e a responsabilidade que eles têm diante de Deus.","conexao_teologica":"A liderança espiritual é um tema recorrente na Bíblia, onde a responsabilidade dos sacerdotes é enfatizada em várias passagens.","referencias_relacionadas":["Ezequiel 44:23","Malaquias 2:7","1 Timóteo 3:2"]},"jeremias_23_34_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' refere-se ao ato de trazer liberdade ou salvação.","explicacao_detalhada":"Neste contexto, Deus promete libertar Seu povo das mentiras e enganos que os cercam, enfatizando Sua capacidade de restaurar.","por_que_esta_palavra":"A palavra 'libertar' é crucial para entender a esperança que Deus oferece ao Seu povo, mesmo em meio ao engano.","conexao_teologica":"A libertação é um tema central na Bíblia, simbolizando a salvação e a restauração que Deus oferece a Seu povo.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","Romanos 8:21"]},"jeremias_23_35_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se ao ser humano em geral, mas também pode implicar em liderança ou responsabilidade.","explicacao_detalhada":"Neste versículo, a referência ao 'homem' destaca a relação entre os indivíduos e a comunidade, enfatizando a responsabilidade pessoal diante de Deus.","por_que_esta_palavra":"A palavra 'homem' é usada para enfatizar a dignidade e a responsabilidade de cada indivíduo diante de Deus.","conexao_teologica":"A dignidade do ser humano é um tema central na teologia bíblica, onde cada pessoa é vista como criada à imagem de Deus.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Tiago 3:9"]},"jeremias_23_35_irmao":{"palavra_pt":"irmao","palavra_original":"רֵעַ","transliteracao":"rêaʻ","strong":"H7453","significado_raiz":"Ideia básica: irmao.","significado_contextual":"A palavra 'irmão' refere-se à relação entre indivíduos dentro da comunidade de fé.","explicacao_detalhada":"Neste contexto, a palavra destaca a importância das relações interpessoais e a responsabilidade que os indivíduos têm uns pelos outros.","por_que_esta_palavra":"A palavra 'irmão' é fundamental para entender a comunidade e a solidariedade que devem existir entre os membros do povo de Deus.","conexao_teologica":"A ideia de irmandade é central na Bíblia, onde a comunidade de fé é chamada a amar e apoiar uns aos outros.","referencias_relacionadas":["Gálatas 6:2","1 João 4:20","Romanos 12:10"]},"jeremias_23_35_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à percepção e vigilância de Deus sobre as ações humanas.","explicacao_detalhada":"O 'olho' simboliza a capacidade de Deus de ver e discernir a verdade, contrastando com a falsidade dos profetas que enganam o povo.","por_que_esta_palavra":"A palavra 'olho' é utilizada para enfatizar a onisciência de Deus e a necessidade de prestar atenção às suas palavras.","conexao_teologica":"Deus é apresentado como o observador que julga as ações humanas, reforçando a ideia de que nada escapa ao seu olhar.","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","Hebreus 4:13"]},"jeremias_23_36_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua condição de criatura diante de Deus.","explicacao_detalhada":"A palavra 'homem' destaca a fragilidade e a responsabilidade do ser humano em relação à palavra de Deus e ao seu chamado.","por_que_esta_palavra":"Usada para enfatizar a relação entre Deus e a humanidade, mostrando que os homens devem se submeter à vontade divina.","conexao_teologica":"A humanidade é chamada a ouvir e obedecer a Deus, reconhecendo sua posição de servidão.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4-5","Romanos 3:23"]},"jeremias_23_36_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa sua autoridade e caráter.","explicacao_detalhada":"O 'nome' de Deus é um símbolo de sua presença e poder, e invocá-lo é reconhecer sua soberania.","por_que_esta_palavra":"A palavra 'senhor' é usada para afirmar a relação de domínio e reverência que os seres humanos devem ter para com Deus.","conexao_teologica":"O nome de Deus é central na adoração e na oração, refletindo a intimidade e a reverência que devemos ter.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Filipenses 2:9-11"]},"jeremias_23_37_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se ao mensageiro de Deus, encarregado de transmitir sua palavra ao povo.","explicacao_detalhada":"A palavra 'profeta' implica uma função de intermediário entre Deus e os homens, trazendo advertências e consolos.","por_que_esta_palavra":"Usada para distinguir entre os verdadeiros profetas de Deus e os falsos que distorcem sua mensagem.","conexao_teologica":"Os profetas são essenciais na revelação de Deus, e sua mensagem deve ser respeitada e ouvida.","referencias_relacionadas":["Deuteronômio 18:18","Amós 3:7","Mateus 10:41"]},"jeremias_23_37_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"Assim como em Jeremias 23:35, refere-se à vigilância de Deus sobre os profetas.","explicacao_detalhada":"O 'olho' aqui reforça a ideia de que Deus observa e julga as palavras e ações dos profetas.","por_que_esta_palavra":"A repetição da palavra 'olho' enfatiza a importância da verdade na mensagem profética.","conexao_teologica":"A onisciência de Deus é um tema recorrente, mostrando que Ele está sempre atento ao que acontece.","referencias_relacionadas":["Salmos 11:4","Provérbios 5:21","1 Pedro 3:12"]},"jeremias_23_37_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente ao nome de Deus, enfatizando sua autoridade sobre os profetas.","explicacao_detalhada":"O 'nome' de Deus é um lembrete da sua soberania e da responsabilidade dos profetas em falar em seu nome.","por_que_esta_palavra":"A palavra 'senhor' é crucial para entender a relação entre Deus e os mensageiros que Ele envia.","conexao_teologica":"A invocação do nome de Deus é fundamental para a legitimidade da mensagem profética.","referencias_relacionadas":["Isaías 42:8","Jeremias 1:7","Atos 4:12"]},"jeremias_23_38_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à mensagem ou revelação que Deus transmite através dos profetas.","explicacao_detalhada":"A palavra 'coisa' implica que a mensagem de Deus é concreta e deve ser levada a sério.","por_que_esta_palavra":"A ênfase na 'palavra' destaca a importância da comunicação divina e a responsabilidade de transmiti-la fielmente.","conexao_teologica":"A palavra de Deus é viva e eficaz, e deve ser ouvida e obedecida pelos fiéis.","referencias_relacionadas":["Isaías 55:11","Hebreus 4:12","Tiago 1:22"]},"jeremias_23_38_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Mais uma vez, refere-se ao nome de Deus, sublinhando sua autoridade sobre a palavra que é proclamada.","explicacao_detalhada":"O 'nome' de Deus aqui reforça a seriedade da mensagem que deve ser respeitada e obedecida.","por_que_esta_palavra":"A palavra 'senhor' é central para a compreensão da relação entre a mensagem e o mensageiro.","conexao_teologica":"O nome de Deus é um símbolo de sua presença e deve ser invocado com reverência.","referencias_relacionadas":["Salmos 119:105","Mateus 7:21","Romanos 10:13"]},"jeremias_23_39_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade como um lugar de habitação e comunidade, muitas vezes simbolizando o povo de Deus.","explicacao_detalhada":"A palavra 'cidade' pode representar tanto a cidade literal quanto a comunidade de crentes que habitam sob a proteção de Deus.","por_que_esta_palavra":"A cidade é um símbolo da segurança e da presença de Deus entre seu povo.","conexao_teologica":"A ideia de cidade é frequentemente usada na Bíblia para ilustrar a habitação de Deus entre os homens.","referencias_relacionadas":["Salmos 46:4","Isaías 65:18","Apocalipse 21:2"]},"jeremias_23_39_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"Usado para chamar a atenção para a mensagem que se segue, enfatizando a importância do que está sendo dito.","explicacao_detalhada":"A palavra 'eis' serve como um convite à reflexão e à consideração da verdade que está sendo proclamada.","por_que_esta_palavra":"É uma expressão que destaca a urgência e a relevância da mensagem de Deus.","conexao_teologica":"A chamada à atenção é um tema comum na Escritura, onde Deus frequentemente pede que seu povo ouça e considere suas palavras.","referencias_relacionadas":["Isaías 40:9","Mateus 11:15","Apocalipse 3:20"]},"jeremias_23_39_forget":{"palavra_pt":"forget","palavra_original":"נָשָׁה","transliteracao":"nâshâh","strong":"H5382","significado_raiz":"Ideia básica: forget.","significado_contextual":"Esquecer algo ou alguém, especialmente em um contexto de negligência espiritual.","explicacao_detalhada":"A palavra 'forget' (נָשָׁה) é usada para descrever a ação de deixar de lado a lembrança de Deus e de Seus mandamentos. No contexto de Jeremias 23:39, isso se refere ao esquecimento da palavra do Senhor e à rejeição de Sua autoridade.","por_que_esta_palavra":"Esta palavra é crucial para entender a relação entre o povo e Deus, enfatizando a gravidade de se afastar de Sua presença e de Seus ensinamentos.","conexao_teologica":"O esquecimento de Deus leva à idolatria e à desobediência, o que é um tema recorrente nas Escrituras, mostrando a necessidade de constante lembrança e adoração a Ele.","referencias_relacionadas":["Deuteronômio 8:11","Salmos 78:11","Isaías 17:10"]},"jeremias_23_40_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Dar algo, especialmente em um contexto de entrega ou oferta.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é utilizada para descrever a ação de oferecer ou conceder algo, que pode ser tanto físico quanto espiritual. Em Jeremias 23:40, refere-se ao ato de Deus de dar um aviso ao povo sobre suas transgressões.","por_que_esta_palavra":"É importante porque destaca a generosidade de Deus em comunicar Sua vontade e alertar o povo sobre as consequências de seus atos.","conexao_teologica":"O ato de dar é central na relação entre Deus e a humanidade, refletindo Sua graça e misericórdia, como visto em várias passagens que falam sobre a dádiva da salvação.","referencias_relacionadas":["João 3:16","Romanos 8:32","Tiago 1:17"]},"jeremias_23_40_repreender":{"palavra_pt":"repreender","palavra_original":"חֶרְפָּה","transliteracao":"cherpâh","strong":"H2781","significado_raiz":"Ideia básica: repreender.","significado_contextual":"Repreender ou censurar, especialmente em um contexto de correção divina.","explicacao_detalhada":"A palavra 'repreender' (חֶרְפָּה) é usada para descrever a ação de corrigir ou censurar alguém por suas ações. Em Jeremias 23:40, isso se refere à necessidade de Deus de corrigir o povo por sua infidelidade.","por_que_esta_palavra":"É essencial para entender a disciplina de Deus e como Ele busca restaurar Seu povo através da correção.","conexao_teologica":"A repreensão é uma expressão do amor de Deus, que deseja que Seu povo se arrependa e retorne ao caminho certo, como enfatizado em Hebreus 12:6.","referencias_relacionadas":["Provérbios 3:11-12","Apocalipse 3:19","Salmos 94:12"]}}