{"jeremias_24_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor, que representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o tetragrama que representa o nome pessoal de Deus. Em Jeremias 24:1, isso enfatiza a soberania de Deus sobre a história e Seu relacionamento com o povo.","por_que_esta_palavra":"É fundamental para a compreensão da identidade de Deus e Sua relação com a humanidade, sendo um nome que invoca reverência e respeito.","conexao_teologica":"O nome do Senhor é central na adoração e na oração, refletindo a importância de reconhecer Sua autoridade e poder em nossas vidas.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"jeremias_24_1_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A face ou presença de Deus, que simboliza Sua proximidade e favor.","explicacao_detalhada":"A palavra 'rosto' (פָּנִים) refere-se à presença de Deus. Em Jeremias 24:1, isso indica a importância de estar na presença de Deus e a relação íntima que Ele deseja ter com Seu povo.","por_que_esta_palavra":"É significativa porque enfatiza a busca pela presença de Deus, que é essencial para a vida espiritual do crente.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, simbolizando comunhão e favor, como visto em Números 6:25.","referencias_relacionadas":["Salmos 27:8","Salmos 31:16","Êxodo 33:14"]},"jeremias_24_1_palacio":{"palavra_pt":"templo","palavra_original":"הֵיכָל","transliteracao":"hêykâl","strong":"H1964","significado_raiz":"Ideia básica: templo.","significado_contextual":"O templo, que representa o lugar de adoração e a habitação de Deus entre Seu povo.","explicacao_detalhada":"A palavra 'templo' (הֵיכָל) é usada para descrever o local sagrado onde Deus habita. Em Jeremias 24:1, isso destaca a importância do templo como centro da adoração e da presença de Deus.","por_que_esta_palavra":"É crucial para entender a relação entre o povo e Deus, enfatizando a necessidade de um lugar de adoração e comunhão.","conexao_teologica":"O templo é um símbolo da presença de Deus e da adoração, refletindo a importância do culto e da santidade na vida do crente.","referencias_relacionadas":["1 Reis 6:1","Salmos 84:1-2","Ezequiel 37:26-27"]},"jeremias_24_2_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Algo que é agradável, benéfico ou de qualidade superior.","explicacao_detalhada":"A palavra 'bom' (טוֹב) é usada para descrever a qualidade de algo que é desejável e que traz satisfação. Em Jeremias 24:2, isso se refere à avaliação de Deus sobre o que é bom para Seu povo.","por_que_esta_palavra":"É importante porque reflete a natureza de Deus como aquele que deseja o bem para Seus filhos.","conexao_teologica":"A bondade de Deus é um tema central nas Escrituras, mostrando que Ele é a fonte de tudo que é bom e perfeito.","referencias_relacionadas":["Gênesis 1:31","Salmos 34:8","Romanos 8:28"]},"jeremias_24_2_arvore":{"palavra_pt":"arvore","palavra_original":"תְּאֵן","transliteracao":"tᵉʼên","strong":"H8384","significado_raiz":"Ideia básica: arvore.","significado_contextual":"Uma planta que simboliza vida, crescimento e frutificação.","explicacao_detalhada":"A palavra 'árvore' (תְּאֵן) é usada para descrever uma planta que produz frutos. Em Jeremias 24:2, isso simboliza a prosperidade e a bênção que Deus deseja para Seu povo.","por_que_esta_palavra":"É significativa porque representa a vida abundante que Deus oferece àqueles que permanecem nEle.","conexao_teologica":"A imagem da árvore é frequentemente usada na Bíblia para simbolizar a vida espiritual e a frutificação, como em Salmos 1:3.","referencias_relacionadas":["Gênesis 2:9","Salmos 1:3","Mateus 7:17"]},"jeremias_24_3_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Algo que é agradável, benéfico ou de qualidade superior.","explicacao_detalhada":"A palavra 'bom' (טוֹב) é repetida para enfatizar a qualidade desejável de algo. Em Jeremias 24:3, isso reafirma a avaliação de Deus sobre o que é bom para Seu povo.","por_que_esta_palavra":"É importante para entender a natureza de Deus e Sua intenção de proporcionar o que é bom e benéfico para aqueles que O seguem.","conexao_teologica":"A bondade de Deus é um tema recorrente, mostrando que Ele se preocupa com o bem-estar de Seu povo e deseja que experimentem Sua bondade.","referencias_relacionadas":["Salmos 100:5","Romanos 2:4","Gálatas 5:22"]},"jeremias_24_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Falar ou declarar algo com autoridade.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para descrever a ação de comunicar uma mensagem. Em Jeremias 24:3, isso se refere à declaração de Deus sobre o que é bom e desejável para Seu povo.","por_que_esta_palavra":"É essencial para entender a comunicação de Deus e a importância de ouvir Sua voz.","conexao_teologica":"A fala de Deus é poderosa e criativa, refletindo Sua autoridade e a importância de Sua palavra em nossas vidas.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Hebreus 4:12"]},"jeremias_24_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como o Deus soberano e criador.","explicacao_detalhada":"O termo 'Senhor' (יְהֹוָה) é utilizado para enfatizar a autoridade e a divindade de Deus, que governa sobre todas as coisas.","por_que_esta_palavra":"A palavra é usada para estabelecer a relação de Deus com o Seu povo, mostrando que Ele é o Senhor que cuida e dirige.","conexao_teologica":"A soberania de Deus é um tema central na teologia, refletindo Sua autoridade sobre a criação e a história.","referencias_relacionadas":["Salmos 24:1","Isaías 45:18","Êxodo 3:14"]},"jeremias_24_4_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica uma mudança de estado, como a queda de um povo ou nação.","explicacao_detalhada":"A palavra 'cair' (הָיָה) é usada para descrever a transição de um estado de bem-estar para um de ruína ou desolação.","por_que_esta_palavra":"É importante para entender o juízo de Deus sobre Israel e as consequências de sua desobediência.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a necessidade de arrependimento e a soberania de Deus em julgar.","referencias_relacionadas":["Ezequiel 18:30","Romanos 11:22","Gálatas 6:7"]},"jeremias_24_4_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à mensagem ou decreto de Deus.","explicacao_detalhada":"A palavra 'coisa' ou 'palavra' (דָּבָר) é usada para descrever a comunicação divina, que traz instruções e advertências ao povo.","por_que_esta_palavra":"É fundamental para entender a revelação de Deus e como Ele se comunica com a humanidade.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo um meio pelo qual Ele se relaciona com Seu povo.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Salmos 119:105"]},"jeremias_24_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se ao Senhor como a fonte de autoridade.","explicacao_detalhada":"A repetição do termo 'Senhor' (יְהֹוָה) enfatiza a importância da obediência à Sua palavra e vontade.","por_que_esta_palavra":"Reforça a ideia de que Deus é o único digno de ser seguido e obedecido.","conexao_teologica":"A relação entre Deus e Seu povo é baseada na obediência e na reverência ao Seu nome.","referencias_relacionadas":["Salmos 119:138","Isaías 42:8","Mateus 6:9"]},"jeremias_24_5_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade de Deus e ao que é agradável a Ele.","explicacao_detalhada":"A palavra 'bom' (טוֹב) é usada para descrever a natureza de Deus e o que Ele considera justo e correto.","por_que_esta_palavra":"É essencial para entender a moralidade divina e o que Deus espera de Seu povo.","conexao_teologica":"A bondade de Deus é um atributo fundamental que deve ser refletido na vida dos crentes.","referencias_relacionadas":["Salmos 34:8","Gálatas 5:22","Romanos 12:2"]},"jeremias_24_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Mais uma vez, refere-se ao Senhor como a fonte de bondade.","explicacao_detalhada":"A repetição do termo 'Senhor' (יְהֹוָה) reforça a ideia de que toda bondade provém de Deus.","por_que_esta_palavra":"Destaca a importância de reconhecer Deus como a origem de tudo que é bom.","conexao_teologica":"A bondade de Deus é um tema central na adoração e na vida cristã.","referencias_relacionadas":["Tiago 1:17","Salmos 100:5","Romanos 2:4"]},"jeremias_24_5_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade e ao poder de Deus.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada para descrever a natureza suprema de Deus como criador e sustentador do universo.","por_que_esta_palavra":"É fundamental para entender a relação entre Deus e a criação, bem como a adoração que lhe é devida.","conexao_teologica":"A compreensão de Deus como 'Elohim' é central para a teologia monoteísta.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"jeremias_24_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território físico e à criação de Deus.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever o mundo criado por Deus, que é visto como bom.","por_que_esta_palavra":"É importante para entender a relação entre Deus e a criação, bem como a responsabilidade do homem sobre a terra.","conexao_teologica":"A criação é um testemunho da glória de Deus e da Sua soberania.","referencias_relacionadas":["Salmos 24:1","Gênesis 1:31","Romanos 8:19-21"]},"jeremias_24_6_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade da criação de Deus.","explicacao_detalhada":"A palavra 'bom' (טוֹב) é usada para descrever a qualidade da criação, que reflete a natureza de Deus.","por_que_esta_palavra":"É essencial para entender que tudo o que Deus criou é bom e tem um propósito.","conexao_teologica":"A bondade da criação é um reflexo da bondade do Criador.","referencias_relacionadas":["Gênesis 1:31","Salmos 145:9","Tiago 1:17"]},"jeremias_24_6_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude e à majestade de Deus.","explicacao_detalhada":"A palavra 'grande' (שׂוּם) é usada para descrever a grandeza de Deus em Sua criação e em Seus feitos.","por_que_esta_palavra":"É importante para reconhecer a soberania e o poder de Deus sobre todas as coisas.","conexao_teologica":"A grandeza de Deus é um tema central na adoração e na reverência que devemos a Ele.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"jeremias_24_7_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de conceder algo a alguém, enfatizando a generosidade de Deus.","explicacao_detalhada":"No contexto de Jeremias 24:7, Deus promete dar um coração para conhecer a Ele, o que implica uma transformação espiritual e um relacionamento mais profundo com o Seu povo.","por_que_esta_palavra":"Esta palavra é crucial porque destaca a ação de Deus em oferecer a capacidade de conhecer e amar a Ele, algo que é essencial para a vida espiritual.","conexao_teologica":"A ideia de Deus dar um coração novo é um tema recorrente na Bíblia, simbolizando renovação e restauração espiritual.","referencias_relacionadas":["Ezequiel 36:26","Salmos 51:10","Hebreus 8:10"]},"jeremias_24_7_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é usada para se referir ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"No versículo, a menção de Deus enfatiza Sua soberania e autoridade sobre a história de Israel, especialmente em tempos de crise.","por_que_esta_palavra":"É fundamental reconhecer Deus como a fonte de toda esperança e redenção, especialmente em momentos de desespero.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele está no controle de todas as coisas.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 11:36"]},"jeremias_24_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou à forma de agir.","explicacao_detalhada":"Neste contexto, 'modo' pode se referir à maneira como Deus se relaciona com Seu povo e como Ele espera que eles respondam a Ele.","por_que_esta_palavra":"Entender o 'modo' é importante para compreender a dinâmica do relacionamento entre Deus e Israel.","conexao_teologica":"A forma como Deus se revela e se relaciona com a humanidade é um tema importante na teologia, mostrando a importância da obediência e da resposta humana.","referencias_relacionadas":["Deuteronômio 10:12","Miquéias 6:8","Romanos 12:1-2"]},"jeremias_24_8_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo, ao território, e simboliza a herança e a promessa de Deus ao Seu povo.","explicacao_detalhada":"No contexto de Jeremias 24:8, a terra é um símbolo da aliança de Deus com Israel, representando segurança e bênção.","por_que_esta_palavra":"A terra é um elemento central na narrativa bíblica, representando tanto a promessa de Deus quanto a desobediência do povo.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, simbolizando a presença de Deus e a realização de Suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Josué 1:2"]},"jeremias_24_8_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de decidir ou avaliar, muitas vezes em um contexto de justiça.","explicacao_detalhada":"Neste versículo, 'julgar' implica que Deus está avaliando a condição espiritual de Seu povo e suas ações.","por_que_esta_palavra":"A justiça de Deus é um aspecto crucial de Seu caráter, e Ele julga com equidade e verdade.","conexao_teologica":"O julgamento de Deus é um tema importante na Bíblia, mostrando que Ele é justo e que haverá prestação de contas.","referencias_relacionadas":["Salmos 9:7-8","Eclesiastes 12:14","Romanos 14:10-12"]},"jeremias_24_8_arvore":{"palavra_pt":"arvore","palavra_original":"תְּאֵן","transliteracao":"tᵉʼên","strong":"H8384","significado_raiz":"Ideia básica: arvore.","significado_contextual":"A palavra 'árvore' pode simbolizar crescimento, vida e a relação entre o povo e Deus.","explicacao_detalhada":"No contexto, a árvore pode representar a prosperidade e a bênção que vêm de estar em comunhão com Deus.","por_que_esta_palavra":"As árvores frequentemente simbolizam a vida e a fecundidade nas Escrituras, refletindo a saúde espiritual do povo.","conexao_teologica":"A metáfora da árvore é usada em várias passagens bíblicas para ilustrar a vida em Cristo e a frutificação espiritual.","referencias_relacionadas":["Salmos 1:3","João 15:5","Gálatas 5:22-23"]},"jeremias_24_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas são feitas, especialmente em relação ao comportamento do povo.","explicacao_detalhada":"Neste contexto, 'modo' pode se referir à forma como o povo de Deus deve viver em obediência e fidelidade.","por_que_esta_palavra":"Entender o 'modo' é essencial para a prática da fé e a vivência dos princípios de Deus.","conexao_teologica":"A maneira de viver segundo os princípios de Deus é um tema central na ética cristã.","referencias_relacionadas":["1 Pedro 1:15-16","Efésios 4:1","Colossenses 3:17"]},"jeremias_24_9_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' novamente refere-se ao território e à herança que Deus deu ao Seu povo.","explicacao_detalhada":"No contexto, a terra é um símbolo da aliança e da presença de Deus entre Seu povo.","por_que_esta_palavra":"A terra é um elemento central na história da salvação, representando a fidelidade de Deus às Suas promessas.","conexao_teologica":"A relação entre Deus e a terra é um tema importante, simbolizando a conexão entre o sagrado e o profano.","referencias_relacionadas":["Deuteronômio 11:12","Salmos 37:29","Isaías 60:21"]},"jeremias_24_9_repreender":{"palavra_pt":"repreender","palavra_original":"חֶרְפָּה","transliteracao":"cherpâh","strong":"H2781","significado_raiz":"Ideia básica: repreender.","significado_contextual":"A palavra 'repreender' refere-se ao ato de corrigir ou chamar à responsabilidade.","explicacao_detalhada":"Neste contexto, Deus está chamando a atenção do Seu povo para suas falhas e pecados, buscando a correção.","por_que_esta_palavra":"A repreensão é uma parte importante do amor de Deus, que deseja que Seu povo se arrependa e volte para Ele.","conexao_teologica":"A disciplina divina é um tema importante, mostrando que Deus se preocupa com a santidade de Seu povo.","referencias_relacionadas":["Provérbios 3:11-12","Hebreus 12:5-6","Apocalipse 3:19"]},"jeremias_24_10_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"A palavra 'fome' refere-se à falta de alimento, mas também simboliza a necessidade espiritual.","explicacao_detalhada":"Neste versículo, a fome pode representar a consequência do afastamento de Deus e a necessidade de buscar a Sua presença.","por_que_esta_palavra":"A fome é uma metáfora poderosa para a busca espiritual e a necessidade de se alimentar da Palavra de Deus.","conexao_teologica":"A fome espiritual é um tema recorrente, mostrando a importância de buscar a Deus e Sua justiça.","referencias_relacionadas":["Mateus 5:6","Amós 8:11","João 6:35"]},"jeremias_24_10_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se à terra ou solo em um contexto de julgamento e restauração.","explicacao_detalhada":"A palavra 'solo' (אֲדָמָה) é usada para descrever a terra que é tanto física quanto simbólica, representando o povo de Israel que seria levado ao exílio.","por_que_esta_palavra":"O uso de 'solo' enfatiza a conexão entre o povo e a terra prometida, e o impacto do pecado sobre essa relação.","conexao_teologica":"A terra é um tema central na teologia bíblica, simbolizando a promessa de Deus e a herança do Seu povo.","referencias_relacionadas":["Deuteronômio 11:12","Salmos 37:29","Isaías 61:4"]},"jeremias_24_10_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Indica a ação de Deus em enviar o povo ao exílio como parte de Seu plano de disciplina.","explicacao_detalhada":"'Enviar' (שָׁלַח) implica uma ação deliberada de Deus, mostrando que o exílio não é um acidente, mas parte de um propósito divino.","por_que_esta_palavra":"A palavra é crucial para entender a soberania de Deus sobre a história e a disciplina do Seu povo.","conexao_teologica":"Reflete a ideia de que Deus é ativo na história, guiando e corrigindo Seu povo.","referencias_relacionadas":["Ezequiel 36:24","Oséias 11:1","Mateus 10:16"]}}