{"jeremias_25_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à mensagem de Deus transmitida através do profeta Jeremias.","explicacao_detalhada":"'Palavra' (דָּבָר) é um termo que denota não apenas a fala, mas a ação e o cumprimento da vontade de Deus.","por_que_esta_palavra":"É fundamental para entender a autoridade profética e a revelação divina na história de Israel.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo um meio pelo qual Deus se comunica com Seu povo.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Salmos 119:105"]},"jeremias_25_1_rei":{"palavra_pt":"rei","palavra_original":"יְהוֹיָקִים","transliteracao":"Yᵉhôwyâqîym","strong":"H3079","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei Jeoaquim, que governava durante o tempo de Jeremias.","explicacao_detalhada":"'Rei' (יְהוֹיָקִים) é um título que implica autoridade e responsabilidade, especialmente em relação à obediência a Deus.","por_que_esta_palavra":"A menção do rei é importante para entender o contexto político e espiritual de Judá na época.","conexao_teologica":"Deus estabelece autoridades e espera que elas governem segundo Sua vontade.","referencias_relacionadas":["2 Reis 23:34","2 Crônicas 36:5","Jeremias 22:18"]},"jeremias_25_2_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se ao papel de Jeremias como porta-voz de Deus.","explicacao_detalhada":"'Profeta' (נָבִיא) é alguém chamado por Deus para transmitir mensagens de advertência e esperança ao povo.","por_que_esta_palavra":"A função do profeta é essencial para a comunicação da vontade de Deus em tempos de crise.","conexao_teologica":"Os profetas são instrumentos de Deus para chamar o povo ao arrependimento e à fidelidade.","referencias_relacionadas":["Amós 3:7","Ezequiel 2:7","Mateus 5:12"]},"jeremias_25_2_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de Deus de julgar as nações e Seu povo.","explicacao_detalhada":"'Julgar' (יָשַׁב) implica a ideia de avaliar e decidir sobre a justiça e a injustiça.","por_que_esta_palavra":"A palavra é crucial para entender a justiça de Deus e Sua resposta ao pecado.","conexao_teologica":"Deus é justo e Seu julgamento é uma expressão de Sua santidade e amor.","referencias_relacionadas":["Salmos 9:7","Isaías 26:9","Romanos 2:6"]},"jeremias_25_3_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo específico em que Deus agiria.","explicacao_detalhada":"'Dia' (יוֹם) é frequentemente usado na Bíblia para denotar um período de ação divina ou julgamento.","por_que_esta_palavra":"A menção do 'dia' enfatiza a certeza de que Deus cumprirá Suas promessas e juízos.","conexao_teologica":"O conceito de 'dia do Senhor' é central na escatologia bíblica.","referencias_relacionadas":["Joel 2:31","Amós 5:18","1 Tessalonicenses 5:2"]},"jeremias_25_3_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a presença de pessoas ou nações em um determinado contexto.","explicacao_detalhada":"'Entre' (מִן) sugere uma relação de proximidade ou inclusão, destacando a coletividade do povo.","por_que_esta_palavra":"A palavra é importante para entender a dinâmica social e espiritual do povo de Deus.","conexao_teologica":"Deus se relaciona com Seu povo em comunidade, enfatizando a importância da coletividade na fé.","referencias_relacionadas":["Atos 2:44","Hebreus 10:25","1 Coríntios 12:12"]},"jeremias_25_3_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência e à relação familiar dentro do povo de Israel.","explicacao_detalhada":"'Filho' (בֵּן) é um termo que representa não apenas a relação biológica, mas também a herança espiritual.","por_que_esta_palavra":"A palavra é fundamental para entender a identidade do povo de Deus como Sua família.","conexao_teologica":"A filiação é um tema central na teologia, refletindo a relação íntima entre Deus e Seu povo.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:14","Efésios 1:5"]},"jeremias_25_4_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Reitera o papel de Jeremias como profeta em meio ao povo.","explicacao_detalhada":"'Profeta' (נָבִיא) é um mediador entre Deus e o povo, trazendo mensagens de advertência e esperança.","por_que_esta_palavra":"A repetição da palavra enfatiza a importância da voz profética em tempos de crise.","conexao_teologica":"Os profetas são essenciais para a revelação de Deus e a chamada ao arrependimento.","referencias_relacionadas":["Jeremias 1:5","Ezequiel 3:17","Mateus 10:41"]},"jeremias_25_4_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se ao ato de Deus enviar profetas para alertar o povo sobre suas transgressões.","explicacao_detalhada":"No contexto de Jeremias 25:4, Deus está enviando Jeremias como um mensageiro para advertir o povo de Judá sobre o julgamento iminente devido à sua desobediência. O verbo 'enviar' implica uma ação divina de convocação e instrução.","por_que_esta_palavra":"A escolha da palavra 'enviar' enfatiza a iniciativa de Deus em se comunicar com seu povo, mostrando que Ele se preocupa com seu bem-estar espiritual.","conexao_teologica":"A ideia de envio é central na teologia bíblica, onde Deus frequentemente envia profetas e, mais tarde, Seu Filho, Jesus Cristo, para trazer a mensagem de salvação.","referencias_relacionadas":["Isaías 6:8","Mateus 10:16","Romanos 10:15"]},"jeremias_25_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' refere-se à soberania de Deus sobre todas as coisas e sua autoridade suprema.","explicacao_detalhada":"Em Jeremias 25:4, o uso do nome 'Senhor' (YHWH) destaca a relação de Deus com seu povo e sua posição como criador e governante. É um reconhecimento de sua majestade e poder.","por_que_esta_palavra":"A palavra 'senhor' é utilizada para reafirmar a autoridade de Deus sobre a história e a vida do povo de Israel, especialmente em tempos de crise.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, simbolizando sua presença e compromisso com a humanidade, especialmente em momentos de necessidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Romanos 14:8"]},"jeremias_25_5_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de Deus avaliar as ações do povo e determinar as consequências de suas escolhas.","explicacao_detalhada":"No versículo, Deus está prestes a julgar a nação de Judá por sua infidelidade e idolatria. O julgamento é uma expressão da justiça divina e da necessidade de correção.","por_que_esta_palavra":"O uso de 'julgar' enfatiza a responsabilidade moral do povo e a certeza de que Deus não ignora a injustiça.","conexao_teologica":"O julgamento de Deus é um tema importante na Bíblia, refletindo sua justiça e santidade, e a necessidade de arrependimento.","referencias_relacionadas":["Ezequiel 18:30","Mateus 12:36","Apocalipse 20:12"]},"jeremias_25_5_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"A palavra 'solo' refere-se à terra que Deus deu ao seu povo, simbolizando a herança e a promessa.","explicacao_detalhada":"Em Jeremias 25:5, o 'solo' representa não apenas a terra física, mas também a relação do povo com Deus e as bênçãos que vêm de sua obediência.","por_que_esta_palavra":"A menção do 'solo' destaca a importância da terra prometida e a responsabilidade do povo em cuidar dela conforme as instruções de Deus.","conexao_teologica":"A terra é um símbolo da aliança de Deus com Israel, refletindo a fidelidade de Deus em cumprir suas promessas.","referencias_relacionadas":["Deuteronômio 8:7","Salmos 37:11","Hebreus 11:9"]},"jeremias_25_5_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para comunicar a mensagem de Deus ao povo, enfatizando a importância da revelação divina.","explicacao_detalhada":"No contexto, 'dizer' refere-se à comunicação clara e direta de Deus através de Jeremias, que traz advertências e instruções ao povo.","por_que_esta_palavra":"A escolha de 'dizer' ressalta a necessidade de ouvir e obedecer à palavra de Deus, que é vital para a vida espiritual.","conexao_teologica":"A comunicação de Deus com a humanidade é um tema central na Bíblia, mostrando que Ele deseja que seu povo conheça sua vontade.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Tiago 1:22"]},"jeremias_25_6_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à natureza das ações que Deus espera de seu povo, que devem refletir sua santidade.","explicacao_detalhada":"Em Jeremias 25:6, 'bom' é um chamado à retidão e à obediência, contrastando com as práticas corruptas do povo.","por_que_esta_palavra":"A ênfase no 'bom' destaca a expectativa de Deus de que seu povo viva de acordo com seus padrões de moralidade.","conexao_teologica":"A bondade de Deus é um tema recorrente, mostrando que Ele deseja o melhor para seu povo e que suas instruções são para o bem deles.","referencias_relacionadas":["Miquéias 6:8","Romanos 12:2","Gálatas 5:22"]},"jeremias_25_6_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade que é digna de adoração e reverência, enfatizando sua soberania.","explicacao_detalhada":"No versículo, a menção de 'deus' sublinha a importância de reconhecer a autoridade e o poder de Deus sobre todas as coisas, incluindo a vida do povo.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a relação do povo com o Criador e a necessidade de se submeter a Ele.","conexao_teologica":"A adoração a Deus é um tema central na Bíblia, refletindo a resposta adequada do ser humano à sua grandeza e santidade.","referencias_relacionadas":["Salmos 46:10","Isaías 40:28","1 Pedro 5:7"]},"jeremias_25_6_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em obedecer e caminhar de acordo com os mandamentos de Deus.","explicacao_detalhada":"Em Jeremias 25:6, 'seguir' é um convite à fidelidade e à devoção a Deus, contrastando com a infidelidade do povo.","por_que_esta_palavra":"A escolha de 'seguir' enfatiza a ação contínua de buscar a vontade de Deus em todas as áreas da vida.","conexao_teologica":"Seguir a Deus é um chamado para todos os crentes, refletindo a necessidade de uma vida de discipulado e obediência.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","Gálatas 5:25"]},"jeremias_25_7_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' é usada novamente para enfatizar a qualidade das ações que Deus espera de seu povo.","explicacao_detalhada":"No contexto, 'bom' refere-se à necessidade de o povo se afastar do mal e buscar a justiça e a retidão diante de Deus.","por_que_esta_palavra":"A repetição da palavra 'bom' reforça a urgência da mensagem de arrependimento e mudança de comportamento.","conexao_teologica":"A bondade de Deus e a expectativa de ações justas são temas que permeiam toda a Escritura, mostrando a natureza de Deus como justo e bom.","referencias_relacionadas":["Salmos 34:8","Romanos 2:4","Efésios 2:10"]},"jeremias_25_7_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à autenticidade e à fidelidade que Deus espera de seu povo.","explicacao_detalhada":"Em Jeremias 25:7, 'verdade' é um chamado à sinceridade e à integridade nas relações com Deus e com os outros.","por_que_esta_palavra":"A ênfase na 'verdade' destaca a importância de viver de maneira autêntica e fiel aos princípios de Deus.","conexao_teologica":"A verdade é um atributo de Deus e um princípio fundamental na vida cristã, refletindo a necessidade de viver em conformidade com a vontade divina.","referencias_relacionadas":["João 4:24","Efésios 4:15","1 João 1:6"]},"jeremias_25_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como o Deus soberano que governa sobre todas as nações.","explicacao_detalhada":"A palavra 'Senhor' (יְהֹוָה) é usada para enfatizar a autoridade e o poder de Deus sobre a criação e a história. Neste contexto, Jeremias está comunicando a mensagem de Deus ao povo de Israel, lembrando-os de sua relação com o Senhor.","por_que_esta_palavra":"Esta palavra é fundamental para entender a natureza de Deus como o Criador e Sustentador do universo, além de ser um convite à submissão e reverência.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele tem controle sobre os eventos históricos e pessoais.","referencias_relacionadas":["Salmos 24:1","Isaías 45:7","Romanos 13:1"]},"jeremias_25_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Reforça a ideia de que o Senhor é o único Deus verdadeiro, que se comunica com seu povo.","explicacao_detalhada":"A repetição da palavra 'Senhor' destaca a importância da obediência e da fidelidade a Deus, especialmente em tempos de crise e julgamento.","por_que_esta_palavra":"É uma chamada à atenção do povo para que reconheçam a autoridade de Deus em suas vidas e se afastem da idolatria.","conexao_teologica":"A relação entre Deus e seu povo é marcada por promessas e advertências, onde a fidelidade a Deus é essencial para a bênção.","referencias_relacionadas":["Deuteronômio 6:4","Ezequiel 34:30","Hebreus 13:8"]},"jeremias_25_8_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade absoluta que vem de Deus, contrastando com as mentiras e enganos do mundo.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para enfatizar a importância da honestidade e da integridade na relação com Deus e com os outros.","por_que_esta_palavra":"A verdade é um atributo de Deus e deve ser refletida na vida do crente, que é chamado a viver de acordo com a verdade divina.","conexao_teologica":"A verdade de Deus é revelada nas Escrituras e é fundamental para a salvação e a vida cristã.","referencias_relacionadas":["João 14:6","Salmos 119:160","Efésios 4:15"]},"jeremias_25_8_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus como um meio de comunicação e revelação ao seu povo.","explicacao_detalhada":"A palavra 'coisa' ou 'palavra' (דָּבָר) é central na mensagem profética, indicando que o que Deus diz deve ser levado a sério e obedecido.","por_que_esta_palavra":"A palavra de Deus é viva e eficaz, e serve como guia para a vida do crente.","conexao_teologica":"A revelação de Deus através da Sua palavra é essencial para a fé e a prática cristã.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","2 Timóteo 3:16-17"]},"jeremias_25_9_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como o lugar onde o povo de Deus habita e onde suas promessas se realizam.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é significativa no contexto da aliança de Deus com Israel, simbolizando tanto a bênção quanto o julgamento.","por_que_esta_palavra":"A terra é um símbolo da presença de Deus e da herança que Ele deu ao seu povo.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, representando a fidelidade de Deus às suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Josué 1:3"]},"jeremias_25_9_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"Um chamado à atenção para a mensagem que está sendo proclamada.","explicacao_detalhada":"A palavra 'eis' (הֵן) serve como um alerta para que o povo preste atenção ao que Deus está dizendo através do profeta.","por_que_esta_palavra":"É uma expressão que indica a importância do que está prestes a ser revelado.","conexao_teologica":"Deus frequentemente usa profetas para chamar a atenção do seu povo para verdades importantes.","referencias_relacionadas":["Isaías 40:9","Mateus 3:2","Apocalipse 1:7"]},"jeremias_25_10_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Refere-se à voz de Deus como um meio de comunicação e autoridade.","explicacao_detalhada":"A palavra 'voz' (קוֹל) é usada para descrever como Deus se manifesta e fala ao seu povo, trazendo advertências e consolos.","por_que_esta_palavra":"A voz de Deus é poderosa e deve ser ouvida e obedecida.","conexao_teologica":"A comunicação de Deus com a humanidade é uma parte vital da relação entre Criador e criatura.","referencias_relacionadas":["Salmos 29:4","João 10:27","Apocalipse 3:20"]},"jeremias_25_10_perecer":{"palavra_pt":"perecer","palavra_original":"אָבַד","transliteracao":"ʼâbad","strong":"H6","significado_raiz":"Ideia básica: perecer.","significado_contextual":"Refere-se à consequência do afastamento de Deus e da desobediência.","explicacao_detalhada":"A palavra 'perecer' (אָבַד) indica a gravidade do julgamento que vem sobre aqueles que rejeitam a palavra de Deus.","por_que_esta_palavra":"É um aviso sobre as consequências da desobediência e a necessidade de arrependimento.","conexao_teologica":"O conceito de julgamento e misericórdia é central na mensagem bíblica, mostrando a necessidade de retorno a Deus.","referencias_relacionadas":["Romanos 6:23","Ezequiel 18:30","Mateus 7:13-14"]},"jeremias_25_10_iluminacao":{"palavra_pt":"luz","palavra_original":"אוֹר","transliteracao":"ʼôwr","strong":"H216","significado_raiz":"Ideia básica: luz.","significado_contextual":"Refere-se à luz como símbolo da presença e revelação de Deus.","explicacao_detalhada":"A palavra 'luz' (אוֹר) é frequentemente usada na Bíblia para descrever a verdade e a santidade de Deus, contrastando com as trevas do pecado.","por_que_esta_palavra":"A luz de Deus traz clareza e direção, essencial para a vida espiritual.","conexao_teologica":"Jesus é descrito como a luz do mundo, trazendo salvação e verdade.","referencias_relacionadas":["João 8:12","Salmos 119:130","1 João 1:5"]},"jeremias_25_11_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como o cenário do julgamento e da restauração de Deus.","explicacao_detalhada":"A repetição da palavra 'terra' (אֶרֶץ) enfatiza a importância do espaço físico onde as promessas de Deus se realizam.","por_que_esta_palavra":"A terra é um símbolo da herança e do plano de Deus para seu povo.","conexao_teologica":"A relação entre Deus e a terra é um tema central na narrativa bíblica, refletindo a fidelidade de Deus às suas promessas.","referencias_relacionadas":["Gênesis 1:1","Salmos 37:11","Apocalipse 21:1"]},"jeremias_25_11_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à queda de um povo ou nação em desgraça devido ao seu afastamento de Deus.","explicacao_detalhada":"Neste contexto, 'cair' implica uma queda moral e espiritual, onde a desobediência ao Senhor leva ao juízo e à destruição.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a fragilidade da condição humana diante do juízo divino.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a separação entre Deus e a humanidade, que é restaurada através de Cristo.","referencias_relacionadas":["Isaías 53:6","Romanos 3:23","Gálatas 6:7"]},"jeremias_25_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como os eventos se desenrolam, indicando um processo ou um estilo de vida.","explicacao_detalhada":"Neste versículo, 'modo' sugere que a forma como o povo vive e se comporta está diretamente ligada ao seu destino.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender que as ações e escolhas do povo têm consequências espirituais e sociais.","conexao_teologica":"A maneira de viver segundo os princípios de Deus é fundamental para a bênção e a proteção divina.","referencias_relacionadas":["Provérbios 14:12","Mateus 7:13-14","Gálatas 5:16"]},"jeremias_25_12_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A repetição da palavra 'cair' reforça a ideia de que a queda é um resultado inevitável do juízo de Deus.","explicacao_detalhada":"Aqui, 'cair' denota a consequência do pecado e da rebelião contra Deus, levando ao exílio e à destruição.","por_que_esta_palavra":"A palavra é usada para enfatizar a gravidade da situação e a certeza do juízo divino.","conexao_teologica":"A queda do povo é um aviso sobre a necessidade de arrependimento e retorno a Deus.","referencias_relacionadas":["Ezequiel 18:30","Romanos 6:23","Hebreus 10:31"]},"jeremias_25_12_encher":{"palavra_pt":"encher","palavra_original":"מָלֵא","transliteracao":"mâlêʼ","strong":"H4390","significado_raiz":"Ideia básica: encher.","significado_contextual":"A palavra 'encher' refere-se ao ato de completar ou satisfazer uma necessidade, especialmente em relação ao juízo de Deus.","explicacao_detalhada":"Neste contexto, 'encher' pode se referir ao enchimento da medida da iniquidade, que leva ao juízo final.","por_que_esta_palavra":"A escolha da palavra 'encher' destaca a ideia de que a paciência de Deus tem um limite.","conexao_teologica":"Deus é justo e sua justiça se manifesta quando a iniquidade atinge seu ápice.","referencias_relacionadas":["Gênesis 15:16","Mateus 23:32","Apocalipse 16:19"]},"jeremias_25_12_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' implica a ação de Deus em resgatar seu povo do cativeiro e da opressão.","explicacao_detalhada":"Neste versículo, 'libertar' é uma promessa de restauração e redenção após o juízo.","por_que_esta_palavra":"A palavra é significativa pois reflete a natureza redentora de Deus, que sempre busca restaurar seu povo.","conexao_teologica":"A libertação é um tema central na Bíblia, culminando na obra redentora de Cristo.","referencias_relacionadas":["Salmos 34:17","Isaías 61:1","Lucas 4:18"]},"jeremias_25_13_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território prometido a Israel, que simboliza a herança e a presença de Deus.","explicacao_detalhada":"Neste contexto, 'terra' é um lembrete da aliança de Deus com seu povo e das consequências da desobediência.","por_que_esta_palavra":"A palavra 'terra' é fundamental para entender a relação entre Deus e Israel, como um espaço sagrado.","conexao_teologica":"A terra prometida é um símbolo da promessa de Deus de habitar entre seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Deuteronômio 30:5"]},"jeremias_25_13_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se ao chamado de Deus para que seu povo retorne a Ele.","explicacao_detalhada":"Neste versículo, 'vir' implica um convite à reconciliação e ao arrependimento.","por_que_esta_palavra":"A palavra 'vir' é um apelo à ação, enfatizando a necessidade de resposta ao chamado divino.","conexao_teologica":"O chamado de Deus é um tema central na Bíblia, refletindo seu desejo de restaurar a comunhão com a humanidade.","referencias_relacionadas":["Isaías 55:1","Mateus 11:28","Apocalipse 22:17"]},"jeremias_25_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' novamente destaca a forma como o povo deve se comportar ao retornar a Deus.","explicacao_detalhada":"Neste contexto, 'modo' sugere que a atitude e o comportamento são cruciais para a aceitação de Deus.","por_que_esta_palavra":"A repetição da palavra 'modo' enfatiza a importância de viver de acordo com os princípios divinos.","conexao_teologica":"A maneira de viver em conformidade com a vontade de Deus é essencial para a vida espiritual.","referencias_relacionadas":["Romanos 12:1-2","Efésios 4:1","Colossenses 3:17"]},"jeremias_25_14_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e ao governo, simbolizando a soberania de Deus sobre as nações.","explicacao_detalhada":"Neste versículo, 'rei' implica que Deus é o verdadeiro governante, mesmo quando os reis humanos falham.","por_que_esta_palavra":"A palavra 'rei' é significativa para entender a soberania de Deus em meio ao caos político.","conexao_teologica":"Deus é apresentado como o Rei dos Reis, que governa com justiça e retidão.","referencias_relacionadas":["Salmos 47:2","Isaías 9:6-7","Apocalipse 19:16"]},"jeremias_25_14_corpo":{"palavra_pt":"corpo","palavra_original":"שָׁלַם","transliteracao":"shâlam","strong":"H7999","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' refere-se à totalidade do povo de Israel, simbolizando a coletividade e a unidade.","explicacao_detalhada":"Neste contexto, 'corpo' implica que a nação como um todo está sujeita ao juízo e à redenção de Deus.","por_que_esta_palavra":"A palavra 'corpo' é usada para enfatizar a conexão entre os indivíduos e a nação diante de Deus.","conexao_teologica":"A ideia de corpo é central na teologia do Novo Testamento, onde a Igreja é descrita como o corpo de Cristo.","referencias_relacionadas":["1 Coríntios 12:12-27","Efésios 4:4-6","Colossenses 1:18"]},"jeremias_25_14_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade de algo que é agradável ou benéfico.","explicacao_detalhada":"No contexto de Jeremias 25:14, a palavra 'bom' é utilizada para descrever as ações de Deus que têm um propósito positivo, mesmo em meio ao juízo.","por_que_esta_palavra":"A palavra é escolhida para enfatizar que, apesar das dificuldades, Deus ainda tem um plano bom para o seu povo.","conexao_teologica":"A bondade de Deus é um tema central na teologia bíblica, mostrando que Ele deseja o bem para a humanidade.","referencias_relacionadas":["Salmos 119:68","Romanos 8:28","Tiago 1:17"]},"jeremias_25_15_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma explicação ou justificativa para uma ação.","explicacao_detalhada":"A palavra 'porque' conecta a ação de Deus com a razão pela qual Ele está agindo, revelando a lógica divina por trás de Seus decretos.","por_que_esta_palavra":"É crucial para entender a motivação de Deus em relação ao juízo que Ele está prestes a trazer.","conexao_teologica":"A soberania de Deus é frequentemente explicada em termos de Sua vontade e propósito, que são sempre justos.","referencias_relacionadas":["Isaías 55:8-9","Romanos 11:33","Efésios 1:11"]},"jeremias_25_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome pessoal de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"O nome 'Senhor' (YHWH) é central na revelação de Deus ao Seu povo, simbolizando Sua presença e promessa.","por_que_esta_palavra":"Usar o nome de Deus enfatiza a relação pessoal e a aliança que Ele tem com Israel.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, representando Sua identidade e a relação com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"jeremias_25_15_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, enfatizando o poder e a soberania de Deus.","explicacao_detalhada":"A palavra 'Deus' (Elohim) é usada para afirmar a autoridade suprema de Deus sobre todas as coisas.","por_que_esta_palavra":"É importante para reconhecer que Deus é o criador e sustentador do universo, e que Ele tem o direito de julgar.","conexao_teologica":"A soberania de Deus é um dos pilares da fé cristã, mostrando que Ele controla a história.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"jeremias_25_16_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"Refere-se ao ato de louvar ou exaltar a Deus.","explicacao_detalhada":"A palavra 'louvar' é um chamado à adoração, reconhecendo a grandeza e a majestade de Deus.","por_que_esta_palavra":"É essencial para a vida espiritual do povo, pois louvar a Deus é uma resposta natural à Sua bondade.","conexao_teologica":"A adoração é um aspecto fundamental da vida cristã, refletindo a relação entre o Criador e a criação.","referencias_relacionadas":["Salmos 150:6","Hebreus 13:15","1 Pedro 2:9"]},"jeremias_25_16_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à presença de Deus, simbolizando intimidade e relacionamento.","explicacao_detalhada":"A palavra 'rosto' implica em estar na presença de Deus, que é um tema importante na adoração.","por_que_esta_palavra":"É uma expressão de desejo de estar próximo de Deus, buscando Sua face em tempos de necessidade.","conexao_teologica":"A busca pela presença de Deus é um tema recorrente na Bíblia, mostrando a importância do relacionamento com Ele.","referencias_relacionadas":["Salmos 27:8","Números 6:25","Mateus 5:8"]},"jeremias_25_17_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se ao ato de tomar ou receber algo.","explicacao_detalhada":"A palavra 'tomar' é usada para descrever a ação de receber o cálice do juízo que Deus está prestes a enviar.","por_que_esta_palavra":"É uma metáfora para aceitar a responsabilidade pelas consequências das ações.","conexao_teologica":"A aceitação do juízo de Deus é um tema importante, refletindo a necessidade de arrependimento e mudança.","referencias_relacionadas":["Mateus 26:39","Lucas 22:42","Romanos 2:6"]},"jeremias_25_17_calice":{"palavra_pt":"calice","palavra_original":"כּוֹס","transliteracao":"kôwç","strong":"H3563","significado_raiz":"Ideia básica: calice.","significado_contextual":"Simboliza o juízo de Deus que será derramado sobre as nações.","explicacao_detalhada":"O 'cálice' é uma metáfora para o sofrimento e a punição que virão como resultado da desobediência.","por_que_esta_palavra":"É uma imagem poderosa que representa a inevitabilidade do juízo divino.","conexao_teologica":"O cálice do juízo é um tema que aparece em várias partes da Bíblia, mostrando a seriedade do pecado.","referencias_relacionadas":["Salmos 75:8","Isaías 51:17","Apocalipse 14:10"]},"jeremias_25_17_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à ação de Deus em controlar e dirigir eventos.","explicacao_detalhada":"A palavra 'mão' simboliza o poder e a autoridade de Deus para executar Seu plano.","por_que_esta_palavra":"É uma expressão da soberania de Deus sobre as nações e a história.","conexao_teologica":"A mão de Deus é frequentemente mencionada como um símbolo de Sua intervenção na vida humana.","referencias_relacionadas":["Salmos 89:13","Isaías 41:10","Atos 4:28"]},"jeremias_25_18_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou entregar algo.","explicacao_detalhada":"A palavra 'dar' é usada para descrever a entrega do cálice do juízo às nações.","por_que_esta_palavra":"É importante para entender que o juízo é uma ação deliberada de Deus, não um acidente.","conexao_teologica":"A entrega do juízo é uma expressão da justiça de Deus, que não ignora o pecado.","referencias_relacionadas":["Ezequiel 18:30","Mateus 7:2","Gálatas 6:7"]},"jeremias_25_18_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia de julgamento e de cumprimento das profecias de Deus.","explicacao_detalhada":"O termo 'dia' é utilizado para indicar um período específico em que Deus executará seu plano, muitas vezes associado a eventos de grande importância espiritual e histórica.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender o tempo de Deus e a realização de suas promessas e juízos.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao dia do Senhor, um tempo de revelação e justiça divina.","referencias_relacionadas":["Amós 5:18","Isaías 13:6","Joel 2:1"]},"jeremias_25_19_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Refere-se ao título do governante do Egito, simbolizando opressão e poder humano contra o plano divino.","explicacao_detalhada":"O faraó é uma figura central na história de Israel, representando a resistência ao Deus de Israel e a opressão do povo hebreu.","por_que_esta_palavra":"A menção ao faraó destaca a soberania de Deus sobre os poderes da terra e a inevitabilidade de seu juízo.","conexao_teologica":"O faraó é um símbolo do orgulho e da rebelião contra Deus, que culmina em juízo.","referencias_relacionadas":["Êxodo 5:1","Êxodo 12:30","Romanos 9:17"]},"jeremias_25_19_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade e ao poder dos governantes, que muitas vezes se opõem aos planos de Deus.","explicacao_detalhada":"A palavra 'rei' é usada para descrever a liderança terrena que, em contraste com a realeza divina, pode levar o povo à ruína.","por_que_esta_palavra":"A inclusão do 'rei' enfatiza a responsabilidade dos líderes em seguir a vontade de Deus.","conexao_teologica":"Deus é o Rei supremo, e os reis terrenos devem reconhecer sua autoridade.","referencias_relacionadas":["Provérbios 21:1","Salmos 2:10-12","Romanos 13:1"]},"jeremias_25_20_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Em Jeremias 25:20, \"modo\" aparece na frase \"E a toda a mistura de povo, e a todos os reis da terra de Uz, e a todos os reis da terra dos filisteus, e a Ascalom, e a Gaza, e a Ecrom, e…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כֹּל; kôl; H3605), \"modo\" traz a ideia de modo. Aqui, essa palavra deixa o ensino de Jeremias 25:20 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"modo\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Jeremias 25:22. Lendo junto com Jeremias 25:20, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Jeremias 25:20","Jeremias 25:22","Salmos 119:105"]},"jeremias_25_20_povo":{"palavra_pt":"povo","palavra_original":"עֵרֶב","transliteracao":"ʻêreb","strong":"H6154","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Deus e às nações que serão julgadas.","explicacao_detalhada":"A palavra 'povo' é usada para descrever a coletividade que está sob a responsabilidade de seguir a Deus.","por_que_esta_palavra":"Destaca a importância da comunidade na relação com Deus e as consequências do pecado coletivo.","conexao_teologica":"Deus se relaciona com seu povo de maneira coletiva, e o juízo pode afetar a nação como um todo.","referencias_relacionadas":["Deuteronômio 28:1-2","Isaías 1:3","1 Pedro 2:9"]},"jeremias_25_20_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Reitera a ideia de liderança e responsabilidade dos governantes diante de Deus.","explicacao_detalhada":"A repetição da palavra 'rei' enfatiza a importância da liderança justa e a necessidade de governantes que temam a Deus.","por_que_esta_palavra":"Os reis têm um papel crucial na condução do povo e na promoção da justiça.","conexao_teologica":"A liderança é uma extensão da soberania de Deus, e os governantes devem ser servos de Sua vontade.","referencias_relacionadas":["Salmos 72:1-2","Provérbios 16:12","Eclesiastes 10:16"]},"jeremias_25_21_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência e à continuidade da linhagem, especialmente em relação ao povo de Deus.","explicacao_detalhada":"A palavra 'filho' simboliza herança, identidade e a relação entre gerações.","por_que_esta_palavra":"É fundamental para entender a relação entre Deus e Seu povo, que é frequentemente descrito como filhos.","conexao_teologica":"A filiação é um tema central na Bíblia, refletindo a relação íntima entre Deus e os crentes.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 4:6"]},"jeremias_25_21_unrepresented":{"palavra_pt":"unrepresented","palavra_original":"אֵת","transliteracao":"ʼêth","strong":"H853","significado_raiz":"Ideia básica: unrepresented.","significado_contextual":"Refere-se a um termo gramatical que não possui uma tradução direta, mas é usado para indicar a presença de um objeto direto.","explicacao_detalhada":"A palavra 'unrepresented' é uma partícula que conecta o sujeito ao objeto, essencial para a estrutura da frase.","por_que_esta_palavra":"Embora não tenha um significado específico, sua presença é crucial para a compreensão do texto.","conexao_teologica":"A linguagem e a gramática são ferramentas que Deus usa para comunicar Sua mensagem.","referencias_relacionadas":["Salmos 119:130","Provérbios 25:11","Tiago 1:22"]},"jeremias_25_21_edom":{"palavra_pt":"edom","palavra_original":"אֱדֹם","transliteracao":"ʼĔdôm","strong":"H123","significado_raiz":"Ideia básica: edom.","significado_contextual":"Refere-se à nação de Edom, frequentemente associada à inimizade com Israel.","explicacao_detalhada":"Edom representa um povo que se opõe a Israel, simbolizando a luta entre os povos e a soberania de Deus sobre as nações.","por_que_esta_palavra":"A menção de Edom destaca a justiça de Deus em relação a todas as nações, não apenas Israel.","conexao_teologica":"A história de Edom serve como um aviso sobre as consequências da rebelião contra Deus.","referencias_relacionadas":["Obadias 1:10","Ezequiel 25:12","Amós 1:11"]},"jeremias_25_22_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se aos mares e oceanos, simbolizando a vastidão e o poder de Deus sobre a criação.","explicacao_detalhada":"A palavra 'mar' é frequentemente usada na Bíblia para descrever a força e a majestade de Deus, além de ser um símbolo de caos e desordem.","por_que_esta_palavra":"O mar representa tanto a criação de Deus quanto os desafios que Ele controla.","conexao_teologica":"Deus é o Senhor sobre as águas, e isso reflete Sua autoridade sobre toda a criação.","referencias_relacionadas":["Salmos 89:9","Isaías 43:16","Mateus 8:27"]},"jeremias_25_22_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as nações devem se comportar diante de Deus.","explicacao_detalhada":"A palavra 'modo' aqui implica a maneira de agir ou proceder, especialmente em relação à obediência e reverência a Deus.","por_que_esta_palavra":"É utilizada para enfatizar a importância da conduta das nações em relação ao plano divino.","conexao_teologica":"O modo de viver e agir é fundamental na relação entre Deus e os povos, refletindo a soberania divina sobre todas as nações.","referencias_relacionadas":["Salmos 2:10-12","Isaías 40:15","Atos 17:26-27"]},"jeremias_25_22_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se aos governantes das nações mencionadas.","explicacao_detalhada":"A palavra 'rei' denota a figura de autoridade que exerce poder sobre um povo, simbolizando liderança e responsabilidade.","por_que_esta_palavra":"É crucial para entender a relação entre a liderança humana e a vontade de Deus, especialmente em tempos de juízo.","conexao_teologica":"Deus é o Rei supremo, e os reis humanos devem reconhecer Sua autoridade.","referencias_relacionadas":["Provérbios 21:1","Romanos 13:1","1 Timóteo 2:1-2"]},"jeremias_25_23_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Novamente, refere-se ao modo de agir das nações.","explicacao_detalhada":"A repetição da palavra 'modo' reforça a ideia de que a conduta é um tema central na mensagem profética.","por_que_esta_palavra":"Destaca a necessidade de um comportamento que esteja alinhado com os princípios divinos.","conexao_teologica":"A obediência a Deus é uma constante na vida dos crentes e das nações.","referencias_relacionadas":["Miquéias 6:8","Tiago 1:22","Gálatas 5:25"]},"jeremias_25_23_nome":{"palavra_pt":"nome","palavra_original":"דְּדָן","transliteracao":"Dᵉdân","strong":"H1719","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma das nações mencionadas.","explicacao_detalhada":"O nome carrega identidade e significado, representando a história e a relação daquela nação com Deus.","por_que_esta_palavra":"É importante para entender a individualidade de cada nação no plano divino.","conexao_teologica":"Deus conhece cada nação pelo nome, o que demonstra Sua soberania e cuidado.","referencias_relacionadas":["Isaías 43:1","Salmos 147:4","Apocalipse 3:5"]},"jeremias_25_23_filho":{"palavra_pt":"filho","palavra_original":"תֵּימָא","transliteracao":"Têymâʼ","strong":"H8485","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência ou à linhagem de uma nação.","explicacao_detalhada":"A palavra 'filho' implica herança e continuidade, refletindo a relação entre gerações e a fidelidade de Deus.","por_que_esta_palavra":"É usada para enfatizar a responsabilidade das gerações em seguir os caminhos de Deus.","conexao_teologica":"A relação entre pais e filhos é um tema recorrente na Bíblia, simbolizando a transmissão da fé.","referencias_relacionadas":["Êxodo 20:5-6","Salmos 78:4-6","Provérbios 22:6"]},"jeremias_25_24_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se novamente ao modo de agir das nações.","explicacao_detalhada":"A repetição da palavra 'modo' enfatiza a importância da conduta em relação ao juízo de Deus.","por_que_esta_palavra":"Reforça a ideia de que a maneira de viver é observada por Deus.","conexao_teologica":"A vida cristã deve refletir a santidade de Deus em todas as áreas.","referencias_relacionadas":["1 Pedro 1:15-16","Romanos 12:1-2","Colossenses 3:17"]},"jeremias_25_24_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente aos governantes das nações.","explicacao_detalhada":"A palavra 'rei' é central para entender a dinâmica de poder e responsabilidade diante de Deus.","por_que_esta_palavra":"É essencial para compreender a autoridade e a prestação de contas dos líderes.","conexao_teologica":"Os reis devem governar com justiça, refletindo o caráter de Deus.","referencias_relacionadas":["Salmos 72:1-2","Provérbios 16:12","Eclesiastes 8:2"]},"jeremias_25_24_povo":{"palavra_pt":"povo","palavra_original":"עֵרֶב","transliteracao":"ʻêreb","strong":"H6154","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo sob a liderança dos reis mencionados.","explicacao_detalhada":"A palavra 'povo' representa a coletividade que deve seguir a Deus e obedecer às Suas leis.","por_que_esta_palavra":"É importante para entender a responsabilidade coletiva diante de Deus.","conexao_teologica":"O povo de Deus é chamado a ser luz e sal, refletindo Sua glória.","referencias_relacionadas":["Mateus 5:13-16","1 Pedro 2:9","Romanos 12:5"]},"jeremias_25_25_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se mais uma vez ao modo de agir das nações.","explicacao_detalhada":"A repetição da palavra 'modo' reforça a mensagem de que a conduta é observada por Deus.","por_que_esta_palavra":"Destaca a necessidade de uma vida que glorifique a Deus.","conexao_teologica":"A vida cristã deve ser um reflexo da vontade de Deus em todas as áreas.","referencias_relacionadas":["Gálatas 5:16","Efésios 5:8-10","Filipenses 1:27"]},"jeremias_25_25_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente aos governantes das nações.","explicacao_detalhada":"A palavra 'rei' é fundamental para entender a relação entre liderança e a vontade de Deus.","por_que_esta_palavra":"É essencial para compreender a responsabilidade dos líderes diante de Deus.","conexao_teologica":"Os reis devem governar com temor a Deus e justiça.","referencias_relacionadas":["Salmos 82:3-4","Provérbios 29:2","1 Timóteo 3:1-2"]},"jeremias_25_25_nome":{"palavra_pt":"nome","palavra_original":"זִמְרִי","transliteracao":"Zimrîy","strong":"H2174","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e à autoridade de Deus, enfatizando a importância do nome divino.","explicacao_detalhada":"O nome de Deus é um símbolo de Sua presença e poder. No contexto de Jeremias 25:25, o nome é mencionado em relação aos povos que seriam julgados, indicando que cada um deles será responsabilizado diante do Senhor.","por_que_esta_palavra":"A palavra 'nome' é usada para representar a essência e a natureza de Deus, que é invocada em momentos de adoração e súplica.","conexao_teologica":"O nome de Deus é central na teologia bíblica, pois representa Sua revelação e caráter. O uso do nome reflete a relação entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"jeremias_25_26_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Ideia básica: reino.","significado_contextual":"Refere-se ao domínio ou governo de Deus sobre todas as nações, incluindo aquelas que seriam julgadas.","explicacao_detalhada":"A palavra 'reino' implica a soberania de Deus sobre a história e os eventos do mundo. Jeremias 25:26 destaca que Deus tem autoridade sobre todos os reinos da terra, e que Ele pode levantar e derrubar governantes conforme Sua vontade.","por_que_esta_palavra":"O conceito de 'reino' é fundamental para entender a relação de Deus com a humanidade e Sua capacidade de governar sobre todas as coisas.","conexao_teologica":"A soberania de Deus é um tema recorrente nas Escrituras, mostrando que Ele é o Rei supremo que controla a história.","referencias_relacionadas":["Salmos 103:19","Daniel 4:17","Mateus 6:10"]},"jeremias_25_26_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território físico e à criação de Deus, que inclui todas as nações mencionadas.","explicacao_detalhada":"A palavra 'terra' em Jeremias 25:26 abrange não apenas a geografia, mas também o povo que habita nela. É um lembrete de que Deus é o Criador e Senhor de toda a criação.","por_que_esta_palavra":"A terra é um elemento central na narrativa bíblica, representando o lar e a herança do povo de Deus.","conexao_teologica":"A relação entre Deus e a terra é um tema importante, refletindo a aliança de Deus com Seu povo e Sua promessa de um lugar para habitar.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:22"]},"jeremias_25_26_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se ao solo como a base da vida e da produção, simbolizando a conexão entre o povo e a terra.","explicacao_detalhada":"No contexto de Jeremias 25:26, o 'solo' representa a terra que Deus deu ao Seu povo, e a importância de cuidar dela como parte da responsabilidade divina.","por_que_esta_palavra":"A palavra 'solo' destaca a relação íntima entre o povo e a terra, enfatizando a necessidade de fidelidade a Deus em todas as áreas da vida.","conexao_teologica":"A teologia da criação inclui a responsabilidade humana sobre a terra, refletindo a ordem divina para cultivar e cuidar do solo.","referencias_relacionadas":["Gênesis 2:15","Levítico 25:23","Salmos 115:16"]},"jeremias_25_27_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à declaração de Deus, enfatizando a importância da comunicação divina.","explicacao_detalhada":"A palavra 'dizer' em Jeremias 25:27 é usada para transmitir a mensagem de Deus aos povos, mostrando que Suas palavras têm poder e autoridade.","por_que_esta_palavra":"A comunicação de Deus é essencial para a revelação de Sua vontade e propósito, e a palavra 'dizer' destaca a ação de Deus em falar ao Seu povo.","conexao_teologica":"A revelação de Deus através da palavra é um tema central na teologia, mostrando como Ele se comunica com a humanidade.","referencias_relacionadas":["Hebreus 1:1-2","Salmos 119:105","Isaías 55:11"]},"jeremias_25_27_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado em momentos de julgamento e salvação.","explicacao_detalhada":"O nome 'Senhor' em Jeremias 25:27 é uma afirmação da soberania e autoridade de Deus sobre todas as nações, indicando que Ele é o juiz supremo.","por_que_esta_palavra":"O nome do Senhor é um símbolo de Sua presença e poder, e é fundamental para a adoração e a relação do povo com Ele.","conexao_teologica":"A invocação do nome do Senhor é um tema recorrente na Bíblia, refletindo a importância da fé e da confiança em Deus.","referencias_relacionadas":["Salmos 20:7","Romanos 10:13","Atos 4:12"]},"jeremias_25_27_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina de Deus, enfatizando Sua autoridade e poder.","explicacao_detalhada":"A palavra 'Deus' em Jeremias 25:27 destaca a soberania e a divindade de Deus, que é o criador e juiz de todas as nações.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a natureza de Deus e Sua relação com a humanidade.","conexao_teologica":"A teologia sobre Deus é central na Bíblia, mostrando Sua grandeza, poder e amor por Seu povo.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Isaías 40:28"]},"jeremias_25_28_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda dos povos e nações sob o julgamento de Deus.","explicacao_detalhada":"A palavra 'cair' em Jeremias 25:28 indica a consequência do desvio do povo de Deus e o julgamento que se segue.","por_que_esta_palavra":"A queda é um tema importante na narrativa bíblica, simbolizando a justiça de Deus e a necessidade de arrependimento.","conexao_teologica":"A queda dos ímpios é um tema recorrente, refletindo a justiça de Deus e a necessidade de permanecer fiel a Ele.","referencias_relacionadas":["Provérbios 14:34","Ezequiel 18:30","Romanos 6:23"]},"jeremias_25_28_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se à razão pela qual Deus pronuncia julgamento sobre as nações.","explicacao_detalhada":"A palavra 'porque' em Jeremias 25:28 introduz a justificativa para o julgamento, enfatizando a responsabilidade das nações diante de Deus.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica do julgamento divino e a necessidade de arrependimento.","conexao_teologica":"A justiça de Deus é um tema central, mostrando que Ele julga com base na verdade e na justiça.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Apocalipse 20:12"]},"jeremias_25_28_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se à ação de tomar ou receber o julgamento de Deus.","explicacao_detalhada":"A palavra 'tomar' em Jeremias 25:28 implica a aceitação do julgamento divino e a responsabilidade que vem com ele.","por_que_esta_palavra":"A ação de 'tomar' é importante para entender a resposta do povo ao chamado de Deus e a necessidade de aceitar Suas instruções.","conexao_teologica":"A aceitação do julgamento e da disciplina de Deus é um tema importante, refletindo a necessidade de arrependimento e transformação.","referencias_relacionadas":["Hebreus 12:6","Salmos 94:12","Provérbios 3:11-12"]},"jeremias_25_29_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma cidade como um centro de habitação e atividade social.","explicacao_detalhada":"A palavra 'cidade' (עִיר) é usada para descrever um local onde as pessoas se reúnem, vivem e interagem. No contexto de Jeremias 25:29, a cidade é mencionada em relação ao juízo de Deus sobre as nações.","por_que_esta_palavra":"A escolha da palavra 'cidade' enfatiza a ideia de coletividade e a responsabilidade social dos habitantes diante de Deus.","conexao_teologica":"A cidade é frequentemente vista na Bíblia como um símbolo da comunidade e da presença de Deus entre o seu povo.","referencias_relacionadas":["Salmos 46:4","Isaías 1:26","Mateus 5:14"]},"jeremias_25_29_bom":{"palavra_pt":"bom","palavra_original":"רָעַע","transliteracao":"râʻaʻ","strong":"H7489","significado_raiz":"Ideia básica: bom.","significado_contextual":"Indica algo que é desejável ou benéfico.","explicacao_detalhada":"A palavra 'bom' (רָעַע) é utilizada para descrever a natureza de Deus e suas intenções para com a humanidade, especialmente em relação ao juízo e à restauração.","por_que_esta_palavra":"A palavra 'bom' é crucial para entender a natureza de Deus como justo e misericordioso, mesmo em meio ao juízo.","conexao_teologica":"A bondade de Deus é um tema central na teologia bíblica, refletindo seu caráter e suas promessas.","referencias_relacionadas":["Salmos 119:68","Romanos 8:28","Gálatas 5:22"]},"jeremias_25_29_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território ou ao solo que é habitado.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever a criação de Deus e o lugar onde a humanidade vive. Em Jeremias 25:29, a terra é mencionada em relação ao juízo que Deus trará sobre as nações.","por_que_esta_palavra":"A terra representa não apenas o espaço físico, mas também a herança e a promessa de Deus ao seu povo.","conexao_teologica":"A terra é um símbolo da aliança de Deus com Israel e sua soberania sobre toda a criação.","referencias_relacionadas":["Gênesis 1:1","Deuteronômio 11:12","Romanos 4:13"]},"jeremias_25_30_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação de Deus, suas promessas e advertências.","explicacao_detalhada":"A palavra 'palavra' (דָּבָר) é fundamental na revelação divina, representando a mensagem que Deus transmite ao seu povo. Em Jeremias 25:30, Deus fala sobre o juízo que virá.","por_que_esta_palavra":"A palavra é um meio pelo qual Deus se relaciona com a humanidade, trazendo instrução e advertência.","conexao_teologica":"A importância da palavra de Deus é enfatizada em toda a Escritura, sendo vista como viva e eficaz.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Isaías 55:11"]},"jeremias_25_30_deus":{"palavra_pt":"deus","palavra_original":"מָעוֹן","transliteracao":"mâʻôwn","strong":"H4583","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao ser supremo, criador e juiz.","explicacao_detalhada":"A palavra 'deus' (מָעוֹן) é usada para descrever a natureza de Deus como refúgio e habitação do seu povo. Em Jeremias 25:30, destaca-se o papel de Deus como juiz.","por_que_esta_palavra":"A palavra enfatiza a soberania e a autoridade de Deus sobre todas as nações.","conexao_teologica":"A teologia bíblica apresenta Deus como o ser supremo que governa a história e se preocupa com a justiça.","referencias_relacionadas":["Salmos 46:1","Isaías 40:28","Romanos 1:20"]},"jeremias_25_30_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou território que é habitado.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é mencionada novamente, reforçando a ideia de que o juízo de Deus afetará não apenas as pessoas, mas também o ambiente físico.","por_que_esta_palavra":"A terra é um elemento central na narrativa bíblica, simbolizando a criação e a herança de Deus para seu povo.","conexao_teologica":"A relação entre Deus e a terra é um tema recorrente, refletindo a aliança e a promessa de Deus.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Deuteronômio 30:15"]},"jeremias_25_31_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território que está sob o domínio de Deus.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é novamente utilizada para enfatizar a abrangência do juízo de Deus sobre toda a criação.","por_que_esta_palavra":"A repetição da palavra 'terra' destaca a totalidade do impacto do juízo divino.","conexao_teologica":"A soberania de Deus se estende sobre toda a terra, reafirmando seu controle sobre a história.","referencias_relacionadas":["Salmos 115:16","Isaías 66:1","Romanos 8:22"]},"jeremias_25_31_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como algo é feito ou realizado.","explicacao_detalhada":"A palavra 'modo' (כֹּל) é usada para descrever a forma como Deus executa seu juízo e suas promessas.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a intencionalidade e a justiça nas ações de Deus.","conexao_teologica":"A maneira de Deus agir é sempre justa e perfeita, refletindo seu caráter.","referencias_relacionadas":["Salmos 145:17","Deuteronômio 32:4","Romanos 2:6"]},"jeremias_25_31_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o nome pessoal de Deus, que revela sua relação com seu povo e sua soberania.","por_que_esta_palavra":"O nome do Senhor é invocado para afirmar sua presença e poder nas situações de juízo e salvação.","conexao_teologica":"O nome de Deus é central na adoração e na revelação de seu caráter ao seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"jeremias_25_32_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente ao nome do Senhor, enfatizando sua importância.","explicacao_detalhada":"A repetição da palavra 'senhor' (יְהֹוָה) em Jeremias 25:32 destaca a autoridade e o poder de Deus sobre as nações.","por_que_esta_palavra":"Reforça a ideia de que o juízo de Deus é inevitável e que seu nome é um símbolo de sua soberania.","conexao_teologica":"O nome do Senhor é um tema recorrente na Bíblia, representando sua presença e seu caráter fiel.","referencias_relacionadas":["Salmos 113:1-3","Isaías 42:8","Apocalipse 19:16"]},"jeremias_25_32_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"Refere-se a nações ou povos que serão julgados por Deus.","explicacao_detalhada":"A palavra 'nação' (גּוֹי) é usada para descrever grupos de pessoas que compartilham uma cultura, língua ou território. No contexto de Jeremias 25:32, Deus está anunciando um juízo sobre as nações que se afastaram de Seus caminhos.","por_que_esta_palavra":"Esta palavra é importante porque enfatiza a soberania de Deus sobre todas as nações e Seu poder para julgar.","conexao_teologica":"A ideia de nações é central na teologia bíblica, pois Deus não apenas se preocupa com Israel, mas também com todas as nações da Terra.","referencias_relacionadas":["Isaías 34:2","Salmos 22:27","Mateus 28:19"]},"jeremias_25_33_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo específico de juízo e destruição.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é frequentemente usada na Bíblia para descrever períodos de julgamento ou eventos significativos. Em Jeremias 25:33, o 'dia' simboliza um tempo de calamidade para aqueles que não se voltaram para Deus.","por_que_esta_palavra":"O uso de 'dia' destaca a certeza e a iminência do juízo de Deus.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema recorrente nas Escrituras, indicando um tempo em que Deus intervirá na história.","referencias_relacionadas":["Amós 5:18","Zacarias 14:1","1 Tessalonicenses 5:2"]},"jeremias_25_33_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território físico que será afetado pelo juízo de Deus.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever o mundo físico, incluindo a terra de Israel e as nações ao redor. Em Jeremias 25:33, a terra é um símbolo do juízo que recairá sobre aqueles que se rebelaram contra Deus.","por_que_esta_palavra":"A ênfase na 'terra' mostra que o juízo de Deus terá consequências tangíveis e físicas.","conexao_teologica":"A terra é frequentemente vista como um reflexo da relação entre Deus e Seu povo, e o juízo sobre a terra indica a seriedade da desobediência.","referencias_relacionadas":["Gênesis 1:1","Salmos 115:16","Romanos 8:22"]},"jeremias_25_33_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se ao solo como a base da vida e da produção agrícola, que será devastada.","explicacao_detalhada":"A palavra 'solo' (אֲדָמָה) implica a terra cultivável, essencial para a sobrevivência. Em Jeremias 25:33, a devastação do solo simboliza a destruição total que virá sobre os desobedientes.","por_que_esta_palavra":"O solo é crucial para a vida e a prosperidade, e sua destruição representa a severidade do juízo de Deus.","conexao_teologica":"A relação entre o povo e a terra é um tema importante na Bíblia, refletindo a aliança de Deus com Israel.","referencias_relacionadas":["Deuteronômio 11:10","Isaías 24:3","Ezequiel 36:34"]},"jeremias_25_34_governo":{"palavra_pt":"pastor","palavra_original":"רָעָה","transliteracao":"râʻâh","strong":"H7462","significado_raiz":"Ideia básica: pastor.","significado_contextual":"Refere-se à liderança espiritual e moral que deve guiar o povo.","explicacao_detalhada":"A palavra 'pastor' (רָעָה) é usada para descrever líderes que cuidam e guiam o povo. Em Jeremias 25:34, Deus está chamando a atenção para a responsabilidade dos líderes em conduzir o povo de acordo com Sua vontade.","por_que_esta_palavra":"A figura do pastor é fundamental na Bíblia, simbolizando cuidado, proteção e liderança.","conexao_teologica":"Jesus é frequentemente chamado de 'Bom Pastor', refletindo a importância da liderança divina.","referencias_relacionadas":["Salmos 23:1","Ezequiel 34:2","João 10:11"]},"jeremias_25_34_excellent":{"palavra_pt":"excelente","palavra_original":"אַדִּיר","transliteracao":"ʼaddîyr","strong":"H117","significado_raiz":"Ideia básica: excelente.","significado_contextual":"Refere-se à qualidade superior que deve ser buscada na liderança.","explicacao_detalhada":"A palavra 'excelente' (אַדִּיר) implica grandeza e majestade. Em Jeremias 25:34, é um chamado para que os líderes sejam dignos e justos em suas ações.","por_que_esta_palavra":"A excelência é um padrão que Deus espera de Seus líderes, refletindo Seu caráter.","conexao_teologica":"A busca pela excelência é um reflexo do chamado de Deus para que Seu povo viva de maneira santa e justa.","referencias_relacionadas":["Filipenses 4:8","Colossenses 3:23","1 Pedro 2:9"]},"jeremias_25_35_excellent":{"palavra_pt":"excelente","palavra_original":"אַדִּיר","transliteracao":"ʼaddîyr","strong":"H117","significado_raiz":"Ideia básica: excelente.","significado_contextual":"Reforça a ideia de liderança de qualidade e responsabilidade.","explicacao_detalhada":"A repetição da palavra 'excelente' (אַדִּיר) em Jeremias 25:35 enfatiza a importância de líderes que não apenas governam, mas que o fazem com integridade e justiça.","por_que_esta_palavra":"A excelência é crucial para a eficácia da liderança e para a saúde espiritual do povo.","conexao_teologica":"Deus chama Seu povo a ser um exemplo de excelência em todas as áreas da vida.","referencias_relacionadas":["Provérbios 12:26","Mateus 5:16","Tiago 1:17"]},"jeremias_25_35_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a presença e a ação de Deus entre o Seu povo.","explicacao_detalhada":"A palavra 'entre' (מִן) sugere proximidade e envolvimento. Em Jeremias 25:35, isso implica que Deus está ativamente presente no meio de Seu povo, mesmo em tempos de juízo.","por_que_esta_palavra":"A presença de Deus é um consolo e um aviso, mostrando que Ele está ciente das ações do povo.","conexao_teologica":"A presença de Deus entre Seu povo é um tema central na Bíblia, refletindo Sua vontade de habitar com os humanos.","referencias_relacionadas":["Êxodo 25:8","Mateus 18:20","Apocalipse 21:3"]},"jeremias_25_36_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Refere-se à comunicação de Deus com Seu povo.","explicacao_detalhada":"A palavra 'voz' (קוֹל) representa a maneira como Deus se comunica e faz Seu desejo conhecido. Em Jeremias 25:36, a voz de Deus é um chamado ao arrependimento e à obediência.","por_que_esta_palavra":"A voz de Deus é vital para a vida espiritual, pois é através dela que recebemos orientação e correção.","conexao_teologica":"A voz de Deus é um tema importante, mostrando como Ele se relaciona com a humanidade.","referencias_relacionadas":["Salmos 29:4","João 10:27","Hebreus 3:15"]},"jeremias_25_36_governo":{"palavra_pt":"pastor","palavra_original":"רָעָה","transliteracao":"râʻâh","strong":"H7462","significado_raiz":"Ideia básica: pastor.","significado_contextual":"Refere-se à liderança que deve ser responsável e justa.","explicacao_detalhada":"A repetição da palavra 'pastor' (רָעָה) em Jeremias 25:36 reforça a importância de líderes que cuidam do povo com integridade e amor.","por_que_esta_palavra":"A liderança é uma responsabilidade sagrada, e os pastores devem refletir o caráter de Deus.","conexao_teologica":"Deus é o Pastor Supremo, e os líderes devem imitar Seu exemplo.","referencias_relacionadas":["Salmos 23:1","Ezequiel 34:10","1 Pedro 5:2"]},"jeremias_25_37_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"A paz mencionada aqui refere-se a um estado de harmonia e segurança que é prometido por Deus ao seu povo.","explicacao_detalhada":"A palavra 'shalom' implica não apenas a ausência de conflito, mas também a plenitude e o bem-estar em todas as áreas da vida. No contexto de Jeremias, a paz é um desejo de restauração após um período de juízo.","por_que_esta_palavra":"A palavra 'paz' é crucial para entender a relação de Deus com seu povo, que busca restaurar a comunhão e a segurança após a disciplina.","conexao_teologica":"A paz é um tema central na teologia bíblica, representando a promessa de Deus de restaurar seu povo e estabelecer um reino de justiça e harmonia.","referencias_relacionadas":["Isaías 9:6","Romanos 5:1","Filipenses 4:7"]},"jeremias_25_37_perecer":{"palavra_pt":"perecer","palavra_original":"דָּמַם","transliteracao":"dâmam","strong":"H1826","significado_raiz":"Ideia básica: perecer.","significado_contextual":"O termo 'perecer' aqui indica a destruição e a morte que se abatem sobre aqueles que se afastam de Deus.","explicacao_detalhada":"A palavra 'dâmam' sugere um estado de inatividade ou silêncio, que pode ser interpretado como a consequência da ausência de vida espiritual e da desobediência a Deus.","por_que_esta_palavra":"A escolha da palavra 'perecer' enfatiza a gravidade do juízo divino e a necessidade de arrependimento para evitar a destruição.","conexao_teologica":"A ideia de perecimento é frequentemente ligada ao juízo de Deus e à necessidade de redenção, que é central na mensagem do evangelho.","referencias_relacionadas":["Ezequiel 18:32","João 3:16","Romanos 6:23"]},"jeremias_25_37_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"O 'rosto' de Deus representa sua presença e favor, que se afastam do povo devido à sua desobediência.","explicacao_detalhada":"A palavra 'pânîym' é usada para descrever a face de Deus, simbolizando sua relação íntima e pessoal com a humanidade. O afastamento do rosto de Deus implica em sua ira e juízo.","por_que_esta_palavra":"A menção do rosto de Deus é importante para entender a dinâmica entre a santidade de Deus e a pecaminosidade do homem.","conexao_teologica":"O rosto de Deus é um símbolo da sua presença e bênção, e sua ausência é um sinal de juízo e separação.","referencias_relacionadas":["Salmos 27:9","Números 6:25","Mateus 7:23"]},"jeremias_25_38_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual o juízo de Deus é iminente sobre o povo.","explicacao_detalhada":"A palavra 'kîy' é uma conjunção que conecta a causa ao efeito, enfatizando a lógica do juízo divino em resposta à desobediência.","por_que_esta_palavra":"A utilização de 'porque' é essencial para entender a motivação de Deus em suas ações e a necessidade de arrependimento do povo.","conexao_teologica":"A relação entre causa e efeito é um princípio teológico que permeia a narrativa bíblica, mostrando que as ações têm consequências.","referencias_relacionadas":["Gálatas 6:7","Romanos 1:18","Hebreus 10:31"]},"jeremias_25_38_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A 'terra' aqui se refere ao território prometido a Israel, que é afetado pelo juízo divino.","explicacao_detalhada":"A palavra 'ʼerets' é usada para descrever não apenas a terra física, mas também a herança espiritual do povo de Deus. O juízo resulta em devastação e perda dessa herança.","por_que_esta_palavra":"A menção da terra é significativa, pois representa a promessa de Deus e a relação do povo com Ele, que é afetada pelo pecado.","conexao_teologica":"A terra é um símbolo da aliança de Deus com seu povo e a importância de permanecer fiel a essa aliança.","referencias_relacionadas":["Deuteronômio 30:15-20","Salmos 37:11","Mateus 5:5"]}}