{"jeremias_26_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'coisa' refere-se à mensagem de Deus que Jeremias deve transmitir ao povo.","explicacao_detalhada":"A palavra 'dâbâr' implica não apenas em comunicação verbal, mas também em ação e cumprimento da vontade de Deus.","por_que_esta_palavra":"A escolha da palavra 'palavra' é fundamental para entender a autoridade e a importância da mensagem profética.","conexao_teologica":"A palavra de Deus é viva e eficaz, e sua proclamação é essencial para a transformação do coração humano.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","2 Timóteo 3:16-17"]},"jeremias_26_1_principio":{"palavra_pt":"principio/primicias","palavra_original":"רֵאשִׁית","transliteracao":"rêʼshîyth","strong":"H7225","significado_raiz":"Ideia básica: principio.","significado_contextual":"O 'princípio' refere-se ao início da mensagem que Deus deseja que Jeremias proclame.","explicacao_detalhada":"A palavra 'rêʼshîyth' sugere a ideia de primazia e importância, indicando que a mensagem de Deus deve ser a prioridade.","por_que_esta_palavra":"A ênfase no princípio destaca a necessidade de ouvir e obedecer a Deus desde o início de sua revelação.","conexao_teologica":"O princípio é um conceito que se relaciona com a criação e a soberania de Deus sobre todas as coisas.","referencias_relacionadas":["Gênesis 1:1","Provérbios 1:7","João 1:1"]},"jeremias_26_1_dominio":{"palavra_pt":"dominio","palavra_original":"מַמְלָכוּת","transliteracao":"mamlâkûwth","strong":"H4468","significado_raiz":"Ideia básica: dominio.","significado_contextual":"O 'domínio' refere-se ao reinado de Deus e à sua autoridade sobre todas as nações.","explicacao_detalhada":"A palavra 'mamlâkûwth' implica em governo e soberania, enfatizando que Deus é o verdadeiro Rei sobre toda a criação.","por_que_esta_palavra":"A menção do domínio é crucial para entender a natureza do governo de Deus e sua relação com a humanidade.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele reina sobre todas as coisas com justiça e poder.","referencias_relacionadas":["Salmos 103:19","Daniel 4:34-35","Apocalipse 11:15"]},"jeremias_26_2_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A repetição da palavra 'coisa' reforça a importância da mensagem que Jeremias deve transmitir.","explicacao_detalhada":"Assim como na primeira ocorrência, 'dâbâr' enfatiza a seriedade e a urgência da comunicação divina ao povo.","por_que_esta_palavra":"A repetição serve para destacar a necessidade de atenção e resposta à palavra de Deus.","conexao_teologica":"A palavra de Deus é um meio pelo qual Ele se revela e se comunica com seu povo, sendo essencial para a fé.","referencias_relacionadas":["Romanos 10:17","1 Pedro 1:25","Tiago 1:22"]},"jeremias_26_2_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade que deve ser adorada e respeitada, em contraste com ídolos.","explicacao_detalhada":"A palavra 'shâchâh' implica em adoração e reverência, enfatizando a importância de reconhecer a soberania de Deus.","por_que_esta_palavra":"A menção de Deus é fundamental para entender a relação entre o Criador e a criação, e a necessidade de adoração verdadeira.","conexao_teologica":"A adoração a Deus é um aspecto central da vida cristã, refletindo a resposta do ser humano à grandeza divina.","referencias_relacionadas":["Salmos 95:6","Mateus 4:10","Apocalipse 14:7"]},"jeremias_26_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor Deus, o Criador e Soberano do universo.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar a divindade suprema, enfatizando sua autoridade e poder. No contexto de Jeremias, é uma invocação da presença e do poder de Deus sobre o povo de Israel.","por_que_esta_palavra":"Esta palavra é fundamental para a compreensão da relação entre Deus e seu povo, destacando sua soberania e a necessidade de obediência.","conexao_teologica":"A invocação do nome do Senhor é um tema central na teologia bíblica, refletindo a aliança entre Deus e Israel.","referencias_relacionadas":["Êxodo 3:14","Salmos 68:4","Isaías 42:8"]},"jeremias_26_3_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Neste contexto, 'urso' pode ser uma metáfora para força ou poder destrutivo.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) é usada para descrever ações que podem ser tanto criativas quanto destrutivas, dependendo do contexto. Em Jeremias, pode simbolizar a força de Deus em trazer juízo.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a dualidade do poder divino, que pode tanto criar quanto destruir.","conexao_teologica":"A imagem do urso pode ser vista como uma representação da força de Deus em juízo, refletindo a natureza de Deus como justo e poderoso.","referencias_relacionadas":["Amós 3:8","Salmos 104:21","Isaías 13:18"]},"jeremias_26_3_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se ao ato de construir ou restaurar, tanto fisicamente quanto espiritualmente.","explicacao_detalhada":"A palavra 'edificar' (שׁוּב) implica um processo de renovação e restauração, que é central na mensagem de Jeremias sobre o arrependimento e a volta a Deus.","por_que_esta_palavra":"É uma chamada à ação para que o povo se volte para Deus e busque a restauração espiritual.","conexao_teologica":"A edificação é um tema recorrente na Bíblia, simbolizando a construção do povo de Deus e a restauração da aliança.","referencias_relacionadas":["Salmos 127:1","1 Coríntios 3:9","Efésios 2:20-22"]},"jeremias_26_3_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua totalidade, tanto em fraqueza quanto em dignidade.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para enfatizar a condição humana e a responsabilidade diante de Deus. No contexto de Jeremias, destaca a necessidade de arrependimento e mudança.","por_que_esta_palavra":"É importante para entender a relação entre Deus e a humanidade, enfatizando a responsabilidade moral do homem.","conexao_teologica":"A dignidade do homem é um tema central na teologia, refletindo a imagem de Deus no ser humano.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"jeremias_26_4_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza da palavra de Deus e sua autoridade.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para enfatizar a importância da comunicação divina e a revelação da vontade de Deus ao seu povo.","por_que_esta_palavra":"É uma afirmação da autoridade de Deus e da necessidade de ouvir e obedecer à sua palavra.","conexao_teologica":"A palavra de Deus é vista como viva e eficaz, tendo poder para transformar vidas.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Salmos 119:105"]},"jeremias_26_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Reforça a ideia da soberania de Deus sobre todas as coisas.","explicacao_detalhada":"A repetição da palavra 'senhor' (יְהֹוָה) enfatiza a importância da invocação do nome de Deus em momentos de crise e necessidade.","por_que_esta_palavra":"É um lembrete da presença constante de Deus na vida do seu povo.","conexao_teologica":"A invocação do nome do Senhor é um ato de fé e confiança na sua providência.","referencias_relacionadas":["Salmos 20:7","Romanos 10:13","Atos 2:21"]},"jeremias_26_4_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à ação de Deus em resgatar seu povo da calamidade.","explicacao_detalhada":"A palavra 'salvar' (אִם) implica a ideia de libertação e proteção divina, essencial na mensagem de Jeremias sobre arrependimento e restauração.","por_que_esta_palavra":"É uma afirmação da esperança que Deus oferece ao seu povo, mesmo em tempos de juízo.","conexao_teologica":"A salvação é um tema central na Bíblia, refletindo o amor e a misericórdia de Deus.","referencias_relacionadas":["Salmos 34:17","Isaías 43:11","Romanos 10:9"]},"jeremias_26_5_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se ao mensageiro de Deus, chamado para transmitir sua palavra ao povo.","explicacao_detalhada":"A palavra 'profeta' (נָבִיא) é usada para designar aqueles que falam em nome de Deus, trazendo advertências e encorajamentos ao povo.","por_que_esta_palavra":"É crucial para entender o papel dos profetas na história de Israel e sua função de mediadores entre Deus e o povo.","conexao_teologica":"Os profetas são instrumentos de Deus para revelar sua vontade e chamar o povo ao arrependimento.","referencias_relacionadas":["Amós 3:7","Ezequiel 3:17","Mateus 10:41"]},"jeremias_26_5_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Refere-se à disposição do povo em ouvir e responder à palavra de Deus.","explicacao_detalhada":"A palavra 'ouvir' (שָׁמַע) implica não apenas escutar, mas também obedecer à mensagem divina, essencial para a relação entre Deus e seu povo.","por_que_esta_palavra":"É um chamado à ação, enfatizando a importância da resposta do povo à voz de Deus.","conexao_teologica":"A disposição de ouvir a palavra de Deus é fundamental para a fé e a obediência.","referencias_relacionadas":["Tiago 1:22","Romanos 10:17","Salmos 119:11"]},"jeremias_26_5_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à mensagem que Deus deseja comunicar ao seu povo.","explicacao_detalhada":"A palavra 'palavra/coisa' (דָּבָר) é usada para descrever a comunicação de Deus, que é viva e eficaz, trazendo transformação.","por_que_esta_palavra":"É uma afirmação da importância da revelação divina e da necessidade de atenção à sua mensagem.","conexao_teologica":"A palavra de Deus é central na vida do crente, sendo a base para a fé e a prática.","referencias_relacionadas":["2 Timóteo 3:16","Hebreus 4:12","Salmos 119:130"]},"jeremias_26_6_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à ação de oferecer ou conceder algo, no contexto de um chamado divino.","explicacao_detalhada":"Neste versículo, Deus está instruindo Jeremias a dar um aviso ao povo sobre suas transgressões. O ato de 'dar' aqui implica não apenas a entrega de uma mensagem, mas também a responsabilidade de transmitir a vontade de Deus.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a urgência e a importância da mensagem que Jeremias deve comunicar ao povo.","conexao_teologica":"A ideia de dar está ligada à revelação divina, onde Deus se comunica com seu povo através de profetas, oferecendo oportunidades de arrependimento.","referencias_relacionadas":["Isaías 58:1","Ezequiel 3:17","Mateus 10:7"]},"jeremias_26_6_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao templo ou à habitação de Deus entre o seu povo.","explicacao_detalhada":"Neste contexto, a 'casa' é um símbolo da presença de Deus e da aliança que Ele tem com Israel. A destruição da casa é um sinal do juízo divino.","por_que_esta_palavra":"A menção da 'casa' destaca a importância do templo como centro de adoração e a necessidade de pureza espiritual.","conexao_teologica":"A casa de Deus é um tema recorrente na Bíblia, representando a relação entre Deus e seu povo, e a necessidade de santidade.","referencias_relacionadas":["Salmos 27:4","Mateus 21:13","Hebreus 3:6"]},"jeremias_26_6_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a Jerusalém, o centro espiritual e político de Israel.","explicacao_detalhada":"Jerusalém é vista como a cidade escolhida por Deus, onde o templo está localizado. O juízo sobre a cidade implica consequências para todo o povo.","por_que_esta_palavra":"A cidade representa não apenas um local físico, mas também a identidade e a história do povo de Deus.","conexao_teologica":"A cidade de Jerusalém é frequentemente mencionada nas profecias como um lugar de esperança e de juízo, refletindo a relação entre Deus e seu povo.","referencias_relacionadas":["Salmos 122:6","Isaías 1:26","Apocalipse 21:2"]},"jeremias_26_7_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se aos líderes religiosos que têm a responsabilidade de guiar o povo em adoração e obediência a Deus.","explicacao_detalhada":"Os sacerdotes eram intermediários entre Deus e o povo, e sua função era crucial para a manutenção da santidade e da lei divina.","por_que_esta_palavra":"A menção dos sacerdotes destaca a falha na liderança espiritual e a necessidade de arrependimento.","conexao_teologica":"Os sacerdotes simbolizam a mediadora entre Deus e a humanidade, um papel que é cumprido plenamente em Cristo.","referencias_relacionadas":["Levítico 10:10","Ezequiel 44:23","Hebreus 5:1"]},"jeremias_26_7_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a alguém chamado por Deus para transmitir mensagens divinas ao povo.","explicacao_detalhada":"Os profetas eram vozes de Deus, frequentemente desafiando o povo a se voltar para Ele e a se arrepender de seus pecados.","por_que_esta_palavra":"A presença de profetas é essencial para a comunicação da vontade de Deus, especialmente em tempos de crise.","conexao_teologica":"Os profetas são instrumentos de Deus para trazer esperança e advertência, refletindo a misericórdia divina.","referencias_relacionadas":["Amós 3:7","Miquéias 3:8","Atos 3:18"]},"jeremias_26_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as mensagens de Deus devem ser comunicadas.","explicacao_detalhada":"O 'modo' implica a necessidade de clareza e sinceridade na entrega da mensagem profética, refletindo a seriedade do chamado.","por_que_esta_palavra":"A escolha de 'modo' enfatiza que a forma de comunicar a mensagem é tão importante quanto o conteúdo.","conexao_teologica":"A maneira de comunicar a verdade de Deus deve ser feita com integridade e respeito, refletindo o caráter de Deus.","referencias_relacionadas":["Tiago 1:19","1 Pedro 3:15","Efésios 4:15"]},"jeremias_26_8_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' é repetida, reforçando a importância da liderança espiritual na resposta ao profeta.","explicacao_detalhada":"Os sacerdotes, ao ouvirem a mensagem de Jeremias, têm a responsabilidade de discernir e guiar o povo em resposta ao chamado de Deus.","por_que_esta_palavra":"A repetição da palavra destaca a falha na liderança e a necessidade de um retorno à verdadeira adoração.","conexao_teologica":"A liderança espiritual é fundamental para a saúde espiritual do povo de Deus, e os sacerdotes devem ser exemplos de fé.","referencias_relacionadas":["Ezequiel 22:26","Malaquias 2:7","1 Timóteo 3:1"]},"jeremias_26_8_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' é novamente mencionada, sublinhando a importância da voz profética em tempos de crise.","explicacao_detalhada":"A função do profeta é crucial para alertar o povo sobre os perigos de se afastar de Deus e as consequências disso.","por_que_esta_palavra":"A repetição da palavra 'profeta' enfatiza a necessidade de ouvir e responder à mensagem de Deus.","conexao_teologica":"Os profetas são fundamentais na história da salvação, preparando o caminho para a vinda de Cristo.","referencias_relacionadas":["Mateus 5:12","Lucas 11:49","Hebreus 1:1"]},"jeremias_26_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' é repetida, indicando a importância da forma como a mensagem é recebida e respondida.","explicacao_detalhada":"O 'modo' de receber a mensagem de Deus deve ser com humildade e disposição para mudar.","por_que_esta_palavra":"A repetição destaca que a atitude em relação à mensagem é crucial para a transformação espiritual.","conexao_teologica":"A maneira como respondemos à palavra de Deus reflete nossa disposição para a obediência e a fé.","referencias_relacionadas":["Romanos 12:2","Colossenses 3:16","Tiago 1:22"]},"jeremias_26_9_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' é mencionada novamente, reforçando a centralidade do templo na adoração a Deus.","explicacao_detalhada":"A destruição da casa de Deus é um tema de advertência, simbolizando o afastamento do povo de sua verdadeira adoração.","por_que_esta_palavra":"A repetição da palavra 'casa' enfatiza a seriedade do juízo e a necessidade de arrependimento.","conexao_teologica":"A casa de Deus é um símbolo da presença divina e da comunhão entre Deus e seu povo, que deve ser preservada.","referencias_relacionadas":["1 Reis 9:7","Salmos 79:1","Mateus 23:38"]},"jeremias_26_9_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade de Jerusalém, que era o centro religioso e político de Judá.","explicacao_detalhada":"A palavra 'cidade' no contexto de Jeremias 26:9 destaca a importância de Jerusalém como o lugar onde o templo estava localizado e onde o povo se reunia para adorar a Deus. A cidade simboliza a presença de Deus entre o Seu povo.","por_que_esta_palavra":"A escolha da palavra 'cidade' enfatiza a gravidade da mensagem que Jeremias estava trazendo, pois afetava não apenas indivíduos, mas toda a comunidade.","conexao_teologica":"A cidade de Jerusalém é frequentemente vista como um símbolo do relacionamento entre Deus e Seu povo, representando tanto a bênção quanto o juízo.","referencias_relacionadas":["Salmos 122:6","Isaías 1:21","Ezequiel 5:5"]},"jeremias_26_9_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"Indica a ação de comunicar a mensagem de Deus ao povo.","explicacao_detalhada":"A palavra 'falar' é crucial, pois Jeremias estava sendo chamado para transmitir uma mensagem profética que poderia trazer arrependimento ou juízo. Falar aqui implica não apenas a comunicação verbal, mas a entrega de uma mensagem divina.","por_que_esta_palavra":"A palavra 'falar' é utilizada para mostrar a responsabilidade do profeta em transmitir a verdade de Deus, mesmo diante da oposição.","conexao_teologica":"A comunicação de Deus através dos profetas é um tema central na Bíblia, mostrando como Deus se relaciona com a humanidade.","referencias_relacionadas":["Amós 3:7","Ezequiel 3:17","Hebreus 1:1"]},"jeremias_26_10_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à mensagem que Jeremias estava trazendo ao povo.","explicacao_detalhada":"A palavra 'palavra' neste contexto é a mensagem profética que Jeremias recebeu de Deus, que continha advertências e instruções. Essa palavra era vital para a compreensão do plano de Deus para Judá.","por_que_esta_palavra":"A ênfase na 'palavra' destaca a importância da revelação divina e como ela deve ser ouvida e obedecida pelo povo.","conexao_teologica":"A palavra de Deus é um tema recorrente na Bíblia, representando a verdade que deve guiar a vida dos crentes.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Romanos 10:17"]},"jeremias_26_10_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo de Jerusalém, a casa de Deus.","explicacao_detalhada":"A palavra 'casa' neste versículo se refere ao templo, que era considerado a morada de Deus entre o Seu povo. Jeremias estava alertando sobre a destruição que poderia vir sobre essa casa se o povo não se arrependesse.","por_que_esta_palavra":"A utilização da palavra 'casa' enfatiza a sacralidade do templo e a relação especial entre Deus e Israel.","conexao_teologica":"O templo é um símbolo da presença de Deus e da adoração, e sua destruição representa a separação entre Deus e Seu povo.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Mateus 21:13"]},"jeremias_26_10_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei de Judá, que tinha um papel crucial na liderança do povo.","explicacao_detalhada":"A palavra 'rei' destaca a autoridade e a responsabilidade do governante em guiar o povo de acordo com a vontade de Deus. O rei deveria ser um exemplo de justiça e retidão.","por_que_esta_palavra":"A menção do rei sublinha a importância da liderança espiritual e moral na sociedade israelita.","conexao_teologica":"A figura do rei é frequentemente usada na Bíblia para ilustrar a liderança de Deus sobre Seu povo, culminando em Cristo como o Rei dos Reis.","referencias_relacionadas":["Deuteronômio 17:14-20","Salmos 72:1-2","Isaías 9:6-7"]},"jeremias_26_11_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se aos sacerdotes que eram responsáveis pelos rituais e pela instrução do povo.","explicacao_detalhada":"A palavra 'sacerdote' indica aqueles que tinham a função de mediar entre Deus e o povo, oferecendo sacrifícios e ensinando a Lei. A sua resposta à mensagem de Jeremias era crucial.","por_que_esta_palavra":"A menção dos sacerdotes destaca a importância da liderança espiritual e a responsabilidade que eles tinham em guiar o povo em direção a Deus.","conexao_teologica":"Os sacerdotes são uma figura importante na história da salvação, representando a intercessão e a mediação entre Deus e a humanidade.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:10-11","Hebreus 5:1"]},"jeremias_26_11_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a Jeremias como o porta-voz de Deus.","explicacao_detalhada":"A palavra 'profeta' indica alguém escolhido por Deus para comunicar Sua vontade. Jeremias estava cumprindo essa função ao advertir o povo sobre suas transgressões.","por_que_esta_palavra":"A menção do profeta é essencial para entender o papel de Jeremias como mensageiro de Deus em tempos de crise.","conexao_teologica":"Os profetas são fundamentais na narrativa bíblica, pois trazem a palavra de Deus e chamam o povo ao arrependimento.","referencias_relacionadas":["Deuteronômio 18:18","Mateus 5:12","Atos 3:18"]},"jeremias_26_12_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se novamente ao templo, a casa de Deus.","explicacao_detalhada":"A repetição da palavra 'casa' enfatiza a importância do templo como o centro da adoração e a necessidade de preservá-lo como um lugar sagrado.","por_que_esta_palavra":"A ênfase na 'casa' reforça a ideia de que a adoração a Deus deve ser feita em um lugar que é considerado santo.","conexao_teologica":"O templo é um símbolo da presença de Deus e da adoração, e sua destruição representa a separação entre Deus e Seu povo.","referencias_relacionadas":["1 Reis 8:27","Salmos 84:1-2","Mateus 23:38"]},"jeremias_26_12_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade de Jerusalém, novamente destacando sua importância.","explicacao_detalhada":"A repetição da palavra 'cidade' reforça a centralidade de Jerusalém na história de Israel e sua relação com Deus.","por_que_esta_palavra":"A menção da cidade novamente sublinha a gravidade da mensagem de Jeremias e a necessidade de arrependimento.","conexao_teologica":"Jerusalém é vista como a cidade de Deus, e sua condição reflete a relação do povo com Ele.","referencias_relacionadas":["Salmos 48:1-2","Isaías 2:3","Lamentações 1:1"]},"jeremias_26_13_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Refere-se à voz de Deus que fala através do profeta.","explicacao_detalhada":"A palavra 'voz' indica a comunicação de Deus ao povo, enfatizando a importância de ouvir e responder à mensagem divina.","por_que_esta_palavra":"A escolha da palavra 'voz' destaca a urgência e a autoridade da mensagem que Jeremias estava transmitindo.","conexao_teologica":"A voz de Deus é um tema importante na Bíblia, representando a revelação e a direção divina para a vida do povo.","referencias_relacionadas":["Salmos 29:4","Isaías 30:21","João 10:27"]},"jeremias_26_13_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à existência e à vitalidade que Deus concede aos seres humanos.","explicacao_detalhada":"No contexto de Jeremias 26:13, a 'vida' é um chamado à reflexão sobre a importância de seguir os caminhos de Deus para garantir uma vida plena e abençoada.","por_que_esta_palavra":"A escolha da palavra 'vida' enfatiza a relação entre a obediência a Deus e a experiência de uma vida verdadeira e significativa.","conexao_teologica":"A vida é um tema central na teologia bíblica, representando não apenas a existência física, mas também a vida espiritual que se encontra em Cristo.","referencias_relacionadas":["Deuteronômio 30:19","João 10:10","Gálatas 2:20"]},"jeremias_26_13_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' implica em prestar atenção e obedecer à mensagem de Deus.","explicacao_detalhada":"Em Jeremias 26:13, 'ouvir' é um convite para que o povo escute as advertências do profeta e responda com arrependimento.","por_que_esta_palavra":"A ênfase em 'ouvir' destaca a importância da receptividade à palavra de Deus como um passo essencial para a transformação.","conexao_teologica":"Ouvir a voz de Deus é fundamental para a fé e a prática cristã, refletindo a relação entre Deus e seu povo.","referencias_relacionadas":["Salmos 95:7","Isaías 30:21","Tiago 1:22"]},"jeremias_26_14_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade de algo que é agradável e benéfico.","explicacao_detalhada":"No versículo, 'bom' é usado para descrever a intenção de Deus em oferecer ao seu povo um caminho de bênçãos e prosperidade.","por_que_esta_palavra":"A escolha de 'bom' ressalta a natureza benevolente de Deus e seu desejo de que seu povo experimente o bem.","conexao_teologica":"A bondade de Deus é um tema recorrente na Bíblia, refletindo seu caráter e suas promessas para aqueles que o seguem.","referencias_relacionadas":["Salmos 34:8","Romanos 8:28","Tiago 1:17"]},"jeremias_26_14_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma chamada à atenção, indicando algo importante que deve ser notado.","explicacao_detalhada":"Em Jeremias 26:14, 'eis' serve para destacar a seriedade da mensagem que está sendo transmitida pelo profeta.","por_que_esta_palavra":"A utilização de 'eis' enfatiza a urgência e a importância da resposta do povo à mensagem de Deus.","conexao_teologica":"A chamada para 'ver' ou 'ouvir' é uma forma de Deus convidar seu povo a reconhecer sua presença e suas ações na história.","referencias_relacionadas":["Isaías 43:1","Mateus 11:28","Apocalipse 3:20"]},"jeremias_26_14_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é uma metáfora que pode ser usada para descrever algo que é forte e ameaçador.","explicacao_detalhada":"No contexto, 'urso' pode simbolizar a força de um julgamento ou a gravidade da situação enfrentada pelo povo.","por_que_esta_palavra":"A escolha de 'urso' pode ser uma alusão à ferocidade do julgamento de Deus contra a desobediência.","conexao_teologica":"A imagem de animais ferozes é frequentemente usada na Bíblia para descrever a força do juízo divino.","referencias_relacionadas":["Amós 3:8","Ezequiel 39:18","Oséias 13:7"]},"jeremias_26_15_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um lugar de habitação, muitas vezes associado à comunidade e à identidade do povo.","explicacao_detalhada":"Em Jeremias 26:15, a 'cidade' representa Jerusalém, o centro espiritual e político do povo de Israel.","por_que_esta_palavra":"A menção da 'cidade' destaca a importância da coletividade e da responsabilidade comunitária diante de Deus.","conexao_teologica":"A cidade de Jerusalém é frequentemente vista como um símbolo da presença de Deus entre seu povo e do seu plano redentor.","referencias_relacionadas":["Salmos 122:6","Isaías 2:3","Hebreus 12:22"]},"jeremias_26_15_verdade":{"palavra_pt":"verdade/fidelidade","palavra_original":"אֶמֶת","transliteracao":"ʼemeth","strong":"H571","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' representa a fidelidade e a integridade da palavra de Deus.","explicacao_detalhada":"No versículo, 'verdade' é um chamado à autenticidade na relação do povo com Deus e na prática da justiça.","por_que_esta_palavra":"A ênfase na 'verdade' reflete a necessidade de um testemunho fiel e honesto diante de Deus e da sociedade.","conexao_teologica":"A verdade é um atributo de Deus e é fundamental na vida cristã, sendo Cristo descrito como a Verdade.","referencias_relacionadas":["João 14:6","Salmos 51:6","Efésios 4:15"]},"jeremias_26_15_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação de Deus ao seu povo, revelando sua vontade.","explicacao_detalhada":"Em Jeremias 26:15, 'palavra' é um lembrete da importância de ouvir e obedecer às instruções divinas.","por_que_esta_palavra":"A escolha de 'palavra' enfatiza a revelação de Deus e a necessidade de resposta por parte do povo.","conexao_teologica":"A palavra de Deus é viva e eficaz, e é através dela que somos guiados e transformados.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","2 Timóteo 3:16"]},"jeremias_26_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou abordado.","explicacao_detalhada":"No contexto, 'modo' pode se referir à forma como o povo deve responder à mensagem de Deus.","por_que_esta_palavra":"A escolha de 'modo' destaca a importância da atitude e da disposição do coração na obediência a Deus.","conexao_teologica":"A maneira como vivemos nossa fé é crucial para o testemunho cristão e a glorificação de Deus.","referencias_relacionadas":["Colossenses 3:17","Romanos 12:1","1 Pedro 2:12"]},"jeremias_26_16_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se àquele que serve como mediador entre Deus e o povo.","explicacao_detalhada":"Em Jeremias 26:16, o sacerdote representa a liderança espiritual e a responsabilidade de guiar o povo na adoração a Deus.","por_que_esta_palavra":"A escolha de 'sacerdote' enfatiza a importância da liderança espiritual e do papel dos líderes na vida da comunidade de fé.","conexao_teologica":"Cristo é nosso Sumo Sacerdote, mediando uma nova aliança entre Deus e a humanidade.","referencias_relacionadas":["Hebreus 4:14","1 Pedro 2:9","Êxodo 28:1"]},"jeremias_26_17_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar implica a ação de se erguer ou se posicionar em uma nova condição ou estado.","explicacao_detalhada":"No contexto de Jeremias 26:17, a palavra 'levantar' refere-se à ação de se erguer em defesa de uma causa ou de um profeta. É um chamado à ação e à coragem em tempos de adversidade.","por_que_esta_palavra":"A escolha da palavra 'levantar' enfatiza a necessidade de ação e resistência diante da opressão e da injustiça.","conexao_teologica":"Levantar-se em defesa da verdade é um princípio central na fé, refletindo a coragem de profetas como Jeremias que falam em nome de Deus.","referencias_relacionadas":["Isaías 60:1","Salmos 3:3","Salmos 27:6"]},"jeremias_26_17_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Terra refere-se ao espaço físico, mas também pode simbolizar a herança e o povo de Deus.","explicacao_detalhada":"Em Jeremias 26:17, a 'terra' é mencionada como o lugar onde o povo de Deus habita e onde suas promessas se realizam. A terra é um símbolo da aliança entre Deus e Israel.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a relação de Deus com seu povo e as promessas feitas a eles.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, representando não apenas um lugar físico, mas também a presença de Deus entre seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 6:10-11","Salmos 37:11"]},"jeremias_26_17_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Homem refere-se ao ser humano, frequentemente em sua fragilidade e necessidade de Deus.","explicacao_detalhada":"No versículo, 'homem' é usado para destacar a condição humana e a responsabilidade que cada indivíduo tem diante de Deus e da sociedade.","por_que_esta_palavra":"A palavra 'homem' é utilizada para enfatizar a dignidade e o valor que cada ser humano possui aos olhos de Deus.","conexao_teologica":"A criação do homem à imagem de Deus é um fundamento teológico que destaca a importância da humanidade na criação.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Eclesiastes 12:13"]},"jeremias_26_18_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia refere-se a um período de 24 horas, mas também pode simbolizar um tempo de julgamento ou de revelação.","explicacao_detalhada":"Em Jeremias 26:18, o 'dia' é um tempo específico em que eventos significativos ocorrem, como o julgamento de Deus sobre uma nação.","por_que_esta_palavra":"A palavra 'dia' é importante para entender a cronologia dos eventos e a soberania de Deus sobre o tempo.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema importante na profecia, indicando um tempo de intervenção divina.","referencias_relacionadas":["Amós 5:18","Zacarias 14:1","Mateus 24:36"]},"jeremias_26_18_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Casa pode referir-se a um edifício físico, mas também simboliza a família ou a nação.","explicacao_detalhada":"No contexto de Jeremias 26:18, 'casa' refere-se ao templo e à nação de Israel como a habitação de Deus entre seu povo.","por_que_esta_palavra":"A palavra 'casa' é usada para enfatizar a importância do templo como o local de adoração e a presença de Deus.","conexao_teologica":"A casa de Deus é um tema central na Bíblia, simbolizando a comunhão entre Deus e seu povo.","referencias_relacionadas":["Salmos 27:4","1 Reis 6:1","Hebreus 3:6"]},"jeremias_26_18_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar refere-se à ação de comunicar, especialmente em um contexto profético.","explicacao_detalhada":"Em Jeremias 26:18, 'falar' é a ação de transmitir a mensagem de Deus, que é vital para a edificação e correção do povo.","por_que_esta_palavra":"A palavra 'falar' destaca a importância da comunicação da verdade e da vontade de Deus.","conexao_teologica":"A comunicação divina é um tema central, onde Deus fala através de profetas e Escrituras.","referencias_relacionadas":["Amós 3:7","Romanos 10:14","2 Timóteo 3:16"]},"jeremias_26_19_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Morrer refere-se ao fim da vida física, mas também pode simbolizar a morte espiritual.","explicacao_detalhada":"No versículo, 'morrer' é mencionado em um contexto de advertência sobre as consequências de desobedecer a Deus.","por_que_esta_palavra":"A palavra 'morrer' é usada para enfatizar a seriedade das consequências do pecado e da rebelião contra Deus.","conexao_teologica":"A morte é um tema importante na teologia bíblica, representando tanto a separação de Deus quanto a esperança da vida eterna.","referencias_relacionadas":["Romanos 6:23","Ezequiel 18:30-32","João 3:16"]},"jeremias_26_19_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como algo é feito ou a forma de agir.","explicacao_detalhada":"Em Jeremias 26:19, 'modo' é usado para descrever a forma como as ações e decisões são tomadas, refletindo a moralidade e a ética.","por_que_esta_palavra":"A palavra 'modo' é importante para entender que as ações têm consequências e que a maneira de viver deve estar alinhada com a vontade de Deus.","conexao_teologica":"A ética e a moralidade são fundamentais na vida cristã, refletindo o caráter de Deus em nossas ações.","referencias_relacionadas":["Gálatas 6:7","Mateus 7:12","Colossenses 3:23"]},"jeremias_26_19_rei":{"palavra_pt":"rei","palavra_original":"חִזְקִיָּה","transliteracao":"Chizqîyâh","strong":"H2396","significado_raiz":"Ideia básica: rei.","significado_contextual":"Rei refere-se à autoridade e ao governo, especialmente em relação ao povo de Israel.","explicacao_detalhada":"No contexto de Jeremias 26:19, 'rei' é mencionado para destacar a responsabilidade dos líderes em seguir a vontade de Deus e guiar o povo.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a dinâmica de poder e a necessidade de liderança justa e piedosa.","conexao_teologica":"A soberania de Deus sobre os reis e líderes é um tema recorrente, mostrando que todos devem prestar contas a Ele.","referencias_relacionadas":["Provérbios 21:1","Romanos 13:1","1 Pedro 2:13-14"]},"jeremias_26_20_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Cidade refere-se a um local de habitação e comunidade, muitas vezes associado à segurança e à identidade.","explicacao_detalhada":"Em Jeremias 26:20, 'cidade' é mencionada para enfatizar a importância da comunidade e a responsabilidade coletiva diante de Deus.","por_que_esta_palavra":"A palavra 'cidade' é usada para destacar a relação entre o povo e o lugar onde vivem, refletindo a identidade nacional e espiritual.","conexao_teologica":"A cidade de Deus é um tema importante, simbolizando a presença de Deus entre seu povo e a esperança de redenção.","referencias_relacionadas":["Salmos 46:4","Hebreus 11:10","Apocalipse 21:2"]},"jeremias_26_20_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou território que Deus deu ao Seu povo.","explicacao_detalhada":"A palavra 'terra' neste contexto é usada para enfatizar a importância da terra prometida a Israel, que é vista como um símbolo da aliança entre Deus e Seu povo.","por_que_esta_palavra":"A 'terra' é um elemento central na narrativa bíblica, representando não apenas um lugar físico, mas também a presença e a promessa de Deus.","conexao_teologica":"A terra é frequentemente associada à bênção e à herança divina, refletindo a fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Salmos 37:11"]},"jeremias_26_20_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo como algo é feito ou apresentado.","explicacao_detalhada":"Neste versículo, 'modo' implica a forma como a mensagem de Deus é comunicada ao povo, destacando a necessidade de atenção e respeito ao que é dito.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a importância da comunicação clara e respeitosa das verdades divinas.","conexao_teologica":"A maneira como a mensagem de Deus é apresentada pode impactar a recepção e a resposta do povo.","referencias_relacionadas":["Mateus 5:16","Colossenses 4:6","1 Pedro 3:15"]},"jeremias_26_21_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade que governa sobre o povo.","explicacao_detalhada":"A palavra 'rei' neste contexto destaca a responsabilidade do governante em ouvir e agir de acordo com a vontade de Deus.","por_que_esta_palavra":"O rei é visto como um representante de Deus na terra, e sua resposta à mensagem profética é crucial para o bem-estar do povo.","conexao_teologica":"A relação entre o rei e Deus é um tema recorrente na Bíblia, onde a liderança justa é fundamental para a prosperidade da nação.","referencias_relacionadas":["1 Samuel 8:6-7","Provérbios 21:1","Romanos 13:1"]},"jeremias_26_21_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as ações do rei devem ser conduzidas.","explicacao_detalhada":"Neste contexto, 'modo' sugere que as decisões do rei devem ser tomadas com sabedoria e discernimento, especialmente em relação à palavra de Deus.","por_que_esta_palavra":"A forma como o rei age pode influenciar a nação e sua relação com Deus.","conexao_teologica":"A liderança deve ser guiada por princípios divinos para garantir a justiça e a paz.","referencias_relacionadas":["Salmos 72:1-4","Eclesiastes 10:2","Tiago 1:5"]},"jeremias_26_22_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente à figura de autoridade que deve agir em conformidade com a vontade de Deus.","explicacao_detalhada":"A repetição da palavra 'rei' enfatiza a importância da liderança na resposta ao chamado divino.","por_que_esta_palavra":"O rei deve ser um exemplo de obediência e fé, refletindo a relação entre Deus e Seu povo.","conexao_teologica":"A liderança espiritual e moral é vital para a saúde da comunidade de fé.","referencias_relacionadas":["2 Crônicas 7:14","Isaías 33:22","1 Timóteo 2:1-2"]},"jeremias_26_22_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo, enfatizando a responsabilidade pessoal diante de Deus.","explicacao_detalhada":"A palavra 'homem' destaca a dignidade e o valor de cada pessoa na criação de Deus, bem como sua responsabilidade moral.","por_que_esta_palavra":"Cada 'homem' é chamado a responder à mensagem de Deus e a viver de acordo com Seus princípios.","conexao_teologica":"A individualidade e a responsabilidade pessoal são temas centrais na relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 1:26-27","Romanos 14:12","Gálatas 6:5"]},"jeremias_26_22_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de enviar alguém com uma mensagem ou missão.","explicacao_detalhada":"A palavra 'enviar' implica a responsabilidade de levar a mensagem de Deus ao povo, destacando a importância da obediência ao chamado divino.","por_que_esta_palavra":"O envio é um ato de confiança e autoridade, refletindo a missão de profetas e mensageiros de Deus.","conexao_teologica":"O envio de mensageiros é um tema recorrente na Bíblia, simbolizando a continuidade da revelação divina.","referencias_relacionadas":["Mateus 28:19-20","Isaías 6:8","Romanos 10:14-15"]},"jeremias_26_23_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente à figura de autoridade que deve tomar decisões importantes.","explicacao_detalhada":"A repetição da palavra 'rei' reforça a ideia de que a liderança é crucial na resposta a Deus.","por_que_esta_palavra":"O rei deve ser um exemplo de fé e obediência, influenciando positivamente o povo.","conexao_teologica":"A liderança é um reflexo da soberania de Deus sobre a história e a sociedade.","referencias_relacionadas":["1 Reis 3:9","Salmos 72:12-14","Provérbios 16:12"]},"jeremias_26_23_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se ao ato de sair ou partir, muitas vezes em um contexto de julgamento ou mudança.","explicacao_detalhada":"A palavra 'sair' pode indicar a saída de um estado de desobediência ou a necessidade de mudança diante da advertência divina.","por_que_esta_palavra":"Sair é um ato que pode simbolizar libertação ou condenação, dependendo do contexto.","conexao_teologica":"A ideia de sair é frequentemente associada à libertação de opressão e ao chamado de Deus para um novo caminho.","referencias_relacionadas":["Êxodo 12:31-32","Isaías 43:16-19","Gálatas 5:1"]},"jeremias_26_24_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente ou membro da família, enfatizando a continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' destaca a importância das gerações e da herança espiritual dentro do povo de Deus.","por_que_esta_palavra":"O conceito de 'filho' é fundamental na narrativa bíblica, simbolizando a relação entre Deus e Seu povo como uma família.","conexao_teologica":"A filiação é um tema central, refletindo a adoção e o amor de Deus por Seus filhos.","referencias_relacionadas":["Gálatas 4:4-7","Efésios 1:5","1 João 3:1"]},"jeremias_26_24_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de conceder ou entregar algo a alguém, enfatizando a ação de Deus em prover.","explicacao_detalhada":"No contexto de Jeremias 26:24, a palavra 'dar' é usada para descrever a proteção que Deus oferece ao profeta, mostrando que Ele é quem concede segurança em meio à adversidade.","por_que_esta_palavra":"Esta palavra é crucial porque revela a natureza generosa de Deus, que não apenas fala, mas também age em favor de Seus servos.","conexao_teologica":"A ideia de 'dar' está ligada à providência divina, onde Deus se apresenta como o provedor de tudo que é necessário para o Seu povo.","referencias_relacionadas":["Salmos 37:25","Mateus 7:11","Filipenses 4:19"]},"jeremias_26_24_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' simboliza poder e ação, representando a força de Deus em proteger e guiar.","explicacao_detalhada":"Em Jeremias 26:24, a 'mão' de Deus é uma metáfora para Sua intervenção direta na vida de Jeremias, indicando que Ele está no controle das situações.","por_que_esta_palavra":"A palavra é significativa porque expressa a ideia de que a proteção de Deus é ativa e poderosa, não passiva.","conexao_teologica":"A mão de Deus é frequentemente mencionada nas Escrituras como um símbolo de Sua força e capacidade de salvar.","referencias_relacionadas":["Êxodo 15:6","Salmos 138:7","Isaías 41:10"]}}