{"jeremias_27_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se a uma declaração ou mensagem, especialmente uma que vem de Deus.","explicacao_detalhada":"Em Jeremias 27:1, a 'palavra' é a comunicação divina que instrui e orienta o povo, ressaltando a importância da revelação de Deus.","por_que_esta_palavra":"Esta palavra é essencial porque enfatiza a autoridade das mensagens proféticas e a necessidade de ouvir a voz de Deus.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo um meio pelo qual Ele se relaciona com a humanidade.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","2 Timóteo 3:16"]},"jeremias_27_1_principio":{"palavra_pt":"principio/primicias","palavra_original":"רֵאשִׁית","transliteracao":"rêʼshîyth","strong":"H7225","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' refere-se ao início ou à origem de algo, especialmente em um contexto de autoridade.","explicacao_detalhada":"No versículo, 'princípio' indica a soberania de Deus sobre os reinos da terra, estabelecendo quem deve governar.","por_que_esta_palavra":"É importante porque mostra que Deus é o autor da história e que Ele tem um plano para a humanidade desde o início.","conexao_teologica":"Deus é o princípio de todas as coisas, e Sua soberania é um tema central nas Escrituras.","referencias_relacionadas":["Gênesis 1:1","Colossenses 1:16-17","Apocalipse 21:6"]},"jeremias_27_1_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Ideia básica: reino.","significado_contextual":"A palavra 'reino' refere-se ao domínio ou à autoridade de um governante sobre um território ou povo.","explicacao_detalhada":"Em Jeremias 27:1, 'reino' é usado para descrever a soberania de Deus sobre as nações e a entrega de reinos a quem Ele deseja.","por_que_esta_palavra":"Esta palavra é significativa porque enfatiza que todos os reinos da terra estão sob o controle de Deus, que estabelece e derruba governantes.","conexao_teologica":"A soberania de Deus é um tema recorrente, mostrando que Ele reina sobre tudo e todos.","referencias_relacionadas":["Daniel 2:21","Romanos 13:1","Salmos 103:19"]},"jeremias_27_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é um título que expressa autoridade e soberania, referindo-se a Deus.","explicacao_detalhada":"No contexto de Jeremias 27:2, 'senhor' enfatiza a posição de Deus como o governante supremo que tem controle sobre todas as coisas.","por_que_esta_palavra":"É importante porque reconhece a majestade de Deus e Sua autoridade sobre a criação.","conexao_teologica":"O nome do Senhor é um tema central na adoração e na reverência a Deus nas Escrituras.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"jeremias_27_2_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um animal que simboliza força e ferocidade, mas aqui pode ser uma referência a ações de Deus.","explicacao_detalhada":"Em Jeremias 27:2, a palavra 'urso' pode ser interpretada como uma metáfora para a força de Deus em agir contra os inimigos de Israel.","por_que_esta_palavra":"Esta palavra é significativa porque ilustra a natureza poderosa de Deus em proteger Seu povo.","conexao_teologica":"Deus é frequentemente descrito como um guerreiro que luta por Seu povo, mostrando Sua força e proteção.","referencias_relacionadas":["Salmos 18:32-34","Isaías 31:4","Miquéias 5:8"]},"jeremias_27_3_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se a um governante, especialmente em um contexto de autoridade e liderança.","explicacao_detalhada":"No versículo, 'rei' é usado para descrever a autoridade que Deus concede a certos líderes, enfatizando que todo poder vem dEle.","por_que_esta_palavra":"É importante porque mostra que Deus é o verdadeiro Rei e que os governantes humanos são apenas representantes de Sua autoridade.","conexao_teologica":"A soberania de Deus sobre os reis é um tema recorrente, mostrando que Ele estabelece e derruba líderes.","referencias_relacionadas":["Provérbios 21:1","Daniel 4:17","Romanos 13:1"]},"jeremias_27_3_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se a um descendente, muitas vezes simbolizando herança e continuidade.","explicacao_detalhada":"Em Jeremias 27:3, 'filho' pode se referir à linhagem real, destacando a importância da descendência na continuidade do reino.","por_que_esta_palavra":"É significativa porque ressalta a relação entre pais e filhos, especialmente em contextos de liderança e herança.","conexao_teologica":"A relação entre Deus e Seu povo é frequentemente descrita em termos de paternidade, onde Deus é o Pai e os crentes são Seus filhos.","referencias_relacionadas":["Salmos 2:7","João 1:12","Romanos 8:14"]},"jeremias_27_3_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' simboliza poder e ação, representando a força de Deus em proteger e guiar.","explicacao_detalhada":"Em Jeremias 27:3, a 'mão' de Deus é uma metáfora para Sua intervenção direta na vida de Jeremias, indicando que Ele está no controle das situações.","por_que_esta_palavra":"A palavra é significativa porque expressa a ideia de que a proteção de Deus é ativa e poderosa, não passiva.","conexao_teologica":"A mão de Deus é frequentemente mencionada nas Escrituras como um símbolo de Sua força e capacidade de salvar.","referencias_relacionadas":["Êxodo 15:6","Salmos 138:7","Isaías 41:10"]},"jeremias_27_4_enviar":{"palavra_pt":"enviar","palavra_original":"צָוָה","transliteracao":"tsâvâh","strong":"H6680","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se ao ato de Deus de enviar mensagens ou profetas ao Seu povo.","explicacao_detalhada":"Neste contexto, Deus está instruindo Jeremias a transmitir uma mensagem ao povo sobre a submissão a Nabucodonosor, enfatizando a autoridade divina por trás do envio.","por_que_esta_palavra":"A escolha da palavra 'enviar' destaca a ação deliberada de Deus em comunicar Sua vontade e planos ao Seu povo.","conexao_teologica":"A ideia de envio é central na teologia bíblica, onde Deus frequentemente envia profetas e mensageiros para guiar e corrigir Seu povo.","referencias_relacionadas":["Isaías 6:8","Mateus 10:16","Romanos 10:15"]},"jeremias_27_4_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"A palavra 'soberano' enfatiza a autoridade e o domínio de Deus sobre todas as nações e circunstâncias.","explicacao_detalhada":"Neste versículo, Deus é reconhecido como o Senhor que controla a história e os eventos, incluindo a ascensão de Nabucodonosor.","por_que_esta_palavra":"A palavra 'soberano' é crucial para entender a natureza de Deus como aquele que governa sobre tudo, trazendo conforto e segurança ao Seu povo.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, que nos lembra que Ele está no controle, mesmo em tempos de crise.","referencias_relacionadas":["Salmos 103:19","Daniel 4:17","Romanos 13:1"]},"jeremias_27_4_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'grande' refere-se à magnitude e importância da mensagem que Deus está transmitindo através de Jeremias.","explicacao_detalhada":"Deus está comunicando uma verdade significativa sobre Seu plano para a nação, que deve ser levado a sério pelo povo.","por_que_esta_palavra":"A utilização de 'grande' ressalta a seriedade e a urgência da mensagem divina que está sendo enviada.","conexao_teologica":"A grandeza de Deus é frequentemente associada à Sua capacidade de realizar planos que vão além da compreensão humana.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"jeremias_27_5_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território que Deus deu ao Seu povo e à criação em geral.","explicacao_detalhada":"Neste contexto, a terra é um símbolo da promessa de Deus e do lugar onde Seu povo deve viver e prosperar sob Sua autoridade.","por_que_esta_palavra":"A menção da 'terra' enfatiza a relação entre Deus e Seu povo, que é chamado a habitar e cuidar do que Ele criou.","conexao_teologica":"A terra é um tema central na narrativa bíblica, representando tanto a bênção quanto a responsabilidade do povo de Deus.","referencias_relacionadas":["Gênesis 1:28","Deuteronômio 8:7","Salmos 37:11"]},"jeremias_27_5_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' aqui se refere à magnitude do domínio que Deus está concedendo a Nabucodonosor.","explicacao_detalhada":"Deus está afirmando que Ele deu a Nabucodonosor um grande poder sobre as nações, o que deve ser reconhecido pelo povo.","por_que_esta_palavra":"A repetição da palavra 'grande' enfatiza a importância do domínio e da autoridade que Deus estabeleceu.","conexao_teologica":"A grandeza de Deus se reflete em Sua capacidade de levantar e derrubar governantes conforme Sua vontade.","referencias_relacionadas":["Daniel 2:21","Romanos 13:1","Apocalipse 19:16"]},"jeremias_27_5_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode ser uma referência a um símbolo de força e poder, embora seu uso aqui seja menos comum.","explicacao_detalhada":"Neste contexto, pode-se entender como uma metáfora para a força que Deus está usando para disciplinar Seu povo.","por_que_esta_palavra":"A escolha de uma imagem poderosa como 'urso' pode indicar a ferocidade e a seriedade da situação que o povo enfrenta.","conexao_teologica":"Deus usa várias imagens e metáforas para transmitir Sua mensagem e a gravidade de Suas ações.","referencias_relacionadas":["Isaías 11:7","Ezequiel 39:18","Amós 3:8"]},"jeremias_27_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' é novamente mencionada, reforçando a ideia de domínio e possessão.","explicacao_detalhada":"Deus reafirma que a terra e tudo que nela habita estão sob Seu controle e autoridade.","por_que_esta_palavra":"A repetição da palavra 'terra' enfatiza a soberania de Deus sobre a criação e a importância do lugar que Ele deu ao Seu povo.","conexao_teologica":"A relação entre Deus e a terra é um tema central na Bíblia, simbolizando a aliança e a promessa.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Mateus 5:5"]},"jeremias_27_6_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de Deus de conceder autoridade e poder a Nabucodonosor.","explicacao_detalhada":"Deus está afirmando que Ele é quem dá o domínio sobre as nações, e isso deve ser reconhecido pelo povo.","por_que_esta_palavra":"A palavra 'dar' destaca a soberania de Deus em distribuir autoridade conforme Sua vontade.","conexao_teologica":"A ideia de Deus como aquele que dá poder é fundamental para entender a dinâmica entre o divino e o humano na história.","referencias_relacionadas":["Daniel 2:37","Romanos 13:1","Apocalipse 11:15"]},"jeremias_27_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como Deus está estabelecendo Seu plano para a história.","explicacao_detalhada":"Deus está comunicando que há um modo específico pelo qual Ele está operando, que pode não ser compreendido pelo povo.","por_que_esta_palavra":"A escolha da palavra 'modo' sugere que há um plano divino em ação, mesmo quando as circunstâncias parecem confusas.","conexao_teologica":"A compreensão do modo como Deus opera é essencial para a fé, pois nos ajuda a confiar em Sua sabedoria.","referencias_relacionadas":["Isaías 55:8-9","Romanos 11:33","Efésios 1:11"]},"jeremias_27_7_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade de Nabucodonosor, que foi estabelecida por Deus.","explicacao_detalhada":"Deus está afirmando que Nabucodonosor é o rei que Ele levantou para governar sobre as nações, incluindo Israel.","por_que_esta_palavra":"A palavra 'rei' é significativa porque destaca a soberania de Deus em estabelecer líderes e governantes.","conexao_teologica":"A realeza de Deus é um tema central na Bíblia, onde Ele é reconhecido como o Rei dos Reis.","referencias_relacionadas":["Salmos 47:2","1 Timóteo 6:15","Apocalipse 19:16"]},"jeremias_27_7_obra":{"palavra_pt":"obra","palavra_original":"עָבַד","transliteracao":"ʻâbad","strong":"H5647","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se ao trabalho ou atividade que Deus está realizando através das nações.","explicacao_detalhada":"A palavra 'obra' neste contexto implica a ação divina em moldar a história e os eventos das nações, mostrando que Deus está no controle de todas as coisas.","por_que_esta_palavra":"É usada para enfatizar a soberania de Deus sobre as nações e a importância de reconhecer Sua obra na história.","conexao_teologica":"A obra de Deus é um tema central na teologia, pois revela Sua natureza ativa e envolvida na criação e na história da humanidade.","referencias_relacionadas":["Isaías 43:13","Salmos 138:8","Efésios 2:10"]},"jeremias_27_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas estão sendo feitas ou como os eventos estão se desenrolando.","explicacao_detalhada":"A palavra 'modo' sugere que há uma forma específica pela qual Deus está operando, e isso deve ser reconhecido pelos ouvintes da mensagem.","por_que_esta_palavra":"É importante para entender que a ação de Deus não é aleatória, mas segue um plano e um propósito divinos.","conexao_teologica":"A maneira como Deus age é frequentemente discutida na teologia, especialmente em relação à providência e ao plano divino.","referencias_relacionadas":["Romanos 8:28","Salmos 25:4","Provérbios 3:5-6"]},"jeremias_27_8_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Ideia básica: reino.","significado_contextual":"Refere-se ao reino ou domínio que será dado a outras nações como parte do plano de Deus.","explicacao_detalhada":"A palavra 'reino' implica a autoridade e o controle que Deus exerce sobre as nações, e como Ele pode transferir esse domínio conforme Sua vontade.","por_que_esta_palavra":"É crucial para entender a soberania de Deus sobre a história e os reinos da terra.","conexao_teologica":"A ideia de reino é central na teologia, especialmente no que diz respeito ao Reino de Deus e à sua manifestação na terra.","referencias_relacionadas":["Daniel 2:21","Mateus 6:10","Apocalipse 11:15"]},"jeremias_27_8_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"Refere-se à escassez e à necessidade que as nações enfrentarão como parte do juízo de Deus.","explicacao_detalhada":"A palavra 'fome' simboliza não apenas a falta de alimento físico, mas também a ausência de sustento espiritual e a necessidade de voltar-se a Deus.","por_que_esta_palavra":"É usada para alertar sobre as consequências do afastamento de Deus e a necessidade de arrependimento.","conexao_teologica":"A fome é frequentemente usada na Bíblia como um símbolo do juízo de Deus e da necessidade de dependência dEle.","referencias_relacionadas":["Amós 8:11","Mateus 5:6","Salmos 107:9"]},"jeremias_27_8_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda das nações e ao colapso de seus reinos como resultado do juízo divino.","explicacao_detalhada":"A palavra 'cair' implica uma perda de poder e autoridade, mostrando que nada pode resistir ao plano de Deus.","por_que_esta_palavra":"É importante para enfatizar a fragilidade das potências humanas diante da soberania de Deus.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a justiça de Deus e a necessidade de humildade diante dEle.","referencias_relacionadas":["Salmos 75:7","Provérbios 16:18","Isaías 40:23"]},"jeremias_27_9_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se à figura do profeta que transmite a mensagem de Deus ao povo.","explicacao_detalhada":"A palavra 'profeta' indica alguém escolhido por Deus para falar em Seu nome, alertando sobre as consequências do pecado e chamando ao arrependimento.","por_que_esta_palavra":"É fundamental para entender o papel dos profetas na história de Israel e sua relevância para a mensagem de Deus.","conexao_teologica":"Os profetas são essenciais na teologia bíblica, pois são mediadores da palavra de Deus ao Seu povo.","referencias_relacionadas":["Deuteronômio 18:18","Amós 3:7","Hebreus 1:1"]},"jeremias_27_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à importância e à gravidade da mensagem que está sendo proclamada.","explicacao_detalhada":"A palavra 'dizer' enfatiza a necessidade de comunicar verdades profundas e significativas que impactam a vida do povo.","por_que_esta_palavra":"É usada para ressaltar a seriedade da mensagem divina e a responsabilidade do profeta em transmiti-la.","conexao_teologica":"A comunicação da verdade é um aspecto vital da teologia, pois envolve a revelação de Deus ao homem.","referencias_relacionadas":["Salmos 119:105","Romanos 10:14","1 Pedro 4:11"]},"jeremias_27_9_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à veracidade da mensagem de Deus e à necessidade de discernir entre a verdade e a mentira.","explicacao_detalhada":"A palavra 'verdade' implica a autenticidade da palavra de Deus e a importância de seguir Seus ensinamentos.","por_que_esta_palavra":"É crucial para entender que a verdade de Deus é o fundamento da fé e da vida do crente.","conexao_teologica":"A verdade é um tema central na teologia, especialmente em relação à revelação divina e à natureza de Deus.","referencias_relacionadas":["João 14:6","Salmos 119:160","Efésios 4:15"]},"jeremias_27_10_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se à razão pela qual as advertências estão sendo dadas ao povo.","explicacao_detalhada":"A palavra 'porque' introduz a justificativa para a mensagem do profeta, ligando a advertência às consequências do pecado.","por_que_esta_palavra":"É importante para entender a lógica divina por trás das advertências e promessas de Deus.","conexao_teologica":"A razão é um aspecto importante na teologia, pois revela a natureza de Deus como justo e sábio.","referencias_relacionadas":["Romanos 1:20","Gálatas 6:7","Hebreus 12:6"]},"jeremias_27_10_cause":{"palavra_pt":"cause","palavra_original":"שֶׁקֶר","transliteracao":"sheqer","strong":"H8267","significado_raiz":"Ideia básica: cause.","significado_contextual":"Refere-se à origem do problema ou do juízo que está sendo anunciado.","explicacao_detalhada":"A palavra 'cause' implica que há uma razão específica para o juízo de Deus, que é o pecado e a desobediência do povo.","por_que_esta_palavra":"É usada para enfatizar que as consequências são resultado direto das ações do povo.","conexao_teologica":"A causa do juízo é um tema importante na teologia, pois destaca a justiça de Deus e a responsabilidade humana.","referencias_relacionadas":["Ezequiel 18:30","Gálatas 5:19-21","Romanos 2:6"]},"jeremias_27_10_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação de uma mensagem divina.","explicacao_detalhada":"Neste contexto, Deus instrui Jeremias a falar em Seu nome, transmitindo advertências e profecias ao povo de Judá sobre a vinda da Babilônia.","por_que_esta_palavra":"A escolha da palavra 'falar' enfatiza a importância da comunicação profética e da revelação divina ao povo.","conexao_teologica":"A comunicação de Deus através dos profetas é um tema central na Bíblia, mostrando como Deus se relaciona com a humanidade.","referencias_relacionadas":["Jeremias 1:7","Ezequiel 3:17","Amós 3:7"]},"jeremias_27_11_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' implica a ação de decidir ou determinar o que é certo ou errado.","explicacao_detalhada":"Aqui, Deus está afirmando que Ele é o juiz supremo que determinará o destino das nações, incluindo Judá, com base em suas ações.","por_que_esta_palavra":"A palavra 'julgar' é usada para mostrar a soberania de Deus sobre as nações e a responsabilidade moral do povo.","conexao_teologica":"A justiça de Deus é um tema recorrente, onde Ele julga as nações e indivíduos de acordo com suas ações.","referencias_relacionadas":["Salmos 9:7","Isaías 33:22","Romanos 14:10"]},"jeremias_27_11_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"A palavra 'nação' refere-se a um grupo de pessoas unidas por laços culturais e políticos.","explicacao_detalhada":"Neste versículo, Deus fala sobre as nações que serão subjugadas pela Babilônia, enfatizando a realidade da dominação política.","por_que_esta_palavra":"A palavra 'nação' é crucial para entender o contexto histórico e as interações entre os povos na época.","conexao_teologica":"Deus tem um plano para todas as nações, e Sua soberania se estende além de Israel.","referencias_relacionadas":["Gênesis 12:3","Isaías 60:12","Mateus 28:19"]},"jeremias_27_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou abordado.","explicacao_detalhada":"Deus instrui Jeremias a falar sobre o modo como as nações devem se submeter à Babilônia, enfatizando a necessidade de aceitação da autoridade.","por_que_esta_palavra":"A palavra 'modo' destaca a importância da atitude e da postura diante das circunstâncias difíceis.","conexao_teologica":"A submissão à autoridade estabelecida é um princípio bíblico que reflete a ordem divina.","referencias_relacionadas":["Romanos 13:1","1 Pedro 2:13","Provérbios 21:1"]},"jeremias_27_12_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se a uma declaração ou mensagem significativa.","explicacao_detalhada":"Neste contexto, a palavra de Deus é uma advertência sobre as consequências da desobediência e a necessidade de ouvir a mensagem profética.","por_que_esta_palavra":"A palavra 'palavra' é fundamental para entender a revelação de Deus e a importância de Sua comunicação com o povo.","conexao_teologica":"A Palavra de Deus é viva e eficaz, e é através dela que Ele se revela e guia Seu povo.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Isaías 55:11"]},"jeremias_27_12_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se à existência e à continuidade da vida.","explicacao_detalhada":"Deus está enfatizando que a obediência à Sua palavra é essencial para a preservação da vida e da prosperidade do povo.","por_que_esta_palavra":"A palavra 'viver' destaca a conexão entre a obediência a Deus e a vida plena que Ele oferece.","conexao_teologica":"A vida eterna é um tema central na Bíblia, onde a obediência a Deus resulta em bênçãos e vida abundante.","referencias_relacionadas":["João 10:10","Deuteronômio 30:19-20","Romanos 6:23"]},"jeremias_27_13_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"A palavra 'fome' refere-se à escassez de alimento e à necessidade básica de sobrevivência.","explicacao_detalhada":"Deus alerta sobre as consequências da desobediência, que incluirão fome e privações como juízo sobre o povo.","por_que_esta_palavra":"A palavra 'fome' é usada para ilustrar a gravidade das consequências do afastamento de Deus.","conexao_teologica":"A fome é frequentemente vista na Bíblia como um sinal do juízo de Deus e da necessidade de arrependimento.","referencias_relacionadas":["Amós 8:11","Mateus 4:4","Lamentações 4:9"]},"jeremias_27_13_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se ao fim da vida física.","explicacao_detalhada":"Deus avisa que a desobediência levará à morte, tanto física quanto espiritual, como consequência do afastamento d'Ele.","por_que_esta_palavra":"A palavra 'morrer' enfatiza a seriedade das consequências do pecado e da rebelião contra Deus.","conexao_teologica":"A morte é um tema central na teologia bíblica, simbolizando a separação de Deus e a necessidade de redenção.","referencias_relacionadas":["Romanos 6:23","Gênesis 2:17","Ezequiel 18:30-32"]},"jeremias_27_13_seca":{"palavra_pt":"espada","palavra_original":"חֶרֶב","transliteracao":"chereb","strong":"H2719","significado_raiz":"Ideia básica: espada.","significado_contextual":"A palavra 'espada' simboliza destruição e juízo.","explicacao_detalhada":"Neste contexto, a espada representa a guerra e a violência que virão como resultado da desobediência ao Senhor.","por_que_esta_palavra":"A palavra 'espada' é usada para ilustrar a severidade do juízo de Deus sobre aqueles que se rebelam contra Ele.","conexao_teologica":"A espada é um símbolo de julgamento e a necessidade de arrependimento diante de Deus.","referencias_relacionadas":["Mateus 10:34","Apocalipse 19:15","Salmos 149:6"]},"jeremias_27_14_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus que transmite Suas revelações.","explicacao_detalhada":"Jeremias é chamado para ser um profeta que traz a palavra de Deus ao povo, alertando sobre as consequências de suas ações.","por_que_esta_palavra":"A palavra 'profeta' é fundamental para entender o papel de Jeremias e a importância da profecia na comunicação divina.","conexao_teologica":"Os profetas são instrumentos de Deus para chamar o povo ao arrependimento e à fidelidade.","referencias_relacionadas":["Deuteronômio 18:18","Mateus 5:12","Atos 3:21"]},"jeremias_27_14_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus que é transmitida através dos profetas.","explicacao_detalhada":"A palavra 'דָּבָר' (dâbâr) é usada para descrever não apenas uma palavra falada, mas também a mensagem divina que deve ser ouvida e obedecida. Em Jeremias 27:14, a ênfase está na importância de ouvir a palavra do Senhor e não se deixar enganar por falsas promessas.","por_que_esta_palavra":"Esta palavra é crucial porque representa a comunicação de Deus com o Seu povo, enfatizando a necessidade de discernimento espiritual.","conexao_teologica":"A palavra de Deus é viva e eficaz, e é através dela que somos guiados e corrigidos. A rejeição da palavra de Deus leva à desobediência e à destruição.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Salmos 119:105"]},"jeremias_27_14_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de declarar ou afirmar algo, especialmente no contexto de profecias.","explicacao_detalhada":"A palavra 'אָמַר' (ʼâmar) implica uma declaração que carrega autoridade. Em Jeremias 27:14, o profeta é instruído a dizer ao povo que não escutem os profetas enganadores.","por_que_esta_palavra":"É importante porque a declaração de um profeta deve ser levada a sério, especialmente quando se trata de advertências divinas.","conexao_teologica":"A fala de Deus através dos profetas é um meio pelo qual Ele se comunica com a humanidade, e a obediência a essas palavras é essencial para a vida espiritual.","referencias_relacionadas":["Ezequiel 33:7","Amós 3:7","Romanos 10:17"]},"jeremias_27_15_cause":{"palavra_pt":"cause","palavra_original":"שֶׁקֶר","transliteracao":"sheqer","strong":"H8267","significado_raiz":"Ideia básica: cause.","significado_contextual":"Refere-se a uma mentira ou engano que pode levar o povo a se desviar da verdade.","explicacao_detalhada":"A palavra 'שֶׁקֶר' (sheqer) é usada para descrever a falsidade que os profetas estavam proclamando. Em Jeremias 27:15, o Senhor avisa que esses profetas não falam em Seu nome.","por_que_esta_palavra":"É fundamental entender a diferença entre a verdade de Deus e as mentiras que podem ser apresentadas como verdade.","conexao_teologica":"A verdade de Deus é um pilar da fé, e o engano pode levar à destruição espiritual e física.","referencias_relacionadas":["João 8:44","Salmos 119:163","Provérbios 12:22"]},"jeremias_27_15_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a um mensageiro de Deus que transmite Suas palavras ao povo.","explicacao_detalhada":"A palavra 'נָבִיא' (nâbîyʼ) é usada para descrever aqueles que são chamados por Deus para falar em Seu nome. Em Jeremias 27:15, o Senhor distingue entre os verdadeiros profetas e os falsos.","por_que_esta_palavra":"A identificação de um verdadeiro profeta é crucial para a orientação espiritual do povo.","conexao_teologica":"Os profetas desempenham um papel vital na revelação de Deus e na condução do povo à verdade.","referencias_relacionadas":["Deuteronômio 18:18","Mateus 7:15","Atos 3:21"]},"jeremias_27_15_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se ao ato de comunicar a mensagem de Deus.","explicacao_detalhada":"A palavra 'נָבָא' (nâbâʼ) implica não apenas falar, mas falar como um profeta, transmitindo a mensagem divina. Em Jeremias 27:15, isso é importante para distinguir entre a verdade e a falsidade.","por_que_esta_palavra":"A comunicação da verdade de Deus é essencial para a edificação da fé e a correção do povo.","conexao_teologica":"A fala profética é um meio pelo qual Deus se revela e orienta Seu povo.","referencias_relacionadas":["1 Tessalonicenses 5:20","Ezequiel 2:7","Romanos 12:6"]},"jeremias_27_16_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se aos líderes religiosos que têm a responsabilidade de guiar o povo em questões espirituais.","explicacao_detalhada":"A palavra 'כֹּהֵן' (kôhên) descreve aqueles que servem no templo e têm a função de interceder pelo povo. Em Jeremias 27:16, os sacerdotes também são advertidos sobre a importância de discernir a verdade.","por_que_esta_palavra":"Os sacerdotes têm um papel fundamental na manutenção da pureza espiritual e na instrução do povo.","conexao_teologica":"A função sacerdotal é um símbolo do mediador entre Deus e o homem, refletindo a necessidade de um intercessor.","referencias_relacionadas":["Hebreus 5:1","1 Pedro 2:9","Êxodo 28:1"]},"jeremias_27_16_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à comunicação da verdade de Deus, especialmente em um contexto de advertência.","explicacao_detalhada":"A palavra 'נָבָא' (nâbâʼ) é novamente utilizada para enfatizar a importância de falar a verdade de Deus. Em Jeremias 27:16, isso é um chamado à responsabilidade dos sacerdotes e profetas.","por_que_esta_palavra":"A fala profética e sacerdotal é vital para a saúde espiritual do povo.","conexao_teologica":"A comunicação da verdade é essencial para a edificação da fé e a correção do povo.","referencias_relacionadas":["Tiago 3:1","Ezequiel 3:17","2 Timóteo 4:2"]},"jeremias_27_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como a mensagem deve ser comunicada.","explicacao_detalhada":"A palavra 'כֹּל' (kôl) implica um modo ou forma de falar que deve ser respeitosa e fiel à verdade de Deus. Em Jeremias 27:16, isso é importante para garantir que a mensagem não seja distorcida.","por_que_esta_palavra":"A maneira de comunicar a verdade é tão importante quanto a própria mensagem.","conexao_teologica":"A forma como a verdade é apresentada pode impactar a recepção e a resposta do povo.","referencias_relacionadas":["Colossenses 4:6","1 Pedro 3:15","Efésios 4:15"]},"jeremias_27_17_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se à vida que é preservada através da obediência à palavra de Deus.","explicacao_detalhada":"A palavra 'חָיָה' (châyâh) implica não apenas a existência física, mas uma vida plena e abundante que vem da obediência a Deus. Em Jeremias 27:17, a promessa de vida é condicionada à aceitação da verdade.","por_que_esta_palavra":"A vida verdadeira é encontrada na obediência a Deus e em seguir Suas instruções.","conexao_teologica":"A vida em Cristo é uma vida abundante, e a obediência à Sua palavra é fundamental para experimentar essa plenitude.","referencias_relacionadas":["João 10:10","Romanos 6:23","Gálatas 2:20"]},"jeremias_27_17_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade de Jerusalém, que é central na história do povo de Deus.","explicacao_detalhada":"A palavra 'עִיר' (ʻîyr) é usada para descrever a cidade que representa o lugar da presença de Deus e do Seu povo. Em Jeremias 27:17, a cidade é mencionada em relação à proteção e à promessa de Deus.","por_que_esta_palavra":"A cidade é um símbolo da aliança de Deus com Seu povo e da Sua proteção sobre eles.","conexao_teologica":"Jerusalém é frequentemente vista como um símbolo do reino de Deus e da habitação divina entre os homens.","referencias_relacionadas":["Salmos 122:6","Isaías 2:3","Mateus 5:14"]},"jeremias_27_17_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade e poder do rei sobre o povo.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) é usada para descrever a figura de liderança que governa uma nação. No contexto de Jeremias 27, o rei é um símbolo da soberania de Deus sobre as nações, e a mensagem do profeta é um aviso sobre a submissão a essa autoridade.","por_que_esta_palavra":"A escolha da palavra 'rei' enfatiza a importância da liderança e da obediência às autoridades estabelecidas por Deus.","conexao_teologica":"A figura do rei é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo, onde Deus é o Rei supremo.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Romanos 13:1"]},"jeremias_27_18_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Representa o lar, a família e a comunidade de fé.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) é um símbolo de segurança e estabilidade. No contexto de Jeremias 27, a casa é mencionada em relação à preservação do povo de Deus e à importância de manter a aliança com Ele.","por_que_esta_palavra":"A palavra 'casa' é utilizada para mostrar que a proteção de Deus se estende não apenas a indivíduos, mas a toda a comunidade.","conexao_teologica":"A casa de Deus é frequentemente vista como um lugar de adoração e comunhão, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","Hebreus 3:6"]},"jeremias_27_18_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade e à presença de Deus.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o nome pessoal de Deus, que denota Sua soberania e poder. No contexto de Jeremias 27, o uso do nome de Deus enfatiza a importância de reconhecer Sua autoridade sobre todas as coisas.","por_que_esta_palavra":"O nome de Deus é central na adoração e na relação do povo com Ele, sendo um lembrete constante de Sua fidelidade.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua promessa de estar presente com Seu povo e de cumprir Suas promessas.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"jeremias_27_18_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se ao mensageiro de Deus que traz Sua palavra ao povo.","explicacao_detalhada":"A palavra 'profeta' (נָבִיא) indica alguém chamado por Deus para comunicar Sua vontade. Jeremias, como profeta, traz uma mensagem de advertência e esperança ao povo de Judá.","por_que_esta_palavra":"A presença de profetas é essencial para guiar o povo e lembrá-los de sua responsabilidade diante de Deus.","conexao_teologica":"Os profetas são instrumentos de Deus para revelar Sua vontade e chamar o povo ao arrependimento.","referencias_relacionadas":["Deuteronômio 18:18","Amós 3:7","Mateus 10:41"]},"jeremias_27_19_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Simboliza a vastidão e o poder de Deus sobre a criação.","explicacao_detalhada":"A palavra 'mar' (יָם) é frequentemente usada na Bíblia para representar a força e a majestade de Deus. No contexto de Jeremias 27, o mar pode simbolizar as nações e os desafios que o povo enfrenta.","por_que_esta_palavra":"O uso da palavra 'mar' destaca a soberania de Deus sobre todas as coisas, incluindo as forças da natureza e as nações.","conexao_teologica":"Deus é frequentemente descrito como aquele que controla as águas e as tempestades, mostrando Seu poder sobre a criação.","referencias_relacionadas":["Gênesis 1:10","Salmos 89:9","Mateus 8:27"]},"jeremias_27_19_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Representa a comunidade e a identidade do povo de Deus.","explicacao_detalhada":"A palavra 'cidade' (עִיר) é usada para descrever um lugar de habitação e segurança. No contexto de Jeremias 27, a cidade é um símbolo da nação de Judá e de sua relação com Deus.","por_que_esta_palavra":"A cidade é um reflexo da vida comunitária e da presença de Deus entre Seu povo.","conexao_teologica":"A cidade de Deus é frequentemente vista como um lugar de refúgio e adoração, onde o povo se reúne para glorificá-Lo.","referencias_relacionadas":["Salmos 46:4","Isaías 65:18","Hebreus 11:10"]},"jeremias_27_19_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou explicação.","explicacao_detalhada":"A palavra 'porque' (כִּי) é uma conjunção que conecta ideias, explicando a razão por trás de uma afirmação. No contexto de Jeremias 27, ela é usada para justificar a mensagem do profeta.","por_que_esta_palavra":"A palavra é essencial para a lógica do discurso, permitindo que o ouvinte compreenda a motivação por trás das advertências.","conexao_teologica":"A razão é um aspecto importante na comunicação de Deus, pois Ele deseja que Seu povo entenda Suas intenções.","referencias_relacionadas":["Romanos 8:28","Tiago 1:5","1 Pedro 3:15"]},"jeremias_27_20_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à certeza das promessas de Deus.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para afirmar a certeza das declarações de Deus. No contexto de Jeremias 27, enfatiza que as promessas de Deus são inabaláveis.","por_que_esta_palavra":"A verdade é fundamental na relação entre Deus e Seu povo, pois Ele é a fonte de toda verdade.","conexao_teologica":"Deus é descrito como a verdade, e Sua palavra é sempre fiel e verdadeira.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 6:18"]},"jeremias_27_20_rei":{"palavra_pt":"rei","palavra_original":"נְבוּכַדְנֶאצַּר","transliteracao":"Nᵉbûwkadneʼtstsar","strong":"H5019","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei da Babilônia, Nabucodonosor, como instrumento de Deus.","explicacao_detalhada":"A palavra 'rei' (נְבוּכַדְנֶאצַּר) se refere a Nabucodonosor, que foi levantado por Deus para cumprir Seus propósitos. Jeremias 27 destaca a soberania de Deus sobre as nações.","por_que_esta_palavra":"A menção do rei babilônico é crucial para entender a dinâmica do poder e a disciplina de Deus sobre Seu povo.","conexao_teologica":"Deus usa líderes e nações para realizar Seus planos, mesmo aqueles que não O reconhecem.","referencias_relacionadas":["Daniel 2:37-38","Jeremias 25:9","Ezequiel 30:10"]},"jeremias_27_21_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à casa de Deus, o templo, como lugar de adoração.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) é usada para descrever o templo em Jerusalém, que era o centro da adoração e da presença de Deus entre Seu povo. No contexto de Jeremias 27, destaca a importância do templo na vida espiritual de Israel.","por_que_esta_palavra":"A casa de Deus é um símbolo de Sua presença e da aliança com Seu povo.","conexao_teologica":"O templo é visto como um lugar onde o céu e a terra se encontram, refletindo a relação íntima entre Deus e a humanidade.","referencias_relacionadas":["1 Reis 8:27","Salmos 23:6","Mateus 21:13"]},"jeremias_27_21_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é utilizada para introduzir uma explicação ou justificativa para a ação que será mencionada.","explicacao_detalhada":"Neste contexto, 'porque' conecta a razão pela qual Deus está agindo ou falando através do profeta Jeremias, enfatizando a soberania divina sobre as nações.","por_que_esta_palavra":"A palavra é crucial para entender a lógica divina e a relação entre as ações de Deus e a resposta do povo.","conexao_teologica":"A palavra 'porque' revela a natureza de Deus como um ser que se comunica e justifica suas ações, mostrando que Ele não age aleatoriamente.","referencias_relacionadas":["Jeremias 29:11","Isaías 55:8-9","Romanos 8:28"]},"jeremias_27_21_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que denota sua autoridade e soberania.","explicacao_detalhada":"Neste versículo, 'senhor' é usado para afirmar a posição de Deus como governante supremo, que tem controle sobre todas as coisas.","por_que_esta_palavra":"A utilização do nome 'senhor' enfatiza a relação de aliança entre Deus e seu povo, mostrando que Ele é digno de reverência e obediência.","conexao_teologica":"O nome 'senhor' é central na teologia bíblica, representando a fidelidade e a presença de Deus na vida dos crentes.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Romanos 10:13"]},"jeremias_27_22_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' é usada para indicar um tempo específico em que algo acontecerá.","explicacao_detalhada":"No contexto, 'dia' refere-se ao tempo determinado por Deus para a realização de suas promessas e juízos.","por_que_esta_palavra":"A menção do 'dia' sublinha a certeza de que as promessas de Deus se cumprirão em um tempo específico, conforme sua vontade.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao cumprimento das promessas de Deus e ao juízo final.","referencias_relacionadas":["Mateus 24:36","Atos 1:7","Apocalipse 20:11-15"]},"jeremias_27_22_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' implica em um ato de libertação ou resgate de uma situação de opressão.","explicacao_detalhada":"Neste versículo, 'libertar' refere-se à ação de Deus em trazer seu povo de volta à liberdade após um período de cativeiro.","por_que_esta_palavra":"A palavra é importante porque reflete a natureza redentora de Deus, que deseja libertar seu povo das amarras do pecado e da opressão.","conexao_teologica":"A libertação é um tema central na Bíblia, simbolizando a salvação que Deus oferece a todos os que creem.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","Gálatas 5:1"]},"jeremias_27_22_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' novamente enfatiza a autoridade e a soberania de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, 'senhor' é usado para reafirmar a identidade de Deus como aquele que tem o poder de libertar e restaurar seu povo.","por_que_esta_palavra":"A repetição do nome 'senhor' reforça a importância de reconhecer a soberania de Deus em todas as situações.","conexao_teologica":"A invocação do nome de Deus é um ato de fé e confiança em sua capacidade de agir em favor de seu povo.","referencias_relacionadas":["Salmos 46:1","Isaías 40:31","Filipenses 4:19"]}}