{"jeremias_28_1_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, alguém escolhido para transmitir a palavra divina ao povo.","explicacao_detalhada":"Neste versículo, 'profeta' é usado para identificar Jeremias e outros que falam em nome de Deus, trazendo advertências e promessas.","por_que_esta_palavra":"A palavra é fundamental para entender o papel de Jeremias como porta-voz de Deus em um tempo de crise.","conexao_teologica":"O ministério dos profetas é essencial na história da salvação, pois eles anunciam a vontade de Deus e chamam o povo ao arrependimento.","referencias_relacionadas":["Amós 3:7","Mateus 10:41","Hebreus 1:1-2"]},"jeremias_28_1_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' pode se referir ao templo ou à habitação do povo de Deus.","explicacao_detalhada":"Neste contexto, 'casa' simboliza o lugar onde Deus habita e onde o povo se reúne para adorar.","por_que_esta_palavra":"A menção da 'casa' é importante para entender a relação entre Deus e seu povo, que se reúne em seu nome.","conexao_teologica":"A 'casa' de Deus é um símbolo da presença divina e da comunhão entre Deus e seu povo.","referencias_relacionadas":["Salmos 27:4","Mateus 21:13","1 Pedro 2:5"]},"jeremias_28_1_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se a aqueles que servem no templo e atuam como mediadores entre Deus e o povo.","explicacao_detalhada":"Neste versículo, 'sacerdote' é mencionado para destacar a importância do ministério sacerdotal na adoração e na intercessão.","por_que_esta_palavra":"A palavra é crucial para entender a estrutura religiosa de Israel e o papel dos sacerdotes na vida espiritual do povo.","conexao_teologica":"O sacerdócio é um tema importante na Bíblia, simbolizando a mediação de Cristo e o acesso direto a Deus.","referencias_relacionadas":["Êxodo 28:1","Hebreus 5:1","1 Pedro 2:9"]},"jeremias_28_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada novamente para reafirmar a autoridade de Deus sobre as profecias e as ações humanas.","explicacao_detalhada":"Neste versículo, 'senhor' é invocado para legitimar a mensagem que está sendo proclamada pelo profeta.","por_que_esta_palavra":"A repetição do nome 'senhor' enfatiza a importância de reconhecer a soberania de Deus em todas as declarações proféticas.","conexao_teologica":"A invocação do nome de Deus é um ato de fé e confiança em sua palavra e promessas.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","2 Timóteo 3:16"]},"jeremias_28_2_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, o Criador e Sustentador do universo.","explicacao_detalhada":"Neste contexto, 'deus' é mencionado para afirmar a autoridade e o poder de Deus sobre todas as coisas, incluindo as profecias.","por_que_esta_palavra":"A palavra é essencial para entender a natureza de Deus como aquele que tem controle absoluto sobre a história e o destino do seu povo.","conexao_teologica":"A divindade de Deus é um tema central na teologia, refletindo sua soberania e poder redentor.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"jeremias_28_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a comunicação de uma mensagem divina.","explicacao_detalhada":"No contexto de Jeremias 28:2, a palavra 'dizer' refere-se à ação de transmitir uma profecia, que é uma declaração de Deus através do profeta. Essa comunicação é fundamental para a relação entre Deus e Seu povo.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a importância da revelação divina e a responsabilidade do profeta em transmitir a mensagem de Deus.","conexao_teologica":"A comunicação de Deus através dos profetas é um tema central na teologia bíblica, mostrando como Deus se relaciona com a humanidade.","referencias_relacionadas":["Amós 3:7","Ezequiel 3:17","Hebreus 1:1"]},"jeremias_28_3_corpo":{"palavra_pt":"corpo","palavra_original":"מָקוֹם","transliteracao":"mâqôwm","strong":"H4725","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' aqui se refere ao lugar físico onde a presença de Deus se manifesta.","explicacao_detalhada":"Em Jeremias 28:3, 'corpo' pode ser interpretado como o templo ou a nação de Israel, que é vista como o corpo do povo de Deus. A destruição ou restauração desse corpo é um tema recorrente nas profecias.","por_que_esta_palavra":"A palavra 'corpo' é usada para simbolizar a coletividade do povo de Deus e sua relação com Ele.","conexao_teologica":"A ideia de corpo é frequentemente usada na teologia para descrever a união do povo de Deus como um só, refletindo a unidade em Cristo.","referencias_relacionadas":["1 Coríntios 12:12","Efésios 4:4","Romanos 12:5"]},"jeremias_28_3_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um tempo específico de julgamento ou restauração.","explicacao_detalhada":"No versículo, 'dia' pode indicar um período em que Deus agirá de maneira decisiva, seja para trazer juízo ou para restaurar Seu povo.","por_que_esta_palavra":"A menção do 'dia' é crucial para entender a cronologia dos eventos profetizados e a expectativa de intervenção divina.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema importante na escatologia bíblica, referindo-se ao tempo em que Deus julgará as nações.","referencias_relacionadas":["Joel 2:31","Isaías 13:6","Zacarias 14:1"]},"jeremias_28_4_rei":{"palavra_pt":"rei","palavra_original":"יְכׇנְיָה","transliteracao":"Yᵉkonyâh","strong":"H3204","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e liderança sobre o povo de Israel.","explicacao_detalhada":"Em Jeremias 28:4, 'rei' é mencionado em relação a Jeconias, que simboliza a linhagem real e a promessa de Deus sobre a casa de Davi.","por_que_esta_palavra":"A palavra 'rei' é significativa porque representa a liderança que Deus estabeleceu e a importância da obediência a essa liderança.","conexao_teologica":"A realeza de Cristo é um tema central na teologia, onde Ele é visto como o Rei dos Reis que cumprirá as promessas feitas a Davi.","referencias_relacionadas":["2 Samuel 7:12-16","Salmos 89:3-4","Mateus 1:1"]},"jeremias_28_4_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem real.","explicacao_detalhada":"No contexto, 'filho' se refere a Jeconias como filho de Josias, enfatizando a importância da herança e das promessas de Deus para a casa de Davi.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender a relação entre as gerações e a fidelidade de Deus às Suas promessas.","conexao_teologica":"A ideia de 'filho' é central na teologia cristã, onde Jesus é chamado de Filho de Deus, cumprindo as promessas messiânicas.","referencias_relacionadas":["Isaías 9:6","Mateus 3:17","João 1:14"]},"jeremias_28_5_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus que transmite Suas revelações.","explicacao_detalhada":"Em Jeremias 28:5, a palavra 'profeta' é usada para descrever a função de Jeremias e outros que falam em nome de Deus, trazendo advertências e promessas.","por_que_esta_palavra":"A palavra 'profeta' é essencial para entender o papel de intermediário entre Deus e o povo.","conexao_teologica":"A função profética é fundamental na história da salvação, onde os profetas preparam o caminho para a vinda de Cristo.","referencias_relacionadas":["Deuteronômio 18:18","Mateus 5:17","Atos 3:22"]},"jeremias_28_5_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se àqueles que servem no templo e intercedem pelo povo diante de Deus.","explicacao_detalhada":"No versículo, 'sacerdote' destaca a importância do ministério sacerdotal na adoração e na mediação entre Deus e o povo.","por_que_esta_palavra":"A palavra 'sacerdote' é significativa porque representa a função de intercessão e sacrifício que é central na adoração a Deus.","conexao_teologica":"Jesus é visto como o Sumo Sacerdote que cumpre e supera a função sacerdotal do Antigo Testamento.","referencias_relacionadas":["Hebreus 4:14","Levítico 16:32","1 Pedro 2:9"]},"jeremias_28_5_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao templo ou à nação de Israel como a habitação de Deus.","explicacao_detalhada":"Em Jeremias 28:5, 'casa' simboliza o lugar onde Deus habita entre Seu povo e a importância da santidade desse espaço.","por_que_esta_palavra":"A palavra 'casa' é crucial para entender a relação entre Deus e Seu povo, onde Ele promete estar presente.","conexao_teologica":"A ideia de 'casa' é central na teologia, onde a igreja é vista como a nova habitação de Deus na Terra.","referencias_relacionadas":["Salmos 27:4","Mateus 21:13","1 Coríntios 3:16"]},"jeremias_28_6_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' é novamente utilizada para enfatizar a função de mensageiro de Deus.","explicacao_detalhada":"No versículo, 'profeta' é mencionado para contrastar as mensagens de esperança e juízo que são proclamadas.","por_que_esta_palavra":"A repetição da palavra 'profeta' destaca a importância da voz profética na comunicação da vontade de Deus.","conexao_teologica":"A função profética é um meio pelo qual Deus revela Seu plano redentor ao longo da história.","referencias_relacionadas":["Jeremias 1:5","Ezequiel 2:5","Mateus 10:41"]},"jeremias_28_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as profecias são comunicadas e recebidas.","explicacao_detalhada":"Em Jeremias 28:6, 'modo' pode indicar a forma como as mensagens de Deus são apresentadas, refletindo a atitude do profeta e a recepção do povo.","por_que_esta_palavra":"A palavra 'modo' é importante para entender a dinâmica da comunicação profética e a resposta do povo.","conexao_teologica":"A maneira como a mensagem de Deus é recebida pode impactar a fé e a obediência do povo.","referencias_relacionadas":["Tiago 1:22","Romanos 10:17","1 Tessalonicenses 2:13"]},"jeremias_28_6_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de comunicar uma mensagem, especialmente no contexto de profecia.","explicacao_detalhada":"No versículo, Jeremias expressa a importância de declarar a palavra de Deus, enfatizando que a comunicação divina é essencial para a compreensão do povo.","por_que_esta_palavra":"A palavra 'dizer' é fundamental na profecia, pois representa a transmissão da vontade de Deus ao seu povo.","conexao_teologica":"A comunicação de Deus através de profetas é um tema central na teologia bíblica, mostrando como Deus se relaciona com a humanidade.","referencias_relacionadas":["Jeremias 1:7","Ezequiel 3:17","Amós 3:7"]},"jeremias_28_7_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'coisa' ou 'palavra' refere-se a uma declaração ou mensagem que pode ter um impacto significativo.","explicacao_detalhada":"Neste contexto, a palavra é usada para descrever a mensagem que os profetas transmitem, que pode ser tanto de julgamento quanto de esperança.","por_que_esta_palavra":"A escolha da palavra 'coisa' destaca a seriedade e a importância da mensagem profética.","conexao_teologica":"A palavra de Deus é viva e eficaz, e sua declaração é um meio pelo qual Deus se revela ao seu povo.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Hebreus 4:12"]},"jeremias_28_7_homem":{"palavra_pt":"homem","palavra_original":"אֹזֶן","transliteracao":"ʼôzen","strong":"H241","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se ao ser humano, enfatizando a condição e a responsabilidade do profeta.","explicacao_detalhada":"Jeremias menciona 'homem' para destacar que os profetas são seres humanos que recebem a mensagem divina e têm a responsabilidade de transmiti-la.","por_que_esta_palavra":"A referência ao 'homem' sublinha a fragilidade humana e a necessidade de dependência de Deus para cumprir sua missão.","conexao_teologica":"Deus escolhe homens e mulheres para serem seus mensageiros, mostrando que Ele opera através de seres humanos imperfeitos.","referencias_relacionadas":["Gênesis 1:26","Romanos 3:23","Tiago 5:17"]},"jeremias_28_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como a mensagem é comunicada, incluindo a atitude e o comportamento do profeta.","explicacao_detalhada":"O 'modo' de falar é crucial, pois a forma como a mensagem é apresentada pode afetar a recepção e a compreensão do povo.","por_que_esta_palavra":"A escolha de 'modo' enfatiza que não é apenas o conteúdo da mensagem que importa, mas também a maneira como ela é entregue.","conexao_teologica":"A comunicação da verdade de Deus deve ser feita com amor e clareza, refletindo o caráter de Cristo.","referencias_relacionadas":["Efésios 4:15","Colossenses 4:6","1 Pedro 3:15"]},"jeremias_28_8_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, alguém chamado para transmitir a vontade divina.","explicacao_detalhada":"Jeremias destaca a importância do papel do profeta, que é ser um porta-voz de Deus em tempos de crise e incerteza.","por_que_esta_palavra":"A palavra 'profeta' é central para entender a dinâmica entre Deus e seu povo, especialmente em momentos de desobediência.","conexao_teologica":"Os profetas são instrumentos de Deus para chamar o povo ao arrependimento e à restauração.","referencias_relacionadas":["Deuteronômio 18:18","Mateus 10:41","Atos 3:21"]},"jeremias_28_8_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"A palavra 'eterno' refere-se à natureza imutável e perene de Deus e de suas promessas.","explicacao_detalhada":"Neste contexto, 'eterno' enfatiza que as palavras de Deus e suas promessas não falham e permanecem para sempre.","por_que_esta_palavra":"A ênfase no caráter eterno de Deus é um lembrete da fidelidade divina, mesmo em tempos de dificuldades.","conexao_teologica":"A eternidade de Deus é um fundamento da esperança cristã, pois suas promessas são seguras e confiáveis.","referencias_relacionadas":["Salmos 119:89","Isaías 40:8","Hebreus 13:8"]},"jeremias_28_8_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de comunicar a mensagem de Deus, essencial para o ministério profético.","explicacao_detalhada":"Falar em nome de Deus implica responsabilidade e autoridade, e é um ato de obediência ao chamado divino.","por_que_esta_palavra":"A palavra 'falar' destaca a importância da comunicação verbal na transmissão da verdade de Deus.","conexao_teologica":"A fala de Deus é um meio pelo qual Ele se revela e se relaciona com a humanidade, sendo essencial para a fé.","referencias_relacionadas":["Romanos 10:14","1 Tessalonicenses 2:13","Tiago 1:19"]},"jeremias_28_9_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A repetição da palavra 'profeta' reforça a importância do papel do mensageiro de Deus na sociedade.","explicacao_detalhada":"Jeremias menciona o profeta novamente para enfatizar a necessidade de discernimento entre as mensagens verdadeiras e falsas.","por_que_esta_palavra":"A repetição serve para alertar o povo sobre a importância de ouvir a voz de Deus através de seus profetas.","conexao_teologica":"A distinção entre profetas verdadeiros e falsos é crucial para a saúde espiritual do povo de Deus.","referencias_relacionadas":["Mateus 7:15","1 João 4:1","Gálatas 1:8"]},"jeremias_28_9_verdade":{"palavra_pt":"verdade/fidelidade","palavra_original":"אֶמֶת","transliteracao":"ʼemeth","strong":"H571","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade e à autenticidade da mensagem de Deus.","explicacao_detalhada":"A ênfase na verdade é fundamental, pois a mensagem de Deus deve ser reconhecida como verdadeira e digna de confiança.","por_que_esta_palavra":"A palavra 'verdade' é essencial para distinguir entre as promessas de Deus e as mentiras do mundo.","conexao_teologica":"A verdade de Deus é um pilar da fé cristã, e conhecer a verdade liberta o povo da escravidão do erro.","referencias_relacionadas":["João 8:32","Salmos 25:5","2 Timóteo 2:15"]},"jeremias_28_10_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' é novamente usada para reafirmar a importância do papel do mensageiro de Deus.","explicacao_detalhada":"Neste contexto, a menção do profeta serve para alertar sobre a necessidade de discernir entre as vozes que falam em nome de Deus.","por_que_esta_palavra":"A repetição da palavra 'profeta' enfatiza a seriedade da mensagem e a responsabilidade do portador.","conexao_teologica":"A função do profeta é crucial para a revelação de Deus e para a orientação do seu povo.","referencias_relacionadas":["Ezequiel 13:2","Amós 3:8","Hebreus 1:1"]},"jeremias_28_10_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Tomar ou agarrar algo com firmeza.","explicacao_detalhada":"No contexto de Jeremias 28:10, a palavra 'tomar' refere-se à ação de agarrar ou assumir controle, simbolizando a intenção de um profeta de se apropriar de uma mensagem ou de um ato de autoridade.","por_que_esta_palavra":"A escolha da palavra 'tomar' enfatiza a ação decisiva e a determinação do profeta em transmitir a mensagem de Deus.","conexao_teologica":"A ideia de 'tomar' está ligada à autoridade divina que os profetas recebem para agir em nome de Deus.","referencias_relacionadas":["Jeremias 1:7","Ezequiel 2:7","Amós 3:8"]},"jeremias_28_11_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Um mensageiro de Deus, alguém que fala em nome do Senhor.","explicacao_detalhada":"A palavra 'profeta' é usada para descrever aqueles que são chamados por Deus para transmitir Sua vontade ao povo. No versículo, Jeremias se opõe a um falso profeta que também se autodenomina profeta.","por_que_esta_palavra":"A palavra 'profeta' é crucial para entender a dinâmica entre a verdade e a falsidade nas mensagens divinas.","conexao_teologica":"Os profetas são intermediários entre Deus e o povo, e sua função é essencial para a revelação divina.","referencias_relacionadas":["Deuteronômio 18:18","1 Reis 18:22","Mateus 10:41"]},"jeremias_28_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Expressar ou declarar algo de forma enfática.","explicacao_detalhada":"A palavra 'dizer' é utilizada para enfatizar a importância da mensagem que está sendo proclamada, refletindo a autoridade do profeta ao comunicar a palavra de Deus.","por_que_esta_palavra":"A escolha de 'dizer' destaca a necessidade de comunicação clara e direta da mensagem divina.","conexao_teologica":"A fala do profeta é um meio pelo qual Deus se revela ao Seu povo, mostrando a importância da comunicação divina.","referencias_relacionadas":["Salmos 119:105","Isaías 58:1","Romanos 10:14"]},"jeremias_28_11_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"O órgão da visão, simbolizando percepção e entendimento.","explicacao_detalhada":"A palavra 'olho' pode simbolizar a capacidade de ver e discernir a verdade espiritual, além de representar a vigilância de Deus sobre Seu povo.","por_que_esta_palavra":"A menção do 'olho' ressalta a ideia de que Deus está sempre atento às ações e palavras dos profetas e do povo.","conexao_teologica":"Deus é frequentemente descrito como aquele que vê tudo, e a visão espiritual é fundamental para compreender Sua vontade.","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","Hebreus 4:13"]},"jeremias_28_12_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Um mensageiro de Deus, alguém que fala em nome do Senhor.","explicacao_detalhada":"Neste versículo, a palavra 'profeta' é usada novamente para enfatizar a função de Jeremias em contraste com os falsos profetas que proclamam mensagens enganosas.","por_que_esta_palavra":"A repetição da palavra 'profeta' reforça a importância da autenticidade na mensagem divina.","conexao_teologica":"A legitimidade do profeta é fundamental para a aceitação da mensagem que ele traz.","referencias_relacionadas":["Jeremias 1:5","Ezequiel 3:17","Mateus 7:15"]},"jeremias_28_12_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair ou desmoronar, frequentemente usado em um sentido figurado para descrever a queda de uma autoridade ou de um sistema.","explicacao_detalhada":"A palavra 'cair' pode se referir à queda de um falso profeta ou à ruína de uma mensagem que não é de Deus, simbolizando a fragilidade das palavras humanas em contraste com a verdade divina.","por_que_esta_palavra":"A escolha de 'cair' enfatiza as consequências de se desviar da verdade de Deus.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando o juízo de Deus sobre aqueles que se opõem à Sua vontade.","referencias_relacionadas":["Provérbios 16:18","Isaías 14:12","Mateus 7:26"]},"jeremias_28_12_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Uma declaração ou mensagem, frequentemente de origem divina.","explicacao_detalhada":"A palavra 'palavra' é central na comunicação de Deus com Seu povo, representando tanto a mensagem quanto a própria essência da revelação divina.","por_que_esta_palavra":"A ênfase na 'palavra' destaca a importância da verdade e da fidelidade na comunicação profética.","conexao_teologica":"A palavra de Deus é viva e eficaz, e sua proclam ação é fundamental para a fé e a vida do povo.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Romanos 10:17"]},"jeremias_28_13_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Um animal feroz, simbolizando força e poder.","explicacao_detalhada":"A palavra 'urso' é utilizada para descrever a força e a ferocidade de um julgamento divino, representando a seriedade da mensagem que está sendo transmitida.","por_que_esta_palavra":"A escolha de 'urso' ilustra a gravidade da situação e o poder de Deus para executar juízo.","conexao_teologica":"Deus é frequentemente descrito como um juiz poderoso, e a ferocidade de um urso pode simbolizar a intensidade de Seu juízo.","referencias_relacionadas":["Amós 3:8","Isaías 13:17","Miquéias 1:8"]},"jeremias_28_13_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Expressar ou declarar algo de forma enfática.","explicacao_detalhada":"A palavra 'dizer' é novamente utilizada para enfatizar a importância da mensagem que está sendo proclamada, refletindo a autoridade do profeta ao comunicar a palavra de Deus.","por_que_esta_palavra":"A repetição da palavra 'dizer' destaca a necessidade de comunicação clara e direta da mensagem divina.","conexao_teologica":"A fala do profeta é um meio pelo qual Deus se revela ao Seu povo, mostrando a importância da comunicação divina.","referencias_relacionadas":["Salmos 119:105","Isaías 58:1","Romanos 10:14"]},"jeremias_28_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O título ou designação de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' refere-se a Deus como o soberano, enfatizando Sua autoridade sobre todas as coisas e a importância de reconhecer Seu nome.","por_que_esta_palavra":"A escolha da palavra 'senhor' é fundamental para entender a relação entre Deus e Seu povo, destacando Sua soberania.","conexao_teologica":"O nome de Deus é central na adoração e na invocação, representando Sua presença e poder.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"jeremias_28_14_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual uma afirmação é feita, conectando ideias.","explicacao_detalhada":"Neste contexto, 'porque' é usado para justificar a declaração do profeta, explicando a lógica por trás de suas palavras e ações.","por_que_esta_palavra":"É fundamental para a argumentação e compreensão do que está sendo dito, pois estabelece uma relação de causa e efeito.","conexao_teologica":"A palavra 'porque' reflete a necessidade de entender a vontade de Deus e as razões por trás de Seus decretos.","referencias_relacionadas":["Isaías 1:18","Romanos 8:28","Tiago 1:5"]},"jeremias_28_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Neste versículo, 'senhor' é usado para enfatizar a posição de Deus como o Criador e Governante do universo, destacando Sua majestade.","por_que_esta_palavra":"A invocação do nome do Senhor é essencial para reconhecer Sua autoridade e buscar Sua orientação.","conexao_teologica":"O uso do nome 'senhor' estabelece um relacionamento de reverência e submissão entre o homem e Deus.","referencias_relacionadas":["Salmos 23:1","Êxodo 20:7","Filipenses 2:9-11"]},"jeremias_28_14_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade, enfatizando a natureza suprema e a autoridade de Deus.","explicacao_detalhada":"Neste contexto, 'deus' é mencionado para reafirmar a crença na soberania divina e na importância de seguir Seus mandamentos.","por_que_esta_palavra":"É crucial para entender a relação entre o homem e o Criador, destacando a dependência do ser humano em relação a Deus.","conexao_teologica":"A menção de 'deus' reforça a ideia de que todas as ações humanas devem ser guiadas pela vontade divina.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Mateus 5:8"]},"jeremias_28_15_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a alguém escolhido por Deus para transmitir Suas mensagens ao povo.","explicacao_detalhada":"Neste versículo, o profeta é um intermediário entre Deus e a humanidade, trazendo advertências e orientações divinas.","por_que_esta_palavra":"A função do profeta é vital para a comunicação da vontade de Deus, especialmente em tempos de crise.","conexao_teologica":"Os profetas são instrumentos de Deus para chamar o povo ao arrependimento e à fidelidade.","referencias_relacionadas":["Amós 3:7","Ezequiel 3:17","Hebreus 1:1-2"]},"jeremias_28_15_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é um verbo que implica a ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"Neste contexto, 'dizer' é usado para relatar a mensagem que o profeta deve transmitir ao povo.","por_que_esta_palavra":"A comunicação é essencial para a transmissão da verdade divina e para a edificação da fé.","conexao_teologica":"A palavra de Deus é frequentemente comunicada através de profetas e líderes espirituais.","referencias_relacionadas":["Salmos 119:105","Romanos 10:17","1 Pedro 4:11"]},"jeremias_28_15_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à conformidade com a realidade e à fidelidade aos princípios divinos.","explicacao_detalhada":"Neste versículo, 'verdade' é usada para contrastar com falsidades e enganos, enfatizando a importância da honestidade.","por_que_esta_palavra":"A busca pela verdade é fundamental para a vida espiritual e moral do crente.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos Seus seguidores.","referencias_relacionadas":["João 8:32","Salmos 25:5","Efésios 4:15"]},"jeremias_28_16_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"A palavra 'solo' refere-se à terra ou ao chão, simbolizando a criação de Deus.","explicacao_detalhada":"Neste contexto, 'solo' é mencionado para enfatizar a relação entre o povo e a terra prometida por Deus.","por_que_esta_palavra":"O solo é um símbolo da herança e da promessa de Deus ao Seu povo.","conexao_teologica":"A terra é frequentemente vista como um lugar de bênção e cumprimento das promessas divinas.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:7-10","Salmos 37:11"]},"jeremias_28_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é novamente usada para reafirmar a autoridade de Deus sobre a criação.","explicacao_detalhada":"Neste versículo, a repetição do nome 'senhor' serve para enfatizar a soberania divina em todas as circunstâncias.","por_que_esta_palavra":"A invocação do nome do Senhor é um reconhecimento de Sua grandeza e poder.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, refletindo Seu controle sobre a história.","referencias_relacionadas":["Salmos 115:3","Isaías 46:10","Romanos 11:36"]},"jeremias_28_16_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma interjeição que chama a atenção para algo importante que está prestes a ser declarado.","explicacao_detalhada":"Neste contexto, 'eis' é usado para introduzir uma revelação ou um aviso significativo do Senhor.","por_que_esta_palavra":"Serve como um alerta para que o povo preste atenção à mensagem que está sendo transmitida.","conexao_teologica":"A revelação divina é frequentemente precedida por uma chamada à atenção, indicando a importância da mensagem.","referencias_relacionadas":["Mateus 24:42","Apocalipse 3:20","Isaías 43:19"]},"jeremias_28_17_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se ao fim da vida física, simbolizando a consequência do pecado e da desobediência.","explicacao_detalhada":"Neste versículo, 'morrer' é usado para advertir sobre as consequências graves que podem advir da rejeição da mensagem de Deus.","por_que_esta_palavra":"A menção da morte serve como um aviso sério sobre a importância de ouvir e obedecer a Deus.","conexao_teologica":"A morte é um tema recorrente na Bíblia, frequentemente associada ao juízo e à necessidade de arrependimento.","referencias_relacionadas":["Romanos 6:23","Ezequiel 18:30-32","Hebreus 9:27"]},"jeremias_28_17_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, alguém escolhido para comunicar a vontade divina ao povo.","explicacao_detalhada":"No contexto de Jeremias 28:17, o profeta é uma figura central que representa a voz de Deus em meio a um povo que enfrenta desafios e incertezas. O profeta é chamado a transmitir mensagens de advertência, esperança e direção.","por_que_esta_palavra":"A palavra 'profeta' é crucial para entender a dinâmica entre Deus e Seu povo, pois os profetas eram intermediários que traziam revelações divinas.","conexao_teologica":"A figura do profeta é essencial na teologia bíblica, pois representa a continuidade da revelação de Deus ao longo da história, culminando em Cristo, que é o Profeta por excelência.","referencias_relacionadas":["Deuteronômio 18:18","Amós 3:7","Mateus 21:11"]},"jeremias_28_17_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à forma como uma ideia ou mensagem é comunicada.","explicacao_detalhada":"No versículo, a expressão é utilizada para enfatizar a clareza e a importância da mensagem que está sendo transmitida pelo profeta.","por_que_esta_palavra":"A escolha da palavra 'expressão' destaca a necessidade de comunicação eficaz entre Deus e Seu povo, especialmente em tempos de crise.","conexao_teologica":"A comunicação divina é um tema central na Bíblia, onde Deus se expressa de várias maneiras, incluindo profetas, Escrituras e, finalmente, através de Jesus Cristo.","referencias_relacionadas":["Salmos 19:1","Hebreus 1:1-2","1 Pedro 1:25"]}}