{"jeremias_29_1_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' aqui também se refere a um mensageiro de Deus, destacando a continuidade do ministério profético.","explicacao_detalhada":"Em Jeremias 29:1, o profeta é enviado para trazer uma mensagem de esperança ao povo exilado, reafirmando que Deus ainda está no controle.","por_que_esta_palavra":"A presença do profeta é fundamental para a restauração espiritual do povo, pois ele traz a palavra de Deus em um momento de desespero.","conexao_teologica":"A mensagem do profeta é um lembrete de que Deus se preocupa com Seu povo, mesmo em situações difíceis, e que Ele tem planos de esperança.","referencias_relacionadas":["Isaías 40:1-2","Ezequiel 37:12-14","Romanos 15:4"]},"jeremias_29_1_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se a uma pessoa que serve como intermediário entre Deus e o povo, realizando rituais e oferecendo sacrifícios.","explicacao_detalhada":"No contexto de Jeremias 29:1, o sacerdote é uma figura importante que ajuda a manter a adoração e a prática religiosa entre o povo exilado.","por_que_esta_palavra":"A presença do sacerdote é vital para a vida espiritual do povo, pois ele facilita a reconciliação com Deus através dos rituais.","conexao_teologica":"O sacerdócio é um símbolo da mediação entre Deus e a humanidade, que é plenamente realizada em Cristo, nosso Sumo Sacerdote.","referencias_relacionadas":["Êxodo 28:1","Hebreus 4:14-16","1 Pedro 2:9"]},"jeremias_29_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à mensagem ou comunicação de Deus ao Seu povo.","explicacao_detalhada":"Em Jeremias 29:1, a palavra de Deus é enviada ao povo exilado, trazendo consolo e instrução sobre como viver em Babilônia.","por_que_esta_palavra":"A palavra de Deus é essencial para a vida espiritual, pois ela orienta, corrige e traz esperança ao povo.","conexao_teologica":"A palavra de Deus é viva e eficaz, e é através dela que Deus se revela e se relaciona com a humanidade.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","2 Timóteo 3:16-17"]},"jeremias_29_2_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade governamental, simbolizando o poder e a liderança sobre o povo.","explicacao_detalhada":"No contexto de Jeremias 29:2, o rei é uma figura central na vida do povo, e sua liderança é importante para a estabilidade durante o exílio.","por_que_esta_palavra":"A palavra 'rei' destaca a necessidade de liderança justa e sábia, especialmente em tempos de crise.","conexao_teologica":"Deus é frequentemente descrito como o Rei supremo, e a liderança humana deve refletir Sua justiça e retidão.","referencias_relacionadas":["Salmos 22:28","Provérbios 21:1","Romanos 13:1"]},"jeremias_29_2_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em acompanhar ou obedecer a uma liderança ou direção.","explicacao_detalhada":"Em Jeremias 29:2, seguir o rei e os líderes é uma instrução prática para o povo exilado, enfatizando a importância da submissão à autoridade.","por_que_esta_palavra":"A palavra 'seguir' é crucial para entender a dinâmica de liderança e obediência dentro da comunidade de fé.","conexao_teologica":"A obediência a Deus e às autoridades estabelecidas é um princípio bíblico que reflete a ordem divina na sociedade.","referencias_relacionadas":["Romanos 13:1-2","1 Pedro 2:13-14","Efésios 6:1"]},"jeremias_29_3_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' simboliza poder, ação e controle.","explicacao_detalhada":"No contexto de Jeremias 29:3, a mão de Deus é vista como a força que guia e protege o Seu povo, mesmo em exílio.","por_que_esta_palavra":"A palavra 'mão' é frequentemente usada na Bíblia para descrever a intervenção divina na história humana.","conexao_teologica":"A mão de Deus representa Sua soberania e cuidado, que se estende sobre todas as circunstâncias da vida.","referencias_relacionadas":["Salmos 89:13","Isaías 41:10","1 Pedro 5:6-7"]},"jeremias_29_3_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação familiar e à continuidade da linhagem.","explicacao_detalhada":"Em Jeremias 29:3, a menção do filho destaca a importância da família e da transmissão de valores e fé entre gerações.","por_que_esta_palavra":"A palavra 'filho' é significativa para entender a identidade do povo de Deus como Sua família escolhida.","conexao_teologica":"A relação entre Deus e Seu povo é frequentemente descrita em termos de paternidade, onde Deus é o Pai e os crentes são Seus filhos.","referencias_relacionadas":["Salmos 127:3","Romanos 8:14-17","Gálatas 3:26"]},"jeremias_29_3_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' novamente refere-se à autoridade e liderança sobre o povo.","explicacao_detalhada":"Em Jeremias 29:3, o rei é mencionado como parte do contexto político e social em que o povo vive, enfatizando a necessidade de respeito à autoridade.","por_que_esta_palavra":"A repetição da palavra 'rei' sublinha a importância da liderança e da governança na vida do povo de Deus.","conexao_teologica":"A soberania de Deus sobre os reis e governantes é um tema recorrente na Bíblia, mostrando que Ele é o verdadeiro Rei sobre todas as nações.","referencias_relacionadas":["Provérbios 8:15-16","Daniel 2:21","Apocalipse 19:16"]},"jeremias_29_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas devem ser feitas, enfatizando a importância de seguir um padrão estabelecido.","explicacao_detalhada":"No contexto de Jeremias 29:4, a palavra 'modo' indica a forma correta de viver e agir segundo a vontade de Deus, especialmente em tempos de exílio.","por_que_esta_palavra":"A palavra é usada para enfatizar que há uma maneira específica de se comportar e viver que agrada a Deus.","conexao_teologica":"A obediência ao modo de vida que Deus estabelece é fundamental para a relação entre o povo e o Senhor.","referencias_relacionadas":["Deuteronômio 5:32","Salmos 119:4","Romanos 12:2"]},"jeremias_29_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e soberania.","explicacao_detalhada":"O uso do nome 'Senhor' em Jeremias 29:4 destaca a relação de Deus com Seu povo e Sua capacidade de guiar e proteger.","por_que_esta_palavra":"O nome é fundamental para entender a identidade de Deus e Sua promessa de estar com o Seu povo.","conexao_teologica":"A invocação do nome do Senhor é um chamado à confiança e à adoração.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Isaías 40:28"]},"jeremias_29_4_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, enfatizando o poder e a autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'Deus' em Jeremias 29:4 reafirma a soberania divina e a relação de Deus com Seu povo, especialmente em tempos difíceis.","por_que_esta_palavra":"É essencial para entender que Deus é o criador e sustentador de todas as coisas.","conexao_teologica":"A compreensão de Deus como 'Elohim' é central para a fé israelita e cristã.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Romanos 1:20"]},"jeremias_29_5_fastened":{"palavra_pt":"fastened","palavra_original":"נָטַע","transliteracao":"nâṭaʻ","strong":"H5193","significado_raiz":"Ideia básica: fastened.","significado_contextual":"Refere-se ao ato de plantar ou estabelecer algo de forma firme.","explicacao_detalhada":"Em Jeremias 29:5, a palavra 'fastened' sugere a ideia de enraizar-se em um lugar, simbolizando estabilidade e compromisso.","por_que_esta_palavra":"É importante para entender a instrução de Deus para que o povo se estabeleça e prospere no exílio.","conexao_teologica":"A ideia de ser 'plantado' reflete a promessa de Deus de que Ele está com Seu povo, mesmo em terras estrangeiras.","referencias_relacionadas":["Salmos 1:3","Mateus 13:31-32","Jeremias 17:7-8"]},"jeremias_29_5_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar, um lugar de segurança e pertencimento.","explicacao_detalhada":"A palavra 'casa' em Jeremias 29:5 simboliza não apenas um edifício, mas também a construção de uma nova vida e comunidade no exílio.","por_que_esta_palavra":"É crucial para entender a importância de criar lares e famílias em tempos de adversidade.","conexao_teologica":"A casa é um símbolo da presença de Deus e da continuidade da vida e da fé.","referencias_relacionadas":["Salmos 127:1","Efésios 2:19-22","Hebreus 3:6"]},"jeremias_29_6_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando a dignidade e o valor da pessoa.","explicacao_detalhada":"A palavra 'homem' em Jeremias 29:6 destaca a importância das relações humanas e da família como parte do plano de Deus.","por_que_esta_palavra":"É fundamental para entender a criação e o propósito de Deus para a humanidade.","conexao_teologica":"A dignidade do homem é um reflexo da imagem de Deus em cada ser humano.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Mateus 10:31"]},"jeremias_29_6_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se ao ato de dar à luz, simbolizando novos começos e a continuidade da vida.","explicacao_detalhada":"A palavra 'urso' em Jeremias 29:6 enfatiza a importância da procriação e da formação de novas gerações.","por_que_esta_palavra":"É essencial para entender o plano de Deus para a família e a continuidade da fé.","conexao_teologica":"A procriação é vista como uma bênção e parte do plano divino para a humanidade.","referencias_relacionadas":["Gênesis 1:28","Salmos 127:3","Isaías 44:24"]},"jeremias_29_6_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência, simbolizando a continuidade da linhagem e da herança.","explicacao_detalhada":"A palavra 'filho' em Jeremias 29:6 destaca a importância da família e da transmissão de valores e fé entre gerações.","por_que_esta_palavra":"É fundamental para entender o papel dos filhos na sociedade e na história da salvação.","conexao_teologica":"Os filhos são vistos como uma herança do Senhor e parte do plano de Deus para a humanidade.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Efésios 6:4"]},"jeremias_29_7_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à comunidade e ao lugar onde as pessoas vivem, enfatizando a importância do bem-estar coletivo.","explicacao_detalhada":"A palavra 'cidade' em Jeremias 29:7 destaca a responsabilidade dos exilados em buscar o bem da cidade onde estão.","por_que_esta_palavra":"É crucial para entender a chamada de Deus para que Seu povo atue como agentes de bênção em meio à adversidade.","conexao_teologica":"A cidade é um símbolo da missão do povo de Deus de ser luz e sal no mundo.","referencias_relacionadas":["Jeremias 29:7","Mateus 5:14-16","1 Pedro 2:9"]},"jeremias_29_7_seguir":{"palavra_pt":"seguir","palavra_original":"דָּרַשׁ","transliteracao":"dârash","strong":"H1875","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se ao ato de buscar ou investigar, enfatizando a importância da busca pela verdade e pela vontade de Deus.","explicacao_detalhada":"A palavra 'seguir' em Jeremias 29:7 destaca a necessidade de buscar a paz e o bem-estar da cidade, refletindo a responsabilidade do povo.","por_que_esta_palavra":"É importante para entender que a busca ativa pela paz é um mandamento de Deus para Seu povo.","conexao_teologica":"A busca pela paz é uma expressão do amor e da justiça de Deus em ação.","referencias_relacionadas":["Salmos 34:14","Romanos 12:18","Tiago 3:18"]},"jeremias_29_7_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' (shalom) no contexto de Jeremias 29:7 refere-se ao bem-estar e à prosperidade do povo exilado na Babilônia.","explicacao_detalhada":"Neste versículo, Deus instrui os exilados a buscarem a paz da cidade onde estão, indicando que o bem-estar deles está ligado ao bem-estar da cidade. A paz aqui é uma chamada à harmonia e à estabilidade, mesmo em um contexto adverso.","por_que_esta_palavra":"A escolha da palavra 'paz' enfatiza a importância da convivência pacífica e da busca pelo bem comum, mesmo em situações difíceis.","conexao_teologica":"A paz é um tema central na teologia bíblica, representando não apenas a ausência de conflito, mas a plenitude da vida que Deus deseja para seu povo.","referencias_relacionadas":["Isaías 26:3","Romanos 12:18","Filipenses 4:7"]},"jeremias_29_8_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' (ki) é usada para introduzir a razão pela qual os exilados devem buscar a paz da cidade.","explicacao_detalhada":"Neste contexto, 'porque' conecta a ação de buscar a paz à promessa de Deus, indicando que a prosperidade dos exilados está atrelada à prosperidade da cidade.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica da instrução divina, mostrando que há um propósito maior nas ações dos exilados.","conexao_teologica":"A obediência a Deus muitas vezes está ligada à compreensão de Sua vontade e propósitos, que se revelam em Suas instruções.","referencias_relacionadas":["Deuteronômio 28:1","Romanos 8:28","Tiago 1:5"]},"jeremias_29_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' (YHWH) refere-se ao Deus de Israel, enfatizando Sua soberania e autoridade sobre todas as coisas.","explicacao_detalhada":"Neste versículo, o uso do nome de Deus destaca a relação pessoal e a fidelidade de Deus para com Seu povo, mesmo em tempos de exílio.","por_que_esta_palavra":"O nome 'senhor' é fundamental para a identidade do povo de Israel e sua compreensão de quem é Deus em suas vidas.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e promessa, refletindo Sua natureza como protetor e guia.","referencias_relacionadas":["Êxodo 3:14","Salmos 46:1","Isaías 41:10"]},"jeremias_29_8_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' (Elohim) é usada para descrever a natureza divina e a autoridade de Deus sobre a criação.","explicacao_detalhada":"Neste contexto, enfatiza que Deus é o criador e sustentador de todas as coisas, e que Sua vontade deve ser respeitada e seguida.","por_que_esta_palavra":"A palavra 'deus' reafirma a soberania de Deus e a necessidade de reconhecer Sua autoridade em todas as circunstâncias.","conexao_teologica":"A compreensão de Deus como Elohim é fundamental para a fé israelita, pois implica em Sua capacidade de agir e intervir na história.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Isaías 45:5"]},"jeremias_29_9_cause":{"palavra_pt":"cause","palavra_original":"שֶׁקֶר","transliteracao":"sheqer","strong":"H8267","significado_raiz":"Ideia básica: cause.","significado_contextual":"A palavra 'cause' (sheqer) refere-se a falsidades ou enganos que podem surgir entre os exilados.","explicacao_detalhada":"Neste versículo, Deus alerta os exilados sobre os profetas que falam falsamente em Seu nome, enfatizando a necessidade de discernimento.","por_que_esta_palavra":"A palavra 'cause' é importante para entender os perigos das falsas promessas e a necessidade de buscar a verdade.","conexao_teologica":"A verdade é um princípio fundamental na teologia bíblica, e Deus deseja que Seu povo se mantenha firme na verdade e não se deixe enganar.","referencias_relacionadas":["Mateus 7:15","1 João 4:1","Jeremias 14:14"]},"jeremias_29_9_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' (ki) novamente introduz a razão pela qual os exilados devem estar atentos às falsas profecias.","explicacao_detalhada":"Neste contexto, 'porque' conecta a advertência sobre os falsos profetas à necessidade de permanecer fiel à verdadeira mensagem de Deus.","por_que_esta_palavra":"A repetição da palavra 'porque' reforça a importância de entender as razões por trás das instruções divinas.","conexao_teologica":"A obediência a Deus é frequentemente baseada na compreensão de Sua verdade e na rejeição do engano.","referencias_relacionadas":["Provérbios 14:15","Gálatas 1:8","2 Pedro 2:1"]},"jeremias_29_9_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' (nâbâʼ) refere-se à ação de profetizar ou comunicar a mensagem de Deus.","explicacao_detalhada":"Neste versículo, Deus alerta sobre aqueles que falam em Seu nome, mas não têm a verdadeira mensagem, enfatizando a importância da autenticidade na profecia.","por_que_esta_palavra":"A palavra 'falar' é crucial para entender a responsabilidade dos profetas e a necessidade de discernimento por parte do povo.","conexao_teologica":"A comunicação da verdade de Deus é essencial para a vida espiritual do povo, e a fidelidade à Sua palavra é um princípio teológico central.","referencias_relacionadas":["Ezequiel 13:3","Amós 3:7","Tiago 3:1"]},"jeremias_29_10_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' (qûwm) refere-se à ação de restaurar ou trazer de volta o povo de Israel do exílio.","explicacao_detalhada":"Neste versículo, Deus promete que após um período determinado, Ele levantará Seu povo, indicando Sua fidelidade e compromisso com Suas promessas.","por_que_esta_palavra":"A palavra 'levantar' é significativa porque representa a esperança de restauração e a ação de Deus em favor de Seu povo.","conexao_teologica":"A restauração é um tema recorrente na Bíblia, simbolizando a redenção e a nova vida que Deus oferece.","referencias_relacionadas":["Isaías 40:31","Ezequiel 36:24","Romanos 8:21"]},"jeremias_29_10_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' (ṭôwb) refere-se ao plano de Deus para o Seu povo, que é de prosperidade e esperança.","explicacao_detalhada":"Neste versículo, Deus declara que seus planos são de bem e não de mal, enfatizando Sua intenção de trazer um futuro esperançoso.","por_que_esta_palavra":"A palavra 'bom' é fundamental para entender a natureza benevolente de Deus e Sua vontade para a vida de Seu povo.","conexao_teologica":"A bondade de Deus é um atributo essencial que se reflete em Suas promessas e ações em favor de Seu povo.","referencias_relacionadas":["Salmos 23:6","Romanos 8:28","Gálatas 5:22"]},"jeremias_29_10_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' (ki) novamente introduz a razão pela qual Deus promete restaurar Seu povo.","explicacao_detalhada":"Neste contexto, 'porque' conecta a promessa de Deus à Sua natureza e caráter, mostrando que Ele é fiel às Suas promessas.","por_que_esta_palavra":"A repetição da palavra 'porque' reforça a lógica da promessa divina e a certeza de que Deus cumprirá o que prometeu.","conexao_teologica":"A fidelidade de Deus é um tema central na teologia bíblica, refletindo Sua natureza imutável e confiável.","referencias_relacionadas":["Números 23:19","Hebreus 10:23","2 Pedro 3:9"]},"jeremias_29_11_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à ação de Deus em oferecer esperança e um futuro aos exilados.","explicacao_detalhada":"Neste contexto, Deus promete que dará aos israelitas um futuro e esperança, enfatizando Sua fidelidade e cuidado mesmo em tempos difíceis.","por_que_esta_palavra":"A escolha da palavra 'dar' destaca a generosidade de Deus em oferecer bênçãos e um propósito para o Seu povo.","conexao_teologica":"A promessa de Deus de dar um futuro reflete Sua natureza como provedor e redentor, que se preocupa com o bem-estar de Seu povo.","referencias_relacionadas":["Salmos 37:4","Romanos 8:28","Filipenses 4:19"]},"jeremias_29_11_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Deus está fazendo promessas ao Seu povo.","explicacao_detalhada":"Ela conecta a promessa de Deus à Sua intenção de restaurar e abençoar os exilados, mostrando que suas dificuldades não são em vão.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a motivação divina por trás das promessas, revelando a relação entre a obediência e as bênçãos.","conexao_teologica":"Esta conexão entre a obediência e a bênção é um tema recorrente nas Escrituras, mostrando que Deus responde ao clamor de Seu povo.","referencias_relacionadas":["Deuteronômio 28:1-2","Isaías 41:10","Tiago 1:5"]},"jeremias_29_11_bom":{"palavra_pt":"bom","palavra_original":"מַחֲשָׁבָה","transliteracao":"machăshâbâh","strong":"H4284","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se aos planos de Deus, que são sempre para o bem de Seu povo.","explicacao_detalhada":"Deus declara que Seus pensamentos e planos são bons, contrastando com a situação difícil dos exilados, para assegurar-lhes esperança.","por_que_esta_palavra":"A ênfase em 'bom' reforça a confiança que os crentes devem ter na bondade de Deus, mesmo em meio a dificuldades.","conexao_teologica":"A bondade de Deus é um tema central na teologia bíblica, que assegura que Ele deseja o melhor para aqueles que O seguem.","referencias_relacionadas":["Salmos 23:6","Romanos 12:2","Gálatas 6:9"]},"jeremias_29_12_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' indica a ação de buscar a Deus em oração.","explicacao_detalhada":"Deus promete que quando Seu povo clamar a Ele, Ele ouvirá e responderá, enfatizando a importância da oração.","por_que_esta_palavra":"A palavra 'chamar' destaca a necessidade de uma relação ativa entre Deus e Seu povo, onde a comunicação é fundamental.","conexao_teologica":"A oração é um meio pelo qual os crentes se conectam com Deus, e Ele promete ouvir aqueles que O buscam sinceramente.","referencias_relacionadas":["Mateus 7:7","1 João 5:14","Salmos 145:18"]},"jeremias_29_12_andar":{"palavra_pt":"andar","palavra_original":"הָלַךְ","transliteracao":"hâlak","strong":"H1980","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' refere-se ao modo de vida que deve ser seguido pelo povo de Deus.","explicacao_detalhada":"Deus instrui Seu povo a andar em Seus caminhos, o que implica em viver de acordo com Seus mandamentos e princípios.","por_que_esta_palavra":"A escolha da palavra 'andar' sugere um movimento contínuo e ativo na vida espiritual, não apenas uma crença passiva.","conexao_teologica":"A ideia de andar com Deus é um tema importante, simbolizando uma vida de obediência e comunhão com Ele.","referencias_relacionadas":["Miquéias 6:8","Gálatas 5:16","Colossenses 1:10"]},"jeremias_29_12_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' implica em prestar atenção às instruções e promessas de Deus.","explicacao_detalhada":"Deus promete que ouvirá as orações de Seu povo, enfatizando a importância de uma comunicação sincera e atenta.","por_que_esta_palavra":"A palavra 'ouvir' destaca a resposta de Deus às súplicas, mostrando que Ele está atento às necessidades de Seu povo.","conexao_teologica":"A capacidade de Deus de ouvir é um aspecto fundamental de Sua natureza, que demonstra Sua proximidade e cuidado.","referencias_relacionadas":["Salmos 34:15","Isaías 65:24","1 Pedro 3:12"]},"jeremias_29_13_achar":{"palavra_pt":"achar","palavra_original":"מָצָא","transliteracao":"mâtsâʼ","strong":"H4672","significado_raiz":"Ideia básica: achar.","significado_contextual":"A palavra 'achar' refere-se à descoberta da presença e da vontade de Deus.","explicacao_detalhada":"Deus promete que aqueles que O buscam de todo o coração O encontrarão, enfatizando a importância da sinceridade na busca espiritual.","por_que_esta_palavra":"A palavra 'achar' sugere que a busca por Deus é uma jornada que requer esforço e dedicação.","conexao_teologica":"A busca por Deus é um tema central na vida cristã, onde a promessa de encontrá-Lo é um incentivo à perseverança na fé.","referencias_relacionadas":["Hebreus 11:6","Salmos 119:2","Provérbios 8:17"]},"jeremias_29_13_adoracao":{"palavra_pt":"adoracao","palavra_original":"בָּקַשׁ","transliteracao":"bâqash","strong":"H1245","significado_raiz":"Ideia básica: adoracao.","significado_contextual":"A palavra 'adoração' refere-se à busca sincera e reverente de Deus.","explicacao_detalhada":"Deus promete que aqueles que O buscam com um coração sincero encontrarão Sua presença e bênçãos.","por_que_esta_palavra":"A adoração é uma expressão de amor e devoção a Deus, essencial para um relacionamento saudável com Ele.","conexao_teologica":"A adoração é fundamental na vida cristã, pois é através dela que os crentes se conectam profundamente com Deus.","referencias_relacionadas":["João 4:24","Salmos 95:6","Romanos 12:1"]},"jeremias_29_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como Deus se relaciona com Seu povo.","explicacao_detalhada":"Deus promete que se Seu povo se voltar para Ele, Ele se revelará e restaurará, enfatizando a reciprocidade na relação.","por_que_esta_palavra":"A palavra 'modo' sugere que a forma como buscamos a Deus impacta a nossa experiência espiritual.","conexao_teologica":"A relação entre Deus e Seu povo é dinâmica, e o modo como nos aproximamos dEle pode influenciar nossa vida espiritual.","referencias_relacionadas":["Tiago 4:8","Salmos 145:18","1 João 1:9"]},"jeremias_29_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Ao mencionar o nome do Senhor, o texto enfatiza a importância de reconhecer a grandeza e o poder de Deus em nossas vidas.","por_que_esta_palavra":"A palavra 'senhor' é central na fé judaico-cristã, simbolizando a relação de submissão e reverência que devemos ter com Deus.","conexao_teologica":"Reconhecer Deus como Senhor é fundamental para a adoração e a obediência, refletindo a relação de dependência do crente.","referencias_relacionadas":["Salmos 100:3","Isaías 45:22","Romanos 10:13"]},"jeremias_29_14_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se à ação de construir ou estabelecer algo de forma sólida e duradoura.","explicacao_detalhada":"No contexto de Jeremias 29:14, 'edificar' implica em restaurar a nação de Israel após o exílio, trazendo esperança e um futuro promissor.","por_que_esta_palavra":"A palavra é usada para enfatizar a promessa de Deus de que Ele trará de volta os exilados e os ajudará a reconstruir suas vidas e sua terra.","conexao_teologica":"A edificação é um tema recorrente na Bíblia, simbolizando a restauração espiritual e física do povo de Deus.","referencias_relacionadas":["Isaías 61:4","Ezequiel 36:10","Salmos 147:2"]},"jeremias_29_15_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão ou causa de uma declaração ou ação.","explicacao_detalhada":"Neste versículo, 'porque' é usado para introduzir a justificativa da promessa de Deus de restaurar o povo, explicando que Ele está ciente da situação deles.","por_que_esta_palavra":"A palavra é crucial para entender a relação entre a condição do povo e a resposta de Deus a essa condição.","conexao_teologica":"A compreensão das razões de Deus é fundamental para a fé, pois revela Seu caráter e Sua fidelidade.","referencias_relacionadas":["Romanos 8:28","Salmos 37:25","Provérbios 3:5-6"]},"jeremias_29_15_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de erguer ou restaurar algo que estava caído ou em ruínas.","explicacao_detalhada":"A palavra 'levantar' neste contexto sugere a ação de Deus em restaurar o povo de Israel, trazendo-os de volta à sua terra e à sua posição anterior.","por_que_esta_palavra":"É uma expressão da ação divina que traz esperança e renovação ao povo que estava em desespero.","conexao_teologica":"Levantar é um símbolo da ressurreição e da nova vida que Deus oferece aos Seus filhos.","referencias_relacionadas":["Isaías 40:31","Salmos 30:1","Ezequiel 37:14"]},"jeremias_29_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"O uso do nome 'Senhor' enfatiza a soberania de Deus sobre todas as coisas e Sua capacidade de cumprir promessas.","por_que_esta_palavra":"A palavra é fundamental para entender a relação entre Deus e Seu povo, destacando Sua presença e poder.","conexao_teologica":"O nome de Deus é central na teologia bíblica, simbolizando Sua identidade e o relacionamento com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"jeremias_29_16_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade que governa sobre um povo ou nação.","explicacao_detalhada":"Neste versículo, 'rei' se refere aos líderes que governam sobre Israel, e a promessa de Deus inclui a restauração da liderança justa.","por_que_esta_palavra":"A palavra é usada para mostrar que Deus tem controle sobre os governantes e que Ele pode mudar as circunstâncias políticas.","conexao_teologica":"Deus é frequentemente descrito como o Rei soberano, que governa sobre todas as nações e povos.","referencias_relacionadas":["Salmos 22:28","Daniel 2:21","Romanos 13:1"]},"jeremias_29_16_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de decidir ou determinar a justiça em uma situação.","explicacao_detalhada":"A palavra 'julgar' implica que Deus tem a autoridade para avaliar e decidir sobre as ações do povo e dos governantes.","por_que_esta_palavra":"É importante para entender que Deus não é apenas um observador, mas um juiz ativo que se preocupa com a justiça.","conexao_teologica":"O julgamento de Deus é um tema importante na Bíblia, refletindo Sua justiça e santidade.","referencias_relacionadas":["Salmos 9:7-8","Eclesiastes 3:17","Mateus 25:31-46"]},"jeremias_29_16_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma área habitada, geralmente com um governo e uma estrutura social.","explicacao_detalhada":"Neste contexto, 'cidade' representa Jerusalém, o centro espiritual e político de Israel, que Deus promete restaurar.","por_que_esta_palavra":"A cidade é um símbolo da identidade nacional e espiritual do povo de Deus, e sua restauração é vital para a esperança deles.","conexao_teologica":"A cidade de Deus é frequentemente mencionada na Bíblia como um lugar de refúgio e segurança para Seu povo.","referencias_relacionadas":["Salmos 46:4","Isaías 65:18","Apocalipse 21:2"]},"jeremias_29_17_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"Refere-se à falta de alimento, simbolizando necessidade e desespero.","explicacao_detalhada":"A palavra 'fome' neste versículo é usada para descrever a condição crítica do povo durante o exílio, que enfrentava privação e sofrimento.","por_que_esta_palavra":"É uma representação da necessidade espiritual e física que o povo sentia, clamando por ajuda e intervenção divina.","conexao_teologica":"A fome é frequentemente usada na Bíblia como um símbolo da necessidade de Deus e da busca por Sua provisão.","referencias_relacionadas":["Mateus 5:6","Salmos 107:9","Amós 8:11"]},"jeremias_29_17_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de invocar ou pedir ajuda de forma intensa.","explicacao_detalhada":"A palavra 'dar' neste contexto implica que Deus está disposto a ouvir e responder ao clamor do Seu povo em necessidade.","por_que_esta_palavra":"É uma expressão da relação entre Deus e Seu povo, onde o clamor é um sinal de fé e dependência.","conexao_teologica":"Clamar a Deus é um tema central na oração, refletindo a confiança de que Ele ouve e responde.","referencias_relacionadas":["Salmos 34:17","Romanos 10:13","1 João 5:14"]},"jeremias_29_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e presença.","explicacao_detalhada":"O uso do nome 'Senhor' enfatiza a relação pessoal e a confiança que o povo deve ter ao clamar por ajuda.","por_que_esta_palavra":"A palavra é fundamental para entender que o clamor deve ser direcionado a Deus, que é capaz de salvar e restaurar.","conexao_teologica":"O nome de Deus é um símbolo de Sua fidelidade e poder, sendo um ponto de referência na oração.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Atos 4:12"]},"jeremias_29_18_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"A fome mencionada refere-se à escassez de alimento, simbolizando o juízo de Deus sobre o povo por sua desobediência.","explicacao_detalhada":"No contexto de Jeremias 29, a fome é uma consequência do exílio e da desobediência do povo de Israel. Deus alerta que aqueles que não ouvirem as palavras dos profetas enfrentarão dificuldades, incluindo a fome.","por_que_esta_palavra":"A palavra 'fome' é usada para ilustrar a gravidade da situação que o povo enfrentaria como resultado de sua rebeldia contra Deus.","conexao_teologica":"A fome é vista como um símbolo do afastamento de Deus e das consequências do pecado, refletindo a necessidade de arrependimento e retorno ao Senhor.","referencias_relacionadas":["Deuteronômio 28:15-17","Amós 8:11-12","Mateus 4:4"]},"jeremias_29_18_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas são feitas ou à forma de agir do povo.","explicacao_detalhada":"O 'modo' implica na forma como o povo se comporta e responde às instruções de Deus, destacando a importância da obediência às Suas direções.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender que a forma de viver do povo deve estar alinhada com a vontade de Deus.","conexao_teologica":"A maneira de viver é um reflexo da fé e da relação do povo com Deus, enfatizando a necessidade de viver de acordo com Seus mandamentos.","referencias_relacionadas":["Salmos 119:1-3","Provérbios 4:26","Romanos 12:2"]},"jeremias_29_18_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra representa o lar do povo de Israel, que foi prometido a eles por Deus.","explicacao_detalhada":"A menção da 'terra' em Jeremias 29 destaca a perda do lar e a separação do povo de suas raízes, simbolizando a consequência do exílio.","por_que_esta_palavra":"A palavra 'terra' é fundamental para entender a identidade do povo de Israel e a relação deles com Deus, que lhes deu a terra como herança.","conexao_teologica":"A terra é um símbolo da promessa de Deus e da aliança que Ele fez com Seu povo, refletindo a importância do lugar na história da salvação.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Hebreus 11:9-10"]},"jeremias_29_19_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"O profeta é um mensageiro de Deus, chamado para transmitir Suas palavras ao povo.","explicacao_detalhada":"Em Jeremias 29, Deus menciona os profetas para enfatizar a importância de ouvir e seguir as instruções que Ele dá através deles.","por_que_esta_palavra":"A palavra 'profeta' é essencial para entender a comunicação de Deus com Seu povo e a responsabilidade de ouvir Suas mensagens.","conexao_teologica":"Os profetas desempenham um papel crucial na revelação divina, sendo intermediários entre Deus e a humanidade.","referencias_relacionadas":["Deuteronômio 18:18-19","Amós 3:7","Efésios 4:11"]},"jeremias_29_19_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é a essência das palavras de Deus e a base da relação do povo com Ele.","explicacao_detalhada":"A ênfase na 'verdade' em Jeremias 29 destaca a necessidade de sinceridade e autenticidade na adoração e na vida do povo.","por_que_esta_palavra":"A palavra 'verdade' é fundamental para a integridade da mensagem divina e a resposta do povo a ela.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, que são chamados a viver em verdade e justiça.","referencias_relacionadas":["Salmos 25:5","João 4:24","Efésios 4:15"]},"jeremias_29_19_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra de Deus é um meio pelo qual Ele se comunica e orienta Seu povo.","explicacao_detalhada":"Em Jeremias 29, a 'palavra' representa as instruções e promessas de Deus, que devem ser seguidas pelo povo.","por_que_esta_palavra":"A palavra 'palavra' é central para a compreensão da revelação divina e da importância de ouvir e obedecer a Deus.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo essencial para a vida espiritual e a transformação do crente.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","2 Timóteo 3:16-17"]},"jeremias_29_20_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Reforça a ideia da comunicação de Deus com Seu povo através de Suas palavras.","explicacao_detalhada":"A repetição da palavra 'palavra' em Jeremias 29 enfatiza a importância de ouvir e seguir as instruções divinas.","por_que_esta_palavra":"A palavra 'palavra' é crucial para entender a continuidade da mensagem de Deus ao longo da história.","conexao_teologica":"A palavra de Deus é um guia para a vida e um meio de conhecer Sua vontade.","referencias_relacionadas":["Isaías 55:11","Romanos 10:17","Tiago 1:22"]},"jeremias_29_20_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Em Jeremias 29, o uso do nome 'Senhor' destaca a relação de autoridade e reverência que o povo deve ter em relação a Deus.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para reconhecer a divindade e o poder de Deus na vida do povo.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e poder, e deve ser honrado e respeitado.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"jeremias_29_20_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como o povo deve se comportar em relação a Deus e Suas instruções.","explicacao_detalhada":"A repetição da palavra 'modo' em Jeremias 29 enfatiza a importância de viver de acordo com os princípios de Deus.","por_que_esta_palavra":"A palavra 'modo' é essencial para entender que a vida do crente deve refletir a vontade de Deus em todas as áreas.","conexao_teologica":"A maneira de viver é um testemunho da fé e da obediência a Deus, impactando a vida dos outros.","referencias_relacionadas":["Colossenses 3:17","1 Pedro 1:15-16","Gálatas 5:22-23"]},"jeremias_29_21_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar refere-se à comunicação das mensagens de Deus através dos profetas.","explicacao_detalhada":"Em Jeremias 29, a palavra 'falar' destaca a responsabilidade dos profetas em transmitir a verdade de Deus ao povo.","por_que_esta_palavra":"A palavra 'falar' é crucial para entender a dinâmica da revelação divina e a importância da comunicação na fé.","conexao_teologica":"Falar a palavra de Deus é um chamado para todos os crentes, que devem compartilhar a mensagem do evangelho.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","Romanos 10:14"]},"jeremias_29_21_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como o Deus soberano que governa sobre todas as nações.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para enfatizar a autoridade e a divindade de Deus, destacando sua posição como criador e mantenedor do universo.","por_que_esta_palavra":"Esta palavra é utilizada para reafirmar a relação de Deus com o seu povo e sua soberania sobre a história.","conexao_teologica":"A invocação do nome do Senhor é central na teologia bíblica, pois representa a presença e a ação de Deus na vida do seu povo.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Êxodo 3:14"]},"jeremias_29_21_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Denota a divindade suprema, o criador e sustentador do universo.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é um termo plural que enfatiza a majestade e a grandeza de Deus, sendo frequentemente usada em contextos que falam de sua criação e poder.","por_que_esta_palavra":"É usada para afirmar a natureza divina de Deus em contraste com os deuses pagãos da época.","conexao_teologica":"A compreensão de Deus como 'Elohim' é fundamental para a fé monoteísta, que reconhece a singularidade e a soberania de Deus.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Deuteronômio 6:4"]},"jeremias_29_22_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas são feitas ou como os eventos se desenrolam.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica uma totalidade ou um conjunto de circunstâncias que afetam a situação em questão.","por_que_esta_palavra":"É importante para entender a maneira como Deus opera na história e na vida do seu povo.","conexao_teologica":"A forma como Deus age é um tema recorrente na Bíblia, mostrando sua providência e soberania.","referencias_relacionadas":["Romanos 8:28","Provérbios 16:9","Salmos 37:23"]},"jeremias_29_22_nome":{"palavra_pt":"nome","palavra_original":"אַחְאָב","transliteracao":"ʼAchʼâb","strong":"H256","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e à reputação de uma pessoa, especialmente no contexto de líderes e profetas.","explicacao_detalhada":"A palavra 'nome' (אַחְאָב) é frequentemente associada à autoridade e à influência que alguém possui.","por_que_esta_palavra":"É usada para destacar a importância de se lembrar e honrar os nomes dos líderes que guiam o povo.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, representando sua essência e caráter.","referencias_relacionadas":["Salmos 20:7","Provérbios 22:1","Isaías 43:7"]},"jeremias_29_22_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de declarar ou afirmar algo com ênfase.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para expressar a importância das palavras e promessas de Deus.","por_que_esta_palavra":"É crucial para entender a comunicação divina e a revelação de sua vontade ao povo.","conexao_teologica":"As palavras de Deus são poderosas e têm o poder de transformar vidas e situações.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Tiago 1:22"]},"jeremias_29_23_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a uma ação ou realização específica.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) implica a ideia de fazer ou criar algo, enfatizando a atividade de Deus na história.","por_que_esta_palavra":"É usada para mostrar que Deus está ativamente envolvido na vida do seu povo.","conexao_teologica":"A ação de Deus é um tema central, mostrando que Ele não é um Deus distante, mas que se envolve com a criação.","referencias_relacionadas":["Gênesis 2:3","Salmos 104:24","Isaías 41:20"]},"jeremias_29_23_irmao":{"palavra_pt":"irmao","palavra_original":"רֵעַ","transliteracao":"rêaʻ","strong":"H7453","significado_raiz":"Ideia básica: irmao.","significado_contextual":"Refere-se à relação de irmandade e comunidade entre as pessoas.","explicacao_detalhada":"A palavra 'irmão' (רֵעַ) é usada para enfatizar a importância das relações interpessoais e da solidariedade.","por_que_esta_palavra":"É fundamental para entender a dinâmica social e espiritual entre os membros do povo de Deus.","conexao_teologica":"A irmandade é um tema importante na Bíblia, refletindo a unidade do corpo de Cristo.","referencias_relacionadas":["1 João 4:20","Romanos 12:10","Gálatas 6:2"]},"jeremias_29_24_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de declarar ou afirmar algo com ênfase.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada novamente para enfatizar a importância da comunicação divina.","por_que_esta_palavra":"Reforça a ideia de que as palavras de Deus têm autoridade e poder.","conexao_teologica":"A comunicação de Deus com seu povo é essencial para a fé e a obediência.","referencias_relacionadas":["Salmos 119:105","Mateus 4:4","Romanos 10:17"]},"jeremias_29_24_nome":{"palavra_pt":"nome","palavra_original":"שְׁמַעְיָה","transliteracao":"Shᵉmaʻyâh","strong":"H8098","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e à reputação de uma pessoa, especialmente no contexto de líderes e profetas.","explicacao_detalhada":"A palavra 'nome' (שְׁמַעְיָה) é usada para destacar a importância de se lembrar e honrar os nomes dos líderes que guiam o povo.","por_que_esta_palavra":"É usada para enfatizar a importância da identidade e do legado de indivíduos significativos.","conexao_teologica":"O nome de Deus e de seus servos é importante para a memória e a história do povo de Deus.","referencias_relacionadas":["Salmos 72:17","Filipenses 2:9","Apocalipse 3:5"]},"jeremias_29_25_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se à função e ao papel dos sacerdotes na mediação entre Deus e o povo.","explicacao_detalhada":"A palavra 'sacerdote' (כֹּהֵן) é usada para descrever aqueles que têm a responsabilidade de oferecer sacrifícios e interceder pelo povo.","por_que_esta_palavra":"É crucial para entender a estrutura religiosa e a adoração no Antigo Testamento.","conexao_teologica":"O sacerdócio é um tema central na Bíblia, simbolizando a mediação de Cristo entre Deus e a humanidade.","referencias_relacionadas":["Êxodo 28:1","Hebreus 5:1","1 Pedro 2:9"]},"jeremias_29_25_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a autoridade suprema e soberana sobre o povo.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para enfatizar a relação de Deus com Seu povo, destacando Sua soberania e poder. No contexto de Jeremias 29, Deus está se dirigindo ao povo exilado, reafirmando Sua presença e autoridade sobre eles.","por_que_esta_palavra":"Esta palavra é fundamental para entender a natureza de Deus como o Senhor que governa e cuida de Seu povo, mesmo em tempos de dificuldade.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele está no controle de todas as circunstâncias da vida.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 14:8"]},"jeremias_29_25_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Designa a divindade suprema, o Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada para descrever a natureza de Deus como aquele que tem poder e autoridade sobre todas as coisas. No contexto de Jeremias 29, isso reforça a ideia de que Deus está ativamente envolvido na história do Seu povo.","por_que_esta_palavra":"A palavra é essencial para entender a relação entre Deus e a humanidade, destacando Sua capacidade de agir e intervir na história.","conexao_teologica":"A natureza de Deus como 'Elohim' é fundamental para a compreensão da criação e da providência divina.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"jeremias_29_26_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se à função do sacerdote como mediador entre Deus e o povo.","explicacao_detalhada":"A palavra 'sacerdote' (כֹּהֵן) indica a responsabilidade dos sacerdotes em ensinar e guiar o povo em questões espirituais. No contexto de Jeremias 29, os sacerdotes têm um papel crucial em manter a fé e a prática religiosa durante o exílio.","por_que_esta_palavra":"É importante para entender a estrutura religiosa de Israel e a função dos sacerdotes na preservação da identidade do povo.","conexao_teologica":"A figura do sacerdote é um precursor de Cristo, que é nosso sumo sacerdote, mediando uma nova aliança.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:10","Hebreus 4:14"]},"jeremias_29_26_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo como algo deve ser feito.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica a forma ou o método que deve ser seguido. No contexto de Jeremias 29, isso se relaciona com a forma como o povo deve se comportar e responder às instruções de Deus.","por_que_esta_palavra":"É crucial para entender a importância da obediência e da prática correta da fé.","conexao_teologica":"A maneira de viver segundo os princípios de Deus é um tema recorrente na Bíblia, refletindo a santidade e a justiça divina.","referencias_relacionadas":["Deuteronômio 6:5","Mateus 5:16","Colossenses 3:17"]},"jeremias_29_26_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de invocar ou pedir a Deus.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é usada no sentido de oferecer algo a Deus, como orações ou súplicas. No contexto de Jeremias 29, isso enfatiza a necessidade de buscar a Deus em tempos de crise.","por_que_esta_palavra":"É importante para entender a relação de dependência do povo em relação a Deus e a importância da oração.","conexao_teologica":"A oração é um meio pelo qual os crentes se comunicam com Deus, expressando suas necessidades e buscando Sua intervenção.","referencias_relacionadas":["Salmos 50:15","Filipenses 4:6","Tiago 5:16"]},"jeremias_29_27_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se ao ato de comunicar ou transmitir uma mensagem.","explicacao_detalhada":"A palavra 'falar' (נָבָא) implica a entrega de uma mensagem profética. No contexto de Jeremias 29, isso se relaciona com a responsabilidade dos profetas de transmitir a palavra de Deus ao povo.","por_que_esta_palavra":"É fundamental para entender o papel dos profetas na comunicação da vontade de Deus.","conexao_teologica":"A comunicação divina através dos profetas é um tema central na história da salvação, culminando na revelação plena em Cristo.","referencias_relacionadas":["Amós 3:7","Hebreus 1:1","2 Pedro 1:21"]},"jeremias_29_27_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à veracidade da mensagem de Deus.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para enfatizar a importância da integridade na comunicação da palavra de Deus. No contexto de Jeremias 29, isso destaca a necessidade de discernir entre as verdadeiras e falsas mensagens.","por_que_esta_palavra":"É crucial para entender a importância da verdade na vida espiritual e na prática da fé.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes.","referencias_relacionadas":["João 14:6","Salmos 119:160","Efésios 4:15"]},"jeremias_29_27_nome":{"palavra_pt":"nome","palavra_original":"יִרְמְיָה","transliteracao":"Yirmᵉyâh","strong":"H3414","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e à reputação de Jeremias como profeta.","explicacao_detalhada":"A palavra 'nome' (יִרְמְיָה) é usada para identificar e reconhecer a autoridade de Jeremias como porta-voz de Deus. No contexto de Jeremias 29, isso é importante para validar sua mensagem ao povo.","por_que_esta_palavra":"É importante para entender a relação entre o profeta e a mensagem que ele traz em nome de Deus.","conexao_teologica":"O nome de um profeta carrega autoridade e responsabilidade, refletindo a missão divina que lhe foi confiada.","referencias_relacionadas":["Mateus 10:41","Atos 3:6","Romanos 10:13"]},"jeremias_29_28_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de avaliar ou decidir sobre uma situação.","explicacao_detalhada":"A palavra 'julgar' (יָשַׁב) implica a capacidade de discernir entre o certo e o errado. No contexto de Jeremias 29, isso se relaciona com a necessidade de discernimento espiritual entre as mensagens que o povo recebe.","por_que_esta_palavra":"É crucial para entender a importância do julgamento justo e da sabedoria na vida espiritual.","conexao_teologica":"Deus é o juiz supremo, e a justiça é um atributo essencial de Seu caráter.","referencias_relacionadas":["Salmos 9:8","Isaías 11:3-4","Tiago 4:12"]},"jeremias_29_28_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se à razão ou causa de uma afirmação.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para introduzir a justificativa para a mensagem de Jeremias. No contexto de Jeremias 29, isso é importante para entender a motivação por trás das instruções dadas ao povo.","por_que_esta_palavra":"É importante para entender a lógica e a razão por trás das ações e mensagens de Deus.","conexao_teologica":"A compreensão do propósito divino é essencial para a fé e a obediência do povo.","referencias_relacionadas":["Romanos 8:28","Gênesis 50:20","Efésios 1:11"]},"jeremias_29_28_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para transmitir uma mensagem ou instrução.","explicacao_detalhada":"No contexto de Jeremias 29:28, a palavra 'dizer' refere-se à comunicação de uma mensagem divina, enfatizando a importância da palavra de Deus na vida do povo.","por_que_esta_palavra":"Esta palavra é crucial porque representa a revelação de Deus ao seu povo, mostrando que Ele se comunica e orienta através de profetas.","conexao_teologica":"A comunicação de Deus através da palavra é um tema central na teologia bíblica, mostrando que Deus deseja se relacionar com a humanidade.","referencias_relacionadas":["Hebreus 1:1-2","Salmos 119:105","Isaías 55:11"]},"jeremias_29_29_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se a um líder religioso que atua como mediador entre Deus e o povo.","explicacao_detalhada":"No versículo, o sacerdote é mencionado como alguém que tem a responsabilidade de ensinar e guiar o povo nas leis de Deus.","por_que_esta_palavra":"A função do sacerdote é essencial para a manutenção da santidade e da adoração correta a Deus dentro da comunidade.","conexao_teologica":"A figura do sacerdote prefigura o papel de Cristo como nosso sumo sacerdote, que intercede por nós diante de Deus.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:10-11","Hebreus 4:14-16"]},"jeremias_29_29_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um porta-voz de Deus que transmite mensagens divinas ao povo.","explicacao_detalhada":"Neste contexto, Jeremias é um profeta que comunica a vontade de Deus, alertando o povo sobre as consequências de suas ações.","por_que_esta_palavra":"A palavra é importante porque destaca a função do profeta como intermediário entre Deus e a humanidade, trazendo advertências e promessas.","conexao_teologica":"Os profetas são fundamentais na narrativa bíblica, pois anunciam a vinda do Messias e a restauração de Israel.","referencias_relacionadas":["Amós 3:7","Mateus 5:17","Atos 3:18"]},"jeremias_29_29_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' implica um convite ou convocação divina.","explicacao_detalhada":"No versículo, Deus chama o povo para ouvir e seguir suas instruções, enfatizando a importância da resposta humana ao chamado divino.","por_que_esta_palavra":"Esta palavra é significativa porque representa a iniciativa de Deus em se relacionar com seu povo e a expectativa de uma resposta.","conexao_teologica":"O chamado de Deus é um tema recorrente na Bíblia, refletindo seu desejo de que todos se voltem para Ele.","referencias_relacionadas":["Isaías 43:1","Romanos 8:30","1 Pedro 2:9"]},"jeremias_29_30_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode ser entendida como uma queda espiritual ou moral.","explicacao_detalhada":"Neste contexto, refere-se à consequência do afastamento do povo de Deus e à necessidade de arrependimento.","por_que_esta_palavra":"A palavra é relevante porque ilustra a fragilidade humana e a necessidade de permanecer firme na fé.","conexao_teologica":"A queda é um tema importante que leva à necessidade de redenção, que é cumprida em Cristo.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","1 Coríntios 10:12"]},"jeremias_29_30_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se a uma mensagem ou declaração de Deus.","explicacao_detalhada":"No versículo, a palavra de Deus é apresentada como uma verdade que deve ser ouvida e obedecida pelo povo.","por_que_esta_palavra":"Esta palavra é fundamental, pois representa a comunicação divina que traz vida e direção ao povo.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo central na vida cristã e na formação da fé.","referencias_relacionadas":["Salmos 119:11","Hebreus 4:12","2 Timóteo 3:16-17"]},"jeremias_29_30_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que representa sua autoridade e soberania.","explicacao_detalhada":"Neste contexto, o nome do Senhor é invocado como um símbolo de poder e proteção sobre o povo.","por_que_esta_palavra":"A palavra é significativa porque o nome de Deus é um ponto de referência para a fé e a adoração.","conexao_teologica":"O nome de Deus é central na teologia, refletindo seu caráter e sua relação com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"jeremias_29_31_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou abordado.","explicacao_detalhada":"No versículo, o modo de agir de Deus é destacado, mostrando sua fidelidade e justiça em lidar com seu povo.","por_que_esta_palavra":"Esta palavra é importante porque revela a natureza de Deus em suas ações e promessas.","conexao_teologica":"O modo de Deus agir é um tema que revela sua soberania e seu plano redentor para a humanidade.","referencias_relacionadas":["Salmos 145:17","Romanos 11:33","Isaías 55:8-9"]},"jeremias_29_31_carried":{"palavra_pt":"carried","palavra_original":"גּוֹלָה","transliteracao":"gôwlâh","strong":"H1473","significado_raiz":"Ideia básica: carried.","significado_contextual":"A palavra 'carried' refere-se a ser levado ou transportado, muitas vezes em um sentido figurado.","explicacao_detalhada":"Neste contexto, pode se referir ao povo sendo levado ao exílio, mas também à promessa de retorno e restauração.","por_que_esta_palavra":"Esta palavra é significativa porque ilustra a experiência do povo de Deus e sua jornada de fé.","conexao_teologica":"A ideia de ser carregado ou transportado é uma metáfora para a providência e a direção de Deus na vida dos crentes.","referencias_relacionadas":["Isaías 46:4","Salmos 55:22","1 Pedro 5:7"]},"jeremias_29_31_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada novamente para enfatizar a comunicação de Deus.","explicacao_detalhada":"Neste contexto, a repetição da palavra 'dizer' reforça a importância da mensagem que Deus está transmitindo ao seu povo.","por_que_esta_palavra":"A palavra é crucial para entender a revelação contínua de Deus e sua vontade para a humanidade.","conexao_teologica":"A comunicação de Deus é um tema central que permeia toda a Escritura, mostrando seu desejo de se relacionar com seu povo.","referencias_relacionadas":["Mateus 4:4","João 1:1","Apocalipse 1:3"]},"jeremias_29_32_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade de Deus em suas promessas.","explicacao_detalhada":"A palavra 'bom' aqui enfatiza a natureza benevolente de Deus, que deseja o bem para seu povo, mesmo em tempos de adversidade.","por_que_esta_palavra":"A escolha da palavra 'bom' destaca a intenção divina de restaurar e trazer esperança ao povo exilado.","conexao_teologica":"A bondade de Deus é um tema central na teologia bíblica, refletindo seu caráter e suas ações em favor da humanidade.","referencias_relacionadas":["Salmos 34:8","Romanos 8:28","Gênesis 1:31"]},"jeremias_29_32_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa sua autoridade e soberania.","explicacao_detalhada":"O nome 'Senhor' é usado para afirmar a relação de Deus com seu povo e sua posição como governante supremo.","por_que_esta_palavra":"O uso do nome 'Senhor' enfatiza a importância da obediência e reverência que o povo deve ter em relação a Deus.","conexao_teologica":"O nome de Deus é fundamental para a compreensão da aliança e da relação entre Deus e Israel.","referencias_relacionadas":["Êxodo 3:14","Salmos 86:12","Isaías 42:8"]},"jeremias_29_32_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"Usado para chamar a atenção do ouvinte para uma verdade importante.","explicacao_detalhada":"A palavra 'eis' serve como um convite para que o povo preste atenção ao que Deus está prestes a declarar.","por_que_esta_palavra":"É uma forma de enfatizar a importância da mensagem que segue, destacando a urgência e a relevância da revelação divina.","conexao_teologica":"A chamada à atenção é uma técnica comum nas Escrituras para preparar o coração e a mente para a verdade de Deus.","referencias_relacionadas":["Mateus 11:15","Apocalipse 3:20","Isaías 43:19"]}}