{"jeremias_3_1_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é utilizada para se referir à humanidade em geral, mas também pode ter um sentido mais específico em relação ao povo de Israel.","explicacao_detalhada":"Neste contexto, 'homem' representa a fragilidade e a necessidade de redenção do ser humano, enfatizando a relação entre Deus e seu povo.","por_que_esta_palavra":"A palavra é importante para entender a condição humana e a necessidade de um relacionamento correto com Deus.","conexao_teologica":"A referência ao 'homem' destaca a natureza pecaminosa da humanidade e a necessidade de arrependimento e restauração.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4","Romanos 3:23"]},"jeremias_3_1_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território prometido a Israel, mas também simboliza a criação de Deus.","explicacao_detalhada":"Neste versículo, 'terra' é um lembrete da herança que Deus deu ao seu povo e das responsabilidades que vêm com essa dádiva.","por_que_esta_palavra":"A palavra é essencial para entender a conexão entre o povo de Israel e a terra que habitam, que é parte do pacto de Deus com eles.","conexao_teologica":"A terra é um tema central na teologia bíblica, simbolizando não apenas um lugar físico, mas também a presença e a promessa de Deus.","referencias_relacionadas":["Deuteronômio 8:7","Josué 1:3","Salmos 37:11"]},"jeremias_3_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é um verbo que expressa a ação de comunicar ou declarar algo.","explicacao_detalhada":"Neste contexto, 'dizer' enfatiza a importância da comunicação divina e a revelação da vontade de Deus ao seu povo.","por_que_esta_palavra":"A palavra é significativa porque mostra que Deus se comunica ativamente com a humanidade, revelando seus planos e propósitos.","conexao_teologica":"A comunicação de Deus é um aspecto fundamental da relação entre Ele e seu povo, mostrando que Ele deseja ser conhecido e entendido.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Hebreus 1:1-2"]},"jeremias_3_2_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' implica em perceber ou entender algo, muitas vezes com um sentido de discernimento.","explicacao_detalhada":"Neste versículo, 'ver' sugere a necessidade de o povo reconhecer sua condição e a realidade de seu relacionamento com Deus.","por_que_esta_palavra":"A palavra é crucial para a chamada ao arrependimento, pois implica em uma visão clara da situação espiritual do povo.","conexao_teologica":"O ato de 'ver' é frequentemente associado à revelação divina e à capacidade de discernir a verdade espiritual.","referencias_relacionadas":["Isaías 6:10","Mateus 13:14-15","Apocalipse 3:18"]},"jeremias_3_2_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à fidelidade, especialmente em relação à palavra de Deus.","explicacao_detalhada":"Neste contexto, 'verdade' é um chamado à sinceridade e à autenticidade no relacionamento com Deus, contrastando com a hipocrisia.","por_que_esta_palavra":"A palavra é importante para enfatizar a necessidade de um relacionamento verdadeiro e honesto com Deus, sem enganos.","conexao_teologica":"A verdade é um tema central na teologia bíblica, onde Deus é descrito como a fonte de toda verdade.","referencias_relacionadas":["Salmos 51:6","João 4:24","Efésios 4:15"]},"jeremias_3_2_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"A palavra 'descanso' implica em um estado de paz e tranquilidade, muitas vezes associado à presença de Deus.","explicacao_detalhada":"Neste versículo, 'descanso' sugere a necessidade de um retorno ao estado de harmonia com Deus, que traz paz ao coração.","por_que_esta_palavra":"A palavra é significativa porque indica que o verdadeiro descanso espiritual só pode ser encontrado em um relacionamento correto com Deus.","conexao_teologica":"O conceito de descanso é central na teologia bíblica, simbolizando a paz que vem da obediência e da confiança em Deus.","referencias_relacionadas":["Mateus 11:28-30","Salmos 37:7","Hebreus 4:9-10"]},"jeremias_3_3_chuva":{"palavra_pt":"chuva","palavra_original":"מַלְקוֹשׁ","transliteracao":"malqôwsh","strong":"H4456","significado_raiz":"Ideia básica: chuva.","significado_contextual":"A palavra 'chuva' é frequentemente usada como uma metáfora para bênçãos e provisão divina.","explicacao_detalhada":"Neste contexto, 'chuva' simboliza a necessidade de renovação espiritual e a bênção que vem de Deus quando o povo se volta para Ele.","por_que_esta_palavra":"A palavra é importante porque representa a esperança de restauração e a provisão de Deus para o seu povo.","conexao_teologica":"A chuva é um símbolo da graça e da misericórdia de Deus, que traz vida e sustento ao seu povo.","referencias_relacionadas":["Deuteronômio 11:14","Joel 2:23","Tiago 5:7"]},"jeremias_3_3_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui reforça a ideia de autenticidade e sinceridade nas relações, especialmente com Deus.","explicacao_detalhada":"Neste versículo, 'verdade' é um chamado à integridade e à fidelidade no relacionamento com Deus, contrastando com a infidelidade do povo.","por_que_esta_palavra":"A palavra é crucial para entender a importância da verdade na relação com Deus, que busca um povo fiel e sincero.","conexao_teologica":"A verdade é um atributo de Deus e um princípio fundamental que deve guiar a vida do crente.","referencias_relacionadas":["Salmos 25:5","João 8:32","1 João 1:6"]},"jeremias_3_3_brow":{"palavra_pt":"brow","palavra_original":"מֵצַח","transliteracao":"mêtsach","strong":"H4696","significado_raiz":"Ideia básica: brow.","significado_contextual":"Refere-se à parte superior da face, simbolizando a expressão e a atitude.","explicacao_detalhada":"O 'brow' pode ser interpretado como um símbolo de orgulho ou de desdém, especialmente no contexto de desobediência a Deus.","por_que_esta_palavra":"A palavra é usada para descrever a postura do povo em relação a Deus, que se afastou e se mostrou desdenhoso.","conexao_teologica":"Representa a resistência do povo de Israel em se submeter à vontade de Deus, refletindo a necessidade de humildade diante do Criador.","referencias_relacionadas":["Provérbios 16:18","Isaías 2:11","Tiago 4:6"]},"jeremias_3_4_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' implica em fidelidade e sinceridade nas relações.","explicacao_detalhada":"Neste contexto, a verdade é um chamado à autenticidade na relação entre Deus e seu povo, enfatizando a importância de um compromisso genuíno.","por_que_esta_palavra":"A palavra é usada para contrastar a hipocrisia e a infidelidade do povo com a expectativa de Deus por um relacionamento verdadeiro.","conexao_teologica":"A verdade é fundamental na teologia bíblica, representando a natureza de Deus e a expectativa de que seu povo viva em conformidade com essa verdade.","referencias_relacionadas":["Salmos 51:6","João 4:24","Efésios 4:15"]},"jeremias_3_4_henceforth":{"palavra_pt":"henceforth","palavra_original":"עַתָּה","transliteracao":"ʻattâh","strong":"H6258","significado_raiz":"Ideia básica: henceforth.","significado_contextual":"Indica um tempo futuro, sugerindo uma mudança ou um novo começo.","explicacao_detalhada":"A palavra 'henceforth' é usada para marcar um ponto de virada na relação entre Deus e o povo, indicando que algo novo está prestes a acontecer.","por_que_esta_palavra":"É uma chamada à ação e à mudança, enfatizando que a desobediência não será mais tolerada.","conexao_teologica":"Reflete a ideia de arrependimento e renovação, que é central na mensagem profética.","referencias_relacionadas":["Isaías 43:18-19","2 Coríntios 5:17","Apocalipse 21:5"]},"jeremias_3_4_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de convocar ou chamar alguém para uma ação ou resposta.","explicacao_detalhada":"A palavra 'chamar' implica um convite divino ao arrependimento e à reconciliação, enfatizando a iniciativa de Deus em buscar seu povo.","por_que_esta_palavra":"É uma expressão do amor de Deus, que deseja que seu povo retorne a Ele.","conexao_teologica":"A chamada de Deus é um tema recorrente na Bíblia, representando sua graça e misericórdia.","referencias_relacionadas":["Mateus 11:28","Romanos 10:13","Apocalipse 3:20"]},"jeremias_3_5_fim":{"palavra_pt":"fim","palavra_original":"נֶצַח","transliteracao":"netsach","strong":"H5331","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se ao término de um ciclo ou de uma relação.","explicacao_detalhada":"A palavra 'fim' sugere a conclusão de um período de desobediência e a necessidade de um novo começo.","por_que_esta_palavra":"É um aviso de que a paciência de Deus tem limites e que a desobediência leva a consequências.","conexao_teologica":"A ideia de fim é importante na teologia bíblica, pois aponta para a justiça de Deus e a necessidade de arrependimento.","referencias_relacionadas":["Eclesiastes 3:1","Mateus 24:14","Apocalipse 21:6"]},"jeremias_3_5_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Simboliza a força e a ferocidade, podendo ser interpretado como um aviso sobre a gravidade das consequências.","explicacao_detalhada":"A palavra 'urso' pode ser vista como uma metáfora para a severidade do juízo de Deus sobre aqueles que persistem na desobediência.","por_que_esta_palavra":"É uma representação da força de Deus em agir contra a injustiça e a rebelião.","conexao_teologica":"Reflete a natureza de Deus como justo e poderoso, que não hesita em disciplinar seu povo.","referencias_relacionadas":["Amós 3:8","Hebreus 12:6","Romanos 1:18"]},"jeremias_3_6_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período específico, muitas vezes associado a eventos significativos.","explicacao_detalhada":"A palavra 'dia' pode simbolizar um tempo de julgamento ou de intervenção divina na história do povo de Israel.","por_que_esta_palavra":"É um lembrete da soberania de Deus sobre o tempo e a história.","conexao_teologica":"O conceito de 'dia' é frequentemente usado na Bíblia para descrever momentos de revelação e ação de Deus.","referencias_relacionadas":["Salmos 118:24","Mateus 24:36","1 Tessalonicenses 5:2"]},"jeremias_3_6_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade e ao governo, simbolizando a liderança divina.","explicacao_detalhada":"A palavra 'rei' destaca a soberania de Deus sobre todas as nações e a necessidade de reconhecer sua autoridade.","por_que_esta_palavra":"É um chamado à submissão ao governo de Deus, que é justo e perfeito.","conexao_teologica":"A realeza de Deus é um tema central na Bíblia, enfatizando sua autoridade e poder.","referencias_relacionadas":["Salmos 47:2","Isaías 9:6-7","Apocalipse 19:16"]},"jeremias_3_6_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude e à importância das declarações de Deus.","explicacao_detalhada":"A palavra 'dizer' implica em uma comunicação clara e autoritária de Deus ao seu povo.","por_que_esta_palavra":"É uma afirmação da verdade e da relevância das palavras de Deus na vida do povo.","conexao_teologica":"A palavra de Deus é viva e eficaz, e deve ser ouvida e obedecida.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Tiago 1:22"]},"jeremias_3_7_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Reforça a importância da comunicação divina e a resposta do povo.","explicacao_detalhada":"A repetição da palavra 'dizer' enfatiza a urgência da mensagem de Deus e a necessidade de uma resposta imediata.","por_que_esta_palavra":"É um lembrete de que as palavras de Deus não devem ser ignoradas, mas sim acolhidas com seriedade.","conexao_teologica":"A comunicação de Deus é um meio pelo qual Ele se relaciona com seu povo e espera uma resposta de fé.","referencias_relacionadas":["Romanos 10:17","Salmos 119:105","Mateus 7:24"]},"jeremias_3_7_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' refere-se a acompanhar ou ir atrás de algo ou alguém, no contexto de seguir a Deus ou os seus caminhos.","explicacao_detalhada":"No versículo, Deus está chamando o povo a segui-Lo, enfatizando a importância de uma relação de fidelidade e obediência. O ato de seguir implica em uma escolha ativa de estar em comunhão com Deus.","por_que_esta_palavra":"A palavra 'seguir' é crucial para entender a dinâmica entre Deus e o seu povo, que é chamado a não se desviar de Seus ensinamentos.","conexao_teologica":"Seguir a Deus é um tema central na Bíblia, simbolizando a devoção e a submissão à Sua vontade. Isso se conecta com o chamado à santidade e à obediência.","referencias_relacionadas":["Salmos 119:105","Mateus 16:24","Isaías 30:21"]},"jeremias_3_7_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada metaforicamente para descrever a força e a ferocidade, referindo-se a um comportamento que pode ser destrutivo.","explicacao_detalhada":"Neste contexto, o 'urso' simboliza a natureza agressiva e a devastação que podem ocorrer quando o povo se afasta de Deus, representando a consequência de sua infidelidade.","por_que_esta_palavra":"A escolha da palavra 'urso' destaca a gravidade da situação espiritual do povo, que se expõe a perigos ao não seguir a Deus.","conexao_teologica":"A metáfora do urso se relaciona com a ideia de que a desobediência a Deus traz consequências severas, refletindo a necessidade de permanecer firme na fé.","referencias_relacionadas":["Oséias 13:8","Provérbios 17:12","Amós 5:19"]},"jeremias_3_8_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de oferecer ou conceder algo, neste caso, a Deus dando a oportunidade de arrependimento ao povo.","explicacao_detalhada":"Deus está oferecendo ao povo a chance de retornar a Ele, enfatizando Sua misericórdia e disposição para perdoar, mesmo após a infidelidade.","por_que_esta_palavra":"A palavra 'dar' é significativa porque mostra a iniciativa de Deus em buscar o relacionamento com Seu povo, mesmo quando eles se afastam.","conexao_teologica":"O ato de dar é um reflexo do amor de Deus e Sua graça, que se manifesta em várias partes da Escritura, mostrando que Ele sempre busca restaurar o relacionamento com a humanidade.","referencias_relacionadas":["Romanos 5:8","1 João 1:9","Salmos 51:17"]},"jeremias_3_8_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' implica em perceber ou entender algo, especialmente em relação ao reconhecimento do erro e a necessidade de arrependimento.","explicacao_detalhada":"Neste contexto, 'ver' sugere que o povo deve reconhecer sua condição espiritual e a gravidade de sua situação diante de Deus.","por_que_esta_palavra":"A palavra 'ver' é essencial para a compreensão do arrependimento, pois implica em uma visão clara da realidade espiritual.","conexao_teologica":"Ver espiritualmente é um tema recorrente na Bíblia, onde a iluminação divina permite que as pessoas reconheçam sua necessidade de Deus.","referencias_relacionadas":["Mateus 5:8","Efésios 1:18","Salmos 119:18"]},"jeremias_3_8_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão ou causa de algo, neste caso, a infidelidade do povo.","explicacao_detalhada":"Deus está explicando a razão pela qual o povo se afastou dEle, enfatizando a necessidade de entender as consequências de suas ações.","por_que_esta_palavra":"A palavra 'porque' é fundamental para a argumentação de Deus, que busca que o povo compreenda a lógica de sua relação com Ele.","conexao_teologica":"A compreensão das razões por trás das ações é vital na teologia, pois leva ao arrependimento e à reconciliação com Deus.","referencias_relacionadas":["Gálatas 6:7","Tiago 1:14-15","Romanos 1:20"]},"jeremias_3_9_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se ao som ou à comunicação, simbolizando a mensagem de Deus ao Seu povo.","explicacao_detalhada":"Neste contexto, a 'voz' de Deus é um chamado ao arrependimento e à volta ao caminho correto, destacando a importância da comunicação divina.","por_que_esta_palavra":"A palavra 'voz' é significativa porque representa a maneira como Deus se comunica com a humanidade, chamando-a à obediência.","conexao_teologica":"A voz de Deus é um tema central na Bíblia, onde Ele se revela e se comunica com Seu povo, guiando-os em Sua vontade.","referencias_relacionadas":["João 10:27","Salmos 29:4","Isaías 30:21"]},"jeremias_3_9_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao espaço físico, mas também simboliza a herança e a promessa de Deus ao Seu povo.","explicacao_detalhada":"Neste versículo, a 'terra' representa o lugar onde o povo de Deus deve viver em obediência e comunhão com Ele.","por_que_esta_palavra":"A palavra 'terra' é importante porque reflete a aliança de Deus com Seu povo e a promessa de um lar seguro sob Sua proteção.","conexao_teologica":"A terra é um símbolo da bênção de Deus e da fidelidade à Sua aliança, que é um tema recorrente na história bíblica.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Salmos 37:11"]},"jeremias_3_9_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' implica em um estado de queda ou ruína, simbolizando a consequência do pecado e da desobediência.","explicacao_detalhada":"Neste contexto, 'cair' refere-se à queda espiritual do povo, que se afasta de Deus e sofre as consequências de suas ações.","por_que_esta_palavra":"A palavra 'cair' é significativa porque ilustra a fragilidade da condição humana sem a orientação de Deus.","conexao_teologica":"A queda é um tema central na teologia, representando a separação entre Deus e a humanidade devido ao pecado.","referencias_relacionadas":["Romanos 3:23","Gênesis 3:6-7","Provérbios 24:16"]},"jeremias_3_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito, enfatizando a importância da atitude e do comportamento do povo.","explicacao_detalhada":"Neste contexto, 'modo' sugere que a forma como o povo se relaciona com Deus é crucial para sua fidelidade e obediência.","por_que_esta_palavra":"A palavra 'modo' é importante porque destaca que não é apenas a ação, mas a intenção e a atitude que contam na relação com Deus.","conexao_teologica":"A maneira de viver é um tema importante na Bíblia, onde a ética e a moralidade são fundamentais para a vida cristã.","referencias_relacionadas":["Colossenses 3:17","1 Pedro 1:15-16","Romanos 12:1-2"]},"jeremias_3_10_cause":{"palavra_pt":"cause","palavra_original":"שֶׁקֶר","transliteracao":"sheqer","strong":"H8267","significado_raiz":"Ideia básica: cause.","significado_contextual":"A palavra 'cause' refere-se a uma razão ou motivo, enfatizando a importância de entender as consequências das ações do povo.","explicacao_detalhada":"Neste contexto, 'cause' sugere que o povo deve refletir sobre suas ações e as razões que os levaram à infidelidade.","por_que_esta_palavra":"A palavra 'cause' é significativa porque leva à reflexão sobre as escolhas feitas e suas consequências espirituais.","conexao_teologica":"A compreensão das causas espirituais é vital para o arrependimento e a restauração do relacionamento com Deus.","referencias_relacionadas":["Gálatas 6:7","Tiago 1:14-15","Romanos 1:20"]},"jeremias_3_10_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade e à sinceridade nas relações, especialmente entre Deus e o povo de Israel.","explicacao_detalhada":"Neste contexto, a verdade é um atributo de Deus e um padrão que Ele espera do Seu povo. A infidelidade de Israel é contrastada com a verdade de Deus, que permanece constante.","por_que_esta_palavra":"A escolha da palavra 'verdade' enfatiza a importância da lealdade e da honestidade nas promessas feitas a Deus.","conexao_teologica":"A verdade é um dos atributos de Deus, e a Bíblia frequentemente fala sobre a necessidade de viver em verdade e integridade.","referencias_relacionadas":["Salmos 25:5","João 4:24","Efésios 4:15"]},"jeremias_3_11_homem":{"palavra_pt":"homem","palavra_original":"בָּגַד","transliteracao":"bâgad","strong":"H898","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' aqui se refere ao ser humano em sua condição de pecador e a sua relação com Deus.","explicacao_detalhada":"O versículo destaca a infidelidade do povo, comparando-os a um homem que trai. Isso ilustra a fragilidade humana e a necessidade de arrependimento.","por_que_esta_palavra":"A palavra 'homem' é usada para mostrar que todos, independentemente de sua posição, são suscetíveis ao pecado e à traição.","conexao_teologica":"A condição humana é frequentemente abordada nas Escrituras, enfatizando a necessidade de redenção e a graça de Deus.","referencias_relacionadas":["Romanos 3:23","Salmos 14:2-3","Gênesis 6:5"]},"jeremias_3_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação de Deus ao Seu povo, revelando Sua vontade.","explicacao_detalhada":"Deus se comunica com Israel, chamando-os ao arrependimento e à volta para Ele. O ato de dizer implica uma ação de instrução e correção.","por_que_esta_palavra":"A palavra 'dizer' é crucial, pois mostra que Deus não apenas observa, mas também fala e se preocupa com o comportamento de Seu povo.","conexao_teologica":"A comunicação divina é um tema central na Bíblia, onde Deus se revela e orienta a humanidade através de Sua palavra.","referencias_relacionadas":["Hebreus 1:1-2","Salmos 119:105","Isaías 55:11"]},"jeremias_3_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que representa Sua autoridade e soberania.","explicacao_detalhada":"Neste contexto, o nome de Deus é invocado para reafirmar Sua posição como Senhor sobre Israel, enfatizando a necessidade de obediência.","por_que_esta_palavra":"O uso do nome 'senhor' destaca a relação de autoridade e submissão que o povo deve ter em relação a Deus.","conexao_teologica":"O nome de Deus é central na teologia bíblica, simbolizando Sua presença e poder na vida dos crentes.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"jeremias_3_12_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se à comunicação de Deus e à Sua mensagem ao povo.","explicacao_detalhada":"Deus está chamando Israel a ouvir Sua palavra, que é um convite ao arrependimento e à restauração da relação com Ele.","por_que_esta_palavra":"A palavra 'palavra' é fundamental, pois representa a revelação de Deus e Sua vontade para a humanidade.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo um meio pelo qual Ele se relaciona com Seu povo e revela Sua verdade.","referencias_relacionadas":["2 Timóteo 3:16","Hebreus 4:12","Salmos 119:11"]},"jeremias_3_12_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"A palavra 'eterno' refere-se à natureza imutável e perene de Deus e de Suas promessas.","explicacao_detalhada":"Neste contexto, a eternidade de Deus é um lembrete de que Suas promessas e Sua palavra permanecem válidas para sempre, apesar da infidelidade humana.","por_que_esta_palavra":"A palavra 'eterno' enfatiza a confiança que o povo deve ter nas promessas de Deus, que não falham.","conexao_teologica":"A eternidade de Deus é um tema central na teologia, mostrando que Ele é constante e fiel ao longo das gerações.","referencias_relacionadas":["Salmos 100:5","Isaías 40:8","Romanos 1:20"]},"jeremias_3_12_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' refere-se ao convite de Deus para que o povo se volte a Ele.","explicacao_detalhada":"Deus está chamando Israel a retornar, enfatizando Sua disposição para perdoar e restaurar a relação quebrada.","por_que_esta_palavra":"A palavra 'chamar' implica ação e iniciativa de Deus, que busca o arrependimento e a reconciliação com Seu povo.","conexao_teologica":"O chamado de Deus é uma expressão de Sua graça e misericórdia, que se estende a todos os que se arrependem.","referencias_relacionadas":["Mateus 11:28","Isaías 55:6","Apocalipse 3:20"]},"jeremias_3_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é novamente usada para enfatizar a soberania e a autoridade de Deus sobre Israel.","explicacao_detalhada":"Reiterar o nome de Deus neste contexto reforça a necessidade de reconhecer Sua posição e a importância de se voltar a Ele.","por_que_esta_palavra":"O uso do nome 'senhor' é um lembrete da relação de dependência que o povo deve ter com Deus.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e poder, fundamental para a adoração e a obediência.","referencias_relacionadas":["Salmos 23:1","Isaías 42:8","Romanos 14:11"]},"jeremias_3_13_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' refere-se ao pecado e à desobediência do povo em relação a Deus.","explicacao_detalhada":"Neste contexto, o mal é o resultado da infidelidade e da traição do povo, que se afastou dos caminhos de Deus.","por_que_esta_palavra":"A palavra 'mal' é usada para descrever a gravidade da situação espiritual de Israel e a necessidade de arrependimento.","conexao_teologica":"O conceito de mal é central na teologia bíblica, onde o pecado é visto como uma separação entre Deus e a humanidade.","referencias_relacionadas":["Romanos 3:23","Gálatas 5:19-21","Tiago 1:15"]},"jeremias_3_13_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Deus está chamando o povo ao arrependimento.","explicacao_detalhada":"Este termo é usado para explicar a motivação de Deus em buscar a reconciliação com Israel, enfatizando a gravidade do pecado.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica divina por trás do chamado ao arrependimento.","conexao_teologica":"A compreensão das razões de Deus é fundamental para a teologia, pois revela Seu caráter e Sua intenção de restaurar.","referencias_relacionadas":["Romanos 2:4","1 João 1:9","Isaías 1:18"]},"jeremias_3_14_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma cidade como um lugar de habitação e comunidade, simbolizando a presença de Deus entre o Seu povo.","explicacao_detalhada":"A palavra 'cidade' neste contexto pode ser vista como um símbolo da coletividade do povo de Israel, que é chamado a retornar a Deus. A cidade é um espaço onde a vida comunitária se desenvolve e onde a presença divina é reconhecida.","por_que_esta_palavra":"A escolha da palavra 'cidade' enfatiza a importância da coletividade e da unidade entre os israelitas, além de representar a relação entre Deus e Seu povo.","conexao_teologica":"A cidade é frequentemente usada na Bíblia como um símbolo da habitação de Deus entre os homens, refletindo a ideia de que Deus deseja estar próximo de Seu povo.","referencias_relacionadas":["Salmos 46:4","Isaías 65:18","Apocalipse 21:2"]},"jeremias_3_14_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a relação de filiação entre Deus e o povo de Israel, destacando a intimidade e a responsabilidade dessa relação.","explicacao_detalhada":"A palavra 'filho' sugere uma conexão profunda e pessoal, onde Deus se apresenta como Pai e o povo como Seus filhos, enfatizando a necessidade de obediência e retorno ao relacionamento correto com Ele.","por_que_esta_palavra":"A palavra 'filho' é usada para expressar a relação especial que Deus tem com Israel, mostrando que eles são escolhidos e amados por Ele.","conexao_teologica":"A filiação é um tema central na teologia bíblica, refletindo a ideia de que os crentes são filhos de Deus através da fé em Cristo.","referencias_relacionadas":["Êxodo 4:22","Romanos 8:14","Gálatas 3:26"]},"jeremias_3_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade, caráter e presença entre o povo.","explicacao_detalhada":"O nome 'Senhor' é uma expressão da soberania de Deus e de Sua relação com o povo de Israel. Invocar o nome de Deus é reconhecer Sua autoridade e buscar Sua ajuda.","por_que_esta_palavra":"A palavra 'nome' é crucial, pois o nome de Deus é associado à Sua identidade e ao Seu poder, sendo um convite ao povo para se voltar a Ele.","conexao_teologica":"O nome de Deus é central na adoração e na oração, representando a revelação do caráter divino e a relação com a humanidade.","referencias_relacionadas":["Salmos 20:1","Provérbios 18:10","Romanos 10:13"]},"jeremias_3_15_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de clamar ou pedir a Deus, enfatizando a necessidade de dependência e súplica do povo.","explicacao_detalhada":"A palavra 'dar' implica um ato de generosidade divina, onde Deus promete fornecer pastores segundo o Seu coração, que guiarão o povo em sabedoria e entendimento.","por_que_esta_palavra":"A escolha da palavra 'dar' destaca a ação de Deus em prover líderes espirituais, mostrando Sua preocupação com o bem-estar do povo.","conexao_teologica":"O ato de clamar a Deus é uma expressão de fé e confiança, reconhecendo que somente Ele pode suprir as necessidades do Seu povo.","referencias_relacionadas":["Salmos 34:17","Mateus 7:7","Tiago 1:5"]},"jeremias_3_15_bom":{"palavra_pt":"bom","palavra_original":"שָׂכַל","transliteracao":"sâkal","strong":"H7919","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade de ser bom, justo e sábio, especialmente em relação aos líderes que Deus promete enviar.","explicacao_detalhada":"A palavra 'bom' neste contexto implica que os pastores que Deus dará ao povo serão aqueles que guiarão com integridade e sabedoria, refletindo o caráter de Deus.","por_que_esta_palavra":"A palavra 'bom' é importante porque define o padrão de liderança que Deus deseja para Seu povo, contrastando com líderes falhos.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, refletindo Seu desejo de cuidar e guiar Seu povo de maneira justa e amorosa.","referencias_relacionadas":["Salmos 23:1","Mateus 5:16","Gálatas 5:22"]},"jeremias_3_15_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao centro das emoções e decisões do ser humano, simbolizando a necessidade de um coração voltado para Deus.","explicacao_detalhada":"A palavra 'coração' implica uma transformação interna que deve ocorrer no povo, onde a verdadeira mudança começa no interior e se reflete nas ações.","por_que_esta_palavra":"A escolha da palavra 'coração' enfatiza a importância da sinceridade e da devoção a Deus, que deve ser a motivação para a obediência.","conexao_teologica":"O coração é frequentemente mencionado na Bíblia como o lugar onde Deus deseja habitar e transformar, sendo essencial para a vida espiritual.","referencias_relacionadas":["Provérbios 4:23","Ezequiel 36:26","Mateus 22:37"]},"jeremias_3_16_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como a herança prometida a Israel, simbolizando a bênção e a presença de Deus entre Seu povo.","explicacao_detalhada":"A palavra 'terra' neste contexto representa não apenas o espaço físico, mas também a promessa de Deus de um futuro restaurado para Seu povo.","por_que_esta_palavra":"A escolha da palavra 'terra' é significativa, pois destaca a conexão entre a terra e a identidade do povo de Israel como nação escolhida.","conexao_teologica":"A terra é um tema recorrente na Bíblia, simbolizando a fidelidade de Deus às Suas promessas e a esperança de restauração.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 30:5","Apocalipse 21:1"]},"jeremias_3_16_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo específico, simbolizando um novo começo e a restauração da relação entre Deus e Seu povo.","explicacao_detalhada":"A palavra 'dia' sugere um tempo de mudança e renovação, onde Deus promete que a relação com Seu povo será restaurada.","por_que_esta_palavra":"A escolha da palavra 'dia' é importante, pois indica que há um tempo determinado para a ação de Deus em favor de Seu povo.","conexao_teologica":"O conceito de 'dia' é frequentemente associado a eventos significativos na história da salvação, como a vinda de Cristo e o dia do juízo.","referencias_relacionadas":["Isaías 2:2","Joel 2:28","Romanos 13:12"]},"jeremias_3_16_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à ideia de cair como um sinal de queda espiritual ou moral, mas também pode indicar um retorno à humildade diante de Deus.","explicacao_detalhada":"A palavra 'cair' pode simbolizar a necessidade de reconhecer a própria fragilidade e a dependência de Deus para a restauração.","por_que_esta_palavra":"A escolha da palavra 'cair' é significativa, pois destaca a realidade da condição humana e a necessidade de arrependimento.","conexao_teologica":"Cair diante de Deus é um tema que reflete a humildade e a submissão necessárias para receber a graça e a misericórdia divina.","referencias_relacionadas":["Salmos 37:24","Tiago 4:10","1 Pedro 5:6"]},"jeremias_3_17_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a um tempo em que a presença de Deus será reconhecida e adorada de maneira plena, sem a necessidade de templos físicos.","explicacao_detalhada":"A palavra 'expressão' sugere um tempo de verdadeira adoração e relacionamento com Deus, onde Ele será o centro da vida do povo.","por_que_esta_palavra":"A escolha da palavra 'expressão' é importante, pois indica que a adoração não será mais limitada a um lugar, mas será uma vivência diária.","conexao_teologica":"A adoração em espírito e verdade é um tema central no Novo Testamento, refletindo a transformação que Cristo traz à relação com Deus.","referencias_relacionadas":["João 4:21-24","Hebreus 10:19-22","Apocalipse 21:3"]},"jeremias_3_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'Senhor' refere-se à soberania de Deus sobre o Seu povo.","explicacao_detalhada":"A palavra 'Senhor' (יְהֹוָה) é usada para enfatizar a autoridade e o relacionamento de Deus com Israel. É um nome que expressa a aliança e a fidelidade divina.","por_que_esta_palavra":"Esta palavra é central para a identidade de Deus como o governante supremo e protetor de Israel.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, refletindo Sua autoridade sobre todas as coisas e Seu papel como redentor.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Êxodo 3:14"]},"jeremias_3_17_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' indica a maneira como o povo deve se comportar diante de Deus.","explicacao_detalhada":"O termo 'modo' (כֹּל) sugere a totalidade das ações e atitudes que devem ser direcionadas a Deus, refletindo uma vida de obediência e devoção.","por_que_esta_palavra":"É importante para entender que a relação com Deus envolve não apenas crenças, mas também comportamentos e práticas.","conexao_teologica":"A obediência a Deus é um princípio fundamental em toda a Escritura, mostrando que a fé deve ser acompanhada de ações.","referencias_relacionadas":["Deuteronômio 10:12","Mateus 7:21","Tiago 1:22"]},"jeremias_3_18_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' representa um tempo específico de restauração e retorno ao Senhor.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é frequentemente usada na Bíblia para descrever períodos significativos na história da salvação, incluindo o dia do juízo e o dia da redenção.","por_que_esta_palavra":"Refere-se a um tempo em que Deus promete restaurar Seu povo e trazer justiça.","conexao_teologica":"O conceito de 'dia' é importante na escatologia bíblica, onde se fala do dia do Senhor e da consumação de todas as coisas.","referencias_relacionadas":["Joel 2:31","Atos 2:20","1 Tessalonicenses 5:2"]},"jeremias_3_18_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A 'terra' simboliza a herança e a promessa de Deus ao Seu povo.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é um elemento central na narrativa bíblica, representando não apenas um lugar físico, mas também a presença de Deus entre Seu povo.","por_que_esta_palavra":"É fundamental para entender a relação entre Deus e Israel, que inclui promessas de bênçãos e juízos relacionados à terra.","conexao_teologica":"A terra prometida é um símbolo da aliança e da fidelidade de Deus, refletindo Sua intenção de habitar com Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Josué 1:2"]},"jeremias_3_18_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A 'casa' representa o lar espiritual e a comunidade do povo de Deus.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) é usada para descrever tanto a estrutura física quanto a ideia de família e comunidade entre os crentes.","por_que_esta_palavra":"Refere-se à necessidade de um lugar onde o povo possa se reunir e adorar a Deus.","conexao_teologica":"A casa de Deus é um tema importante, simbolizando a habitação divina entre os homens e a importância da comunhão.","referencias_relacionadas":["Salmos 27:4","Mateus 21:13","1 Pedro 2:5"]},"jeremias_3_19_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' enfatiza a relação íntima entre Deus e Seu povo.","explicacao_detalhada":"A palavra 'filho' (בֵּן) sugere uma relação de paternidade, onde Deus se apresenta como um pai amoroso que deseja um relacionamento próximo com Seus filhos.","por_que_esta_palavra":"É crucial para entender a natureza da aliança e o desejo de Deus de ser reconhecido como pai por Seu povo.","conexao_teologica":"A paternidade de Deus é um tema central no Novo Testamento, onde os crentes são chamados de filhos de Deus.","referencias_relacionadas":["Romanos 8:14-17","Gálatas 4:6-7","Efésios 1:5"]},"jeremias_3_19_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' implica um ato de entrega e generosidade de Deus.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é frequentemente usada para descrever a ação de Deus em fornecer bênçãos e ajuda ao Seu povo.","por_que_esta_palavra":"Refere-se à disposição de Deus em atender às necessidades de Seu povo e a importância da oração e clamor.","conexao_teologica":"A generosidade de Deus é um tema recorrente, mostrando que Ele é um doador que se preocupa com o bem-estar de Seus filhos.","referencias_relacionadas":["Tiago 1:17","Filipenses 4:19","Mateus 7:7-11"]},"jeremias_3_19_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A 'terra' novamente simboliza a herança e a promessa de Deus ao Seu povo.","explicacao_detalhada":"A repetição da palavra 'terra' (אֶרֶץ) enfatiza a importância do lugar que Deus deu ao Seu povo e a relação entre a terra e a fidelidade divina.","por_que_esta_palavra":"É um lembrete da aliança de Deus com Israel e da importância de permanecer fiel a Ele.","conexao_teologica":"A terra prometida é um símbolo da esperança e da restauração que Deus oferece ao Seu povo.","referencias_relacionadas":["Gênesis 15:18-21","Salmos 37:11","Hebreus 11:9-10"]},"jeremias_3_20_homem":{"palavra_pt":"homem","palavra_original":"בָּגַד","transliteracao":"bâgad","strong":"H898","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade e à sua relação com Deus.","explicacao_detalhada":"A palavra 'homem' (בָּגַד) é usada para descrever a fragilidade e a necessidade de redenção do ser humano diante de Deus.","por_que_esta_palavra":"É importante para entender a condição humana e a necessidade de um relacionamento restaurado com Deus.","conexao_teologica":"A queda do homem e a necessidade de salvação são temas centrais na teologia cristã.","referencias_relacionadas":["Gênesis 3:6-7","Romanos 3:23","Efésios 2:1-3"]},"jeremias_3_20_irmao":{"palavra_pt":"irmao","palavra_original":"רֵעַ","transliteracao":"rêaʻ","strong":"H7453","significado_raiz":"Ideia básica: irmao.","significado_contextual":"A palavra 'irmão' enfatiza a comunidade e o relacionamento entre os membros do povo de Deus.","explicacao_detalhada":"A palavra 'irmão' (רֵעַ) sugere a importância da unidade e do amor fraternal entre os crentes.","por_que_esta_palavra":"Refere-se à necessidade de cuidar uns dos outros e manter a harmonia na comunidade de fé.","conexao_teologica":"O amor fraternal é um mandamento central na vida cristã, refletindo o amor de Cristo por Sua igreja.","referencias_relacionadas":["1 João 4:20-21","Romanos 12:10","Hebreus 13:1"]},"jeremias_3_20_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao lar, ao lugar de habitação, mas também simboliza a relação entre Deus e o Seu povo.","explicacao_detalhada":"No contexto de Jeremias 3:20, a 'casa' representa a nação de Israel como um todo, que é chamada de 'casa' de Deus. A infidelidade de Israel é comparada à traição de uma esposa, enfatizando a dor de Deus em relação à sua desobediência.","por_que_esta_palavra":"A escolha da palavra 'casa' destaca a intimidade e a conexão que Deus deseja ter com Seu povo, como um lar seguro e acolhedor.","conexao_teologica":"A ideia de 'casa' é central na teologia bíblica, representando a presença de Deus entre Seu povo e a promessa de um lar eterno.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Hebreus 3:6"]},"jeremias_3_21_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se ao som que expressa comunicação, especialmente a chamada de Deus ao Seu povo.","explicacao_detalhada":"Em Jeremias 3:21, a 'voz' simboliza o chamado de Deus para que o povo se arrependa e retorne a Ele. É uma convocação que expressa tanto amor quanto urgência.","por_que_esta_palavra":"A palavra 'voz' é usada para enfatizar a necessidade de ouvir e responder ao chamado de Deus, que é constante e amoroso.","conexao_teologica":"A voz de Deus é um tema recorrente na Bíblia, representando Sua autoridade e desejo de se comunicar com a humanidade.","referencias_relacionadas":["Isaías 30:21","João 10:27","Apocalipse 3:20"]},"jeremias_3_21_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se a uma relação de filiação, simbolizando a conexão entre Deus e Seu povo como filhos.","explicacao_detalhada":"No versículo, 'filho' destaca a relação especial que Deus tem com Israel, que é chamado de 'filho' em um sentido espiritual, enfatizando a responsabilidade e a expectativa de obediência.","por_que_esta_palavra":"A utilização da palavra 'filho' reforça a ideia de que Deus vê Seu povo como parte de Sua família, com direitos e deveres.","conexao_teologica":"A filiação é um conceito central na teologia cristã, onde os crentes são chamados de filhos de Deus através de Cristo.","referencias_relacionadas":["Romanos 8:14","Gálatas 4:6","Efésios 1:5"]},"jeremias_3_21_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa, ligando a ação de Deus à resposta do povo.","explicacao_detalhada":"Neste contexto, 'porque' é usado para explicar a razão pela qual Deus está chamando Seu povo ao arrependimento, enfatizando a necessidade de retorno à fidelidade.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica divina por trás das ações de Deus e a resposta esperada do povo.","conexao_teologica":"A relação entre a obediência e as promessas de Deus é um tema central na Bíblia, onde a desobediência resulta em consequências.","referencias_relacionadas":["Deuteronômio 30:15-20","Ezequiel 18:30","Romanos 2:6-8"]},"jeremias_3_22_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é novamente utilizada para enfatizar a relação de Deus com Seu povo, como um pai amoroso.","explicacao_detalhada":"Neste versículo, a repetição da palavra 'filho' reforça a ideia de que, apesar da infidelidade, Deus ainda se considera o pai de Israel e está disposto a recebê-los de volta.","por_que_esta_palavra":"A palavra 'filho' é um lembrete da identidade do povo de Deus e da expectativa de um relacionamento de amor e obediência.","conexao_teologica":"A filiação é um tema que se estende ao Novo Testamento, onde todos os crentes são chamados a serem filhos de Deus.","referencias_relacionadas":["João 1:12","1 João 3:1","Hebreus 12:7"]},"jeremias_3_22_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma interjeição que chama a atenção para algo importante que está prestes a ser declarado.","explicacao_detalhada":"Em Jeremias 3:22, 'eis' é usado para introduzir uma promessa de restauração, enfatizando a urgência e a importância da mensagem de Deus.","por_que_esta_palavra":"A palavra 'eis' serve para destacar a ação de Deus e a necessidade de atenção do povo para a Sua mensagem.","conexao_teologica":"A ideia de 'eis' é frequentemente usada na Bíblia para chamar a atenção para as promessas e revelações de Deus.","referencias_relacionadas":["Isaías 43:19","Mateus 28:20","Apocalipse 21:5"]},"jeremias_3_22_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz uma justificativa, ligando a promessa de Deus à resposta do povo.","explicacao_detalhada":"Neste contexto, 'porque' explica a razão pela qual Deus está disposto a restaurar Seu povo, enfatizando a Sua misericórdia e amor.","por_que_esta_palavra":"A repetição da palavra 'porque' é importante para entender a lógica do relacionamento entre Deus e Seu povo.","conexao_teologica":"A misericórdia de Deus é um tema central na Bíblia, onde Ele sempre está disposto a perdoar e restaurar aqueles que se arrependem.","referencias_relacionadas":["Salmos 103:8-12","Miquéias 7:18-19","Romanos 5:8"]},"jeremias_3_23_cause":{"palavra_pt":"cause","palavra_original":"שֶׁקֶר","transliteracao":"sheqer","strong":"H8267","significado_raiz":"Ideia básica: cause.","significado_contextual":"A palavra 'cause' refere-se a uma razão ou justificativa, especialmente em relação à idolatria do povo.","explicacao_detalhada":"No versículo, 'cause' é usado para descrever a razão pela qual o povo se afastou de Deus, enfatizando a futilidade da idolatria.","por_que_esta_palavra":"A palavra 'cause' é importante para entender as consequências da desobediência e a necessidade de retornar ao verdadeiro Deus.","conexao_teologica":"A idolatria é um tema recorrente na Bíblia, onde Deus constantemente chama Seu povo a se afastar de ídolos e retornar a Ele.","referencias_relacionadas":["Isaías 44:9-20","Jeremias 10:14","1 Coríntios 10:14"]},"jeremias_3_23_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que representa Sua autoridade e soberania.","explicacao_detalhada":"Neste contexto, 'senhor' enfatiza a posição de Deus como o único digno de adoração e a importância de reconhecer Sua soberania sobre todas as coisas.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para a compreensão da relação entre Deus e Seu povo, destacando Sua autoridade e poder.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua natureza e caráter, e é frequentemente invocado em orações e adoração.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"jeremias_3_24_ashamed":{"palavra_pt":"ashamed","palavra_original":"בֹּשֶׁת","transliteracao":"bôsheth","strong":"H1322","significado_raiz":"Ideia básica: ashamed.","significado_contextual":"A palavra 'ashamed' refere-se ao sentimento de vergonha, especialmente em relação à infidelidade do povo.","explicacao_detalhada":"No versículo, 'ashamed' é usado para descrever a vergonha que o povo deve sentir por ter se afastado de Deus e seguido ídolos.","por_que_esta_palavra":"A palavra 'ashamed' é importante para entender a gravidade da situação do povo e a necessidade de arrependimento.","conexao_teologica":"A vergonha é um tema que aparece na Bíblia, onde o arrependimento é frequentemente acompanhado por um reconhecimento da própria falha diante de Deus.","referencias_relacionadas":["Romanos 10:11","2 Coríntios 7:10","1 João 1:9"]},"jeremias_3_24_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação entre Deus e o povo de Israel, onde Israel é descrito como filho de Deus.","explicacao_detalhada":"A palavra 'filho' neste contexto enfatiza a intimidade e a responsabilidade que Israel tem em relação a Deus. Como filho, Israel deve obedecer e honrar a Deus, que é seu Pai.","por_que_esta_palavra":"A escolha da palavra 'filho' destaca a relação especial e o amor que Deus tem por seu povo, além de implicar em um chamado à fidelidade.","conexao_teologica":"A relação de paternidade de Deus com seu povo é um tema recorrente na Bíblia, simbolizando cuidado, disciplina e amor.","referencias_relacionadas":["Êxodo 4:22","Salmos 103:13","Romanos 8:14"]},"jeremias_3_24_alimento":{"palavra_pt":"alimento","palavra_original":"אָכַל","transliteracao":"ʼâkal","strong":"H398","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Simboliza a necessidade espiritual do povo de se alimentar da palavra de Deus.","explicacao_detalhada":"Neste versículo, 'alimento' representa não apenas sustento físico, mas também a nutrição espiritual que vem da obediência e da relação com Deus.","por_que_esta_palavra":"A palavra 'alimento' é usada para ilustrar a dependência do povo em relação a Deus, que é a fonte de toda vida e sustento.","conexao_teologica":"A ideia de Deus como provedor é central na teologia bíblica, refletindo a necessidade de confiar Nele para todas as coisas.","referencias_relacionadas":["Mateus 4:4","João 6:35","Salmos 119:103"]},"jeremias_3_25_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo de arrependimento e retorno a Deus.","explicacao_detalhada":"O 'dia' mencionado é um tempo específico em que o povo deve reconhecer suas falhas e buscar a reconciliação com Deus.","por_que_esta_palavra":"A palavra 'dia' é significativa porque marca um momento de decisão e mudança na vida do povo.","conexao_teologica":"O conceito de 'dia' como tempo de arrependimento é um tema importante, refletindo a urgência de voltar-se a Deus.","referencias_relacionadas":["Joel 2:12-13","Isaías 55:6","2 Coríntios 6:2"]},"jeremias_3_25_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Representa a comunicação de Deus com seu povo, chamando-os ao arrependimento.","explicacao_detalhada":"A 'voz' de Deus é um convite à transformação e à restauração, enfatizando a importância de ouvir e responder ao chamado divino.","por_que_esta_palavra":"A escolha da palavra 'voz' destaca a relação dinâmica entre Deus e seu povo, onde a comunicação é essencial.","conexao_teologica":"A voz de Deus é frequentemente associada à revelação e à orientação, sendo fundamental para a vida espiritual.","referencias_relacionadas":["Salmos 29:4","João 10:27","Hebreus 3:15"]},"jeremias_3_25_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa sua autoridade e caráter.","explicacao_detalhada":"O 'nome' de Deus é um símbolo de sua presença e poder, e invocá-lo é um ato de reconhecimento de sua soberania.","por_que_esta_palavra":"A palavra 'nome' é crucial, pois implica em um relacionamento pessoal e reverente com Deus.","conexao_teologica":"O nome de Deus é central na adoração e na oração, refletindo a importância de conhecê-lo e honrá-lo.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Filipenses 2:9-11"]}}