{"jeremias_31_1_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que promete restaurar e reunir seu povo.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada para reafirmar a presença e a ação de Deus na história de Israel.","por_que_esta_palavra":"É fundamental para entender a esperança de restauração e a fidelidade de Deus às suas promessas.","conexao_teologica":"Deus é o agente ativo na redenção e restauração de seu povo, refletindo seu amor e misericórdia.","referencias_relacionadas":["Isaías 54:7-8","Ezequiel 34:11-12","Romanos 11:26"]},"jeremias_31_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Deus se relaciona com o Seu povo.","explicacao_detalhada":"A palavra 'modo' aqui implica a maneira específica pela qual Deus se manifesta e se comunica com Israel, destacando a relação íntima entre o Criador e Sua criação.","por_que_esta_palavra":"É importante para entender a natureza da relação entre Deus e Seu povo, mostrando que há um padrão e uma forma estabelecida por Deus.","conexao_teologica":"A relação de Deus com Seu povo é central na teologia do Antigo Testamento, onde Ele se revela de maneiras específicas e significativas.","referencias_relacionadas":["Êxodo 19:5-6","Salmos 103:7","Isaías 43:1"]},"jeremias_31_1_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão refere-se ao tempo ou à ocasião em que Deus se manifestou ao Seu povo.","explicacao_detalhada":"A palavra 'expressão' sugere um momento específico em que Deus fala ou age, enfatizando a importância do tempo na revelação divina.","por_que_esta_palavra":"É crucial para entender que Deus age em momentos determinados da história, revelando-se em tempos específicos.","conexao_teologica":"A noção de tempo é fundamental na teologia bíblica, onde Deus intervém na história da humanidade.","referencias_relacionadas":["Gálatas 4:4","Eclesiastes 3:1","Romanos 5:6"]},"jeremias_31_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"O nome 'Senhor' (YHWH) é central na identidade de Deus e expressa Sua soberania e relação com o povo de Israel.","por_que_esta_palavra":"O uso do nome de Deus é fundamental para entender Sua natureza e a aliança que Ele fez com Seu povo.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, simbolizando Sua presença e poder.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"jeremias_31_2_favour":{"palavra_pt":"graca/favor","palavra_original":"חֵן","transliteracao":"chên","strong":"H2580","significado_raiz":"Ideia básica: graca.","significado_contextual":"Refere-se à graça ou favor que Deus concede ao Seu povo.","explicacao_detalhada":"A palavra 'graça' implica um favor imerecido que Deus oferece, mostrando Sua bondade e misericórdia.","por_que_esta_palavra":"É essencial para entender a natureza da salvação e da relação de Deus com a humanidade.","conexao_teologica":"A graça é um conceito central na teologia cristã, refletindo o amor incondicional de Deus.","referencias_relacionadas":["Efésios 2:8-9","Romanos 3:24","Tito 2:11"]},"jeremias_31_2_campo":{"palavra_pt":"campo","palavra_original":"מִדְבָּר","transliteracao":"midbâr","strong":"H4057","significado_raiz":"Ideia básica: campo.","significado_contextual":"Refere-se ao deserto ou campo, simbolizando um lugar de provação e transformação.","explicacao_detalhada":"A palavra 'campo' sugere um espaço onde o povo de Deus pode experimentar Sua provisão e cuidado, mesmo em tempos difíceis.","por_que_esta_palavra":"É importante para entender como Deus opera em ambientes desafiadores para moldar e fortalecer Seu povo.","conexao_teologica":"O deserto é um tema recorrente na Bíblia, simbolizando tanto provação quanto preparação.","referencias_relacionadas":["Deuteronômio 8:2-3","Isaías 43:19","Mateus 4:1-2"]},"jeremias_31_3_bom":{"palavra_pt":"bom","palavra_original":"אַהֲבָה","transliteracao":"ʼahăbâh","strong":"H160","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade de Deus e ao amor que Ele tem por Seu povo.","explicacao_detalhada":"A palavra 'bom' enfatiza a natureza benevolente de Deus, que deseja o melhor para aqueles que ama.","por_que_esta_palavra":"É fundamental para entender a essência do caráter de Deus e Sua relação com a humanidade.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, refletindo Sua natureza amorosa e justa.","referencias_relacionadas":["Salmos 34:8","Romanos 8:28","Tiago 1:17"]},"jeremias_31_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente ao nome de Deus, enfatizando Sua presença constante.","explicacao_detalhada":"A repetição do nome 'Senhor' reforça a ideia de que Deus é sempre presente e ativo na vida de Seu povo.","por_que_esta_palavra":"É importante para reafirmar a identidade de Deus como aquele que cuida e se importa com Seu povo.","conexao_teologica":"A presença de Deus é um tema fundamental na teologia bíblica, mostrando que Ele nunca abandona Seu povo.","referencias_relacionadas":["Salmos 23:1","Mateus 28:20","Hebreus 13:5"]},"jeremias_31_3_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à eternidade de Deus e à Sua promessa de um relacionamento duradouro com Seu povo.","explicacao_detalhada":"A palavra 'eterno' destaca a natureza imutável e perene das promessas de Deus.","por_que_esta_palavra":"É crucial para entender a esperança que Deus oferece, que transcende o tempo e as circunstâncias.","conexao_teologica":"A eternidade de Deus é um conceito central, refletindo Sua soberania sobre o tempo e a história.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","2 Coríntios 4:18"]},"jeremias_31_4_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida que Deus oferece ao Seu povo, simbolizando renovação e restauração.","explicacao_detalhada":"A palavra 'vida' implica um estado de plenitude e vitalidade que Deus deseja para aqueles que O seguem.","por_que_esta_palavra":"É importante para entender a missão de Deus de trazer vida e esperança ao Seu povo.","conexao_teologica":"A vida é um tema central na mensagem do evangelho, refletindo a obra redentora de Cristo.","referencias_relacionadas":["João 10:10","Romanos 6:23","Gálatas 2:20"]},"jeremias_31_4_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se ao ato de sair, simbolizando libertação e novos começos.","explicacao_detalhada":"A palavra 'sair' implica movimento e mudança, representando a libertação que Deus proporciona ao Seu povo.","por_que_esta_palavra":"É crucial para entender a dinâmica da salvação e a transformação que Deus oferece.","conexao_teologica":"A ideia de sair do cativeiro é um tema recorrente na Bíblia, simbolizando a libertação espiritual.","referencias_relacionadas":["Êxodo 3:10","Isaías 61:1","Gálatas 5:1"]},"jeremias_31_5_profano":{"palavra_pt":"profano","palavra_original":"חָלַל","transliteracao":"châlal","strong":"H2490","significado_raiz":"Ideia básica: profano.","significado_contextual":"Refere-se a algo que foi tornado comum ou impuro, em contraste com o que é sagrado.","explicacao_detalhada":"No contexto de Jeremias 31:5, a palavra 'profano' é usada para descrever a transformação de um estado de impureza para um estado de santidade, indicando que o povo de Israel será restaurado e redimido.","por_que_esta_palavra":"A palavra 'profano' é importante para entender a condição espiritual do povo de Israel e a promessa de Deus de restaurá-los.","conexao_teologica":"A restauração do que é profano para o que é sagrado é um tema central na teologia bíblica, refletindo a redenção e a purificação que Deus oferece ao seu povo.","referencias_relacionadas":["Isaías 52:1","Ezequiel 36:25-26","1 Pedro 2:9"]},"jeremias_31_5_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"Representa um lugar elevado, frequentemente associado à presença de Deus e à adoração.","explicacao_detalhada":"A menção de 'montanha' em Jeremias 31:5 simboliza a grandeza e a majestade de Deus, além de ser um local de encontro com o divino.","por_que_esta_palavra":"A palavra 'montanha' é usada para enfatizar a importância dos locais sagrados na vida do povo de Israel e a promessa de restauração.","conexao_teologica":"As montanhas na Bíblia frequentemente simbolizam a presença de Deus e a revelação divina, como no Monte Sinai.","referencias_relacionadas":["Salmos 121:1","Isaías 2:2","Mateus 5:14"]},"jeremias_31_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir uma razão ou explicação, conectando ideias.","explicacao_detalhada":"A palavra 'porque' em Jeremias 31:6 serve para justificar a afirmação anterior, ligando a promessa de Deus à condição do povo.","por_que_esta_palavra":"É crucial para entender a lógica do discurso profético e a relação entre as ações de Deus e a resposta do povo.","conexao_teologica":"A relação entre a ação divina e a resposta humana é um tema recorrente na Bíblia, refletindo a soberania de Deus e a responsabilidade humana.","referencias_relacionadas":["Romanos 8:28","Gálatas 6:7","Tiago 1:17"]},"jeremias_31_6_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo, muitas vezes associado a eventos significativos na história da salvação.","explicacao_detalhada":"Em Jeremias 31:6, 'dia' pode simbolizar um tempo de restauração e alegria, onde o povo de Deus experimentará a plenitude de suas promessas.","por_que_esta_palavra":"A palavra 'dia' é importante para entender a expectativa de um futuro glorioso prometido por Deus ao seu povo.","conexao_teologica":"O conceito de 'dia' é frequentemente usado na Bíblia para descrever momentos de intervenção divina e cumprimento de promessas.","referencias_relacionadas":["Isaías 61:2","Mateus 24:36","Apocalipse 21:23"]},"jeremias_31_6_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"Reitera a ideia de um lugar elevado, simbolizando a presença de Deus e a adoração.","explicacao_detalhada":"A repetição da palavra 'montanha' em Jeremias 31:6 enfatiza a importância desses locais na vida espiritual do povo e a promessa de um futuro glorioso.","por_que_esta_palavra":"A palavra 'montanha' é usada para reforçar a conexão entre a geografia e a espiritualidade na narrativa bíblica.","conexao_teologica":"Montanhas são frequentemente vistas como lugares de revelação e encontro com Deus, refletindo a busca do povo por uma relação mais profunda com o Criador.","referencias_relacionadas":["Salmos 125:2","Isaías 40:9","Hebreus 12:22"]},"jeremias_31_7_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao início ou à origem de algo, muitas vezes associado a liderança ou autoridade.","explicacao_detalhada":"Em Jeremias 31:7, 'princípio' pode indicar a posição de Israel como um povo escolhido e a importância de sua identidade diante de Deus.","por_que_esta_palavra":"A palavra 'princípio' é significativa para entender a relação de Israel com Deus e seu papel na história da salvação.","conexao_teologica":"A ideia de 'princípio' está ligada à soberania de Deus e ao seu plano redentor para a humanidade.","referencias_relacionadas":["Gênesis 1:1","Salmos 8:6","Apocalipse 21:6"]},"jeremias_31_7_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma razão ou justificativa, conectando ideias de forma lógica.","explicacao_detalhada":"A palavra 'porque' em Jeremias 31:7 é usada para explicar a importância da restauração do povo de Deus e a razão de sua escolha.","por_que_esta_palavra":"É fundamental para entender a lógica do discurso profético e a relação entre a escolha divina e a resposta do povo.","conexao_teologica":"A relação entre a escolha de Deus e a resposta humana é um tema central na teologia bíblica, refletindo a graça e a responsabilidade.","referencias_relacionadas":["Efésios 1:4-5","Romanos 9:11-16","1 Pedro 2:9"]},"jeremias_31_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa sua autoridade e caráter.","explicacao_detalhada":"A menção do 'senhor' em Jeremias 31:7 destaca a soberania de Deus e sua relação com o povo de Israel.","por_que_esta_palavra":"A palavra 'senhor' é crucial para entender a identidade de Deus e sua autoridade sobre a criação.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, refletindo sua natureza, poder e a relação com seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Filipenses 2:9-11"]},"jeremias_31_8_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou território, frequentemente associado à promessa de Deus ao seu povo.","explicacao_detalhada":"Em Jeremias 31:8, 'terra' simboliza a herança e a bênção que Deus promete ao seu povo, indicando um futuro de prosperidade.","por_que_esta_palavra":"A palavra 'terra' é importante para entender as promessas de Deus em relação à terra prometida e à restauração do povo.","conexao_teologica":"A terra é um símbolo da aliança de Deus com Israel e representa a realização de suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 30:5","Josué 1:3"]},"jeremias_31_8_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"Usada para chamar a atenção, muitas vezes introduzindo uma revelação ou um novo entendimento.","explicacao_detalhada":"A palavra 'eis' em Jeremias 31:8 serve para enfatizar a importância do que está sendo declarado, destacando a ação de Deus.","por_que_esta_palavra":"É crucial para captar a urgência e a importância da mensagem profética.","conexao_teologica":"A chamada para 'eis' é uma maneira de Deus se revelar ao seu povo, convidando-os a prestar atenção às suas promessas.","referencias_relacionadas":["Isaías 43:19","Mateus 11:28","Apocalipse 3:20"]},"jeremias_31_8_border":{"palavra_pt":"fronteira","palavra_original":"יְרֵכָה","transliteracao":"yᵉrêkâh","strong":"H3411","significado_raiz":"Ideia básica: fronteira.","significado_contextual":"A palavra 'fronteira' refere-se à delimitação de terras e ao retorno do povo de Israel às suas propriedades.","explicacao_detalhada":"Neste contexto, a fronteira simboliza a restauração das heranças e a volta do povo exilado, indicando que Deus está trazendo de volta aqueles que foram dispersos.","por_que_esta_palavra":"A escolha da palavra 'fronteira' enfatiza a ideia de limites e pertencimento, mostrando que Deus está restaurando a identidade e a terra do Seu povo.","conexao_teologica":"A fronteira é um símbolo da promessa de Deus de restaurar Israel e de trazer o Seu povo de volta à comunhão com Ele.","referencias_relacionadas":["Deuteronômio 30:3-5","Isaías 11:11-12","Ezequiel 36:24"]},"jeremias_31_9_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' aqui representa a jornada e o caminho que o povo deve seguir em sua restauração.","explicacao_detalhada":"A vida é apresentada como um caminho que leva à restauração e à bênção, simbolizando a nova aliança que Deus faz com Seu povo.","por_que_esta_palavra":"A palavra 'vida' é crucial, pois indica que a restauração não é apenas física, mas também espiritual, trazendo vida nova ao povo de Israel.","conexao_teologica":"A vida em Deus é um tema central na Bíblia, representando a relação entre Deus e Seu povo, que é restaurada através da nova aliança.","referencias_relacionadas":["João 10:10","Romanos 6:4","Gálatas 2:20"]},"jeremias_31_9_oracao":{"palavra_pt":"oracao","palavra_original":"תַּחֲנוּן","transliteracao":"tachănûwn","strong":"H8469","significado_raiz":"Ideia básica: oracao.","significado_contextual":"A palavra 'oração' refere-se ao clamor do povo por ajuda e restauração diante de Deus.","explicacao_detalhada":"A oração é um meio pelo qual o povo expressa sua dependência de Deus e busca Sua intervenção em suas vidas.","por_que_esta_palavra":"A oração é fundamental na relação entre Deus e Seu povo, sendo um canal de comunicação e um ato de fé.","conexao_teologica":"A oração é um elemento vital na vida espiritual, mostrando a necessidade de se voltar a Deus em busca de ajuda e direção.","referencias_relacionadas":["Salmos 34:17","Filipenses 4:6-7","1 Tessalonicenses 5:17"]},"jeremias_31_10_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação de Deus e à Sua promessa de restauração.","explicacao_detalhada":"Neste contexto, a palavra de Deus é um testemunho de Sua fidelidade e um convite à obediência e à confiança nas Suas promessas.","por_que_esta_palavra":"A palavra é essencial, pois representa a verdade e a autoridade de Deus, que se cumpre na vida do Seu povo.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo um meio pelo qual Deus se revela e age na história da humanidade.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Salmos 119:105"]},"jeremias_31_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, o nome do Senhor é invocado como garantia de que Ele cumprirá Suas promessas de restauração e proteção ao Seu povo.","por_que_esta_palavra":"O nome do Senhor é um símbolo de Sua presença e poder, sendo fundamental para a identidade do povo de Israel.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua natureza, caráter e a relação com Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"jeremias_31_11_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Deus está agindo em favor do Seu povo.","explicacao_detalhada":"Esta palavra conecta a ação de Deus com a necessidade do povo, enfatizando que Sua intervenção é motivada pelo amor e pela promessa.","por_que_esta_palavra":"A palavra 'porque' é importante para entender a lógica divina por trás das ações de Deus em relação ao Seu povo.","conexao_teologica":"A compreensão das razões de Deus é fundamental para a fé, pois revela Seu caráter e Seus propósitos para a humanidade.","referencias_relacionadas":["Romanos 8:28","Salmos 136:1","Isaías 43:4"]},"jeremias_31_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' reafirma a autoridade e a fidelidade de Deus em cumprir Suas promessas.","explicacao_detalhada":"Neste contexto, o nome do Senhor é um lembrete da Sua soberania e do compromisso que Ele tem com Seu povo.","por_que_esta_palavra":"A repetição do nome 'senhor' enfatiza a importância da relação entre Deus e Israel, destacando Sua presença constante.","conexao_teologica":"O nome do Senhor é um tema recorrente na Bíblia, simbolizando a aliança e a proteção divina sobre o Seu povo.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Malaquias 3:6"]},"jeremias_31_11_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' simboliza a ação e o poder de Deus em restaurar Seu povo.","explicacao_detalhada":"Neste contexto, a mão de Deus representa Sua intervenção direta na história, guiando e protegendo Israel.","por_que_esta_palavra":"A mão é um símbolo de força e autoridade, indicando que Deus está ativamente trabalhando em favor de Seu povo.","conexao_teologica":"A mão de Deus é frequentemente mencionada na Bíblia como um símbolo de Sua proteção e poder, reafirmando Sua soberania.","referencias_relacionadas":["Salmos 89:13","Isaías 41:10","Êxodo 15:6"]},"jeremias_31_12_alegria":{"palavra_pt":"alegria","palavra_original":"רָנַן","transliteracao":"rânan","strong":"H7442","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A palavra 'alegria' refere-se à felicidade e ao júbilo que o povo experimentará com a restauração.","explicacao_detalhada":"Neste contexto, a alegria é uma resposta à ação de Deus em trazer de volta o Seu povo e restaurar suas vidas.","por_que_esta_palavra":"A alegria é um tema central na experiência de fé, refletindo a esperança e a gratidão pela intervenção divina.","conexao_teologica":"A alegria em Deus é um sinal da presença do Espírito Santo e da realização das promessas de Deus na vida do crente.","referencias_relacionadas":["Salmos 126:3","Filipenses 4:4","Neemias 8:10"]},"jeremias_31_12_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' indica o movimento do povo em direção à restauração e à comunhão com Deus.","explicacao_detalhada":"Neste contexto, 'vir' simboliza a ação de retornar ao lar e à presença de Deus, buscando um relacionamento renovado.","por_que_esta_palavra":"A ideia de 'vir' é fundamental para entender a dinâmica do retorno e da restauração espiritual do povo de Israel.","conexao_teologica":"Vir a Deus é um convite à reconciliação e à restauração, um tema central na mensagem do evangelho.","referencias_relacionadas":["Mateus 11:28","Isaías 55:1","Tiago 4:8"]},"jeremias_31_12_far":{"palavra_pt":"far","palavra_original":"מָרוֹם","transliteracao":"mârôwm","strong":"H4791","significado_raiz":"Ideia básica: far.","significado_contextual":"Refere-se a um lugar elevado, simbolizando a grandeza e a majestade de Deus.","explicacao_detalhada":"A palavra 'far' é usada para descrever a altura e a grandeza de Deus, que é exaltado acima de todas as coisas. Neste contexto, enfatiza a soberania divina sobre a criação.","por_que_esta_palavra":"A escolha da palavra 'far' destaca a transcendência de Deus, mostrando que Ele está acima de todas as dificuldades e situações humanas.","conexao_teologica":"A altura de Deus representa Sua autoridade e poder, que é um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 113:4","Isaías 57:15","Salmos 95:3"]},"jeremias_31_13_principio":{"palavra_pt":"principio","palavra_original":"אָז","transliteracao":"ʼâz","strong":"H227","significado_raiz":"Ideia básica: principio.","significado_contextual":"Indica o início de um novo tempo de restauração e alegria para o povo de Deus.","explicacao_detalhada":"A palavra 'principio' sugere um novo começo, onde Deus promete restaurar Seu povo e trazer alegria após um período de lamento.","por_que_esta_palavra":"A ênfase no 'principio' é crucial, pois marca a transição de um estado de tristeza para um de esperança e renovação.","conexao_teologica":"Deus é o autor de novos começos, e essa ideia é central na mensagem de redenção ao longo da Bíblia.","referencias_relacionadas":["Isaías 43:19","2 Coríntios 5:17","Apocalipse 21:5"]},"jeremias_31_13_homem":{"palavra_pt":"homem","palavra_original":"בָּחוּר","transliteracao":"bâchûwr","strong":"H970","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua essência, destacando a dignidade e o valor que Deus atribui à humanidade.","explicacao_detalhada":"A palavra 'homem' aqui é usada para enfatizar a relação pessoal que Deus tem com cada indivíduo, mostrando que Ele se importa com cada um.","por_que_esta_palavra":"A inclusão do 'homem' ressalta a importância da humanidade no plano divino de salvação e restauração.","conexao_teologica":"A dignidade do homem é um tema central na criação e na redenção, refletindo a imagem de Deus em cada ser humano.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:5","Romanos 5:8"]},"jeremias_31_14_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se ao papel do sacerdote como mediador entre Deus e o povo, especialmente em tempos de adoração e sacrifício.","explicacao_detalhada":"A palavra 'sacerdote' destaca a função vital que esses líderes espirituais desempenham na vida religiosa de Israel, oferecendo sacrifícios e intercedendo pelo povo.","por_que_esta_palavra":"A menção do 'sacerdote' é significativa, pois aponta para a necessidade de mediação entre Deus e a humanidade, que é cumprida em Cristo.","conexao_teologica":"Jesus é o nosso Sumo Sacerdote, que intercede por nós e oferece o sacrifício perfeito.","referencias_relacionadas":["Hebreus 4:14","1 Pedro 2:9","Levítico 21:10"]},"jeremias_31_14_encher":{"palavra_pt":"encher","palavra_original":"רָוָה","transliteracao":"râvâh","strong":"H7301","significado_raiz":"Ideia básica: encher.","significado_contextual":"Refere-se ao ato de satisfazer e suprir as necessidades do povo de Deus com bênçãos abundantes.","explicacao_detalhada":"A palavra 'encher' implica em uma abundância de bênçãos e provisões que Deus promete ao Seu povo, simbolizando a plenitude de Sua graça.","por_que_esta_palavra":"A ideia de 'encher' é importante, pois reflete a generosidade de Deus em suprir todas as necessidades de Seu povo.","conexao_teologica":"Deus é visto como o provedor que enche nossas vidas com o que é bom e necessário.","referencias_relacionadas":["Filipenses 4:19","Salmos 23:5","João 10:10"]},"jeremias_31_14_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à alma ou vida, enfatizando a importância da existência e da vitalidade que Deus dá ao ser humano.","explicacao_detalhada":"A palavra 'alma' ou 'vida' destaca a essência do ser humano, que é criada por Deus e tem um valor intrínseco.","por_que_esta_palavra":"A menção da 'alma' é significativa, pois enfatiza que a vida é um presente de Deus e deve ser valorizada.","conexao_teologica":"A vida é sagrada e é um dom de Deus, refletindo Sua imagem e propósito.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","Salmos 139:13"]},"jeremias_31_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é associado à Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' é um título que expressa a soberania e a majestade de Deus, reconhecendo-O como o Criador e Sustentador.","por_que_esta_palavra":"A menção do 'senhor' é crucial, pois destaca a relação de autoridade e reverência que devemos ter em relação a Deus.","conexao_teologica":"O nome de Deus é central na adoração e na oração, refletindo Sua natureza e caráter.","referencias_relacionadas":["Salmos 8:1","Êxodo 3:14","Romanos 10:13"]},"jeremias_31_15_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Refere-se à comunicação de Deus com Seu povo, enfatizando a importância de ouvir e responder à Sua voz.","explicacao_detalhada":"A palavra 'voz' destaca a maneira como Deus se revela e se comunica com a humanidade, chamando-os à obediência e à adoração.","por_que_esta_palavra":"A ênfase na 'voz' é significativa, pois indica que Deus deseja um relacionamento pessoal e íntimo com Seu povo.","conexao_teologica":"A voz de Deus é um tema recorrente, mostrando como Ele guia e dirige aqueles que O seguem.","referencias_relacionadas":["João 10:27","Salmos 29:4","Isaías 30:21"]},"jeremias_31_15_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação de Deus com Seu povo, que é frequentemente descrito como Seus filhos.","explicacao_detalhada":"A palavra 'filho' enfatiza a intimidade e o amor que Deus tem por Seu povo, mostrando que eles são parte de Sua família.","por_que_esta_palavra":"A menção do 'filho' é importante, pois reflete a herança e a identidade que os crentes têm em Cristo.","conexao_teologica":"A filiação divina é um tema central no Novo Testamento, onde os crentes são chamados de filhos de Deus.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:14","1 João 3:1"]},"jeremias_31_16_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território prometido a Israel, simbolizando a herança e a bênção de Deus.","explicacao_detalhada":"A palavra 'terra' destaca a importância da terra prometida como um símbolo da fidelidade de Deus às Suas promessas.","por_que_esta_palavra":"A ênfase na 'terra' é significativa, pois representa a concretização das promessas de Deus ao Seu povo.","conexao_teologica":"A terra prometida é um símbolo da herança espiritual que os crentes têm em Cristo.","referencias_relacionadas":["Deuteronômio 8:7","Josué 1:3","Hebreus 11:9"]},"jeremias_31_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a autoridade suprema e soberana sobre o povo de Israel.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para enfatizar a relação de Deus com seu povo, destacando sua soberania e poder. No contexto de Jeremias 31, isso é relevante para a promessa de restauração e consolo ao povo exilado.","por_que_esta_palavra":"Esta palavra é utilizada para reafirmar a identidade de Deus como o Senhor que cuida e restaura seu povo.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o Senhor que controla a história e as nações.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Romanos 10:13"]},"jeremias_31_16_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A voz de Deus é um símbolo de sua comunicação e revelação ao seu povo.","explicacao_detalhada":"A palavra 'voz' (קוֹל) representa a maneira como Deus se comunica, trazendo consolo e instrução. No contexto de Jeremias 31, a voz de Deus é um chamado à esperança e à restauração.","por_que_esta_palavra":"A voz é fundamental para a relação entre Deus e seu povo, pois é através dela que Deus se revela e orienta.","conexao_teologica":"A voz de Deus é frequentemente associada à sua palavra e promessas, mostrando a importância da revelação divina.","referencias_relacionadas":["Salmos 29:4","João 10:27","Hebreus 1:1-2"]},"jeremias_31_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Reafirma a identidade de Deus como Senhor, que promete restauração ao seu povo.","explicacao_detalhada":"A repetição da palavra 'senhor' (יְהֹוָה) enfatiza a certeza das promessas de Deus e sua fidelidade em cumprir o que prometeu ao povo de Israel.","por_que_esta_palavra":"A palavra é crucial para entender a relação de Deus com Israel, especialmente em tempos de crise.","conexao_teologica":"A fidelidade de Deus é um tema recorrente na Bíblia, mostrando que Ele sempre cumpre suas promessas.","referencias_relacionadas":["Números 23:19","Deuteronômio 7:9","1 Coríntios 1:9"]},"jeremias_31_17_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se à promessa de Deus de restaurar e edificar o povo de Israel após o exílio.","explicacao_detalhada":"A palavra 'edificar' (שׁוּב) implica um processo de reconstrução e renovação, tanto física quanto espiritual, que Deus realizará em Israel.","por_que_esta_palavra":"É um símbolo de esperança e renovação, mostrando que Deus não abandonará seu povo.","conexao_teologica":"A ideia de edificação é central na teologia da restauração, onde Deus promete restaurar o que foi perdido.","referencias_relacionadas":["Isaías 61:4","Ezequiel 36:10","Mateus 16:18"]},"jeremias_31_17_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Representa a relação íntima entre Deus e seu povo, descrito como filhos.","explicacao_detalhada":"A palavra 'filho' (בֵּן) enfatiza a filiação e a herança que o povo de Israel tem como filhos de Deus, destacando a intimidade e o cuidado divino.","por_que_esta_palavra":"É uma expressão da relação de amor e compromisso que Deus tem com seu povo.","conexao_teologica":"A filiação é um tema importante na Bíblia, refletindo a relação entre Deus e seus seguidores.","referencias_relacionadas":["Gálatas 4:6","Romanos 8:14-17","Efésios 1:5"]},"jeremias_31_18_piedade":{"palavra_pt":"piedade","palavra_original":"נוּד","transliteracao":"nûwd","strong":"H5110","significado_raiz":"Ideia básica: piedade.","significado_contextual":"Refere-se ao arrependimento e à busca de Deus por parte do povo.","explicacao_detalhada":"A palavra 'piedade' (נוּד) implica um reconhecimento da necessidade de voltar-se para Deus e buscar sua misericórdia.","por_que_esta_palavra":"É um chamado ao arrependimento e à restauração da relação com Deus.","conexao_teologica":"A piedade é essencial na vida cristã, refletindo a necessidade de estar em comunhão com Deus.","referencias_relacionadas":["Salmos 51:17","Atos 3:19","1 João 1:9"]},"jeremias_31_18_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade de Deus e à verdade que deve guiar o povo.","explicacao_detalhada":"A palavra 'verdade' (לֹא) enfatiza a importância da honestidade e da integridade na relação com Deus.","por_que_esta_palavra":"A verdade é fundamental para a confiança e a fidelidade nas promessas de Deus.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes.","referencias_relacionadas":["João 14:6","Salmos 25:5","Efésios 4:15"]},"jeremias_31_19_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir a razão ou a causa de uma ação ou sentimento.","explicacao_detalhada":"A palavra 'porque' (כִּי) é uma conjunção que liga a causa à consequência, explicando o motivo do arrependimento e da busca por Deus.","por_que_esta_palavra":"É essencial para entender a lógica do discurso profético e a relação entre ações e consequências.","conexao_teologica":"A compreensão do porquê é importante para a teologia da responsabilidade e da resposta a Deus.","referencias_relacionadas":["Romanos 2:4","Gálatas 6:7","Tiago 1:22"]},"jeremias_31_19_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se à ação de seguir a Deus e seus caminhos.","explicacao_detalhada":"A palavra 'seguir' (אַחַר) implica um compromisso ativo de andar nos caminhos de Deus, refletindo a obediência e a devoção.","por_que_esta_palavra":"É um chamado à ação, enfatizando que a fé deve ser acompanhada de obras.","conexao_teologica":"A ideia de seguir a Deus é central na vida cristã, refletindo a jornada de fé.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","1 Pedro 2:21"]},"jeremias_31_19_repreender":{"palavra_pt":"repreender","palavra_original":"חֶרְפָּה","transliteracao":"cherpâh","strong":"H2781","significado_raiz":"Ideia básica: repreender.","significado_contextual":"Refere-se à correção e ao chamado ao arrependimento.","explicacao_detalhada":"A palavra 'repreender' (חֶרְפָּה) implica a necessidade de confrontar o pecado e buscar a restauração.","por_que_esta_palavra":"É um aspecto importante da disciplina divina, que visa a correção e o retorno ao caminho certo.","conexao_teologica":"A repreensão é uma forma de amor de Deus, que busca restaurar seu povo.","referencias_relacionadas":["Provérbios 3:11-12","Hebreus 12:6","Apocalipse 3:19"]},"jeremias_31_20_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação entre Deus e o povo de Israel, onde Israel é visto como um filho amado.","explicacao_detalhada":"A palavra 'filho' neste contexto enfatiza a intimidade e a proteção que Deus oferece ao seu povo. É uma expressão de amor e cuidado paternal.","por_que_esta_palavra":"A escolha da palavra 'filho' destaca a relação especial entre Deus e Israel, mostrando que, apesar das dificuldades, Deus continua a cuidar e a amar seu povo.","conexao_teologica":"A relação pai-filho é um tema recorrente na Bíblia, simbolizando a aliança e o compromisso de Deus com seu povo.","referencias_relacionadas":["Êxodo 4:22","Salmos 103:13","Mateus 3:17"]},"jeremias_31_20_able":{"palavra_pt":"capaz","palavra_original":"דַּי","transliteracao":"day","strong":"H1767","significado_raiz":"Ideia básica: capaz.","significado_contextual":"Indica a capacidade de Deus de restaurar e salvar seu povo.","explicacao_detalhada":"A palavra 'capaz' sugere que Deus tem o poder e a autoridade para realizar promessas de salvação e restauração, mesmo em tempos de crise.","por_que_esta_palavra":"É importante ressaltar que a capacidade de Deus é um tema central na fé, pois Ele é visto como onipotente e sempre presente.","conexao_teologica":"A capacidade de Deus de salvar é um aspecto fundamental da teologia cristã, refletindo sua natureza redentora.","referencias_relacionadas":["Salmos 46:1","Isaías 43:2","Romanos 8:31"]},"jeremias_31_20_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à ação de Deus em trazer libertação e restauração ao seu povo.","explicacao_detalhada":"A palavra 'salvar' implica não apenas a libertação de perigos, mas também a restauração da relação entre Deus e Israel.","por_que_esta_palavra":"A salvação é um tema central na Bíblia, representando a intervenção divina na história humana.","conexao_teologica":"A salvação é vista como um ato de graça e misericórdia, refletindo o caráter amoroso de Deus.","referencias_relacionadas":["Salmos 37:39","Isaías 12:2","Efésios 2:8-9"]},"jeremias_31_21_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao centro das emoções e decisões humanas, onde Deus deseja habitar.","explicacao_detalhada":"A palavra 'coração' simboliza a essência do ser humano, incluindo pensamentos, emoções e vontades. Deus deseja transformar o coração do seu povo.","por_que_esta_palavra":"A transformação do coração é essencial para a verdadeira adoração e relacionamento com Deus.","conexao_teologica":"A ideia de Deus escrever sua lei no coração é um tema importante na nova aliança, mostrando a intimidade do relacionamento com Ele.","referencias_relacionadas":["Ezequiel 36:26","Mateus 5:8","Hebreus 10:16"]},"jeremias_31_21_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho ou modo de vida que Deus deseja que seu povo siga.","explicacao_detalhada":"A palavra 'vida' implica um estilo de vida que é guiado pelos princípios de Deus, refletindo sua vontade e propósito.","por_que_esta_palavra":"A vida em Deus é uma vida plena, que traz satisfação e propósito ao ser humano.","conexao_teologica":"A vida eterna é um tema central na mensagem de Jesus, que oferece um caminho de vida abundante.","referencias_relacionadas":["João 10:10","Romanos 6:4","Gálatas 2:20"]},"jeremias_31_22_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida, um símbolo da bênção e da herança de Deus para seu povo.","explicacao_detalhada":"A palavra 'terra' representa não apenas um lugar físico, mas também a promessa de Deus de um futuro seguro e próspero para Israel.","por_que_esta_palavra":"A terra é um elemento central na aliança de Deus com Israel, simbolizando a fidelidade divina.","conexao_teologica":"A terra prometida é um símbolo da esperança e da restauração que Deus oferece a todos os crentes.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Hebreus 11:9-10"]},"jeremias_31_22_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma explicação ou razão, enfatizando a importância do que se segue.","explicacao_detalhada":"A palavra 'porque' conecta a declaração anterior à razão pela qual Deus age de determinada maneira, mostrando a lógica divina por trás de suas promessas.","por_que_esta_palavra":"É crucial para entender a motivação de Deus em suas ações e promessas.","conexao_teologica":"A compreensão das razões de Deus é fundamental para a fé, pois nos ajuda a confiar em sua sabedoria.","referencias_relacionadas":["Romanos 8:28","Isaías 55:8-9","Tiago 1:5"]},"jeremias_31_23_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação de Deus com seu povo, enfatizando a importância da revelação divina.","explicacao_detalhada":"A palavra 'palavra' implica a mensagem de Deus que é viva e ativa, capaz de transformar vidas.","por_que_esta_palavra":"A palavra de Deus é fundamental para a fé e a prática, pois revela sua vontade e caráter.","conexao_teologica":"A revelação de Deus através da palavra é um tema central na teologia, mostrando como Ele se comunica com a humanidade.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","2 Timóteo 3:16-17"]},"jeremias_31_23_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Reforça a ideia de que a terra é um presente de Deus e um lugar de bênção.","explicacao_detalhada":"A repetição da palavra 'terra' enfatiza a importância do espaço físico como parte do plano de Deus para seu povo.","por_que_esta_palavra":"A terra é um símbolo de segurança e prosperidade na aliança de Deus com Israel.","conexao_teologica":"A terra prometida é um símbolo da herança espiritual que todos os crentes têm em Cristo.","referencias_relacionadas":["Salmos 37:11","Mateus 5:5","Apocalipse 21:1-4"]},"jeremias_31_23_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se à santidade de Deus e à importância de viver de acordo com seus padrões.","explicacao_detalhada":"A palavra 'sagrado' implica que o que é dedicado a Deus deve ser tratado com reverência e respeito.","por_que_esta_palavra":"A santidade é um atributo essencial de Deus, e os crentes são chamados a refletir essa santidade em suas vidas.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, mostrando a diferença entre o sagrado e o profano.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Apocalipse 22:11"]},"jeremias_31_24_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como o povo de Deus viverá em harmonia e paz.","explicacao_detalhada":"A palavra 'modo' neste contexto sugere um estilo de vida ou uma forma de viver que é aprovada por Deus, refletindo a restauração prometida ao povo de Israel.","por_que_esta_palavra":"É importante para enfatizar a transformação que ocorrerá na vida do povo após o exílio e a volta à sua terra.","conexao_teologica":"A ideia de um novo modo de vida está ligada à nova aliança que Deus fará com seu povo, onde a lei será escrita em seus corações.","referencias_relacionadas":["Jeremias 31:33","Ezequiel 36:26-27","Romanos 12:2"]},"jeremias_31_24_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade de Jerusalém, que simboliza a presença de Deus entre seu povo.","explicacao_detalhada":"A palavra 'cidade' aqui destaca a importância de Jerusalém como centro espiritual e político de Israel, especialmente após o retorno do exílio.","por_que_esta_palavra":"A cidade é um símbolo da restauração e da promessa de Deus de habitar novamente entre seu povo.","conexao_teologica":"Jerusalém é frequentemente vista como a cidade de Deus, onde Ele estabelece sua presença e realiza sua obra redentora.","referencias_relacionadas":["Salmos 122:6","Isaías 2:3","Apocalipse 21:2"]},"jeremias_31_25_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Novamente, refere-se ao modo de vida que será característico do povo restaurado.","explicacao_detalhada":"A repetição da palavra 'modo' enfatiza a continuidade da transformação e a importância de viver de acordo com os princípios de Deus.","por_que_esta_palavra":"Reforça a ideia de que a mudança não é apenas externa, mas interna e espiritual.","conexao_teologica":"A transformação do modo de vida é um sinal da nova aliança e da obra do Espírito Santo na vida dos crentes.","referencias_relacionadas":["Gálatas 5:22-23","Colossenses 3:1-2","Efésios 4:22-24"]},"jeremias_31_25_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz a razão pela qual Deus promete restaurar seu povo.","explicacao_detalhada":"A palavra 'porque' conecta a promessa de Deus à condição do povo, mostrando que sua restauração é baseada em sua necessidade e arrependimento.","por_que_esta_palavra":"É crucial para entender que a ação de Deus é uma resposta ao clamor do povo por ajuda e redenção.","conexao_teologica":"A relação entre a necessidade do povo e a resposta de Deus é um tema central na narrativa bíblica da salvação.","referencias_relacionadas":["Salmos 34:18","Isaías 41:10","Romanos 10:13"]},"jeremias_31_26_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se à visão ou percepção que o profeta tem sobre a restauração futura.","explicacao_detalhada":"A palavra 'ver' implica uma revelação divina, onde o profeta testemunha a promessa de Deus se cumprindo.","por_que_esta_palavra":"É importante para mostrar que a restauração não é apenas uma esperança, mas uma certeza que será realizada.","conexao_teologica":"A visão profética é um meio pelo qual Deus comunica sua vontade e planos para seu povo.","referencias_relacionadas":["Ezequiel 37:1-14","Isaías 6:1","Apocalipse 1:1"]},"jeremias_31_26_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da obra que Deus realizará na vida de seu povo.","explicacao_detalhada":"A palavra 'grande' enfatiza a magnitude da restauração e a transformação que ocorrerá.","por_que_esta_palavra":"É usada para inspirar esperança e confiança no poder de Deus para mudar situações difíceis.","conexao_teologica":"A grandeza de Deus é um tema recorrente, mostrando que Ele é capaz de realizar milagres e cumprir suas promessas.","referencias_relacionadas":["Salmos 126:1-3","Efésios 3:20","Isaías 40:28-31"]},"jeremias_31_27_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo futuro em que Deus realizará suas promessas.","explicacao_detalhada":"A palavra 'dia' indica um tempo específico de cumprimento das promessas de Deus, trazendo esperança ao povo.","por_que_esta_palavra":"É importante para marcar a expectativa de um novo começo e a intervenção divina na história.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao dia do Senhor, um tempo de julgamento e restauração.","referencias_relacionadas":["Joel 2:28-32","Atos 2:17-21","1 Tessalonicenses 5:2"]},"jeremias_31_27_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' é um título que expressa a soberania de Deus sobre todas as coisas e sua relação com seu povo.","por_que_esta_palavra":"É fundamental para reconhecer quem é Deus e sua posição em relação à criação e à redenção.","conexao_teologica":"O nome de Deus é central na adoração e na compreensão da aliança que Ele estabelece com seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"jeremias_31_27_urso":{"palavra_pt":"urso","palavra_original":"זָרַע","transliteracao":"zâraʻ","strong":"H2232","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um símbolo de força e proteção que Deus oferece ao seu povo.","explicacao_detalhada":"A palavra 'urso' pode ser interpretada como uma metáfora para a força de Deus em defender e proteger seu povo.","por_que_esta_palavra":"É importante para ilustrar a segurança que Deus proporciona em tempos de dificuldade.","conexao_teologica":"A proteção divina é um tema recorrente, mostrando que Deus é um refúgio seguro para aqueles que confiam nele.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 8:31"]},"jeremias_31_28_bom":{"palavra_pt":"bom","palavra_original":"רָעַע","transliteracao":"râʻaʻ","strong":"H7489","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade de Deus em restaurar seu povo e suas promessas.","explicacao_detalhada":"A palavra 'bom' enfatiza a natureza benevolente de Deus e sua intenção de fazer o bem ao seu povo.","por_que_esta_palavra":"É essencial para entender que a restauração é parte do plano amoroso de Deus para sua criação.","conexao_teologica":"A bondade de Deus é um atributo fundamental que se manifesta em suas ações e promessas.","referencias_relacionadas":["Salmos 100:5","Romanos 2:4","Tiago 1:17"]},"jeremias_31_28_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' neste contexto refere-se à ideia de um estado de declínio ou queda moral e espiritual do povo de Israel.","explicacao_detalhada":"O uso de 'cair' implica uma transição de um estado de graça para um estado de juízo, onde Deus observa a deterioração do seu povo e a necessidade de intervenção.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a fragilidade da condição humana e a inevitabilidade do juízo divino quando o povo se afasta de Deus.","conexao_teologica":"A queda do homem é um tema recorrente na Bíblia, simbolizando a separação de Deus e a necessidade de redenção.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","Provérbios 24:16"]},"jeremias_31_28_destruir":{"palavra_pt":"destruir","palavra_original":"נָתַשׁ","transliteracao":"nâthash","strong":"H5428","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Neste versículo, 'destruir' refere-se ao ato de Deus em remover o que é mau e corrupto, purificando assim o seu povo.","explicacao_detalhada":"A destruição aqui é uma ação divina que visa restaurar a ordem e a justiça, mostrando que Deus não tolera a iniquidade.","por_que_esta_palavra":"A palavra 'destruir' é crucial para entender a seriedade do juízo de Deus e a necessidade de um novo começo para Israel.","conexao_teologica":"A destruição é frequentemente associada ao juízo divino, mas também à esperança de restauração e renovação.","referencias_relacionadas":["Isaías 10:33","Ezequiel 18:30","Mateus 3:10"]},"jeremias_31_29_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' aqui simboliza um tempo específico de intervenção divina e mudança na história de Israel.","explicacao_detalhada":"O 'dia' mencionado é um tempo em que Deus promete restaurar seu povo e estabelecer uma nova aliança.","por_que_esta_palavra":"O uso de 'dia' enfatiza a certeza e a iminência das promessas de Deus, que se cumprirão em um tempo determinado.","conexao_teologica":"O conceito de 'dia' é frequentemente usado na Bíblia para descrever momentos de juízo ou salvação.","referencias_relacionadas":["Joel 2:28","Atos 2:17","Romanos 13:12"]},"jeremias_31_29_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui se refere à fidelidade de Deus em cumprir suas promessas e a realidade da nova aliança.","explicacao_detalhada":"A verdade é um atributo de Deus que garante que suas promessas não falharão, mesmo quando o povo é infiel.","por_que_esta_palavra":"A ênfase na 'verdade' destaca a confiança que o povo deve ter em Deus, mesmo em tempos de crise.","conexao_teologica":"A verdade de Deus é um tema central na teologia bíblica, refletindo sua natureza imutável e fiel.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 10:23"]},"jeremias_31_29_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' neste contexto representa a renovação e a restauração que Deus promete ao seu povo.","explicacao_detalhada":"A vida aqui simboliza não apenas a existência física, mas uma nova qualidade de vida espiritual em comunhão com Deus.","por_que_esta_palavra":"A ênfase na 'vida' ressalta a esperança de um futuro vibrante e cheio de propósito sob a nova aliança.","conexao_teologica":"A vida é um tema central na mensagem do evangelho, que promete vida abundante através de Cristo.","referencias_relacionadas":["João 10:10","Romanos 6:4","2 Coríntios 5:17"]},"jeremias_31_30_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Deus está fazendo uma nova aliança com seu povo.","explicacao_detalhada":"Esta conjunção é fundamental para entender a lógica do plano redentor de Deus, que é baseado na necessidade de transformação do coração humano.","por_que_esta_palavra":"O uso de 'porque' conecta a ação de Deus com a condição do povo, mostrando que a mudança é necessária.","conexao_teologica":"A relação entre a ação de Deus e a condição humana é um tema central na teologia da redenção.","referencias_relacionadas":["Romanos 5:8","Efésios 2:4-5","Tito 3:5"]},"jeremias_31_30_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se à ação de Deus em resgatar seu povo da condição de pecado e desespero.","explicacao_detalhada":"Salvar implica não apenas libertação, mas também a restauração da relação entre Deus e seu povo.","por_que_esta_palavra":"A ênfase em 'salvar' destaca a natureza redentora de Deus, que busca trazer seu povo de volta a Ele.","conexao_teologica":"A salvação é o cerne da mensagem cristã, refletindo o amor e a graça de Deus.","referencias_relacionadas":["Salmos 37:39","Isaías 43:11","Romanos 10:13"]},"jeremias_31_30_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, enfatizando a condição pecaminosa e a necessidade de redenção.","explicacao_detalhada":"O uso de 'homem' aqui destaca a universalidade do pecado e a necessidade de todos se voltarem para Deus.","por_que_esta_palavra":"A palavra é importante para entender que a salvação é oferecida a todos, independentemente de sua condição.","conexao_teologica":"A condição do homem é um tema central na teologia, que aborda a necessidade de salvação através de Cristo.","referencias_relacionadas":["Gênesis 6:5","Romanos 3:10","1 João 1:8"]},"jeremias_31_31_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' aqui se refere ao rompimento da antiga aliança, que não foi capaz de levar o povo à obediência.","explicacao_detalhada":"Destruir neste contexto implica a necessidade de um novo pacto que seja mais eficaz e que leve à verdadeira transformação.","por_que_esta_palavra":"A ênfase em 'destruir' mostra a seriedade da falha da antiga aliança e a necessidade de um novo começo.","conexao_teologica":"A destruição da antiga aliança é um precursor da nova aliança em Cristo, que traz verdadeira redenção.","referencias_relacionadas":["Hebreus 8:13","Mateus 26:28","Gálatas 3:24"]},"jeremias_31_31_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' aqui se refere ao tempo em que Deus estabelecerá uma nova aliança com seu povo.","explicacao_detalhada":"Este 'dia' é um tempo de esperança e renovação, onde a relação entre Deus e seu povo será restaurada.","por_que_esta_palavra":"A ênfase no 'dia' destaca a expectativa de um futuro glorioso sob a nova aliança.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao cumprimento das promessas de Deus e à vinda do Messias.","referencias_relacionadas":["Ezequiel 36:26-27","Lucas 22:20","Hebreus 10:16"]},"jeremias_31_31_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como o Deus que estabelece uma nova aliança com Seu povo.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar a soberania de Deus sobre todas as coisas. Neste contexto, enfatiza a relação de Deus com Israel e Sua promessa de um novo pacto.","por_que_esta_palavra":"A escolha da palavra 'senhor' destaca a autoridade e a fidelidade de Deus em cumprir Suas promessas.","conexao_teologica":"A aliança de Deus com Seu povo é central na teologia bíblica, mostrando Sua intenção de restaurar e redimir a humanidade.","referencias_relacionadas":["Êxodo 6:7","Salmos 103:19","Isaías 41:10"]},"jeremias_31_32_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' (בְּרִית) refere-se ao pacto que Deus faz com Seu povo, que é renovado neste novo contexto.","explicacao_detalhada":"A aliança é um acordo solene entre Deus e Israel, que implica promessas e obrigações mútuas. Aqui, Deus promete um novo pacto que será escrito no coração do povo.","por_que_esta_palavra":"A palavra 'aliança' é crucial para entender a relação entre Deus e Seu povo, simbolizando compromisso e fidelidade.","conexao_teologica":"A nova aliança é um tema central no Novo Testamento, onde é cumprida em Cristo.","referencias_relacionadas":["Gênesis 9:13","Êxodo 24:8","Lucas 22:20"]},"jeremias_31_32_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' (יוֹם) mencionado refere-se a um tempo específico em que Deus realizará Suas promessas.","explicacao_detalhada":"Neste contexto, o 'dia' simboliza um tempo de renovação e restauração, quando Deus estabelecerá Sua nova aliança com o povo.","por_que_esta_palavra":"A palavra 'dia' é usada para marcar um evento significativo na história da salvação.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao cumprimento das promessas de Deus e à vinda do Messias.","referencias_relacionadas":["Isaías 2:2","Zacarias 14:1","Mateus 24:36"]},"jeremias_31_32_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A 'terra' (אֶרֶץ) representa o lugar prometido por Deus ao Seu povo, simbolizando a herança e a presença divina.","explicacao_detalhada":"Neste versículo, a terra é um símbolo da bênção de Deus e da realização de Suas promessas ao povo de Israel.","por_que_esta_palavra":"A palavra 'terra' é fundamental para entender a relação entre Deus e Israel, como a terra prometida é parte da aliança.","conexao_teologica":"A terra é um tema recorrente na Bíblia, representando não apenas um local físico, mas também a presença de Deus entre Seu povo.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:7","Salmos 37:11"]},"jeremias_31_33_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A 'aliança' (בְּרִית) mencionada aqui é a nova aliança que Deus promete estabelecer com Seu povo.","explicacao_detalhada":"Esta nova aliança é caracterizada por uma relação mais íntima entre Deus e o povo, onde a lei de Deus será escrita em seus corações.","por_que_esta_palavra":"A palavra 'aliança' é essencial para entender a transformação que Deus deseja realizar na vida de Seu povo.","conexao_teologica":"A nova aliança é um tema central na teologia cristã, representando a obra redentora de Cristo.","referencias_relacionadas":["Hebreus 8:8-12","Jeremias 32:40","Ezequiel 36:26-27"]},"jeremias_31_33_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' (יוֹם) refere-se ao tempo em que Deus cumprirá Suas promessas de uma nova aliança.","explicacao_detalhada":"Este 'dia' é um tempo de renovação espiritual e de restauração da relação entre Deus e Seu povo.","por_que_esta_palavra":"A palavra 'dia' destaca a certeza do cumprimento das promessas de Deus.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao retorno de Cristo e ao cumprimento final das promessas de Deus.","referencias_relacionadas":["Atos 2:17","Romanos 13:12","1 Tessalonicenses 5:2"]},"jeremias_31_33_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' (אֱלֹהִים) refere-se ao ser supremo que estabelece a nova aliança com Seu povo.","explicacao_detalhada":"Deus é apresentado como o autor da nova aliança, que promete um relacionamento renovado e íntimo com Seu povo.","por_que_esta_palavra":"A palavra 'deus' enfatiza a soberania e a autoridade de Deus sobre a história e a vida de Seu povo.","conexao_teologica":"A compreensão de Deus como o autor da aliança é fundamental para a teologia da redenção.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"jeremias_31_34_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' (אִישׁ) refere-se à humanidade que receberá a nova aliança de Deus.","explicacao_detalhada":"Neste contexto, 'homem' representa todos aqueles que estarão sob a nova aliança, enfatizando a inclusão de todos os crentes.","por_que_esta_palavra":"A palavra 'homem' é usada para mostrar que a nova aliança é para todos, não apenas para uma nação específica.","conexao_teologica":"A inclusão de todos os homens na nova aliança reflete a universalidade da mensagem do evangelho.","referencias_relacionadas":["Romanos 3:23","Gálatas 3:28","1 Timóteo 2:4"]},"jeremias_31_34_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' (לֹא) é usada para enfatizar a fidelidade de Deus em cumprir Suas promessas.","explicacao_detalhada":"Neste contexto, a verdade de Deus é contrastada com a infidelidade do homem, destacando a necessidade de um novo coração.","por_que_esta_palavra":"A palavra 'verdade' é fundamental para entender a natureza de Deus e Sua relação com a humanidade.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, refletindo Sua natureza e caráter.","referencias_relacionadas":["Salmos 119:160","João 14:6","1 João 1:5"]},"jeremias_31_34_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' (עוֹד) refere-se à nova vida que Deus promete dar ao Seu povo através da nova aliança.","explicacao_detalhada":"Neste contexto, 'vida' simboliza a transformação espiritual que ocorre quando alguém entra na nova aliança com Deus.","por_que_esta_palavra":"A palavra 'vida' é usada para enfatizar a renovação e a restauração que Deus oferece.","conexao_teologica":"A vida nova em Cristo é um tema central no Novo Testamento, representando a esperança e a redenção.","referencias_relacionadas":["João 10:10","2 Coríntios 5:17","Gálatas 2:20"]},"jeremias_31_35_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao mar como uma grande extensão de água, simbolizando a imensidão e a força de Deus.","explicacao_detalhada":"No contexto de Jeremias 31:35, o mar é mencionado para ilustrar a grandeza do Senhor e a sua capacidade de criar e controlar a natureza. É uma metáfora para a fidelidade de Deus em relação ao seu povo.","por_que_esta_palavra":"A palavra 'mar' é utilizada para enfatizar a soberania de Deus sobre a criação e a sua autoridade sobre as forças da natureza.","conexao_teologica":"O mar, como criação de Deus, representa a sua majestade e poder, e é um lembrete da sua presença constante e do seu controle sobre todas as coisas.","referencias_relacionadas":["Salmos 104:25","Isaías 43:16","Mateus 8:27"]},"jeremias_31_35_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado como símbolo de sua autoridade e poder.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) é central na teologia israelita, representando a presença e a ação de Deus na história do seu povo. É um nome que carrega a promessa de aliança e proteção.","por_que_esta_palavra":"A palavra 'Senhor' é usada para reafirmar a relação de Deus com Israel e a sua fidelidade às promessas feitas.","conexao_teologica":"O nome do Senhor é um ponto de referência para a identidade de Deus e a sua relação com a humanidade, especialmente com o povo escolhido.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Romanos 10:13"]},"jeremias_31_35_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou conceder algo, enfatizando a generosidade de Deus.","explicacao_detalhada":"No versículo, 'dar' é um ato que demonstra a disposição de Deus em oferecer bênçãos e promessas ao seu povo, refletindo sua natureza amorosa e generosa.","por_que_esta_palavra":"A palavra 'dar' é crucial para entender a ação de Deus em relação ao seu povo, mostrando que Ele é um doador de bênçãos.","conexao_teologica":"A generosidade de Deus é um tema recorrente na Bíblia, onde Ele se apresenta como aquele que dá vida, sustento e salvação.","referencias_relacionadas":["Tiago 1:17","Mateus 7:11","Romanos 8:32"]},"jeremias_31_36_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao conceito de tempo, especificamente ao dia como uma unidade de medida do tempo.","explicacao_detalhada":"O 'dia' mencionado em Jeremias 31:36 é um símbolo do tempo em que Deus cumprirá suas promessas. É um lembrete da certeza do cumprimento das profecias.","por_que_esta_palavra":"A palavra 'dia' é utilizada para enfatizar a certeza e a iminência das promessas de Deus, que se cumprirão em um tempo determinado.","conexao_teologica":"O conceito de tempo é importante na teologia bíblica, pois Deus opera dentro da história e tem um plano para a redenção da humanidade.","referencias_relacionadas":["Eclesiastes 3:1","2 Pedro 3:8","Salmos 90:4"]},"jeremias_31_36_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à ideia de salvação e libertação, um tema central na mensagem profética.","explicacao_detalhada":"A palavra 'salvar' implica a ação de Deus em resgatar seu povo das dificuldades e do pecado, oferecendo esperança e restauração.","por_que_esta_palavra":"A palavra 'salvar' é fundamental para entender a missão de Deus em relação à humanidade, que é trazer libertação e redenção.","conexao_teologica":"A salvação é um tema central na Bíblia, que aponta para a obra redentora de Cristo e a promessa de vida eterna.","referencias_relacionadas":["Isaías 43:11","Romanos 10:9","Efésios 2:8"]},"jeremias_31_36_mandamento":{"palavra_pt":"mandamento","palavra_original":"חֹק","transliteracao":"chôq","strong":"H2706","significado_raiz":"Ideia básica: mandamento.","significado_contextual":"Refere-se às leis e instruções dadas por Deus ao seu povo, que devem ser seguidas.","explicacao_detalhada":"O 'mandamento' é uma expressão da vontade de Deus e um guia para a vida do povo de Israel, refletindo a importância da obediência.","por_que_esta_palavra":"A palavra 'mandamento' é essencial para entender a relação de aliança entre Deus e seu povo, que é baseada na obediência às suas leis.","conexao_teologica":"Os mandamentos de Deus são vistos como expressões do seu caráter e da sua intenção para a vida humana, promovendo justiça e amor.","referencias_relacionadas":["Êxodo 20:1-17","Deuteronômio 6:5","Mateus 22:37-40"]},"jeremias_31_37_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira como as coisas devem ser feitas ou entendidas.","explicacao_detalhada":"O 'modo' é uma referência à forma como Deus estabelece suas promessas e a certeza de que elas se cumprirão conforme sua vontade.","por_que_esta_palavra":"A palavra 'modo' é importante para entender a natureza das promessas de Deus e a maneira como Ele age na história.","conexao_teologica":"A maneira de Deus agir é sempre justa e fiel, refletindo seu caráter e suas intenções para com a humanidade.","referencias_relacionadas":["Salmos 25:10","Isaías 55:8-9","Romanos 11:33"]},"jeremias_31_37_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente ao nome do Senhor, enfatizando sua importância e autoridade.","explicacao_detalhada":"O nome 'Senhor' é um símbolo de poder e presença divina, reafirmando a relação de Deus com seu povo e suas promessas.","por_que_esta_palavra":"A repetição da palavra 'Senhor' destaca a centralidade de Deus na vida do povo e a sua soberania.","conexao_teologica":"A invocação do nome do Senhor é um ato de fé e confiança nas promessas de Deus.","referencias_relacionadas":["Salmos 124:8","Romanos 10:13","Atos 4:12"]},"jeremias_31_37_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à ação de salvar, enfatizando a continuidade da mensagem de esperança e libertação.","explicacao_detalhada":"A palavra 'salvar' reafirma a promessa de Deus de resgatar seu povo, mostrando sua fidelidade e amor incondicional.","por_que_esta_palavra":"A repetição da palavra 'salvar' reforça a certeza de que Deus está comprometido em libertar seu povo das suas aflições.","conexao_teologica":"A salvação é um tema central na narrativa bíblica, que culmina na obra redentora de Cristo.","referencias_relacionadas":["Isaías 43:1","Lucas 19:10","Tito 3:5"]},"jeremias_31_38_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma cidade, simbolizando um lugar de habitação e comunidade.","explicacao_detalhada":"A 'cidade' mencionada em Jeremias 31:38 representa a restauração e o renovo que Deus promete ao seu povo, um lugar onde eles poderão viver em segurança.","por_que_esta_palavra":"A palavra 'cidade' é utilizada para enfatizar a ideia de um lar e um espaço de vida comunitária sob a proteção de Deus.","conexao_teologica":"A cidade é um símbolo da presença de Deus entre seu povo e a realização de suas promessas de restauração.","referencias_relacionadas":["Isaías 65:18","Apocalipse 21:2","Hebreus 11:10"]},"jeremias_31_38_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' refere-se a Deus como o soberano e criador, enfatizando sua autoridade e poder.","explicacao_detalhada":"No contexto de Jeremias 31:38, 'senhor' é usado para reafirmar a relação de Deus com o povo de Israel, destacando sua promessa de restauração e proteção.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a natureza de Deus como aquele que governa e cuida de seu povo.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o Senhor de toda a criação e que suas promessas são fiéis.","referencias_relacionadas":["Salmos 24:1","Isaías 40:28","Romanos 10:13"]},"jeremias_31_38_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' mencionado refere-se a um tempo específico de cumprimento das promessas de Deus.","explicacao_detalhada":"Em Jeremias 31:38, o 'dia' simboliza um novo começo para Israel, onde Deus restaurará a cidade e o povo, trazendo esperança.","por_que_esta_palavra":"A palavra 'dia' é importante para entender a cronologia das promessas de Deus e a expectativa de um futuro glorioso.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao dia do Senhor, um tempo de juízo e restauração na teologia bíblica.","referencias_relacionadas":["Amós 5:18","Zacarias 14:1","Mateus 24:36"]},"jeremias_31_39_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' implica em um movimento significativo, simbolizando a saída do povo do cativeiro.","explicacao_detalhada":"No versículo, 'sair' representa a libertação e a nova jornada que Israel empreenderá sob a direção de Deus.","por_que_esta_palavra":"A ideia de 'sair' é crucial para entender a libertação e a nova identidade que Deus oferece ao seu povo.","conexao_teologica":"A libertação é um tema central na narrativa bíblica, refletindo a redenção que Deus oferece a todos os que creem.","referencias_relacionadas":["Êxodo 3:10","Isaías 43:16","Gálatas 5:1"]},"jeremias_31_39_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à existência plena que Deus promete ao seu povo.","explicacao_detalhada":"Em Jeremias 31:39, 'vida' simboliza a restauração e a renovação que Deus traz, contrastando com a morte espiritual do exílio.","por_que_esta_palavra":"A noção de 'vida' é essencial para entender a promessa de Deus de um futuro vibrante e cheio de esperança.","conexao_teologica":"A vida eterna é um conceito central no Novo Testamento, onde Jesus oferece vida em abundância.","referencias_relacionadas":["João 10:10","Romanos 6:23","1 João 5:12"]},"jeremias_31_40_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"O termo 'eterno' refere-se à durabilidade e permanência das promessas de Deus.","explicacao_detalhada":"No contexto de Jeremias 31:40, 'eterno' enfatiza que a nova aliança de Deus com Israel é irrevogável e duradoura.","por_que_esta_palavra":"A palavra 'eterno' é crucial para entender a natureza imutável das promessas de Deus.","conexao_teologica":"A eternidade de Deus é um aspecto fundamental da sua natureza, refletindo sua fidelidade e soberania.","referencias_relacionadas":["Salmos 136:1","Hebreus 13:20","Apocalipse 21:1-4"]},"jeremias_31_40_ashes":{"palavra_pt":"cinzas","palavra_original":"דֶּשֶׁן","transliteracao":"deshen","strong":"H1880","significado_raiz":"Ideia básica: cinzas.","significado_contextual":"As 'cinzas' simbolizam a destruição e a desolação que Israel enfrentou.","explicacao_detalhada":"Em Jeremias 31:40, as 'cinzas' representam o que foi perdido, mas também a promessa de renovação e restauração que Deus traz.","por_que_esta_palavra":"A palavra 'cinzas' é importante para entender o contraste entre a destruição e a nova vida que Deus promete.","conexao_teologica":"A transformação de cinzas em beleza é um tema recorrente na Bíblia, simbolizando a redenção.","referencias_relacionadas":["Isaías 61:3","Ezequiel 36:26","2 Coríntios 5:17"]}}