{"jeremias_32_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se à comunicação de Deus e à sua revelação ao povo.","explicacao_detalhada":"Em Jeremias 32:1, 'palavra' destaca a importância da mensagem profética e da ação de Deus na história de Israel.","por_que_esta_palavra":"A palavra 'palavra' é fundamental para entender a relação entre Deus e seu povo, sendo a revelação divina central na fé.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo um meio pelo qual Ele se comunica e age na vida das pessoas.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","2 Timóteo 3:16"]},"jeremias_32_1_rei":{"palavra_pt":"rei","palavra_original":"נְבוּכַדְנֶאצַּר","transliteracao":"Nᵉbûwkadneʼtstsar","strong":"H5019","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se ao poder e à autoridade de Nabucodonosor sobre Israel.","explicacao_detalhada":"Em Jeremias 32:1, 'rei' destaca a realidade do domínio babilônico e a situação de cativeiro do povo de Deus.","por_que_esta_palavra":"A palavra 'rei' é importante para entender a dinâmica de poder e a soberania de Deus mesmo em tempos de opressão.","conexao_teologica":"Deus é reconhecido como o verdadeiro Rei, que governa sobre todos os reinos da terra, mesmo quando parece que o mal prevalece.","referencias_relacionadas":["Daniel 2:21","Romanos 13:1","Apocalipse 19:16"]},"jeremias_32_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' é usado novamente para enfatizar a soberania de Deus em meio à crise.","explicacao_detalhada":"Em Jeremias 32:1, 'senhor' reafirma a autoridade de Deus sobre a história e seu controle sobre os eventos.","por_que_esta_palavra":"A repetição da palavra 'senhor' reforça a confiança que o povo deve ter em Deus, mesmo em tempos difíceis.","conexao_teologica":"A soberania de Deus é um tema central que traz conforto e esperança ao povo de Deus em meio à adversidade.","referencias_relacionadas":["Salmos 115:3","Isaías 46:10","Efésios 1:11"]},"jeremias_32_2_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se ao porta-voz de Deus, que traz mensagens de advertência e esperança.","explicacao_detalhada":"Em Jeremias 32:2, 'profeta' destaca o papel de Jeremias como mensageiro de Deus em um tempo de crise para Israel.","por_que_esta_palavra":"A palavra 'profeta' é crucial para entender como Deus se comunica com seu povo e a importância da obediência às suas mensagens.","conexao_teologica":"O ministério profético é fundamental na Bíblia, mostrando como Deus se revela e guia seu povo através de seus servos.","referencias_relacionadas":["Amós 3:7","Mateus 10:41","Atos 3:18"]},"jeremias_32_2_principio":{"palavra_pt":"principio","palavra_original":"אָז","transliteracao":"ʼâz","strong":"H227","significado_raiz":"Ideia básica: principio.","significado_contextual":"O princípio aqui se refere ao início de um plano ou ação divina.","explicacao_detalhada":"No contexto de Jeremias 32:2, o princípio indica o momento em que Deus inicia um ato de redenção e restauração para o Seu povo, mesmo em meio ao julgamento.","por_que_esta_palavra":"A palavra 'princípio' é usada para enfatizar que Deus tem um plano desde o início da história, que culmina na salvação.","conexao_teologica":"A ideia de princípio conecta-se com a soberania de Deus sobre a história e Sua capacidade de trazer esperança em tempos de desespero.","referencias_relacionadas":["Gênesis 1:1","Isaías 46:10","Apocalipse 21:6"]},"jeremias_32_2_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei da Babilônia, que estava cercando Jerusalém.","explicacao_detalhada":"O uso da palavra 'rei' neste versículo destaca a autoridade e o poder humano, contrastando com a soberania de Deus.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a situação política e a opressão que o povo de Israel estava enfrentando.","conexao_teologica":"A realeza de Deus é frequentemente contrastada com a realeza humana, mostrando que, apesar das circunstâncias, Deus é o verdadeiro Rei.","referencias_relacionadas":["Salmos 47:2","Isaías 33:22","Apocalipse 19:16"]},"jeremias_32_3_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade de Jerusalém, que estava prestes a ser conquistada.","explicacao_detalhada":"A cidade simboliza o lugar da presença de Deus e a esperança do povo, que estava sendo ameaçada pela invasão babilônica.","por_que_esta_palavra":"A palavra 'cidade' é significativa porque representa tanto a geografia quanto a identidade espiritual do povo de Israel.","conexao_teologica":"Jerusalém é frequentemente vista como o centro do plano de Deus para a redenção, e sua destruição é um sinal do juízo divino.","referencias_relacionadas":["Salmos 122:6","Isaías 1:26","Mateus 5:35"]},"jeremias_32_3_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Novamente, refere-se ao rei da Babilônia, Nabucodonosor.","explicacao_detalhada":"A menção do rei neste contexto enfatiza a opressão e o domínio que ele exerce sobre Jerusalém e seu povo.","por_que_esta_palavra":"A palavra 'rei' aqui é um lembrete da realidade política e da luta do povo de Deus contra a opressão.","conexao_teologica":"A soberania de Deus é reafirmada, mostrando que mesmo os reis da terra estão sob Seu controle.","referencias_relacionadas":["Provérbios 21:1","Daniel 2:21","Romanos 13:1"]},"jeremias_32_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza da cidade de Jerusalém e à gravidade da situação.","explicacao_detalhada":"A palavra 'grande' destaca a importância e a magnitude do que está em jogo, tanto em termos de destruição quanto de esperança futura.","por_que_esta_palavra":"A grandeza de Jerusalém é um símbolo da presença de Deus e da identidade do Seu povo.","conexao_teologica":"A grandeza de Deus é refletida na grandeza de Sua cidade, que será restaurada após o juízo.","referencias_relacionadas":["Salmos 48:1-2","Isaías 60:1-3","Apocalipse 21:10-11"]},"jeremias_32_4_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Mais uma vez, refere-se ao rei da Babilônia, que está prestes a conquistar Jerusalém.","explicacao_detalhada":"A repetição da palavra 'rei' enfatiza a opressão e a situação desesperadora do povo de Deus.","por_que_esta_palavra":"A palavra 'rei' é usada para mostrar a força do inimigo e a fragilidade do povo de Deus naquele momento.","conexao_teologica":"A realeza de Deus é um tema central, mostrando que, apesar da aparente vitória do rei babilônico, Deus ainda está no controle.","referencias_relacionadas":["Eclesiastes 8:4","Isaías 14:27","Romanos 8:31"]},"jeremias_32_4_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade da palavra de Deus em meio à crise.","explicacao_detalhada":"A verdade é um tema central na mensagem de Jeremias, que contrasta com as mentiras e enganos da época.","por_que_esta_palavra":"A palavra 'verdade' é crucial para entender a fidelidade de Deus às Suas promessas, mesmo em tempos difíceis.","conexao_teologica":"A verdade de Deus é um fundamento sobre o qual o povo pode se apoiar, mesmo quando tudo parece perdido.","referencias_relacionadas":["João 8:32","Salmos 119:160","2 Timóteo 2:15"]},"jeremias_32_4_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à mão de Deus, simbolizando Seu poder e controle.","explicacao_detalhada":"A mão de Deus é frequentemente usada na Bíblia para descrever Sua ação e intervenção na história.","por_que_esta_palavra":"A palavra 'mão' é significativa porque representa a força e a proteção de Deus sobre Seu povo.","conexao_teologica":"A mão de Deus é um símbolo de Sua soberania e cuidado, mesmo em meio ao juízo.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","1 Pedro 5:6-7"]},"jeremias_32_5_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se à promessa de Deus de libertar Seu povo do cativeiro.","explicacao_detalhada":"A palavra 'libertar' é uma esperança central na mensagem de Jeremias, que aponta para a redenção futura.","por_que_esta_palavra":"A palavra 'libertar' é usada para enfatizar a ação de Deus em trazer liberdade e restauração ao Seu povo.","conexao_teologica":"A libertação é um tema central na teologia bíblica, simbolizando a salvação que Deus oferece.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","Gálatas 5:1"]},"jeremias_32_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa Sua autoridade e caráter.","explicacao_detalhada":"O nome de Deus é um símbolo de Sua presença e poder, e é invocado em momentos de necessidade.","por_que_esta_palavra":"A palavra 'senhor' é usada para reconhecer a soberania e a divindade de Deus sobre todas as coisas.","conexao_teologica":"O nome de Deus é central na adoração e na relação do povo com Ele, simbolizando Sua fidelidade e amor.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Filipenses 2:9-11"]},"jeremias_32_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual algo está sendo declarado ou feito.","explicacao_detalhada":"Neste contexto, 'porque' é usado para justificar a ação de Deus em relação ao povo de Israel, explicando as razões de seu juízo e a necessidade de arrependimento.","por_que_esta_palavra":"A palavra é fundamental para a compreensão da lógica divina e da relação entre causa e efeito nas ações de Deus.","conexao_teologica":"A palavra 'porque' reflete a soberania de Deus e sua capacidade de justificar suas ações diante do seu povo.","referencias_relacionadas":["Isaías 1:18","Romanos 3:23","Salmos 51:17"]},"jeremias_32_6_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para transmitir uma mensagem ou um comando.","explicacao_detalhada":"No versículo, Deus está se comunicando com Jeremias, revelando planos e profecias sobre o futuro de Israel.","por_que_esta_palavra":"É essencial para a comunicação divina, mostrando que Deus se revela e se comunica com seu povo.","conexao_teologica":"A comunicação de Deus através da palavra é um tema central na teologia, destacando a importância da revelação.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Hebreus 1:1-2"]},"jeremias_32_6_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se a uma declaração ou mensagem significativa.","explicacao_detalhada":"Aqui, 'palavra' é usada para enfatizar a importância da mensagem que Deus está transmitindo a Jeremias.","por_que_esta_palavra":"A palavra é um veículo de comunicação divina, essencial para a compreensão da vontade de Deus.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo fundamental para a fé e a prática cristã.","referencias_relacionadas":["João 1:1","Hebreus 4:12","2 Timóteo 3:16-17"]},"jeremias_32_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'senhor' refere-se a Deus, enfatizando sua autoridade e soberania.","explicacao_detalhada":"Neste contexto, o nome de Deus é invocado para reafirmar sua posição como criador e governante do universo.","por_que_esta_palavra":"O nome de Deus é central na adoração e na relação do povo com Ele, simbolizando sua presença e poder.","conexao_teologica":"A invocação do nome de Deus é um tema recorrente nas Escrituras, refletindo a importância da sua identidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"jeremias_32_7_criar":{"palavra_pt":"criar","palavra_original":"קָנָה","transliteracao":"qânâh","strong":"H7069","significado_raiz":"Ideia básica: criar.","significado_contextual":"A palavra 'criar' implica trazer algo à existência.","explicacao_detalhada":"Deus é apresentado como o criador que tem o poder de formar e moldar a realidade, incluindo a vida do povo de Israel.","por_que_esta_palavra":"A criação é um ato divino que demonstra a soberania e a autoridade de Deus sobre todas as coisas.","conexao_teologica":"A criação é um fundamento da teologia, mostrando a relação entre Deus e sua criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 104:24-25","Isaías 45:12"]},"jeremias_32_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se a uma relação de descendência e herança.","explicacao_detalhada":"Neste contexto, 'filho' pode simbolizar a relação entre Deus e seu povo, enfatizando a paternidade divina.","por_que_esta_palavra":"A ideia de filho é crucial para entender a relação íntima que Deus deseja ter com seu povo.","conexao_teologica":"A filiação é um tema importante na teologia, especialmente na relação entre Deus e os crentes.","referencias_relacionadas":["João 1:12","Romanos 8:15","Gálatas 4:6"]},"jeremias_32_7_amor":{"palavra_pt":"amor","palavra_original":"דּוֹד","transliteracao":"dôwd","strong":"H1730","significado_raiz":"Ideia básica: amor.","significado_contextual":"A palavra 'amor' refere-se a um afeto profundo e compromisso.","explicacao_detalhada":"Neste contexto, 'amor' pode ser visto como a motivação de Deus para com seu povo, apesar de suas falhas.","por_que_esta_palavra":"O amor de Deus é um tema central nas Escrituras, refletindo sua natureza e caráter.","conexao_teologica":"O amor é a base da relação entre Deus e a humanidade, sendo essencial para a compreensão da salvação.","referencias_relacionadas":["1 João 4:8","Romanos 5:8","Salmos 136:1"]},"jeremias_32_8_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' é novamente utilizada para enfatizar a comunicação de Deus.","explicacao_detalhada":"Aqui, 'palavra' reforça a ideia de que a mensagem de Deus é clara e deve ser ouvida e obedecida.","por_que_esta_palavra":"A repetição da palavra destaca sua importância na revelação divina.","conexao_teologica":"A palavra de Deus é um guia para a vida e a prática dos crentes.","referencias_relacionadas":["Salmos 119:11","Mateus 4:4","Tiago 1:22"]},"jeremias_32_8_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao espaço físico e à herança do povo de Israel.","explicacao_detalhada":"Neste contexto, 'terra' simboliza a promessa de Deus ao seu povo e a importância da terra na identidade israelita.","por_que_esta_palavra":"A terra é um elemento central nas promessas de Deus, representando bênção e herança.","conexao_teologica":"A relação entre Deus e a terra é um tema recorrente nas Escrituras, simbolizando a presença de Deus entre seu povo.","referencias_relacionadas":["Deuteronômio 6:10","Josué 1:3","Salmos 37:11"]},"jeremias_32_8_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' implica movimento e ação.","explicacao_detalhada":"Neste contexto, 'vir' pode referir-se ao chamado de Deus para que seu povo se aproxime dele e ouça sua palavra.","por_que_esta_palavra":"A ideia de vir é essencial para a resposta do povo ao chamado de Deus.","conexao_teologica":"O chamado de Deus é um tema importante, refletindo sua iniciativa em buscar relacionamentos com os seres humanos.","referencias_relacionadas":["Mateus 11:28","Apocalipse 3:20","Isaías 55:1"]},"jeremias_32_9_criar":{"palavra_pt":"criar","palavra_original":"קָנָה","transliteracao":"qânâh","strong":"H7069","significado_raiz":"Ideia básica: criar.","significado_contextual":"Refere-se ao ato de adquirir ou criar algo novo, neste caso, a compra de um campo.","explicacao_detalhada":"A palavra 'criar' (קָנָה) implica em um ato de aquisição, que pode ser físico ou espiritual. No contexto de Jeremias 32, representa a ação de comprar um campo como um sinal de esperança e restauração futura para o povo de Israel.","por_que_esta_palavra":"A escolha da palavra 'criar' enfatiza a ideia de que Deus está no controle da história e que mesmo em tempos de crise, Ele pode trazer novas oportunidades.","conexao_teologica":"A aquisição de propriedades é um símbolo da promessa de Deus de restaurar Israel, refletindo a fidelidade divina em cumprir Suas promessas.","referencias_relacionadas":["Jeremias 32:7-8","Isaías 43:19","Ezequiel 36:33-36"]},"jeremias_32_9_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar e à continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever a herança e a continuidade da família. No contexto, representa a importância das gerações futuras e a promessa de Deus para com o povo de Israel.","por_que_esta_palavra":"A inclusão da palavra 'filho' destaca a importância da família e da herança na cultura israelita, simbolizando a continuidade das promessas de Deus através das gerações.","conexao_teologica":"Deus promete que a descendência de Israel será preservada, refletindo Sua fidelidade e compromisso com Seu povo.","referencias_relacionadas":["Gênesis 17:7","Salmos 127:3","Mateus 1:1"]},"jeremias_32_10_describe":{"palavra_pt":"descrever","palavra_original":"כָּתַב","transliteracao":"kâthab","strong":"H3789","significado_raiz":"Ideia básica: descrever.","significado_contextual":"Refere-se ao ato de registrar formalmente um contrato ou acordo.","explicacao_detalhada":"A palavra 'descrever' (כָּתַב) implica em documentar algo de forma oficial. No contexto, Jeremias está escrevendo um contrato de compra para garantir a propriedade do campo.","por_que_esta_palavra":"A formalização do ato de compra é crucial para assegurar os direitos sobre a propriedade, simbolizando a certeza das promessas de Deus.","conexao_teologica":"A documentação do contrato reflete a seriedade e a legalidade das promessas de Deus, que são eternas e irrevogáveis.","referencias_relacionadas":["Deuteronômio 19:15","Eclesiastes 12:12","Lucas 1:3"]},"jeremias_32_10_livro":{"palavra_pt":"livro","palavra_original":"סֵפֶר","transliteracao":"çêpher","strong":"H5612","significado_raiz":"Ideia básica: livro.","significado_contextual":"Refere-se a um documento escrito que contém informações importantes.","explicacao_detalhada":"A palavra 'livro' (סֵפֶר) é usada para descrever o registro do contrato de compra. Este documento é vital para a legitimidade da transação.","por_que_esta_palavra":"O uso de 'livro' enfatiza a importância da escrita e do registro na cultura israelita, simbolizando a preservação da verdade e da história.","conexao_teologica":"Assim como o livro contém o contrato, a Palavra de Deus é um registro das promessas e da aliança com Seu povo.","referencias_relacionadas":["Salmos 139:16","Apocalipse 20:12","Romanos 15:4"]},"jeremias_32_10_fim":{"palavra_pt":"fim","palavra_original":"חָתַם","transliteracao":"châtham","strong":"H2856","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se ao ato de selar ou finalizar um documento.","explicacao_detalhada":"A palavra 'fim' (חָתַם) implica em concluir um processo formal. No contexto, representa a finalização do contrato de compra do campo.","por_que_esta_palavra":"Selar o documento é um passo crucial para garantir a validade do acordo, simbolizando a certeza das promessas de Deus.","conexao_teologica":"O ato de selar representa a segurança e a proteção das promessas de Deus, que são firmes e inabaláveis.","referencias_relacionadas":["Eclesiastes 3:17","Mateus 5:18","2 Coríntios 1:22"]},"jeremias_32_11_phrase":{"palavra_pt":"expressao","palavra_original":"גָּלָה","transliteracao":"gâlâh","strong":"H1540","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão de um ato ou uma declaração.","explicacao_detalhada":"A palavra 'expressão' (גָּלָה) pode ser entendida como a revelação de algo. No contexto, refere-se ao ato de dar testemunho da compra.","por_que_esta_palavra":"A expressão é importante para comunicar a intenção e a ação, refletindo a transparência e a clareza nas transações.","conexao_teologica":"A expressão de fé e ação é fundamental na vida do crente, mostrando que a fé deve ser acompanhada de obras.","referencias_relacionadas":["Tiago 2:17","Romanos 10:10","1 João 1:3"]},"jeremias_32_11_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se ao ato de tomar posse de algo.","explicacao_detalhada":"A palavra 'tomar' (לָקַח) implica em adquirir ou receber algo. No contexto, Jeremias está tomando posse do campo como um ato de fé.","por_que_esta_palavra":"Tomar posse é um ato de afirmação da fé nas promessas de Deus, mesmo em tempos difíceis.","conexao_teologica":"A posse da terra simboliza a herança que Deus promete ao Seu povo, refletindo a certeza da restauração.","referencias_relacionadas":["Josué 1:3","Salmos 37:29","Hebreus 11:1"]},"jeremias_32_11_terra":{"palavra_pt":"terra","palavra_original":"מִקְנָה","transliteracao":"miqnâh","strong":"H4736","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território ou propriedade física.","explicacao_detalhada":"A palavra 'terra' (מִקְנָה) é usada para descrever a propriedade que está sendo comprada. No contexto, representa a herança de Israel.","por_que_esta_palavra":"A terra é um símbolo da promessa de Deus e da identidade do povo de Israel, refletindo a conexão entre o povo e a terra prometida.","conexao_teologica":"A terra é um elemento central na aliança de Deus com Israel, simbolizando a fidelidade e a presença divina.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 6:10-11","Romanos 4:13"]},"jeremias_32_12_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou conceder algo.","explicacao_detalhada":"A palavra 'dar' (נָתַן) implica em transferir a posse de algo. No contexto, refere-se à entrega do livro do contrato.","por_que_esta_palavra":"Dar é um ato de generosidade e compromisso, refletindo a ação de Deus em dar ao Seu povo a terra prometida.","conexao_teologica":"A entrega do contrato simboliza a certeza das promessas de Deus, que são sempre cumpridas.","referencias_relacionadas":["Tiago 1:17","Romanos 8:32","Gálatas 3:29"]},"jeremias_32_12_livro":{"palavra_pt":"livro","palavra_original":"סֵפֶר","transliteracao":"çêpher","strong":"H5612","significado_raiz":"Ideia básica: livro.","significado_contextual":"Refere-se ao documento que contém o contrato de compra.","explicacao_detalhada":"A palavra 'livro' (סֵפֶר) é novamente utilizada para enfatizar a importância do registro formal. Este livro é essencial para a legitimidade da transação.","por_que_esta_palavra":"O livro representa a verdade e a legalidade, simbolizando a seriedade das promessas de Deus.","conexao_teologica":"Assim como o livro contém o contrato, a Palavra de Deus é um registro das promessas e da aliança com Seu povo.","referencias_relacionadas":["Salmos 119:89","Apocalipse 21:27","2 Timóteo 3:16"]},"jeremias_32_13_enviar":{"palavra_pt":"enviar","palavra_original":"צָוָה","transliteracao":"tsâvâh","strong":"H6680","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se à ação de Deus ao instruir Jeremias a realizar uma compra de propriedade, simbolizando a restauração futura de Israel.","explicacao_detalhada":"Neste contexto, 'enviar' implica uma ordem divina, onde Deus está comunicando a Jeremias a necessidade de agir em fé, mesmo em tempos de crise. A compra da terra representa esperança e a promessa de um futuro para o povo.","por_que_esta_palavra":"A palavra é usada para enfatizar a autoridade de Deus em dirigir os eventos e a vida de Jeremias, mostrando que mesmo em meio ao exílio, Deus ainda tem planos para Seu povo.","conexao_teologica":"A ação de enviar reflete a soberania de Deus e Sua capacidade de guiar e restaurar Seu povo, mesmo em situações adversas.","referencias_relacionadas":["Jeremias 29:11","Isaías 55:11","Romanos 8:28"]},"jeremias_32_13_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a comunicação direta de Deus a Jeremias, reforçando a importância da mensagem divina.","explicacao_detalhada":"Neste versículo, 'dizer' destaca a clareza e a autoridade da palavra de Deus. Jeremias é chamado a ouvir e obedecer à instrução divina, que é fundamental para a sua missão profética.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a revelação de Deus e a necessidade de resposta por parte de Jeremias, mostrando que a comunicação divina é vital para a fé.","conexao_teologica":"A comunicação de Deus com Seu povo é um tema central na Bíblia, refletindo o desejo de Deus de se relacionar e guiar a humanidade.","referencias_relacionadas":["Salmos 119:105","Hebreus 1:1-2","João 10:27"]},"jeremias_32_13_unrepresented":{"palavra_pt":"unrepresented","palavra_original":"אֵת","transliteracao":"ʼêth","strong":"H853","significado_raiz":"Ideia básica: unrepresented.","significado_contextual":"A palavra 'unrepresented' é uma partícula que indica a presença de um objeto direto, sem tradução direta em português, mas essencial para a estrutura da frase.","explicacao_detalhada":"Embora não tenha um significado específico em português, sua presença é crucial para a construção gramatical do hebraico, indicando que a ação de 'enviar' está direcionada a um objeto específico.","por_que_esta_palavra":"A inclusão dessa partícula é importante para a clareza da instrução divina, mostrando que a ação de Deus é intencional e direcionada.","conexao_teologica":"A precisão na comunicação de Deus é refletida na linguagem, mostrando que cada palavra tem um propósito e significado no plano divino.","referencias_relacionadas":["Mateus 5:18","2 Timóteo 3:16","Apocalipse 22:18-19"]},"jeremias_32_14_phrase":{"palavra_pt":"expressao","palavra_original":"גָּלָה","transliteracao":"gâlâh","strong":"H1540","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à ação de revelar ou manifestar algo, neste caso, a vontade de Deus através da compra da propriedade.","explicacao_detalhada":"A expressão de Deus é vista na instrução dada a Jeremias, que simboliza a esperança e a promessa de restauração para Israel. A compra da terra é uma declaração de fé na futura restauração do povo.","por_que_esta_palavra":"A palavra é utilizada para mostrar que Deus se revela e se comunica de maneira clara e específica, permitindo que Seu povo compreenda Seus planos.","conexao_teologica":"A revelação de Deus é um tema central na teologia, onde Ele se expressa através de ações e palavras, mostrando Seu caráter e intenções.","referencias_relacionadas":["Gênesis 1:3","Salmos 19:1-4","Hebreus 1:1"]},"jeremias_32_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, enfatizando Sua autoridade e soberania sobre todas as coisas.","explicacao_detalhada":"Neste contexto, o uso do nome 'senhor' destaca a relação de Deus com Seu povo e Sua capacidade de cumprir promessas, mesmo em tempos de dificuldade.","por_que_esta_palavra":"A palavra é fundamental para reconhecer a identidade de Deus como o soberano que tem controle sobre a história e o futuro de Israel.","conexao_teologica":"O nome de Deus é central na adoração e na compreensão da Sua natureza, refletindo Sua majestade e poder.","referencias_relacionadas":["Êxodo 3:14","Salmos 46:10","Filipenses 2:9-11"]},"jeremias_32_14_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade, enfatizando a natureza de Deus como Criador e Sustentador do universo.","explicacao_detalhada":"Neste versículo, a menção de 'deus' reforça a ideia de que Ele é a fonte de toda autoridade e poder, e que Suas promessas são firmes e verdadeiras.","por_que_esta_palavra":"A palavra é utilizada para afirmar a singularidade de Deus em contraste com os ídolos e deuses falsos, destacando Sua soberania.","conexao_teologica":"A compreensão de Deus como o único verdadeiro é fundamental para a fé israelita e cristã, refletindo a centralidade de Sua presença na vida do povo.","referencias_relacionadas":["Deuteronômio 6:4","Isaías 45:5","João 14:6"]},"jeremias_32_15_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se à propriedade física que Jeremias é instruído a comprar, simbolizando a promessa de Deus de restaurar Israel.","explicacao_detalhada":"A compra da terra representa a esperança de um futuro para o povo de Deus, mesmo em meio ao exílio e à destruição. É um ato de fé na promessa divina.","por_que_esta_palavra":"A palavra é importante porque enfatiza a conexão entre o povo de Deus e a terra prometida, um tema recorrente na história de Israel.","conexao_teologica":"A terra é um símbolo da aliança de Deus com Seu povo, representando não apenas um lugar físico, mas também a presença e a bênção de Deus.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 30:5","Ezequiel 36:24"]},"jeremias_32_15_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual a compra da terra é significativa, ligando a ação de Jeremias à promessa de Deus.","explicacao_detalhada":"Neste contexto, 'porque' conecta a ação de compra à certeza de que Deus restaurará Seu povo, mesmo em meio à adversidade.","por_que_esta_palavra":"A palavra é crucial para entender a lógica da fé, onde ações são motivadas pela confiança nas promessas de Deus.","conexao_teologica":"A relação entre fé e ação é um tema importante na teologia, onde a obediência a Deus é frequentemente ligada à compreensão de Suas promessas.","referencias_relacionadas":["Hebreus 11:1","Tiago 2:17","Romanos 10:17"]},"jeremias_32_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' novamente enfatiza a autoridade de Deus sobre a situação e Sua capacidade de cumprir Suas promessas.","explicacao_detalhada":"A repetição do nome 'senhor' reforça a ideia de que Deus é soberano e que Suas promessas são seguras, mesmo em tempos de crise.","por_que_esta_palavra":"A palavra é utilizada para reafirmar a identidade de Deus como o Senhor que governa sobre todas as circunstâncias.","conexao_teologica":"A soberania de Deus é um tema central na teologia, refletindo Sua capacidade de controlar a história e garantir a restauração de Seu povo.","referencias_relacionadas":["Salmos 24:1","Isaías 46:10","Romanos 8:31"]},"jeremias_32_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada novamente para reafirmar a autoridade e a soberania de Deus sobre a vida de Jeremias e sobre a situação de Israel.","explicacao_detalhada":"Neste contexto, a repetição do nome 'senhor' enfatiza a confiança que Jeremias deve ter em Deus, que é fiel às Suas promessas.","por_que_esta_palavra":"A palavra é importante para reconhecer a continuidade da relação entre Deus e Seu povo, mostrando que Ele é sempre presente e atuante.","conexao_teologica":"A relação entre Deus e Seu povo é central na narrativa bíblica, onde o nome de Deus é um símbolo de Sua presença e compromisso.","referencias_relacionadas":["Salmos 119:68","Isaías 40:31","Mateus 28:20"]},"jeremias_32_16_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em um movimento contínuo em direção a algo ou alguém, muitas vezes associado à obediência e à fidelidade.","explicacao_detalhada":"No contexto de Jeremias 32:16, 'seguir' refere-se à ação de buscar a Deus e seus caminhos, indicando uma relação de proximidade e compromisso com Ele.","por_que_esta_palavra":"A escolha da palavra 'seguir' enfatiza a necessidade de uma jornada espiritual ativa e a disposição de seguir a liderança divina.","conexao_teologica":"A ideia de seguir a Deus é central na teologia bíblica, refletindo a chamada para a obediência e a devoção, como visto em passagens como Mateus 16:24.","referencias_relacionadas":["Mateus 16:24","Salmos 119:105","Isaías 30:21"]},"jeremias_32_16_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' neste contexto refere-se ao ato de oferecer ou conceder algo, especialmente em um sentido espiritual.","explicacao_detalhada":"Em Jeremias 32:16, 'dar' pode ser entendido como a ação de Deus em responder ao clamor de seu povo, demonstrando Sua disposição em ouvir e agir.","por_que_esta_palavra":"A palavra 'dar' é significativa porque ressalta a generosidade de Deus e Sua vontade de se relacionar com a humanidade.","conexao_teologica":"A teologia do dar é fundamental, pois reflete a natureza de Deus como provedor e a resposta do homem ao Seu chamado, como em Tiago 1:17.","referencias_relacionadas":["Tiago 1:17","Salmos 34:17","1 João 5:14"]},"jeremias_32_17_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"A palavra 'céus' refere-se ao domínio divino e à criação, simbolizando a grandeza e a majestade de Deus.","explicacao_detalhada":"Em Jeremias 32:17, 'céus' destaca a soberania de Deus sobre toda a criação e Sua capacidade de realizar o impossível.","por_que_esta_palavra":"A menção aos 'céus' enfatiza a ideia de que Deus é o Criador e que nada é difícil para Ele, reforçando a fé do povo.","conexao_teologica":"A conexão teológica é clara, pois os céus frequentemente representam o poder e a glória de Deus, como em Salmos 19:1.","referencias_relacionadas":["Salmos 19:1","Gênesis 1:1","Isaías 40:22"]},"jeremias_32_17_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico e à criação de Deus, simbolizando a habitação do homem.","explicacao_detalhada":"No contexto de Jeremias 32:17, 'terra' representa a realidade material que Deus criou e sobre a qual Ele exerce autoridade.","por_que_esta_palavra":"A palavra 'terra' é importante porque destaca a relação entre Deus e a criação, mostrando que Ele tem domínio sobre tudo.","conexao_teologica":"A teologia da criação é central, pois a terra é vista como parte do plano de Deus para a humanidade, como em Gênesis 1:26-28.","referencias_relacionadas":["Gênesis 1:26-28","Salmos 24:1","Isaías 45:18"]},"jeremias_32_17_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' denota magnitude, poder e importância, frequentemente associada à natureza de Deus.","explicacao_detalhada":"Em Jeremias 32:17, 'grande' enfatiza a imensidão do poder de Deus e Sua capacidade de realizar maravilhas.","por_que_esta_palavra":"A escolha de 'grande' reflete a reverência que devemos ter diante da grandeza de Deus e Sua obra na criação.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, como em Salmos 145:3, que nos convida a louvar Sua grandeza.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"jeremias_32_18_corpo":{"palavra_pt":"corpo","palavra_original":"שָׁלַם","transliteracao":"shâlam","strong":"H7999","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' pode ser entendida como a totalidade do ser humano, incluindo tanto o físico quanto o espiritual.","explicacao_detalhada":"Em Jeremias 32:18, 'corpo' reflete a criação do homem à imagem de Deus e a importância do ser humano na criação.","por_que_esta_palavra":"A palavra 'corpo' é significativa porque ressalta a dignidade e o valor do ser humano aos olhos de Deus.","conexao_teologica":"A teologia do corpo é importante, pois enfatiza que somos criados por Deus e para Ele, como em Gênesis 1:27.","referencias_relacionadas":["Gênesis 1:27","1 Coríntios 6:19-20","Salmos 139:14"]},"jeremias_32_18_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, ao Criador e à fonte de toda força e poder.","explicacao_detalhada":"No contexto de Jeremias 32:18, 'deus' destaca a natureza poderosa e protetora de Deus em relação ao Seu povo.","por_que_esta_palavra":"A palavra 'deus' é fundamental, pois expressa a crença na soberania e na força divina que sustenta todas as coisas.","conexao_teologica":"A teologia de Deus como força é central, refletindo Sua capacidade de salvar e proteger, como em Salmos 46:1.","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","Filipenses 4:13"]},"jeremias_32_18_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' novamente denota a magnitude e a importância de Deus em Sua relação com a humanidade.","explicacao_detalhada":"Em Jeremias 32:18, 'grande' reafirma a ideia de que Deus é superior a todas as circunstâncias e desafios que enfrentamos.","por_que_esta_palavra":"A repetição da palavra 'grande' enfatiza a necessidade de reconhecer a grandeza de Deus em nossas vidas.","conexao_teologica":"A grandeza de Deus é um tema recorrente, como em Efésios 3:20, que fala sobre a capacidade de Deus de fazer infinitamente mais.","referencias_relacionadas":["Efésios 3:20","Salmos 147:5","Romanos 8:31"]},"jeremias_32_19_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é usada novamente, referindo-se ao ato de conceder ou oferecer algo em um contexto de necessidade.","explicacao_detalhada":"Em Jeremias 32:19, 'dar' pode ser visto como a ação de Deus em prover sabedoria e entendimento ao Seu povo.","por_que_esta_palavra":"A palavra 'dar' é significativa porque ressalta a generosidade de Deus em atender às necessidades de Seu povo.","conexao_teologica":"A teologia do dar é fundamental, refletindo a natureza de Deus como provedor, como em Filipenses 4:19.","referencias_relacionadas":["Filipenses 4:19","Salmos 37:25","Mateus 7:11"]},"jeremias_32_19_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade, destacando a dignidade e o valor do ser humano na criação de Deus.","explicacao_detalhada":"Em Jeremias 32:19, 'homem' representa a relação entre Deus e a humanidade, enfatizando a responsabilidade do homem diante de Deus.","por_que_esta_palavra":"A palavra 'homem' é importante porque reflete a criação de Deus e o propósito que Ele tem para cada ser humano.","conexao_teologica":"A teologia do homem é central, pois enfatiza que somos feitos à imagem de Deus, como em Gênesis 1:27.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"jeremias_32_20_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Israel, que é central na promessa de Deus ao Seu povo.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever não apenas o solo físico, mas também a herança e a promessa de Deus ao povo de Israel. Neste contexto, enfatiza a importância da terra como parte do pacto entre Deus e Seu povo.","por_que_esta_palavra":"A terra é um símbolo da presença de Deus e da Sua fidelidade às promessas feitas a Abraão, Isaque e Jacó.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, representando a bênção e a herança que Deus oferece ao Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Deuteronômio 6:10-11"]},"jeremias_32_20_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que Deus age e cumpre Suas promessas.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é frequentemente usada na Bíblia para indicar um período específico em que Deus realiza Seus planos. Neste versículo, pode se referir ao dia em que a promessa de restauração será cumprida.","por_que_esta_palavra":"O conceito de 'dia' é importante para entender a cronologia das promessas divinas e a expectativa de um futuro glorioso.","conexao_teologica":"O dia do Senhor é um tema importante, simbolizando o tempo em que Deus intervirá na história.","referencias_relacionadas":["Isaías 2:12","Joel 2:1","Zacarias 14:1"]},"jeremias_32_20_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Representa a força e a proteção de Deus em meio às adversidades.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) pode ser interpretada como uma metáfora para a força e a capacidade de Deus de agir em favor de Seu povo, especialmente em tempos de crise.","por_que_esta_palavra":"A imagem do urso pode simbolizar a ferocidade e a determinação de Deus em proteger e restaurar Seu povo.","conexao_teologica":"Deus é frequentemente descrito como um protetor poderoso, que luta por Seu povo contra os inimigos.","referencias_relacionadas":["Salmos 18:2","Isaías 40:10","Miquéias 5:9"]},"jeremias_32_21_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Novamente, refere-se à terra prometida, enfatizando a continuidade da promessa de Deus.","explicacao_detalhada":"A repetição da palavra 'terra' (אֶרֶץ) neste versículo reforça a certeza de que Deus cumprirá Suas promessas de dar a terra a Seu povo.","por_que_esta_palavra":"A terra é um elemento central na identidade do povo de Israel e na relação deles com Deus.","conexao_teologica":"A terra é vista como um símbolo da presença de Deus e da realização de Suas promessas.","referencias_relacionadas":["Gênesis 15:18","Salmos 37:29","Ezequiel 36:24"]},"jeremias_32_21_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se à grandeza das obras de Deus e à magnitude de Sua ação na história.","explicacao_detalhada":"A palavra 'sair' (יָצָא) pode ser interpretada como a ação de Deus ao trazer Seu povo para fora da opressão e para a liberdade, destacando a grandeza de Sua intervenção.","por_que_esta_palavra":"A ideia de 'sair' é fundamental para entender a libertação e a salvação que Deus oferece.","conexao_teologica":"A libertação do povo de Deus é um tema central na narrativa bíblica, simbolizando a salvação.","referencias_relacionadas":["Êxodo 14:13","Salmos 126:1","Isaías 43:16-19"]},"jeremias_32_22_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de Deus de dar e prover para Seu povo.","explicacao_detalhada":"A palavra 'dar' (נָתַן) indica a generosidade de Deus em fornecer o que é necessário para a vida e a prosperidade do Seu povo.","por_que_esta_palavra":"O ato de dar é uma expressão do caráter amoroso e providente de Deus.","conexao_teologica":"Deus é visto como o provedor que cuida das necessidades de Seu povo.","referencias_relacionadas":["Filipenses 4:19","Salmos 23:1","Mateus 7:11"]},"jeremias_32_22_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Mais uma vez, enfatiza a importância da terra na promessa de Deus.","explicacao_detalhada":"A repetição da palavra 'terra' (אֶרֶץ) neste versículo reafirma a certeza da herança que Deus concede ao Seu povo.","por_que_esta_palavra":"A terra é um símbolo de segurança e estabilidade na relação entre Deus e Israel.","conexao_teologica":"A terra prometida é um símbolo da aliança de Deus com Seu povo.","referencias_relacionadas":["Gênesis 17:8","Deuteronômio 11:21","Josué 1:3"]},"jeremias_32_22_leite":{"palavra_pt":"leite","palavra_original":"חָלָב","transliteracao":"châlâb","strong":"H2461","significado_raiz":"Ideia básica: leite.","significado_contextual":"Simboliza a abundância e a prosperidade que Deus promete ao Seu povo.","explicacao_detalhada":"A palavra 'leite' (חָלָב) é frequentemente associada à ideia de bênção e fartura, representando a generosidade de Deus em prover para Seu povo.","por_que_esta_palavra":"O leite é um símbolo de nutrição e sustento, refletindo a bondade de Deus.","conexao_teologica":"A abundância prometida por Deus é um tema importante na Bíblia, simbolizando a vida plena que Ele oferece.","referencias_relacionadas":["Êxodo 3:8","Salmos 81:16","Isaías 7:22"]},"jeremias_32_23_agarrar":{"palavra_pt":"agarrar","palavra_original":"יָרַשׁ","transliteracao":"yârash","strong":"H3423","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se à possessão da terra e ao cumprimento das promessas de Deus.","explicacao_detalhada":"A palavra 'agarrar' (יָרַשׁ) implica em tomar posse, enfatizando a ação de Deus em dar a terra ao Seu povo como herança.","por_que_esta_palavra":"Agarrar é um ato de reivindicação e posse, essencial para entender a relação de Israel com a terra prometida.","conexao_teologica":"A possessão da terra é um símbolo da fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Deuteronômio 9:1","Salmos 37:22","Josué 21:43-45"]},"jeremias_32_23_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Novamente, representa a força de Deus em agir em favor de Seu povo.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) simboliza a capacidade de Deus de realizar grandes feitos e proteger Seu povo em tempos difíceis.","por_que_esta_palavra":"A força de Deus é um tema central na Bíblia, mostrando que Ele é capaz de salvar e restaurar.","conexao_teologica":"Deus é visto como um guerreiro poderoso que luta por Seu povo.","referencias_relacionadas":["Salmos 46:1","Isaías 59:19","Romanos 8:31"]},"jeremias_32_23_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se ao ato de se aproximar ou entrar em um lugar, simbolizando a ação de Deus em se manifestar ao Seu povo.","explicacao_detalhada":"No contexto de Jeremias 32, a palavra 'vir' é usada para descrever a presença de Deus que se aproxima do povo de Israel, especialmente em tempos de crise e necessidade. Essa presença é tanto física quanto espiritual, indicando que Deus está sempre acessível aos que O buscam.","por_que_esta_palavra":"Esta palavra é crucial para entender a relação entre Deus e Seu povo, enfatizando que Ele está sempre pronto para ouvir e responder às suas necessidades.","conexao_teologica":"A ideia de Deus 'vir' ou 'entrar' é central na teologia bíblica, pois representa a intervenção divina na história humana, especialmente em momentos de desespero.","referencias_relacionadas":["Salmos 34:18","Isaías 41:10","Mateus 11:28"]},"jeremias_32_24_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local de habitação e segurança, mas também simboliza a comunidade e a identidade do povo de Israel.","explicacao_detalhada":"No contexto de Jeremias 32, a cidade é Jerusalém, que representa não apenas um lugar físico, mas também o centro espiritual do povo de Deus. A destruição da cidade é um símbolo do afastamento de Deus e das consequências do pecado.","por_que_esta_palavra":"A palavra 'cidade' é importante porque encapsula a ideia de pertencimento e a relação do povo com Deus, sendo Jerusalém o lugar onde Deus escolheu habitar entre eles.","conexao_teologica":"A cidade de Jerusalém é frequentemente mencionada nas Escrituras como o lugar onde Deus se encontra com Seu povo, simbolizando a esperança de restauração e redenção.","referencias_relacionadas":["Salmos 122:6","Isaías 2:3","Hebreus 12:22"]},"jeremias_32_24_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"A palavra 'fome' é usada para descrever a escassez de alimento, mas também simboliza a necessidade espiritual do povo por Deus.","explicacao_detalhada":"No contexto de Jeremias 32, a fome é uma consequência do cerco babilônico e representa a crise que o povo enfrenta, tanto fisicamente quanto espiritualmente. A fome física reflete a fome espiritual pela presença e provisão de Deus.","por_que_esta_palavra":"A palavra 'fome' é significativa porque destaca a vulnerabilidade do povo e a necessidade de confiar em Deus como seu provedor.","conexao_teologica":"A fome é um tema recorrente na Bíblia, simbolizando a busca por Deus e a necessidade de Sua palavra, como em Mateus 4:4, onde Jesus diz que 'nem só de pão viverá o homem'.","referencias_relacionadas":["Amós 8:11","Mateus 5:6","Lucas 1:53"]},"jeremias_32_25_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' novamente enfatiza a importância de Jerusalém como o centro da vida do povo de Deus.","explicacao_detalhada":"Neste versículo, a cidade é mencionada em um contexto de desespero e destruição, mas também de esperança, pois Deus promete restaurar o que foi perdido.","por_que_esta_palavra":"A repetição da palavra 'cidade' sublinha a centralidade de Jerusalém na história da salvação e a relação do povo com Deus.","conexao_teologica":"A cidade é um símbolo da presença de Deus entre Seu povo e da promessa de restauração e redenção futura.","referencias_relacionadas":["Jeremias 29:10-11","Ezequiel 36:33-36","Apocalipse 21:2"]},"jeremias_32_25_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, 'senhor' é uma afirmação da posição de Deus como o governante supremo, que tem controle sobre a história e o destino de Seu povo.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para reconhecer a autoridade de Deus em meio ao caos e à incerteza.","conexao_teologica":"A soberania de Deus é um tema central na teologia, reafirmando que Ele é o Senhor de toda a criação e que nada escapa ao Seu controle.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5-6","Romanos 14:11"]},"jeremias_32_25_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Deus' é uma referência ao Criador e Sustentador de todas as coisas, enfatizando Sua natureza divina.","explicacao_detalhada":"Neste versículo, 'Deus' é mencionado para reafirmar a relação íntima entre Ele e Seu povo, destacando Sua fidelidade e compromisso com as promessas feitas.","por_que_esta_palavra":"A palavra 'Deus' é essencial para entender a identidade de quem está fazendo as promessas e a importância de confiar Nele.","conexao_teologica":"A natureza de Deus como fiel e verdadeiro é um tema recorrente na Bíblia, que encoraja o povo a confiar em Suas promessas.","referencias_relacionadas":["Salmos 46:1","Isaías 40:28","Hebreus 10:23"]},"jeremias_32_26_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se a um estado de desespero ou ruína, simbolizando a queda do povo diante das consequências de seus pecados.","explicacao_detalhada":"No contexto de Jeremias 32, 'cair' é uma representação da fragilidade humana e da necessidade de dependência de Deus em tempos de crise.","por_que_esta_palavra":"A palavra 'cair' é importante para ilustrar a condição do povo e a urgência de buscar a restauração divina.","conexao_teologica":"A queda é um tema que aparece em várias partes da Bíblia, simbolizando a necessidade de redenção e a esperança de restauração através de Deus.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Romanos 3:23"]},"jeremias_32_26_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se à comunicação de Deus e Sua revelação ao povo.","explicacao_detalhada":"Neste versículo, 'palavra' enfatiza a importância da mensagem de Deus e Sua vontade revelada, que é essencial para a vida do povo.","por_que_esta_palavra":"A palavra 'palavra' é fundamental para entender a comunicação divina e a necessidade de ouvir e obedecer a Deus.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo um tema central na teologia, que destaca a importância da Escritura na vida do crente.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Mateus 4:4"]},"jeremias_32_26_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' aqui refere-se à identidade de Deus e Sua autoridade sobre todas as coisas.","explicacao_detalhada":"Neste contexto, o nome de Deus é mencionado para reafirmar Sua soberania e a importância de invocar Seu nome em tempos de necessidade.","por_que_esta_palavra":"A palavra 'nome' é significativa porque representa a presença e a autoridade de Deus, que é um refúgio para Seu povo.","conexao_teologica":"O nome de Deus é um tema importante na Bíblia, simbolizando Sua natureza e caráter, e a importância de conhecê-Lo.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Romanos 10:13"]},"jeremias_32_27_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' novamente enfatiza a soberania e a autoridade de Deus.","explicacao_detalhada":"Neste versículo, a repetição do nome de Deus sublinha Sua presença constante e a certeza de que Ele é capaz de cumprir Suas promessas.","por_que_esta_palavra":"A palavra 'senhor' é essencial para reafirmar a confiança do povo em Deus, especialmente em tempos de incerteza.","conexao_teologica":"A soberania de Deus é um tema central que encoraja os crentes a confiar em Sua providência e planos.","referencias_relacionadas":["Salmos 115:3","Isaías 46:10","Efésios 1:11"]},"jeremias_32_27_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à soberania e poder de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'deus' é utilizada para enfatizar a autoridade divina e a capacidade de Deus de realizar promessas e cumprir planos, mesmo em situações impossíveis.","por_que_esta_palavra":"É importante para mostrar que Deus é o criador e sustentador do universo, e que nada é impossível para Ele.","conexao_teologica":"A soberania de Deus é um tema central nas Escrituras, mostrando que Ele tem controle sobre a história e a vida de cada indivíduo.","referencias_relacionadas":["Gênesis 1:1","Salmos 115:3","Isaías 46:10"]},"jeremias_32_27_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como Deus age ou se manifesta.","explicacao_detalhada":"A palavra 'modo' implica em como Deus realiza suas obras e como Ele se relaciona com a humanidade, revelando seu caráter e intenções.","por_que_esta_palavra":"É fundamental para entender que Deus tem um propósito e um método em suas ações, que muitas vezes não são compreendidos pelos seres humanos.","conexao_teologica":"A maneira de Deus agir é frequentemente um tema de reflexão teológica, mostrando a diferença entre a sabedoria divina e a humana.","referencias_relacionadas":["Romanos 11:33","Isaías 55:8-9","Salmos 18:30"]},"jeremias_32_28_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade de Jerusalém, que tem um papel central na história bíblica.","explicacao_detalhada":"A palavra 'cidade' destaca a importância de Jerusalém como o lugar escolhido por Deus para habitar e onde o templo foi construído.","por_que_esta_palavra":"É relevante para entender a relação especial entre Deus e a cidade, que simboliza a presença divina entre o seu povo.","conexao_teologica":"A cidade é vista como um símbolo da comunidade de fé e da habitação de Deus entre os homens.","referencias_relacionadas":["Salmos 122:6","Isaías 2:3","Mateus 5:14"]},"jeremias_32_28_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa sua natureza e caráter.","explicacao_detalhada":"A palavra 'senhor' é um título que expressa a autoridade e a divindade de Deus, sendo um lembrete de sua soberania.","por_que_esta_palavra":"É importante para reconhecer a reverência que devemos ter ao nos referirmos a Deus e à sua posição como Senhor sobre nossas vidas.","conexao_teologica":"O nome de Deus é frequentemente associado à sua revelação e à sua relação com o povo de Israel.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"jeremias_32_28_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"Um chamado à atenção para algo importante que está prestes a ser revelado.","explicacao_detalhada":"A palavra 'eis' serve como um convite para observar e considerar a mensagem que segue, enfatizando a importância do que está sendo dito.","por_que_esta_palavra":"É uma forma de preparar o ouvinte para uma revelação significativa ou um aviso.","conexao_teologica":"Esse tipo de chamado é comum nas Escrituras, onde Deus frequentemente pede que seu povo preste atenção às suas palavras.","referencias_relacionadas":["Isaías 43:19","Mateus 24:42","Apocalipse 3:20"]},"jeremias_32_29_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se novamente à cidade de Jerusalém, enfatizando seu estado e destino.","explicacao_detalhada":"A repetição da palavra 'cidade' sublinha a importância de Jerusalém no plano de Deus e as consequências de suas ações.","por_que_esta_palavra":"É crucial para entender o juízo e a restauração que Deus promete para a cidade e seu povo.","conexao_teologica":"A cidade é um símbolo da relação entre Deus e seu povo, representando tanto a desobediência quanto a esperança de redenção.","referencias_relacionadas":["Lamentações 1:1","Ezequiel 37:21-22","Zacarias 8:3"]},"jeremias_32_29_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à casa como um lar, simbolizando segurança e pertencimento.","explicacao_detalhada":"A palavra 'casa' representa não apenas uma estrutura física, mas também a ideia de família e comunidade sob a proteção de Deus.","por_que_esta_palavra":"É importante para entender a promessa de Deus de restaurar não apenas a cidade, mas também as famílias que nela habitam.","conexao_teologica":"A casa é frequentemente usada nas Escrituras para simbolizar a presença de Deus e a segurança que Ele oferece ao seu povo.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Hebreus 3:6"]},"jeremias_32_29_cover":{"palavra_pt":"cobrir","palavra_original":"נָסַךְ","transliteracao":"nâçak","strong":"H5258","significado_raiz":"Ideia básica: cobrir.","significado_contextual":"Refere-se à ação de cobrir ou proteger algo.","explicacao_detalhada":"A palavra 'cobrir' implica em proteção e cuidado, refletindo a maneira como Deus cuida de seu povo.","por_que_esta_palavra":"É relevante para entender a promessa de Deus de proteger e restaurar seu povo em tempos de dificuldade.","conexao_teologica":"A proteção divina é um tema recorrente nas Escrituras, mostrando que Deus é um refúgio seguro.","referencias_relacionadas":["Salmos 91:1-2","Isaías 41:10","Romanos 8:31"]},"jeremias_32_30_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar, simbolizando herança e continuidade.","explicacao_detalhada":"A palavra 'filho' destaca a importância da linhagem e da promessa de Deus para as gerações futuras.","por_que_esta_palavra":"É fundamental para entender a relação entre Deus e seu povo, que é frequentemente descrita como uma relação pai-filho.","conexao_teologica":"A ideia de filiação é central na teologia cristã, onde os crentes são chamados de filhos de Deus.","referencias_relacionadas":["Gálatas 4:7","Romanos 8:16","1 João 3:1"]},"jeremias_32_30_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade de algo que é agradável ou benéfico.","explicacao_detalhada":"A palavra 'bom' é usada para descrever as ações de Deus e os resultados de sua intervenção na vida do povo.","por_que_esta_palavra":"É importante para reconhecer que Deus deseja o bem para seu povo e que suas promessas são sempre para o nosso benefício.","conexao_teologica":"A bondade de Deus é um atributo essencial que se reflete em suas obras e promessas.","referencias_relacionadas":["Salmos 34:8","Romanos 8:28","Tiago 1:17"]},"jeremias_32_30_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é utilizada para introduzir a razão pela qual Deus está julgando o povo de Israel.","explicacao_detalhada":"Neste contexto, 'porque' conecta a ação de Deus ao comportamento do povo, enfatizando que suas transgressões são a causa do juízo divino.","por_que_esta_palavra":"A palavra é fundamental para entender a lógica do discurso profético, onde a justiça de Deus é sempre acompanhada de explicações sobre a desobediência humana.","conexao_teologica":"A palavra 'porque' revela a relação entre a soberania de Deus e a responsabilidade humana, mostrando que o juízo é uma resposta às ações do povo.","referencias_relacionadas":["Jeremias 2:19","Ezequiel 18:30","Romanos 1:18"]},"jeremias_32_31_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a Jerusalém, que é vista como o centro espiritual e político do povo de Israel.","explicacao_detalhada":"Jerusalém é frequentemente mencionada nas profecias como o lugar onde Deus habita e onde o povo deve se voltar em arrependimento.","por_que_esta_palavra":"A menção à cidade destaca a importância de Jerusalém na história da salvação e na relação entre Deus e seu povo.","conexao_teologica":"A cidade simboliza a presença de Deus entre seu povo e a necessidade de pureza e santidade no lugar que Ele escolheu para habitar.","referencias_relacionadas":["Salmos 122:6","Isaías 1:26","Mateus 5:35"]},"jeremias_32_31_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um tempo específico de julgamento e restauração que Deus está prestes a realizar.","explicacao_detalhada":"O 'dia' é um tema recorrente nas profecias, simbolizando momentos decisivos na história de Israel, como o juízo e a redenção.","por_que_esta_palavra":"A utilização de 'dia' enfatiza a certeza e a iminência das promessas de Deus, que se cumprirão em um tempo determinado.","conexao_teologica":"O conceito de 'dia' está ligado à ideia de escatologia, onde Deus intervém na história para trazer justiça e restauração.","referencias_relacionadas":["Amós 5:18","Zacarias 14:1","Mateus 24:36"]},"jeremias_32_31_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz a razão para a ação de Deus, reforçando a continuidade do discurso profético.","explicacao_detalhada":"Assim como na primeira ocorrência, esta palavra é crucial para entender a lógica do juízo divino em resposta à desobediência do povo.","por_que_esta_palavra":"A repetição da palavra destaca a importância da mensagem e a urgência do arrependimento.","conexao_teologica":"Reflete a justiça de Deus que não é arbitrária, mas fundamentada nas ações humanas.","referencias_relacionadas":["Jeremias 7:13","Ezequiel 33:11","Romanos 2:6"]},"jeremias_32_32_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação familiar e à continuidade da linhagem, simbolizando a herança e a responsabilidade.","explicacao_detalhada":"Neste contexto, 'filho' pode se referir tanto a uma geração específica quanto ao povo de Israel como um todo, que é visto como filho de Deus.","por_que_esta_palavra":"A menção ao 'filho' enfatiza a relação íntima entre Deus e seu povo, que é chamado a viver em obediência.","conexao_teologica":"A ideia de 'filho' é central na teologia bíblica, representando a adoção e a filiação divina.","referencias_relacionadas":["Êxodo 4:22","Salmos 2:7","Romanos 8:14"]},"jeremias_32_32_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, destacando a condição pecaminosa do ser humano.","explicacao_detalhada":"Neste versículo, 'homem' é usado para enfatizar a responsabilidade individual e coletiva diante de Deus.","por_que_esta_palavra":"A inclusão do 'homem' ressalta a universalidade do pecado e a necessidade de redenção.","conexao_teologica":"A teologia do homem é fundamental para entender a necessidade da salvação e a obra redentora de Cristo.","referencias_relacionadas":["Gênesis 1:26","Romanos 3:23","1 João 1:8"]},"jeremias_32_32_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se à ação de Deus em avaliar as ações do povo e trazer consequências.","explicacao_detalhada":"Neste contexto, 'julgar' implica tanto em condenação quanto em restauração, dependendo da resposta do povo ao chamado de Deus.","por_que_esta_palavra":"A palavra é crucial para entender a justiça de Deus, que não é apenas punitiva, mas também redentora.","conexao_teologica":"O julgamento de Deus é um tema central na Bíblia, refletindo sua santidade e justiça.","referencias_relacionadas":["Salmos 96:13","Mateus 25:31","Apocalipse 20:12"]},"jeremias_32_33_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנָה","transliteracao":"pânâh","strong":"H6437","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' simboliza a presença de Deus e a relação entre Ele e seu povo.","explicacao_detalhada":"Neste contexto, 'rosto' pode se referir à face de Deus que se volta para o povo, indicando favor ou desagrado.","por_que_esta_palavra":"A expressão 'rosto' é frequentemente usada para descrever a intimidade da relação entre Deus e a humanidade.","conexao_teologica":"A presença de Deus é um tema central na teologia bíblica, onde o 'rosto' representa a revelação divina.","referencias_relacionadas":["Números 6:25","Salmos 67:1","2 Coríntios 4:6"]},"jeremias_32_33_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade de Deus e à necessidade de sinceridade no relacionamento com Ele.","explicacao_detalhada":"Neste contexto, 'verdade' é um chamado à autenticidade e à honestidade na adoração e na vida do povo.","por_que_esta_palavra":"A ênfase na 'verdade' destaca a importância de viver de acordo com os princípios divinos.","conexao_teologica":"A verdade é um atributo de Deus e um princípio fundamental na vida cristã.","referencias_relacionadas":["Salmos 51:6","João 4:24","Efésios 4:15"]},"jeremias_32_33_ensinar":{"palavra_pt":"ensinar","palavra_original":"לָמַד","transliteracao":"lâmad","strong":"H3925","significado_raiz":"Ideia básica: ensinar.","significado_contextual":"A palavra 'ensinar' refere-se ao ato de transmitir conhecimento e sabedoria divina ao povo.","explicacao_detalhada":"Neste contexto, 'ensinar' implica em instruir o povo sobre a vontade de Deus e os caminhos da justiça.","por_que_esta_palavra":"A ênfase em 'ensinar' destaca a responsabilidade dos líderes espirituais em guiar o povo na verdade.","conexao_teologica":"O ensino é um aspecto vital da vida comunitária e do discipulado na fé cristã.","referencias_relacionadas":["Deuteronômio 6:7","Mateus 28:19-20","2 Timóteo 3:16-17"]},"jeremias_32_34_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar ou à habitação, simbolizando segurança e estabilidade.","explicacao_detalhada":"A palavra 'casa' neste contexto representa não apenas um edifício físico, mas também a ideia de um lugar onde a família se reúne e vive. Em Jeremias 32, a casa é um símbolo da promessa de Deus ao seu povo, mesmo em tempos de crise.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a importância do lar na cultura israelita e a conexão entre o povo e a terra prometida.","conexao_teologica":"A casa é um símbolo da aliança de Deus com Israel, representando a habitação de Deus entre seu povo.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Hebreus 3:4"]},"jeremias_32_34_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica a magnitude ou a importância de algo, neste caso, a grandeza da cidade e das suas iniquidades.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a cidade de Jerusalém e suas transgressões. A grandeza aqui é uma referência à sua influência e ao seu papel central na história de Israel.","por_que_esta_palavra":"A ênfase na grandeza destaca a gravidade dos pecados cometidos e a necessidade de arrependimento.","conexao_teologica":"A grandeza de Jerusalém contrasta com sua corrupção, mostrando a necessidade de redenção.","referencias_relacionadas":["Isaías 1:21","Ezequiel 16:48-50","Mateus 23:37"]},"jeremias_32_34_abominable":{"palavra_pt":"abominable","palavra_original":"שִׁקּוּץ","transliteracao":"shiqqûwts","strong":"H8251","significado_raiz":"Ideia básica: abominable.","significado_contextual":"Refere-se a práticas que são detestáveis aos olhos de Deus, especialmente a idolatria.","explicacao_detalhada":"A palavra 'abominável' descreve as ações que provocam a ira de Deus, como a adoração a ídolos e a prática de rituais pagãos. Isso é um tema recorrente nas profecias de Jeremias.","por_que_esta_palavra":"A utilização dessa palavra enfatiza a seriedade do pecado e a necessidade de purificação.","conexao_teologica":"As abominações são um obstáculo à comunhão com Deus e à sua bênção sobre o povo.","referencias_relacionadas":["Deuteronômio 7:25-26","Ezequiel 8:6","Apocalipse 21:8"]},"jeremias_32_35_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Simboliza a idolatria e as práticas detestáveis que o povo de Israel adotou.","explicacao_detalhada":"A palavra 'urso' é utilizada para ilustrar a gravidade das práticas idólatras, que são comparadas a um animal feroz e destrutivo.","por_que_esta_palavra":"A escolha dessa palavra serve para chocar e alertar o povo sobre as consequências de suas ações.","conexao_teologica":"A idolatria é um tema central na relação entre Deus e Israel, mostrando a necessidade de fidelidade.","referencias_relacionadas":["Êxodo 20:4-5","Levítico 20:2-5","1 Reis 12:28-30"]},"jeremias_32_35_rei":{"palavra_pt":"rei","palavra_original":"מֹלֶךְ","transliteracao":"Môlek","strong":"H4432","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade e ao governo, especialmente em relação ao rei de Israel.","explicacao_detalhada":"A palavra 'rei' neste contexto destaca a liderança e a responsabilidade do governante em guiar o povo segundo a vontade de Deus.","por_que_esta_palavra":"A menção do rei é crucial para entender a dinâmica política e espiritual de Israel, especialmente em tempos de crise.","conexao_teologica":"A figura do rei é um reflexo da soberania de Deus sobre seu povo e a necessidade de líderes justos.","referencias_relacionadas":["1 Samuel 8:7","Salmos 72:1-2","Provérbios 29:2"]},"jeremias_32_35_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"Refere-se ao ato de construir, tanto fisicamente quanto espiritualmente.","explicacao_detalhada":"A palavra 'construir' é usada para descrever a restauração que Deus promete ao seu povo, indicando um novo começo após o juízo.","por_que_esta_palavra":"A ênfase na construção sugere esperança e renovação, mesmo em meio à destruição.","conexao_teologica":"Deus é apresentado como o arquiteto da história, que edifica seu povo e sua aliança.","referencias_relacionadas":["Salmos 127:1","Isaías 61:4","1 Coríntios 3:9"]},"jeremias_32_36_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma comunidade urbana, simbolizando a vida social e espiritual do povo.","explicacao_detalhada":"A palavra 'cidade' é usada para descrever Jerusalém, que é central na história de Israel e na relação com Deus.","por_que_esta_palavra":"A cidade representa não apenas um local físico, mas também a identidade do povo e sua relação com Deus.","conexao_teologica":"A cidade é um símbolo da presença de Deus entre seu povo e da promessa de restauração.","referencias_relacionadas":["Salmos 48:1-2","Isaías 2:3","Apocalipse 21:2"]},"jeremias_32_36_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"Refere-se à escassez de alimentos, simbolizando a consequência do pecado e do juízo de Deus.","explicacao_detalhada":"A palavra 'fome' é usada para descrever a crise que o povo enfrenta como resultado de sua desobediência a Deus.","por_que_esta_palavra":"A fome é um símbolo poderoso das consequências do afastamento de Deus e da necessidade de arrependimento.","conexao_teologica":"A fome é um lembrete da dependência do povo em relação a Deus para sustento e vida.","referencias_relacionadas":["Deuteronômio 28:48","Amós 8:11","Mateus 4:4"]},"jeremias_32_36_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' é usada para enfatizar a soberania de Deus sobre todas as coisas e sua relação com o povo de Israel.","por_que_esta_palavra":"O nome de Deus é central na identidade do povo e na sua adoração.","conexao_teologica":"O nome de Deus é um símbolo de sua presença e compromisso com seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"jeremias_32_37_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas são feitas, indicando a conduta do povo.","explicacao_detalhada":"A palavra 'modo' é usada para descrever a forma como o povo se comporta em relação a Deus e a sua palavra.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância da conduta e da obediência às instruções de Deus.","conexao_teologica":"O modo de viver do povo reflete sua relação com Deus e as consequências de suas escolhas.","referencias_relacionadas":["Salmos 119:1-3","Provérbios 4:26","Colossenses 3:17"]},"jeremias_32_37_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Israel, que Deus prometeu ao Seu povo.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever o território físico que Deus deu aos israelitas, simbolizando não apenas um lugar geográfico, mas também a promessa de Deus de habitar com Seu povo.","por_que_esta_palavra":"A terra é um elemento central na aliança de Deus com Israel, representando a herança e a presença divina.","conexao_teologica":"A terra é um símbolo da promessa de Deus e da fidelidade divina ao Seu povo, refletindo a relação entre Deus e Israel.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 6:10-11","Josué 1:2-4"]},"jeremias_32_37_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"Um chamado à atenção para a gravidade da situação do povo de Israel.","explicacao_detalhada":"A palavra 'eis' (הֵן) é frequentemente usada na Bíblia para introduzir uma declaração importante ou uma revelação, enfatizando a necessidade de atenção e reflexão.","por_que_esta_palavra":"Serve para alertar o povo sobre a realidade de sua condição e a ação de Deus em meio a ela.","conexao_teologica":"A exortação a 'ver' é um convite à percepção espiritual e à resposta à revelação de Deus.","referencias_relacionadas":["Isaías 43:1","Ezequiel 36:26","Mateus 11:28"]},"jeremias_32_38_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, que é o criador e sustentador de todas as coisas.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) enfatiza a soberania e a autoridade divina, sendo um termo que expressa a natureza transcendente e imanente de Deus.","por_que_esta_palavra":"É fundamental para entender a relação entre Deus e Seu povo, destacando Sua capacidade de agir e intervir na história.","conexao_teologica":"A compreensão de Deus como 'Elohim' é central para a fé israelita, refletindo a unicidade e a majestade divina.","referencias_relacionadas":["Gênesis 1:1","Êxodo 20:2-3","Salmos 46:10"]},"jeremias_32_38_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à condição do povo que se afastou de Deus e caiu em desgraça.","explicacao_detalhada":"A palavra 'cair' (הָיָה) pode indicar uma mudança de estado, como a transição de bênção para maldição, refletindo a desobediência do povo.","por_que_esta_palavra":"É uma representação da fragilidade humana e da necessidade de dependência de Deus.","conexao_teologica":"A queda do povo é um tema recorrente na Bíblia, mostrando a necessidade de redenção e restauração.","referencias_relacionadas":["Romanos 3:23","Gálatas 6:7-8","1 João 1:8"]},"jeremias_32_38_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Israel, escolhido por Deus como Seu povo especial.","explicacao_detalhada":"A palavra 'povo' (עַם) destaca a identidade coletiva dos israelitas e sua relação única com Deus, que os chamou para serem uma nação santa.","por_que_esta_palavra":"É importante para entender a dinâmica da aliança e a responsabilidade do povo em seguir a Deus.","conexao_teologica":"A noção de 'povo' é central na teologia bíblica, refletindo a comunidade de fé e a missão de Deus no mundo.","referencias_relacionadas":["Êxodo 19:5-6","Deuteronômio 7:6","1 Pedro 2:9"]},"jeremias_32_39_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de invocar a Deus em busca de ajuda e intervenção.","explicacao_detalhada":"A palavra 'dar' (נָתַן) implica um ato de entrega ou concessão, muitas vezes associado à oração e ao clamor por socorro divino.","por_que_esta_palavra":"É um convite à ação de buscar a Deus em momentos de necessidade e desespero.","conexao_teologica":"Clamar a Deus é uma expressão de fé e dependência, essencial para a vida espiritual.","referencias_relacionadas":["Salmos 34:17","Romanos 10:13","Tiago 5:16"]},"jeremias_32_39_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho de vida que Deus deseja para Seu povo.","explicacao_detalhada":"A palavra 'vida' (דֶּרֶךְ) é frequentemente usada para descrever o modo de viver que está em conformidade com a vontade de Deus.","por_que_esta_palavra":"Enfatiza a importância de seguir os caminhos de Deus para experimentar a verdadeira vida.","conexao_teologica":"A vida em Deus é um tema central na Bíblia, refletindo a relação entre obediência e bênção.","referencias_relacionadas":["Deuteronômio 30:19-20","João 10:10","Gálatas 2:20"]},"jeremias_32_39_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo determinado por Deus para a restauração e redenção do Seu povo.","explicacao_detalhada":"A palavra 'dia' (יוֹם) pode simbolizar um período específico de ação divina ou um tempo de julgamento e bênção.","por_que_esta_palavra":"É uma referência à soberania de Deus sobre o tempo e a história.","conexao_teologica":"O conceito de 'dia' é importante para entender a escatologia e a promessa de Deus de restaurar todas as coisas.","referencias_relacionadas":["Isaías 61:2","Atos 2:20","Apocalipse 21:4"]},"jeremias_32_40_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à destruição que pode ocorrer como consequência da desobediência ao pacto com Deus.","explicacao_detalhada":"A palavra 'destruir' (כָּרַת) implica um rompimento severo, muitas vezes associado à quebra da aliança e suas consequências.","por_que_esta_palavra":"É um alerta sobre as consequências da infidelidade a Deus e a necessidade de permanecer fiel ao pacto.","conexao_teologica":"A destruição é um tema que destaca a gravidade do pecado e a necessidade de arrependimento.","referencias_relacionadas":["Jeremias 11:3-4","Ezequiel 18:30","Romanos 6:23"]},"jeremias_32_40_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se à aliança que Deus estabelece com Seu povo, simbolizando compromisso e relacionamento.","explicacao_detalhada":"A palavra 'aliança' (בְּרִית) é um termo que expressa a relação especial entre Deus e Israel, marcada por promessas e responsabilidades mútuas.","por_que_esta_palavra":"É fundamental para entender a natureza do relacionamento entre Deus e Seu povo, que é baseado em compromisso e fidelidade.","conexao_teologica":"A aliança é um tema central na Bíblia, refletindo a graça de Deus e a resposta do povo à Sua fidelidade.","referencias_relacionadas":["Gênesis 9:12-13","Êxodo 24:7-8","Hebreus 8:6-7"]},"jeremias_32_40_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à natureza eterna do pacto de Deus com o Seu povo.","explicacao_detalhada":"A palavra 'eterno' indica que o compromisso de Deus não é temporário, mas se estende por toda a eternidade, refletindo a fidelidade divina.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a durabilidade e a imutabilidade do relacionamento de Deus com Israel.","conexao_teologica":"A eternidade de Deus e Seus propósitos é um tema central na teologia bíblica, mostrando que Seus planos não falham.","referencias_relacionadas":["Salmos 105:8","Isaías 54:10","Hebreus 13:20"]},"jeremias_32_41_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida a Israel, simbolizando a herança e a presença de Deus entre o Seu povo.","explicacao_detalhada":"A palavra 'terra' é crucial na narrativa bíblica, representando não apenas um local físico, mas também um espaço de relacionamento entre Deus e Seu povo.","por_que_esta_palavra":"A terra é um símbolo da promessa de Deus e da realização de Suas promessas ao longo da história de Israel.","conexao_teologica":"A terra prometida é um símbolo da salvação e da restauração que Deus oferece à humanidade.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Deuteronômio 8:7"]},"jeremias_32_41_verdade":{"palavra_pt":"verdade/fidelidade","palavra_original":"אֶמֶת","transliteracao":"ʼemeth","strong":"H571","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade de Deus em cumprir Suas promessas.","explicacao_detalhada":"A palavra 'verdade' implica em confiança e segurança nas promessas de Deus, que são sempre cumpridas.","por_que_esta_palavra":"A ênfase na verdade destaca a integridade de Deus e Sua incapacidade de mentir ou falhar.","conexao_teologica":"A verdade de Deus é um fundamento da fé cristã, onde a confiança nas promessas divinas é essencial.","referencias_relacionadas":["Salmos 119:160","João 14:6","Romanos 3:4"]},"jeremias_32_41_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como Deus age e se relaciona com o Seu povo.","explicacao_detalhada":"A palavra 'modo' sugere que as ações de Deus têm um propósito e um padrão que refletem Sua natureza.","por_que_esta_palavra":"É importante entender que Deus age de maneira consistente com Seu caráter e promessas.","conexao_teologica":"A maneira de Deus se relacionar com a humanidade revela Seu amor e justiça.","referencias_relacionadas":["Salmos 25:10","Isaías 55:8-9","Romanos 11:33"]},"jeremias_32_42_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de Deus em poder e em ações.","explicacao_detalhada":"A palavra 'grande' enfatiza a majestade de Deus e Sua capacidade de realizar coisas extraordinárias.","por_que_esta_palavra":"A grandeza de Deus é um tema recorrente na Bíblia, mostrando que Ele é soberano sobre todas as coisas.","conexao_teologica":"A grandeza de Deus nos convida a adorá-Lo e confiar em Seu poder.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"jeremias_32_42_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade de Deus em Suas ações e promessas.","explicacao_detalhada":"A palavra 'bom' indica que tudo o que Deus faz é para o bem de Seu povo e para Sua glória.","por_que_esta_palavra":"A bondade de Deus é um aspecto fundamental de Sua natureza, que se manifesta em Suas obras.","conexao_teologica":"A bondade de Deus é um convite à confiança e à gratidão por Suas bênçãos.","referencias_relacionadas":["Salmos 34:8","Romanos 8:28","Tiago 1:17"]},"jeremias_32_42_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir a razão pela qual Deus age de determinada maneira.","explicacao_detalhada":"A palavra 'porque' conecta a ação de Deus com a Sua motivação e propósito.","por_que_esta_palavra":"É importante entender as razões por trás das ações de Deus para compreender Sua natureza e Seus planos.","conexao_teologica":"A compreensão das razões de Deus nos ajuda a confiar em Sua sabedoria e soberania.","referencias_relacionadas":["Romanos 11:33-36","Isaías 55:8-9","1 Coríntios 1:25"]},"jeremias_32_43_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra que será adquirida e habitada pelo povo de Deus.","explicacao_detalhada":"A repetição da palavra 'terra' enfatiza a importância da possessão da terra como parte da promessa de Deus.","por_que_esta_palavra":"A terra é um símbolo da herança e do cumprimento das promessas divinas.","conexao_teologica":"A possessão da terra é um reflexo da fidelidade de Deus em cumprir Suas promessas.","referencias_relacionadas":["Gênesis 15:18","Josué 1:3","Ezequiel 36:24"]},"jeremias_32_43_criar":{"palavra_pt":"criar","palavra_original":"קָנָה","transliteracao":"qânâh","strong":"H7069","significado_raiz":"Ideia básica: criar.","significado_contextual":"Refere-se ao ato de Deus de criar e estabelecer a terra e o povo.","explicacao_detalhada":"A palavra 'criar' implica em um ato divino de trazer à existência algo novo e significativo.","por_que_esta_palavra":"A criação é um ato que demonstra o poder e a autoridade de Deus sobre todas as coisas.","conexao_teologica":"A criação é um tema central na teologia, mostrando a soberania de Deus sobre a história e a humanidade.","referencias_relacionadas":["Gênesis 1:1","Salmos 102:25","Colossenses 1:16"]},"jeremias_32_44_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra que será devolvida ao povo de Deus como parte da restauração.","explicacao_detalhada":"A repetição da palavra 'terra' enfatiza a importância da restauração e do retorno à terra prometida.","por_que_esta_palavra":"A terra representa a esperança e a promessa de um futuro restaurado para o povo de Deus.","conexao_teologica":"A restauração da terra é um símbolo da redenção e da restauração que Deus oferece à humanidade.","referencias_relacionadas":["Isaías 61:4","Ezequiel 37:21-22","Mateus 5:5"]},"jeremias_32_44_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma cidade que será comprada e habitada, simbolizando a restauração e a esperança para o povo de Israel.","explicacao_detalhada":"A palavra 'cidade' neste contexto representa não apenas um local físico, mas também um espaço de vida comunitária e de identidade para o povo de Deus. A compra da cidade é um ato de fé na restauração futura de Judá.","por_que_esta_palavra":"A escolha da palavra 'cidade' enfatiza a importância da habitação e da continuidade da vida em comunidade, mesmo em tempos de crise.","conexao_teologica":"A cidade é um símbolo do reino de Deus e da promessa de restauração, refletindo a esperança messiânica.","referencias_relacionadas":["Jeremias 29:10-14","Isaías 65:21-23","Ezequiel 36:33-36"]},"jeremias_32_44_prata":{"palavra_pt":"prata","palavra_original":"כֶּסֶף","transliteracao":"keçeph","strong":"H3701","significado_raiz":"Ideia básica: prata.","significado_contextual":"A prata é mencionada como o meio de troca para a compra da propriedade, simbolizando valor e investimento na terra prometida.","explicacao_detalhada":"Neste versículo, a prata representa não apenas riqueza material, mas também a seriedade do compromisso de Deus com o Seu povo e a terra que Ele lhes deu.","por_que_esta_palavra":"A palavra 'prata' é usada para mostrar que, mesmo em tempos de desolação, há um futuro de prosperidade e restauração.","conexao_teologica":"A prata pode ser vista como um símbolo da redenção e do valor que Deus atribui ao Seu povo e à Sua promessa.","referencias_relacionadas":["Salmos 12:6","Provérbios 3:14-15","Mateus 6:19-21"]}}