{"jeremias_35_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus como um meio de comunicação e revelação divina.","explicacao_detalhada":"A palavra 'palavra/coisa' enfatiza a importância da mensagem que Deus transmite ao Seu povo, revelando Sua vontade e propósito.","por_que_esta_palavra":"É fundamental para entender como Deus se comunica e como o povo deve responder a essa comunicação.","conexao_teologica":"A palavra de Deus é vista como viva e eficaz, essencial para a vida espiritual e a orientação do povo.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Hebreus 4:12"]},"jeremias_35_1_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo específico em que Deus se comunica com Jeremias.","explicacao_detalhada":"A palavra 'dia' neste contexto indica um momento determinado em que Deus ordena a Jeremias que vá até a casa dos recabitas. É um tempo de ação e revelação divina.","por_que_esta_palavra":"O uso da palavra 'dia' enfatiza a importância do momento em que a mensagem é dada, destacando a urgência e a relevância da instrução divina.","conexao_teologica":"O conceito de 'dia' é frequentemente associado a momentos de revelação e intervenção divina na história do povo de Israel.","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:10","Salmos 118:24"]},"jeremias_35_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e representa Sua autoridade.","explicacao_detalhada":"A palavra 'senhor' é uma tradução do tetragrama YHWH, que é o nome pessoal de Deus. Neste contexto, enfatiza a soberania e a autoridade de Deus sobre a mensagem que está sendo dada a Jeremias.","por_que_esta_palavra":"O uso do nome 'senhor' destaca a relação pessoal entre Deus e Seu povo, além de afirmar a legitimidade da ordem dada a Jeremias.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua presença, poder e promessa.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"jeremias_35_2_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao local físico onde os recabitas habitam, simbolizando a comunidade e a tradição.","explicacao_detalhada":"A palavra 'casa' neste contexto representa não apenas a estrutura física, mas também a identidade e a herança dos recabitas, que se destacam por sua obediência às tradições familiares.","por_que_esta_palavra":"A menção da 'casa' enfatiza a importância da família e da comunidade na transmissão de valores e na fidelidade a Deus.","conexao_teologica":"A ideia de 'casa' é frequentemente usada na Bíblia para simbolizar a relação entre Deus e Seu povo, como em 'a casa de Israel'.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","Hebreus 3:6"]},"jeremias_35_2_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à ação de Deus ao comunicar Sua mensagem a Jeremias.","explicacao_detalhada":"A palavra 'falar' indica a comunicação direta de Deus, que é essencial para a profecia e a revelação. Neste contexto, é uma ordem clara para que Jeremias transmita a mensagem divina.","por_que_esta_palavra":"O ato de 'falar' é fundamental na relação entre Deus e os profetas, pois é através da palavra que Deus se revela e orienta Seu povo.","conexao_teologica":"A comunicação divina é um tema central na Bíblia, onde Deus fala e os profetas respondem, estabelecendo um diálogo contínuo.","referencias_relacionadas":["Gênesis 1:3","Êxodo 4:12","Hebreus 1:1-2"]},"jeremias_35_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se ao nome de Deus, enfatizando Sua autoridade na mensagem.","explicacao_detalhada":"A repetição da palavra 'senhor' reforça a importância da origem divina da instrução dada a Jeremias, sublinhando que é Deus quem comanda.","por_que_esta_palavra":"A menção do nome de Deus é uma reafirmação da soberania e do poder que Ele exerce sobre a história e a vida do Seu povo.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e ação na história, sendo um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 8:1","Isaías 12:2","Romanos 10:13"]},"jeremias_35_3_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se à ação de tomar ou receber algo, neste caso, os filhos dos recabitas.","explicacao_detalhada":"A palavra 'tomar' implica uma ação deliberada de Deus ao instruir Jeremias a trazer os filhos dos recabitas para ouvir a mensagem. É um ato de convocação.","por_que_esta_palavra":"O uso de 'tomar' destaca a intenção de Deus em envolver a próxima geração na experiência de ouvir e obedecer à Sua palavra.","conexao_teologica":"A ideia de 'tomar' é frequentemente associada ao chamado de Deus para que Seu povo se una e ouça Sua voz.","referencias_relacionadas":["Mateus 19:14","Marcos 10:16","Lucas 18:16"]},"jeremias_35_3_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à próxima geração dos recabitas, simbolizando continuidade e legado.","explicacao_detalhada":"A palavra 'filho' representa a continuidade da tradição familiar e a importância de transmitir valores e ensinamentos às novas gerações.","por_que_esta_palavra":"A menção de 'filho' enfatiza a responsabilidade dos pais em educar seus filhos na fé e na obediência a Deus.","conexao_teologica":"A Bíblia frequentemente fala sobre a importância de ensinar os filhos no caminho do Senhor, refletindo a responsabilidade familiar na fé.","referencias_relacionadas":["Deuteronômio 6:7","Salmos 78:4","Provérbios 22:6"]},"jeremias_35_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como os recabitas devem viver e agir, conforme as instruções de Deus.","explicacao_detalhada":"A palavra 'modo' implica uma maneira de viver que é consistente com os mandamentos e tradições que Deus estabeleceu.","por_que_esta_palavra":"O uso de 'modo' destaca a importância da prática da fé na vida cotidiana, refletindo a obediência a Deus em todas as áreas da vida.","conexao_teologica":"A Bíblia ensina que a maneira de viver deve ser um reflexo da fé e da obediência a Deus, sendo um testemunho para o mundo.","referencias_relacionadas":["Romanos 12:1-2","Gálatas 5:16","Colossenses 3:17"]},"jeremias_35_4_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina de Deus, que é soberano e poderoso.","explicacao_detalhada":"A palavra 'deus' neste contexto enfatiza a autoridade e o poder de Deus sobre todas as coisas, incluindo a vida dos recabitas e a mensagem que Jeremias deve transmitir.","por_que_esta_palavra":"A menção de 'deus' reafirma a centralidade de Deus na vida do Seu povo e a necessidade de reconhecer Sua soberania.","conexao_teologica":"A natureza de Deus como Criador e Sustentador é um tema fundamental na teologia bíblica, refletindo Sua relação com a criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"jeremias_35_4_sangue":{"palavra_pt":"sangue","palavra_original":"סַף","transliteracao":"çaph","strong":"H5592","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Refere-se ao sangue como símbolo de vida e sacrifício, que é importante na tradição israelita.","explicacao_detalhada":"A palavra 'sangue' neste contexto pode simbolizar a vida e a importância da obediência às instruções de Deus, que muitas vezes envolvem sacrifícios.","por_que_esta_palavra":"O uso de 'sangue' destaca a seriedade das consequências da desobediência e a necessidade de sacrifício para a expiação dos pecados.","conexao_teologica":"O sangue é um tema central na teologia da redenção, simbolizando o sacrifício de Cristo e a nova aliança.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 Pedro 1:19"]},"jeremias_35_5_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de oferecer algo a alguém, no contexto de um chamado ou clamor.","explicacao_detalhada":"Neste versículo, a palavra 'dar' é utilizada para expressar a ação de oferecer ou conceder algo, que pode ser interpretado como um convite ou uma instrução divina.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a generosidade e a disposição de Deus em se relacionar com o Seu povo.","conexao_teologica":"A ideia de dar é central na teologia bíblica, refletindo a natureza de Deus como doador e a expectativa de que Seu povo reaja a esse ato com gratidão e obediência.","referencias_relacionadas":["Mateus 7:7","Tiago 1:17","João 3:16"]},"jeremias_35_5_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' é usada para descrever a presença e a face de alguém, simbolizando a relação direta entre Deus e o homem.","explicacao_detalhada":"Neste contexto, 'rosto' pode indicar a atenção de Deus para com o Seu povo, mostrando que Ele está sempre presente e observando suas ações.","por_que_esta_palavra":"O uso de 'rosto' destaca a intimidade do relacionamento entre Deus e Seu povo, onde Ele se revela e se relaciona pessoalmente.","conexao_teologica":"A presença de Deus é frequentemente associada ao Seu rosto, que representa Sua glória e favor sobre aqueles que O buscam.","referencias_relacionadas":["Números 6:25","Salmos 27:8","Êxodo 33:14"]},"jeremias_35_5_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação de descendência e herança, simbolizando a continuidade da linhagem e a responsabilidade familiar.","explicacao_detalhada":"Neste versículo, 'filho' pode ser interpretado como uma referência à identidade e ao legado que é passado de geração em geração.","por_que_esta_palavra":"A palavra 'filho' é importante para enfatizar a relação familiar e a responsabilidade que os pais têm em ensinar e guiar seus filhos na fé.","conexao_teologica":"A relação entre pai e filho é uma metáfora comum na Bíblia para descrever a relação entre Deus e Seu povo, onde Deus é o Pai e os crentes são Seus filhos.","referencias_relacionadas":["Efésios 6:4","Salmos 127:3","Romanos 8:14"]},"jeremias_35_6_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a comunicação de uma mensagem ou instrução.","explicacao_detalhada":"Neste contexto, 'dizer' implica a importância da palavra de Deus e a necessidade de ouvir e obedecer a Sua voz.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a autoridade de Deus e a relevância de Suas instruções para a vida do Seu povo.","conexao_teologica":"A comunicação divina é fundamental na teologia bíblica, pois Deus se revela através de Sua palavra e espera que Seu povo responda com fé.","referencias_relacionadas":["Hebreus 1:1-2","Salmos 119:105","Isaías 55:11"]},"jeremias_35_6_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à fidelidade das promessas de Deus.","explicacao_detalhada":"Neste versículo, 'verdade' é usada para afirmar que as declarações de Deus são confiáveis e devem ser levadas a sério.","por_que_esta_palavra":"A ênfase na 'verdade' destaca a importância da honestidade e da integridade nas relações, tanto com Deus quanto com os outros.","conexao_teologica":"A verdade é um atributo essencial de Deus, e a Bíblia frequentemente exorta os crentes a viverem em conformidade com a verdade divina.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]},"jeremias_35_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir uma razão ou justificativa para uma afirmação anterior.","explicacao_detalhada":"Neste contexto, 'porque' conecta a instrução de Deus com a razão pela qual ela deve ser seguida, enfatizando a lógica divina por trás das ordens.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a motivação de Deus e a importância de obedecer a Seus mandamentos.","conexao_teologica":"A lógica e a razão são frequentemente usadas na Bíblia para explicar a vontade de Deus e a necessidade de obediência por parte do Seu povo.","referencias_relacionadas":["Deuteronômio 10:13","Romanos 12:1-2","1 João 5:3"]},"jeremias_35_7_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se a um lar físico, mas também pode simbolizar a família e a comunidade de fé.","explicacao_detalhada":"Neste contexto, 'casa' representa não apenas a estrutura física, mas também o lugar onde a vida espiritual e familiar se desenvolve.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a importância da família e da comunidade na vida espiritual do povo de Deus.","conexao_teologica":"A casa é frequentemente usada na Bíblia como uma metáfora para a comunidade de crentes e o lar espiritual que Deus deseja para Seu povo.","referencias_relacionadas":["Josué 24:15","Salmos 127:1","1 Timóteo 3:15"]},"jeremias_35_7_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"A palavra 'solo' refere-se à terra cultivável, simbolizando a base e o sustento da vida.","explicacao_detalhada":"Neste contexto, 'solo' pode representar a herança e a promessa de Deus ao Seu povo, que inclui a terra prometida.","por_que_esta_palavra":"A palavra 'solo' é importante para entender a relação entre o povo de Deus e a terra que Ele lhes deu como herança.","conexao_teologica":"A terra é um tema central na Bíblia, simbolizando a bênção de Deus e a promessa de prosperidade para aqueles que O seguem.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:7-10","Salmos 37:29"]},"jeremias_35_7_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada novamente para enfatizar a importância da fidelidade e da honestidade nas relações.","explicacao_detalhada":"Neste contexto, 'verdade' reforça a ideia de que a obediência a Deus deve ser baseada em um compromisso sincero e verdadeiro.","por_que_esta_palavra":"A repetição da palavra 'verdade' destaca a necessidade de viver de acordo com os princípios de Deus em todas as áreas da vida.","conexao_teologica":"A verdade é um pilar fundamental da fé cristã, e os crentes são chamados a viver em verdade e integridade.","referencias_relacionadas":["Salmos 51:6","Efésios 4:15","1 Pedro 1:22"]},"jeremias_35_8_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se ao som produzido ao falar, simbolizando a comunicação e a revelação.","explicacao_detalhada":"Neste contexto, 'voz' representa a maneira pela qual Deus se comunica com Seu povo, chamando-os à obediência.","por_que_esta_palavra":"A escolha da palavra 'voz' enfatiza a importância de ouvir e responder à chamada de Deus em nossas vidas.","conexao_teologica":"A voz de Deus é um tema recorrente na Bíblia, simbolizando Sua autoridade e a necessidade de atenção por parte dos crentes.","referencias_relacionadas":["Salmos 29:4","Isaías 30:21","João 10:27"]},"jeremias_35_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como os filhos de Recabe se comportam em obediência às instruções de seu pai.","explicacao_detalhada":"A palavra 'modo' aqui enfatiza a maneira específica de viver e agir que foi transmitida de geração em geração, mostrando a importância da tradição familiar.","por_que_esta_palavra":"É utilizada para destacar a fidelidade dos Recabitas às instruções de seu pai, contrastando com a infidelidade de Israel.","conexao_teologica":"A obediência às instruções divinas é um tema recorrente na Bíblia, refletindo a relação entre Deus e seu povo.","referencias_relacionadas":["Deuteronômio 6:7","Salmos 119:11","Provérbios 22:6"]},"jeremias_35_8_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Indica a ação de ouvir atentamente as instruções e ensinamentos.","explicacao_detalhada":"A palavra 'ouvir' implica não apenas escutar, mas também obedecer e aplicar o que foi ouvido, refletindo uma atitude de submissão.","por_que_esta_palavra":"É crucial para entender a relação entre a obediência e a sabedoria, especialmente no contexto da mensagem de Jeremias.","conexao_teologica":"A importância de ouvir a voz de Deus é um princípio fundamental na vida espiritual.","referencias_relacionadas":["Isaías 30:21","Tiago 1:22","Romanos 10:17"]},"jeremias_35_9_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar ou à residência, simbolizando segurança e estabilidade.","explicacao_detalhada":"A palavra 'casa' representa não apenas a estrutura física, mas também a ideia de família e herança, que é central para a identidade dos Recabitas.","por_que_esta_palavra":"É utilizada para mostrar a importância da continuidade familiar e da tradição na vida do povo de Deus.","conexao_teologica":"A casa é frequentemente usada na Bíblia como uma metáfora para a relação entre Deus e seu povo.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Hebreus 3:4"]},"jeremias_35_9_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de tomar decisões ou fazer julgamentos, especialmente em questões morais e éticas.","explicacao_detalhada":"A palavra 'julgar' implica a responsabilidade de discernir entre o certo e o errado, um tema central na mensagem profética.","por_que_esta_palavra":"É importante para entender a função do profeta como um juiz moral e espiritual entre o povo.","conexao_teologica":"Deus é frequentemente descrito como o juiz supremo, e os seres humanos são chamados a refletir essa justiça em suas vidas.","referencias_relacionadas":["Salmos 82:3","Eclesiastes 3:17","Romanos 14:10"]},"jeremias_35_9_jardim":{"palavra_pt":"jardim","palavra_original":"כֶּרֶם","transliteracao":"kerem","strong":"H3754","significado_raiz":"Ideia básica: jardim.","significado_contextual":"Simboliza um lugar de cultivo e cuidado, representando a vida e a prosperidade.","explicacao_detalhada":"A palavra 'jardim' sugere um espaço de beleza e crescimento, contrastando com a desolação que Jeremias profetiza para Judá.","por_que_esta_palavra":"É usada para ilustrar a importância de cuidar do que Deus nos deu e a responsabilidade de cultivar a fé.","conexao_teologica":"O jardim é uma imagem que remete ao Éden, simbolizando a relação ideal entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 2:8","Isaías 51:3","Apocalipse 22:1-2"]},"jeremias_35_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Novamente refere-se ao modo de vida dos Recabitas, enfatizando a continuidade de suas práticas.","explicacao_detalhada":"A repetição da palavra 'modo' reforça a ideia de que a fidelidade à tradição é uma característica marcante desse povo.","por_que_esta_palavra":"É importante para entender a consistência e a determinação dos Recabitas em seguir as instruções de seu pai.","conexao_teologica":"A perseverança na fé e na tradição é um tema importante na vida cristã.","referencias_relacionadas":["1 Coríntios 15:58","Hebreus 10:23","Tiago 1:12"]},"jeremias_35_10_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal que simboliza força e proteção, embora o uso aqui possa ser mais metafórico.","explicacao_detalhada":"A palavra 'urso' pode ser interpretada como uma referência à força necessária para enfrentar desafios, simbolizando a proteção divina.","por_que_esta_palavra":"É utilizada para ilustrar a força e a determinação que devem acompanhar a obediência.","conexao_teologica":"A força de Deus é frequentemente comparada a animais poderosos, mostrando sua capacidade de proteger e guiar seu povo.","referencias_relacionadas":["Salmos 18:2","Isaías 40:31","Romanos 8:31"]},"jeremias_35_11_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à terra prometida, simbolizando a herança e a bênção de Deus.","explicacao_detalhada":"A palavra 'terra' é central na narrativa bíblica, representando não apenas um lugar físico, mas também a promessa de Deus ao seu povo.","por_que_esta_palavra":"É importante para entender a relação entre a terra e a identidade do povo de Israel.","conexao_teologica":"A terra prometida é um símbolo da aliança entre Deus e seu povo, refletindo sua fidelidade.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Hebreus 11:9"]},"jeremias_35_11_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se novamente ao ato de discernir e tomar decisões, enfatizando a responsabilidade moral.","explicacao_detalhada":"A repetição da palavra 'julgar' sublinha a importância de fazer escolhas sábias e justas em conformidade com a vontade de Deus.","por_que_esta_palavra":"É crucial para entender o papel do profeta e a chamada à justiça entre o povo.","conexao_teologica":"A justiça é um atributo de Deus, e os crentes são chamados a refletir essa justiça em suas vidas.","referencias_relacionadas":["Miquéias 6:8","Mateus 7:1-2","Romanos 2:6"]},"jeremias_35_11_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda ou ao colapso, simbolizando a consequência do pecado e da desobediência.","explicacao_detalhada":"A palavra 'cair' implica um estado de ruína que resulta da rejeição das instruções divinas.","por_que_esta_palavra":"É usada para alertar sobre as consequências da infidelidade e a necessidade de arrependimento.","conexao_teologica":"A queda é um tema recorrente na Bíblia, refletindo a necessidade de redenção e restauração.","referencias_relacionadas":["Gênesis 3:6-7","Romanos 3:23","Apocalipse 21:4"]},"jeremias_35_12_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se a um estado de queda ou ruína, simbolizando a desobediência e a consequência do afastamento de Deus.","explicacao_detalhada":"No contexto de Jeremias 35:12, 'cair' pode ser interpretado como a queda moral e espiritual do povo de Israel, que se afastou dos mandamentos de Deus. A ideia de cair também pode se relacionar com a queda de Jerusalém e a destruição que se aproxima.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a gravidade da situação do povo e a necessidade de arrependimento.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a separação de Deus e as consequências do pecado. A redenção é oferecida através do arrependimento e da volta a Deus.","referencias_relacionadas":["Jeremias 2:19","Ezequiel 18:30","Romanos 3:23"]},"jeremias_35_12_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' é usada para se referir à comunicação de Deus e à importância de ouvir e obedecer a Sua voz.","explicacao_detalhada":"Em Jeremias 35:12, 'palavra' representa não apenas a mensagem de Deus, mas também a ação de viver de acordo com essa mensagem. A palavra de Deus é viva e eficaz, e deve ser levada a sério.","por_que_esta_palavra":"A escolha da palavra destaca a importância da revelação divina e a necessidade de resposta do povo.","conexao_teologica":"A palavra de Deus é central na teologia bíblica, sendo a base para a fé e a prática. Jesus é descrito como o Verbo (palavra) que se fez carne (João 1:14).","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Mateus 4:4"]},"jeremias_35_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Em Jeremias 35:12, o uso do nome 'Senhor' enfatiza a relação de aliança entre Deus e Seu povo, lembrando-os de que Ele é o seu Deus e que devem obedecer aos Seus mandamentos.","por_que_esta_palavra":"A palavra é utilizada para reafirmar a identidade de Deus como o único digno de adoração e obediência.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, representando Sua natureza, caráter e promessas. A invocação do nome de Deus é um ato de fé e reconhecimento de Sua autoridade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"jeremias_35_13_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, destacando a responsabilidade moral e espiritual do ser humano diante de Deus.","explicacao_detalhada":"No contexto de Jeremias 35:13, 'homem' é um lembrete de que todos são chamados a prestar contas a Deus por suas ações e escolhas.","por_que_esta_palavra":"A palavra é utilizada para enfatizar que tanto indivíduos quanto coletividades têm a responsabilidade de seguir os caminhos de Deus.","conexao_teologica":"A dignidade do homem é um tema importante na teologia, refletindo a imagem de Deus em cada ser humano e a responsabilidade que isso implica.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 14:12"]},"jeremias_35_13_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de avaliar ou decidir sobre a justiça e a moralidade das ações humanas.","explicacao_detalhada":"Em Jeremias 35:13, 'julgar' implica que Deus está observando as ações do povo e que haverá consequências para suas escolhas, tanto boas quanto más.","por_que_esta_palavra":"A palavra é utilizada para lembrar ao povo que Deus é o juiz supremo e que todos devem prestar contas a Ele.","conexao_teologica":"O julgamento de Deus é um tema recorrente na Bíblia, refletindo Sua justiça e santidade. A esperança de redenção também está presente, pois Deus oferece perdão aos arrependidos.","referencias_relacionadas":["Salmos 9:7-8","Mateus 12:36","Romanos 2:6"]},"jeremias_35_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' novamente enfatiza a autoridade e o domínio de Deus sobre a criação e a história.","explicacao_detalhada":"Em Jeremias 35:13, o uso do nome 'Senhor' serve para lembrar ao povo que Ele é o seu Deus e que suas ações devem refletir essa relação.","por_que_esta_palavra":"A palavra é utilizada para reafirmar a soberania de Deus e a necessidade de obediência por parte do homem.","conexao_teologica":"A relação entre Deus e Seu povo é central na teologia bíblica, e o nome do Senhor é invocado como um símbolo de proteção e liderança.","referencias_relacionadas":["Deuteronômio 6:4","Salmos 23:1","Isaías 43:1"]},"jeremias_35_14_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período específico de tempo, muitas vezes associado a eventos significativos na história de Israel.","explicacao_detalhada":"Em Jeremias 35:14, 'dia' pode ser interpretado como um tempo de julgamento ou de ação divina, onde Deus intervirá na história do Seu povo.","por_que_esta_palavra":"A palavra é utilizada para marcar a importância do tempo em que Deus atua e a necessidade de estar atento às Suas intervenções.","conexao_teologica":"O conceito de tempo é importante na teologia, pois Deus atua na história e promete um futuro de esperança e restauração.","referencias_relacionadas":["Eclesiastes 3:1","Mateus 24:36","Apocalipse 1:3"]},"jeremias_35_14_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se ao ato de erguer ou restaurar, simbolizando a ação de Deus em trazer vida e esperança.","explicacao_detalhada":"Em Jeremias 35:14, 'levantar' pode ser visto como a promessa de Deus de restaurar Seu povo e trazer renovação após o julgamento.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a capacidade de Deus de restaurar e dar nova vida, mesmo após a queda.","conexao_teologica":"A restauração é um tema central na Bíblia, refletindo a natureza redentora de Deus e Sua promessa de um futuro glorioso.","referencias_relacionadas":["Isaías 61:3","Ezequiel 37:14","Romanos 8:11"]},"jeremias_35_14_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' novamente enfatiza a importância da comunicação divina e a necessidade de resposta do povo.","explicacao_detalhada":"Em Jeremias 35:14, 'palavra' representa a mensagem de Deus que deve ser ouvida e obedecida, destacando a relação entre Deus e Seu povo.","por_que_esta_palavra":"A palavra é utilizada para reafirmar a centralidade da revelação divina na vida do povo.","conexao_teologica":"A palavra de Deus é essencial para a fé e a prática, sendo um guia para a vida do crente.","referencias_relacionadas":["Salmos 119:11","Tiago 1:22","1 Pedro 1:25"]},"jeremias_35_15_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, chamado para transmitir Suas mensagens ao povo.","explicacao_detalhada":"Em Jeremias 35:15, 'profeta' destaca a função de Jeremias como porta-voz de Deus, alertando o povo sobre suas transgressões e a necessidade de arrependimento.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da profecia e da revelação divina na orientação do povo.","conexao_teologica":"Os profetas desempenham um papel crucial na história da salvação, sendo instrumentos de Deus para chamar o povo ao arrependimento e à fidelidade.","referencias_relacionadas":["Amós 3:7","Mateus 10:41","Efésios 4:11"]},"jeremias_35_15_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se à ação de discernir ou decidir sobre a justiça de uma situação.","explicacao_detalhada":"No contexto de Jeremias 35:15, Deus está chamando o povo a refletir sobre suas ações e a justiça que Ele exige. O ato de julgar implica em avaliar a conduta e as escolhas feitas, especialmente em relação à obediência a Deus.","por_que_esta_palavra":"Esta palavra é crucial porque enfatiza a responsabilidade moral do povo em responder ao chamado de Deus e a necessidade de um julgamento justo em suas vidas.","conexao_teologica":"O julgamento de Deus é um tema central na Bíblia, refletindo Sua santidade e justiça. Ele não apenas julga as ações, mas também os corações das pessoas.","referencias_relacionadas":["Salmos 9:7","Isaías 11:3-4","Romanos 14:10"]},"jeremias_35_15_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"A palavra 'solo' refere-se à terra ou ao chão, simbolizando a base da vida e a herança do povo.","explicacao_detalhada":"Em Jeremias 35:15, o 'solo' é mencionado como parte do contexto em que os Recanitas foram chamados a viver em obediência a Deus, destacando a importância da terra prometida e a relação do povo com ela.","por_que_esta_palavra":"O solo representa não apenas a habitação física, mas também a promessa de Deus e a fidelidade do povo em permanecer na terra que Ele lhes deu.","conexao_teologica":"A terra é um símbolo da aliança de Deus com Seu povo, refletindo Sua provisão e a importância de viver em conformidade com Seus mandamentos.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:7-10","Josué 1:3"]},"jeremias_35_16_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou razão para uma afirmação anterior.","explicacao_detalhada":"No versículo, 'porque' é usado para justificar a ação de Deus em relação ao povo, indicando que suas escolhas têm consequências diretas em sua relação com Ele.","por_que_esta_palavra":"É fundamental para conectar a causa e o efeito nas ações do povo e o julgamento de Deus, enfatizando a responsabilidade pessoal.","conexao_teologica":"A ideia de causa e efeito é central na teologia bíblica, onde as ações humanas têm repercussões espirituais e morais.","referencias_relacionadas":["Gálatas 6:7","Provérbios 1:31","Ezequiel 18:30"]},"jeremias_35_16_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' implica em erguer ou estabelecer algo.","explicacao_detalhada":"Em Jeremias 35:16, 'levantar' pode se referir à ação de Deus em estabelecer um novo caminho ou uma nova direção para o povo, enfatizando a necessidade de mudança e arrependimento.","por_que_esta_palavra":"É importante porque sugere a ação de Deus em restaurar e redirecionar o povo, mostrando Sua misericórdia e desejo de que voltem a Ele.","conexao_teologica":"Deus frequentemente levanta líderes e profetas para guiar Seu povo, refletindo Seu compromisso com a redenção e a restauração.","referencias_relacionadas":["Isaías 40:4","Salmos 68:1","Mateus 9:36-38"]},"jeremias_35_16_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem.","explicacao_detalhada":"No contexto, 'filho' representa a relação entre as gerações e a importância da transmissão da fé e dos valores de Deus através das famílias.","por_que_esta_palavra":"É essencial para entender a responsabilidade dos pais em ensinar seus filhos sobre Deus e Sua vontade, garantindo a continuidade da fé.","conexao_teologica":"A Bíblia enfatiza a importância da família na transmissão da fé, refletindo o plano de Deus para a salvação através das gerações.","referencias_relacionadas":["Deuteronômio 6:6-7","Salmos 78:4-6","Efésios 6:4"]},"jeremias_35_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que denota autoridade e soberania.","explicacao_detalhada":"Em Jeremias 35:17, o uso do nome 'senhor' destaca a relação de Deus com Seu povo e Sua autoridade sobre todas as coisas, enfatizando a necessidade de reverência e obediência.","por_que_esta_palavra":"É crucial porque reconhece a soberania de Deus e a importância de honrá-Lo em todas as ações e decisões.","conexao_teologica":"O nome de Deus é central na adoração e na relação do povo com Ele, refletindo Sua natureza e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"jeremias_35_17_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade, ao Criador e à fonte de toda autoridade.","explicacao_detalhada":"No versículo, 'deus' é mencionado para reafirmar a identidade de Deus como aquele que tem poder sobre todas as coisas e que exige fidelidade de Seu povo.","por_que_esta_palavra":"É importante porque estabelece a relação de dependência e submissão do povo a Deus, reconhecendo Sua autoridade suprema.","conexao_teologica":"A natureza de Deus como Criador e Senhor é um tema central na teologia bíblica, refletindo Sua soberania e poder.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"jeremias_35_17_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma interjeição que chama a atenção para algo importante que está prestes a ser declarado.","explicacao_detalhada":"Em Jeremias 35:17, 'eis' é usado para enfatizar a seriedade da mensagem de Deus e a urgência da resposta do povo.","por_que_esta_palavra":"É crucial para captar a atenção do ouvinte e preparar o coração para a revelação que se segue.","conexao_teologica":"A chamada à atenção é uma técnica frequentemente usada nas Escrituras para enfatizar verdades espirituais importantes.","referencias_relacionadas":["Isaías 43:1","Mateus 11:28","Apocalipse 3:20"]},"jeremias_35_18_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se a um lar, um lugar de abrigo e segurança.","explicacao_detalhada":"No contexto de Jeremias 35:18, 'casa' simboliza não apenas a moradia física, mas também a família e a comunidade de fé que deve ser construída sobre os princípios de Deus.","por_que_esta_palavra":"É importante porque destaca a necessidade de um lar fundamentado na obediência a Deus e na transmissão de Seus ensinamentos.","conexao_teologica":"A casa é frequentemente usada na Bíblia como uma metáfora para a comunidade de fé e a família de Deus, refletindo a importância da unidade e da adoração.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Efésios 2:19-22"]},"jeremias_35_18_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um ato de fazer ou criar algo.","explicacao_detalhada":"Em Jeremias 35:18, 'urso' pode ser interpretado como a ação de Deus em estabelecer e criar um novo caminho para o Seu povo, enfatizando a Sua capacidade de transformar e restaurar.","por_que_esta_palavra":"É importante porque reflete a ação criativa de Deus em nossas vidas e a Sua habilidade de trazer mudança e renovação.","conexao_teologica":"Deus é frequentemente descrito como o Criador que faz novas todas as coisas, refletindo Sua natureza redentora.","referencias_relacionadas":["Isaías 43:19","2 Coríntios 5:17","Apocalipse 21:5"]},"jeremias_35_18_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo de vida dos recabitas, que se destacavam por sua obediência às tradições familiares.","explicacao_detalhada":"O 'modo' aqui enfatiza a maneira como os recabitas viviam de acordo com os mandamentos de seu pai, mostrando um exemplo de fidelidade e compromisso com suas crenças.","por_que_esta_palavra":"A palavra 'modo' é usada para ilustrar a importância da tradição e da obediência às instruções familiares e divinas.","conexao_teologica":"Este versículo destaca a importância da fidelidade a Deus e a observância das tradições como um reflexo da relação com Ele.","referencias_relacionadas":["Jeremias 35:6-7","Deuteronômio 6:6-7","Salmos 78:4"]},"jeremias_35_19_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' mencionado refere-se a um tempo específico determinado por Deus para a ação ou julgamento.","explicacao_detalhada":"Neste contexto, o 'dia' é um símbolo do tempo em que Deus cumprirá Suas promessas e juízos, enfatizando a certeza de que Ele agirá.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender a temporalidade das promessas divinas e a expectativa de um futuro determinado por Deus.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao cumprimento das promessas de Deus e ao juízo final.","referencias_relacionadas":["Eclesiastes 3:1","Mateus 24:36","Apocalipse 20:11-15"]},"jeremias_35_19_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'senhor' refere-se a Deus, enfatizando Sua autoridade e soberania sobre todas as coisas.","explicacao_detalhada":"Neste versículo, o nome 'Senhor' é invocado para reafirmar a relação de aliança entre Deus e Seu povo, destacando Sua posição como o único Deus verdadeiro.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para reconhecer a divindade e a autoridade de Deus sobre a vida dos crentes.","conexao_teologica":"A invocação do nome de Deus é um tema central na Bíblia, simbolizando a relação de intimidade e reverência entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Romanos 10:13"]},"jeremias_35_19_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à natureza divina e ao poder supremo de Deus sobre a criação.","explicacao_detalhada":"Neste contexto, 'deus' é usado para reafirmar a soberania de Deus e Sua capacidade de cumprir Suas promessas e juízos.","por_que_esta_palavra":"A palavra 'deus' é essencial para entender a relação entre o Criador e a criação, e a dependência do homem em relação a Ele.","conexao_teologica":"A natureza de Deus como 'deus' é um tema recorrente, enfatizando Sua grandeza e a necessidade de adoração e submissão.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]}}