{"jeremias_36_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à mensagem de Deus que Jeremias foi instruído a transmitir ao povo.","explicacao_detalhada":"Neste versículo, 'palavra' destaca a importância da comunicação divina e a revelação de Deus ao Seu povo por meio de profetas.","por_que_esta_palavra":"A palavra 'palavra' é fundamental para entender a revelação de Deus e a importância da obediência à Sua mensagem.","conexao_teologica":"A comunicação de Deus através de Sua palavra é um tema central na Bíblia, enfatizando a necessidade de ouvir e obedecer.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","2 Timóteo 3:16-17"]},"jeremias_36_1_rei":{"palavra_pt":"rei","palavra_original":"יְהוֹיָקִים","transliteracao":"Yᵉhôwyâqîym","strong":"H3079","significado_raiz":"Ideia básica: rei.","significado_contextual":"O 'rei' mencionado é Jeoaquim, que representa a liderança e a responsabilidade política em relação à obediência a Deus.","explicacao_detalhada":"Neste contexto, o 'rei' é um símbolo da autoridade terrena que deve submeter-se à autoridade divina, destacando a relação entre governo e fé.","por_que_esta_palavra":"A palavra 'rei' é usada para enfatizar a importância da liderança que deve ser guiada pelos princípios de Deus.","conexao_teologica":"A relação entre o governo e a vontade de Deus é um tema importante, mostrando que toda autoridade deve reconhecer a soberania divina.","referencias_relacionadas":["Romanos 13:1","Provérbios 21:1","1 Pedro 2:13-14"]},"jeremias_36_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à ação de receber a mensagem de Deus e a consequência de não obedecer a ela.","explicacao_detalhada":"Neste contexto, 'cair' simboliza a queda espiritual e moral que resulta da desobediência à palavra de Deus.","por_que_esta_palavra":"A palavra 'cair' é importante para entender as consequências da rejeição da mensagem divina e a necessidade de arrependimento.","conexao_teologica":"A ideia de cair é frequentemente associada ao juízo de Deus sobre aqueles que se afastam de Sua palavra.","referencias_relacionadas":["Mateus 7:26-27","Gálatas 6:7","Hebreus 10:31"]},"jeremias_36_2_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' novamente enfatiza a mensagem de Deus que Jeremias deve registrar e transmitir.","explicacao_detalhada":"Neste versículo, 'palavra' destaca a continuidade da revelação divina e a importância de preservar a mensagem de Deus para as futuras gerações.","por_que_esta_palavra":"A repetição da palavra 'palavra' sublinha a centralidade da comunicação divina na vida do povo de Deus.","conexao_teologica":"A preservação da palavra de Deus é vital para a fé e a prática cristã, mostrando a importância da Escritura.","referencias_relacionadas":["Salmos 119:89","Isaías 40:8","Mateus 24:35"]},"jeremias_36_2_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' aqui refere-se a um momento específico em que a palavra de Deus deve ser proclamada.","explicacao_detalhada":"Neste contexto, o 'dia' enfatiza a urgência e a importância de ouvir e obedecer à mensagem de Deus no tempo determinado.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender a temporalidade da ação de Deus e a necessidade de resposta imediata do povo.","conexao_teologica":"O conceito de 'dia' é frequentemente associado à urgência da mensagem de Deus e à responsabilidade do povo em respondê-la.","referencias_relacionadas":["2 Coríntios 6:2","Salmos 95:7-8","Hebreus 3:15"]},"jeremias_36_2_describe":{"palavra_pt":"descrever","palavra_original":"כָּתַב","transliteracao":"kâthab","strong":"H3789","significado_raiz":"Ideia básica: descrever.","significado_contextual":"A palavra 'descrever' refere-se ao ato de registrar a mensagem de Deus de forma escrita.","explicacao_detalhada":"Neste contexto, 'descrever' enfatiza a importância da documentação da palavra de Deus para que ela seja preservada e transmitida.","por_que_esta_palavra":"A palavra 'descrever' é essencial para entender a responsabilidade de transmitir a mensagem divina de forma clara e precisa.","conexao_teologica":"A escrita da palavra de Deus é fundamental para a formação da fé e a continuidade da revelação divina ao longo das gerações.","referencias_relacionadas":["Habacuque 2:2","Êxodo 17:14","Apocalipse 1:19"]},"jeremias_36_3_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O termo 'urso' é utilizado metaforicamente para descrever a força e a ferocidade.","explicacao_detalhada":"Na cultura hebraica, o urso simboliza poder e proteção, sendo uma criatura temida e respeitada. A menção do urso pode indicar um aspecto de defesa ou de força em um contexto de luta ou proteção.","por_que_esta_palavra":"A palavra é usada para transmitir a ideia de força e ferocidade, características que podem ser associadas a Deus ou a um líder forte.","conexao_teologica":"O urso pode ser visto como uma representação da força de Deus em proteger Seu povo, assim como Ele é descrito como um leão em outras passagens.","referencias_relacionadas":["Oséias 13:8","Provérbios 28:15","Amós 5:19"]},"jeremias_36_3_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se não apenas a uma estrutura física, mas também ao lar e à família.","explicacao_detalhada":"No contexto bíblico, a casa é um símbolo de segurança, pertencimento e comunidade. Representa a unidade familiar e a presença de Deus no lar.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a importância do lar como um lugar de adoração e de vida comunitária.","conexao_teologica":"A casa é frequentemente usada na Bíblia para simbolizar a habitação de Deus entre Seu povo, como em Êxodo 25:8.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Hebreus 3:4"]},"jeremias_36_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O termo 'modo' refere-se à maneira como algo é feito ou a um estilo de vida.","explicacao_detalhada":"No contexto de Jeremias, o 'modo' pode se referir à forma como o povo deve viver em obediência a Deus e em conformidade com Suas leis.","por_que_esta_palavra":"A palavra é crucial para entender a importância da conduta e do comportamento na vida espiritual do povo de Israel.","conexao_teologica":"O modo de viver é um tema central na Bíblia, refletindo a necessidade de viver de acordo com os princípios de Deus.","referencias_relacionadas":["Romanos 12:2","Gálatas 5:16","1 Pedro 1:15-16"]},"jeremias_36_4_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' implica convocar ou fazer um convite.","explicacao_detalhada":"No contexto de Jeremias, chamar pode referir-se ao chamado de Deus para que o povo ouça e responda à Sua palavra.","por_que_esta_palavra":"A palavra é usada para enfatizar a ação de Deus em se comunicar com Seu povo, mostrando Sua iniciativa em estabelecer um relacionamento.","conexao_teologica":"Deus frequentemente chama Seu povo para arrependimento e restauração, como visto em várias passagens proféticas.","referencias_relacionadas":["Isaías 43:1","Mateus 11:28","Apocalipse 3:20"]},"jeremias_36_4_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' representa a relação familiar e a continuidade da linhagem.","explicacao_detalhada":"No contexto bíblico, o filho é visto como herdeiro e portador da promessa de Deus, simbolizando a continuidade da fé e da aliança.","por_que_esta_palavra":"A menção do filho destaca a importância da transmissão da fé e dos ensinamentos de geração em geração.","conexao_teologica":"A relação entre pai e filho é frequentemente usada para descrever a relação entre Deus e Seu povo, como em Romanos 8:15.","referencias_relacionadas":["Êxodo 4:22","Salmos 2:7","Gálatas 4:6"]},"jeremias_36_4_describe":{"palavra_pt":"descrever","palavra_original":"כָּתַב","transliteracao":"kâthab","strong":"H3789","significado_raiz":"Ideia básica: descrever.","significado_contextual":"A palavra 'descrever' refere-se ao ato de registrar ou relatar algo.","explicacao_detalhada":"No contexto de Jeremias, descrever implica a necessidade de documentar as palavras de Deus para que sejam preservadas e transmitidas.","por_que_esta_palavra":"A escolha da palavra enfatiza a importância da escrita e da preservação das revelações divinas.","conexao_teologica":"A escrita das Escrituras é fundamental para a fé cristã, pois permite que as gerações futuras conheçam a verdade de Deus.","referencias_relacionadas":["Deuteronômio 6:6-9","Salmos 102:18","2 Timóteo 3:16-17"]},"jeremias_36_5_enviar":{"palavra_pt":"enviar","palavra_original":"צָוָה","transliteracao":"tsâvâh","strong":"H6680","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se ao ato de mandar ou comissionar alguém para uma tarefa.","explicacao_detalhada":"No contexto de Jeremias, enviar implica a ação de Deus em designar profetas e mensageiros para levar Sua palavra ao povo.","por_que_esta_palavra":"A palavra é crucial para entender a missão dos profetas e a responsabilidade de levar a mensagem de Deus.","conexao_teologica":"O envio de mensageiros é um tema recorrente na Bíblia, refletindo a ação de Deus em se comunicar com a humanidade.","referencias_relacionadas":["Isaías 6:8","Mateus 28:19-20","João 20:21"]},"jeremias_36_5_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"No contexto de Jeremias, dizer é um ato de proclamação da verdade de Deus, essencial para a edificação do povo.","por_que_esta_palavra":"A escolha da palavra enfatiza a importância da comunicação verbal na transmissão da mensagem divina.","conexao_teologica":"A palavra de Deus é frequentemente descrita como viva e eficaz, sendo essencial para a vida espiritual.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Tiago 1:22"]},"jeremias_36_5_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à fidelidade das promessas de Deus.","explicacao_detalhada":"No contexto de Jeremias, a verdade é um conceito central que destaca a necessidade de viver de acordo com a palavra de Deus.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da integridade e da honestidade na vida espiritual.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, como em João 14:6.","referencias_relacionadas":["Salmos 25:5","João 8:32","Efésios 4:15"]},"jeremias_36_6_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo, muitas vezes associado a eventos significativos.","explicacao_detalhada":"No contexto de Jeremias, o dia pode simbolizar um tempo de julgamento ou de intervenção divina na história do povo.","por_que_esta_palavra":"A menção do dia enfatiza a urgência e a importância dos eventos que estão por vir.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema recorrente na Bíblia, indicando um tempo de ação divina.","referencias_relacionadas":["Joel 2:31","Amós 5:18","1 Tessalonicenses 5:2"]},"jeremias_36_6_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir' ou 'entrar' é utilizada para descrever a ação de se apresentar diante de alguém, especialmente em um contexto de convocação ou chamado.","explicacao_detalhada":"Neste versículo, a palavra enfatiza a importância de se aproximar de Deus ou de uma autoridade, indicando um movimento de submissão ou reconhecimento de autoridade.","por_que_esta_palavra":"A escolha da palavra 'vir' sugere um convite ou uma ordem para que alguém se apresente, refletindo a relação entre o profeta e a mensagem que ele deve transmitir.","conexao_teologica":"A ideia de 'vir' é central na teologia bíblica, onde Deus frequentemente chama Seu povo a se aproximar d'Ele, como em Isaías 55:1, onde é dito para virem e beberem.","referencias_relacionadas":["Isaías 55:1","Mateus 11:28","Hebreus 4:16"]},"jeremias_36_7_graca":{"palavra_pt":"graca","palavra_original":"תְּחִנָּה","transliteracao":"tᵉchinnâh","strong":"H8467","significado_raiz":"Ideia básica: graca.","significado_contextual":"A palavra 'graça' refere-se a um favor imerecido, um tema recorrente na relação entre Deus e Seu povo.","explicacao_detalhada":"Neste contexto, a 'graça' é um apelo para que Deus olhe com misericórdia para o povo, reconhecendo suas falhas e buscando perdão.","por_que_esta_palavra":"A inclusão da palavra 'graça' destaca a necessidade de intercessão e a esperança de que Deus seja favorável, mesmo em tempos de juízo.","conexao_teologica":"A graça é fundamental na teologia cristã, sendo a base da salvação, como em Efésios 2:8-9, onde se afirma que somos salvos pela graça.","referencias_relacionadas":["Efésios 2:8-9","Romanos 5:20","Salmos 86:15"]},"jeremias_36_7_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' é utilizada para expressar a presença de Deus e a necessidade de se estar diante d'Ele.","explicacao_detalhada":"Neste versículo, 'rosto' simboliza a face de Deus que se volta para o povo, indicando favor ou desaprovação.","por_que_esta_palavra":"A menção do 'rosto' implica uma relação íntima e direta com Deus, onde a busca por Sua face é um desejo de comunhão.","conexao_teologica":"A busca pelo 'rosto' de Deus é um tema que aparece em Salmos, como em Salmos 27:8, onde se expressa o desejo de estar na presença de Deus.","referencias_relacionadas":["Salmos 27:8","Números 6:25","Mateus 5:8"]},"jeremias_36_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que carrega autoridade e poder.","explicacao_detalhada":"Neste contexto, invocar o nome do Senhor é um ato de reconhecimento da soberania e do poder de Deus sobre todas as coisas.","por_que_esta_palavra":"A menção do 'senhor' enfatiza a relação de aliança entre Deus e Seu povo, onde o nome é um símbolo de proteção e identidade.","conexao_teologica":"O nome de Deus é central na adoração e na oração, como visto em Salmos 124:8, onde se afirma que o nome do Senhor é nosso socorro.","referencias_relacionadas":["Salmos 124:8","Romanos 10:13","Atos 4:12"]},"jeremias_36_8_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é utilizada para descrever a ação de fazer ou realizar algo.","explicacao_detalhada":"Neste versículo, 'urso' pode ser interpretado como a execução de uma tarefa ou a realização de um ato significativo, possivelmente relacionado à profecia.","por_que_esta_palavra":"A escolha da palavra 'urso' destaca a ação e a responsabilidade do profeta em cumprir a vontade de Deus.","conexao_teologica":"A ideia de 'fazer' é importante na teologia, onde a obediência às ordens de Deus é um tema recorrente, como em Tiago 1:22.","referencias_relacionadas":["Tiago 1:22","Gálatas 6:9","Colossenses 3:23"]},"jeremias_36_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou realizado.","explicacao_detalhada":"Neste contexto, 'modo' pode indicar a forma como a mensagem deve ser transmitida, enfatizando a importância da abordagem correta.","por_que_esta_palavra":"A escolha da palavra 'modo' sugere que a maneira de comunicar a mensagem de Deus é tão importante quanto a mensagem em si.","conexao_teologica":"A forma como apresentamos a mensagem de Deus é crucial, como em 1 Pedro 3:15, que nos instrui a estarmos prontos para responder com mansidão.","referencias_relacionadas":["1 Pedro 3:15","Romanos 12:1","Colossenses 4:6"]},"jeremias_36_8_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, alguém chamado para transmitir a Sua palavra.","explicacao_detalhada":"Neste versículo, 'profeta' é central, pois indica a função de Jeremias como porta-voz de Deus em um momento crítico da história de Israel.","por_que_esta_palavra":"A menção do 'profeta' destaca a importância da revelação divina e da comunicação da vontade de Deus ao povo.","conexao_teologica":"Os profetas desempenham um papel vital na história da salvação, como em Amós 3:7, onde se afirma que Deus revela Seus planos aos profetas.","referencias_relacionadas":["Amós 3:7","Efésios 4:11","Hebreus 1:1"]},"jeremias_36_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' é novamente utilizada para descrever a maneira como algo deve ser feito.","explicacao_detalhada":"Neste contexto, enfatiza a importância da abordagem e da atitude ao comunicar a mensagem de Deus.","por_que_esta_palavra":"A repetição da palavra 'modo' reforça a ideia de que a forma de agir é tão relevante quanto a ação em si.","conexao_teologica":"A maneira como vivemos e comunicamos nossa fé é fundamental, como em Mateus 5:16, que nos instrui a deixar brilhar nossa luz diante dos homens.","referencias_relacionadas":["Mateus 5:16","Filipenses 2:15","Tito 2:7"]},"jeremias_36_9_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local específico, muitas vezes associado à habitação e à comunidade.","explicacao_detalhada":"Neste versículo, 'cidade' pode simbolizar a coletividade do povo de Deus e a importância da unidade em torno da mensagem divina.","por_que_esta_palavra":"A menção da 'cidade' destaca a necessidade de que a mensagem de Deus alcance não apenas indivíduos, mas toda a comunidade.","conexao_teologica":"A ideia de cidade é significativa na Bíblia, representando o povo de Deus, como em Hebreus 11:10, que fala da cidade que tem fundamentos.","referencias_relacionadas":["Hebreus 11:10","Salmos 48:1-2","Apocalipse 21:2"]},"jeremias_36_9_rei":{"palavra_pt":"rei","palavra_original":"יְהוֹיָקִים","transliteracao":"Yᵉhôwyâqîym","strong":"H3079","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima em um governo, simbolizando poder e liderança.","explicacao_detalhada":"Neste versículo, 'rei' é crucial, pois Jeremias se dirige a uma figura de autoridade, ressaltando a responsabilidade do líder em ouvir a palavra de Deus.","por_que_esta_palavra":"A menção do 'rei' enfatiza a relação entre a liderança e a obediência a Deus, mostrando que até mesmo os poderosos devem se submeter à Sua vontade.","conexao_teologica":"A Bíblia frequentemente aborda a relação entre Deus e os líderes, como em Provérbios 21:1, que afirma que o coração do rei está nas mãos do Senhor.","referencias_relacionadas":["Provérbios 21:1","Romanos 13:1","1 Timóteo 2:1-2"]},"jeremias_36_10_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' refere-se ao ato de convocar ou convocar alguém para ouvir uma mensagem importante.","explicacao_detalhada":"No contexto de Jeremias 36:10, Jeremias chama Baruc para ler as palavras que Deus havia lhe dado. Isso demonstra a importância da comunicação divina e da obediência ao chamado de Deus.","por_que_esta_palavra":"A palavra 'chamar' é fundamental para entender a relação entre Deus e seus profetas, onde Deus convoca seus mensageiros para transmitir suas mensagens ao povo.","conexao_teologica":"A ideia de ser chamado por Deus é central na teologia bíblica, refletindo a soberania de Deus em escolher quem Ele deseja usar para cumprir Seus propósitos.","referencias_relacionadas":["Isaías 6:8","Romanos 8:30","1 Pedro 2:9"]},"jeremias_36_10_livro":{"palavra_pt":"livro","palavra_original":"סֵפֶר","transliteracao":"çêpher","strong":"H5612","significado_raiz":"Ideia básica: livro.","significado_contextual":"A palavra 'livro' refere-se ao registro escrito das palavras de Deus, que é essencial para a preservação da mensagem divina.","explicacao_detalhada":"Em Jeremias 36:10, o livro contém as profecias que Deus revelou a Jeremias. Este livro é um testemunho da palavra de Deus e serve como um aviso ao povo de Judá.","por_que_esta_palavra":"O 'livro' simboliza a importância da escritura e da palavra de Deus na vida do povo, sendo um meio pelo qual Deus se comunica com a humanidade.","conexao_teologica":"A escritura é vista como inspirada por Deus e essencial para a fé e prática dos crentes, conforme 2 Timóteo 3:16.","referencias_relacionadas":["Salmos 119:105","2 Timóteo 3:16-17","Hebreus 4:12"]},"jeremias_36_10_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à mensagem que Deus deseja transmitir ao Seu povo.","explicacao_detalhada":"No versículo, a palavra de Deus é proclamada através da leitura do livro, enfatizando a importância de ouvir e obedecer à voz de Deus.","por_que_esta_palavra":"A palavra de Deus é viva e eficaz, e sua proclamação é vital para a edificação e correção do povo.","conexao_teologica":"A palavra de Deus é central na vida cristã, sendo a base para a fé e a prática, conforme Romanos 10:17.","referencias_relacionadas":["Hebreus 4:12","Mateus 4:4","Romanos 10:17"]},"jeremias_36_11_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' implica em prestar atenção e dar ouvidos à mensagem que está sendo proclamada.","explicacao_detalhada":"Em Jeremias 36:11, a ênfase está em ouvir a palavra de Deus, o que é crucial para a compreensão e resposta adequada à mensagem divina.","por_que_esta_palavra":"Ouvir é um ato de receptividade e submissão à vontade de Deus, essencial para o crescimento espiritual.","conexao_teologica":"A habilidade de ouvir a palavra de Deus é fundamental para a vida cristã, conforme Tiago 1:22, que nos exorta a sermos praticantes da palavra.","referencias_relacionadas":["Tiago 1:22","Romanos 10:17","Salmos 119:11"]},"jeremias_36_11_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se a um descendente, enfatizando a relação familiar e a continuidade da mensagem.","explicacao_detalhada":"No contexto, o filho de um escriba é mencionado, indicando a transmissão da tradição e da palavra de Deus através das gerações.","por_que_esta_palavra":"A noção de 'filho' também pode simbolizar a relação entre Deus e Seu povo, que é frequentemente descrito como filhos de Deus.","conexao_teologica":"A filiação divina é um tema central na teologia cristã, onde os crentes são chamados de filhos de Deus através da fé em Cristo.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 4:6"]},"jeremias_36_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou apresentado.","explicacao_detalhada":"No versículo, o modo de ouvir a palavra de Deus é importante, pois implica em uma atitude de respeito e atenção ao que está sendo lido.","por_que_esta_palavra":"A forma como recebemos a palavra de Deus pode afetar nossa compreensão e resposta a ela.","conexao_teologica":"A maneira de ouvir e aplicar a palavra de Deus é essencial para a vida cristã, conforme Colossenses 3:16.","referencias_relacionadas":["Colossenses 3:16","Mateus 7:24","Tiago 1:22"]},"jeremias_36_12_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a alguém que se opõe ou é hostil a outra pessoa.","explicacao_detalhada":"No contexto, a menção de inimigos pode se referir àqueles que se opõem à mensagem de Deus e ao Seu povo.","por_que_esta_palavra":"Entender quem são os inimigos é crucial para reconhecer as forças que se opõem à obra de Deus na terra.","conexao_teologica":"A luta espiritual contra inimigos é um tema recorrente na Bíblia, onde os crentes são chamados a resistir ao inimigo, conforme Efésios 6:12.","referencias_relacionadas":["Efésios 6:12","1 Pedro 5:8","Salmos  enemies 27:2"]},"jeremias_36_12_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima em um reino, simbolizando poder e governança.","explicacao_detalhada":"No versículo, o rei é mencionado como uma figura de autoridade que pode influenciar a aceitação ou rejeição da palavra de Deus.","por_que_esta_palavra":"O papel do rei é crucial na história de Israel, pois suas decisões podem afetar a nação como um todo.","conexao_teologica":"Deus é frequentemente descrito como o Rei dos Reis, e a submissão a Sua autoridade é um tema central na fé cristã.","referencias_relacionadas":["1 Timóteo 6:15","Apocalipse 19:16","Salmos 47:2"]},"jeremias_36_13_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' é novamente enfatizada como a mensagem que deve ser ouvida e considerada.","explicacao_detalhada":"A repetição da palavra 'palavra' destaca a importância da mensagem divina e a necessidade de atenção a ela.","por_que_esta_palavra":"A palavra de Deus é essencial para a vida espiritual e deve ser recebida com reverência.","conexao_teologica":"A palavra de Deus é descrita como alimento espiritual, essencial para o crescimento e sustento do crente.","referencias_relacionadas":["Mateus 4:4","1 Pedro 2:2","Salmos 119:105"]},"jeremias_36_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' é novamente mencionada, referindo-se à maneira como a palavra deve ser recebida.","explicacao_detalhada":"A forma como a palavra é apresentada e recebida é crucial para a compreensão e aplicação da mensagem.","por_que_esta_palavra":"A atitude com que ouvimos a palavra de Deus pode impactar nossa vida espiritual e nossa obediência.","conexao_teologica":"A maneira de receber a palavra de Deus é um reflexo da nossa disposição em seguir a vontade de Deus.","referencias_relacionadas":["Lucas 8:18","Tiago 1:22","Colossenses 3:16"]},"jeremias_36_14_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Enviar refere-se ao ato de mandar alguém ou algo para um determinado lugar ou propósito.","explicacao_detalhada":"No contexto de Jeremias 36:14, o envio é uma ação que implica a comunicação de uma mensagem divina através de um mensageiro. Jeremias estava enviando a palavra do Senhor para que fosse lida ao povo.","por_que_esta_palavra":"A palavra 'enviar' é crucial para entender a dinâmica da comunicação profética e a responsabilidade de transmitir a mensagem de Deus.","conexao_teologica":"O ato de enviar mensageiros é um tema recorrente na Bíblia, simbolizando a iniciativa de Deus em se revelar ao seu povo.","referencias_relacionadas":["Isaías 6:8","Mateus 10:16","Romanos 10:15"]},"jeremias_36_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como algo é feito ou apresentado.","explicacao_detalhada":"Neste versículo, o modo de apresentar a mensagem é importante, pois reflete a seriedade e a urgência da palavra de Deus que estava sendo enviada.","por_que_esta_palavra":"A escolha do modo de comunicação é essencial para garantir que a mensagem seja recebida e compreendida corretamente.","conexao_teologica":"Deus se comunica de várias maneiras, e o modo como a mensagem é entregue pode impactar a recepção e a resposta do povo.","referencias_relacionadas":["1 Coríntios 14:40","Colossenses 4:6","Tiago 1:19"]},"jeremias_36_15_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer implica a ação de expressar verbalmente uma mensagem ou declaração.","explicacao_detalhada":"No contexto de Jeremias 36:15, a palavra 'dizer' é usada para enfatizar a importância da comunicação da mensagem de Deus ao povo.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para a profecia, pois a comunicação verbal é o meio pelo qual Deus se revela e orienta seu povo.","conexao_teologica":"A fala de Deus é poderosa e transformadora, e a proclamação da verdade é uma responsabilidade dos mensageiros divinos.","referencias_relacionadas":["Salmos 119:172","Provérbios 18:21","Mateus 12:36"]},"jeremias_36_15_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Julgar refere-se ao ato de avaliar ou decidir sobre a justiça ou a verdade de uma situação.","explicacao_detalhada":"Neste versículo, o ato de julgar é relevante para entender como a mensagem de Deus deve ser recebida e a responsabilidade do povo em responder a ela.","por_que_esta_palavra":"A palavra 'julgar' destaca a necessidade de discernimento e responsabilidade na recepção da palavra de Deus.","conexao_teologica":"Deus é o juiz supremo, e a capacidade de julgar é um atributo que Ele compartilha com a humanidade, especialmente em relação à Sua palavra.","referencias_relacionadas":["Salmos 96:13","Eclesiastes 12:14","Romanos 14:10"]},"jeremias_36_15_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Chamar implica convocar ou nomear alguém para uma ação ou propósito específico.","explicacao_detalhada":"No contexto de Jeremias 36:15, chamar é um convite para ouvir e considerar a mensagem que está sendo transmitida.","por_que_esta_palavra":"A palavra 'chamar' é significativa, pois representa a iniciativa de Deus em se relacionar com seu povo e convidá-los à obediência.","conexao_teologica":"Deus chama seu povo para uma vida de santidade e obediência, e essa chamada é um tema central na Escritura.","referencias_relacionadas":["Isaías 43:1","Mateus 11:28","1 Pedro 2:9"]},"jeremias_36_16_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Palavra refere-se à mensagem ou declaração que é comunicada.","explicacao_detalhada":"Neste versículo, a palavra é a mensagem de Deus que Jeremias estava transmitindo, e sua importância é enfatizada pela reação do povo ao ouvi-la.","por_que_esta_palavra":"A palavra de Deus é viva e eficaz, e sua comunicação é essencial para a edificação e correção do povo.","conexao_teologica":"A palavra de Deus é central na vida do crente, sendo a base para a fé e a prática cristã.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","2 Timóteo 3:16"]},"jeremias_36_16_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Rei refere-se à figura de autoridade máxima em um reino, representando poder e governança.","explicacao_detalhada":"No contexto de Jeremias 36:16, o rei é uma figura central que deve ouvir e responder à palavra de Deus, refletindo a responsabilidade dos líderes em relação à verdade divina.","por_que_esta_palavra":"A palavra 'rei' é importante para entender a dinâmica de poder e a necessidade de submissão à autoridade de Deus.","conexao_teologica":"Deus é descrito como o Rei dos Reis, e a obediência dos líderes humanos à Sua palavra é crucial para a saúde espiritual da nação.","referencias_relacionadas":["Salmos 2:10-12","Provérbios 21:1","Romanos 13:1"]},"jeremias_36_16_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair refere-se a um estado de queda ou desgraça, muitas vezes associado a juízo ou punição.","explicacao_detalhada":"Neste versículo, cair pode simbolizar a consequência de desobedecer à palavra de Deus, refletindo a gravidade da situação espiritual do povo.","por_que_esta_palavra":"A palavra 'cair' é significativa, pois representa a fragilidade da condição humana diante do juízo divino.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a necessidade de arrependimento e retorno a Deus.","referencias_relacionadas":["Gênesis 3:6","Ezequiel 18:30","Romanos 3:23"]},"jeremias_36_17_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Palavra refere-se à mensagem ou declaração que é comunicada.","explicacao_detalhada":"Neste versículo, a palavra é a mensagem de Deus que Jeremias estava transmitindo, e sua importância é enfatizada pela reação do povo ao ouvi-la.","por_que_esta_palavra":"A palavra de Deus é viva e eficaz, e sua comunicação é essencial para a edificação e correção do povo.","conexao_teologica":"A palavra de Deus é central na vida do crente, sendo a base para a fé e a prática cristã.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","2 Timóteo 3:16"]},"jeremias_36_17_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer implica a ação de expressar verbalmente uma mensagem ou declaração.","explicacao_detalhada":"No contexto de Jeremias 36:17, a palavra 'dizer' é usada para enfatizar a importância da comunicação da mensagem de Deus ao povo.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para a profecia, pois a comunicação verbal é o meio pelo qual Deus se revela e orienta seu povo.","conexao_teologica":"A fala de Deus é poderosa e transformadora, e a proclamação da verdade é uma responsabilidade dos mensageiros divinos.","referencias_relacionadas":["Salmos 119:172","Provérbios 18:21","Mateus 12:36"]},"jeremias_36_17_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as palavras de Jeremias foram transmitidas.","explicacao_detalhada":"A palavra 'modo' indica a maneira específica pela qual a mensagem de Deus foi comunicada, enfatizando a importância da forma e do conteúdo na revelação divina.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a seriedade e a precisão na transmissão da mensagem profética.","conexao_teologica":"A forma como Deus se comunica com seu povo é fundamental para a compreensão da sua vontade e dos seus planos.","referencias_relacionadas":["Jeremias 1:9","Hebreus 1:1-2","2 Timóteo 3:16"]},"jeremias_36_18_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus que foi escrita e lida.","explicacao_detalhada":"A palavra 'dabar' é central na teologia hebraica, representando não apenas a fala, mas a ação e a vontade de Deus manifestadas na história.","por_que_esta_palavra":"A ênfase na palavra de Deus ressalta a importância da revelação divina na vida do povo de Israel.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo um meio pelo qual Deus se relaciona com a humanidade.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","João 1:1"]},"jeremias_36_18_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de dizer ou declarar a mensagem de Deus.","explicacao_detalhada":"A palavra 'dizer' implica uma ação de comunicação que é essencial para a profecia e a transmissão da verdade divina.","por_que_esta_palavra":"A escolha de 'dizer' enfatiza a necessidade de proclamar a verdade de Deus de forma clara e audível.","conexao_teologica":"A proclamação da palavra de Deus é um chamado para todos os crentes, refletindo a responsabilidade de compartilhar a fé.","referencias_relacionadas":["Mateus 28:19-20","Romanos 10:14","Atos 4:20"]},"jeremias_36_18_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Novamente, refere-se ao modo de comunicação da mensagem.","explicacao_detalhada":"A repetição da palavra 'modo' reforça a ideia de que a forma de entrega é tão importante quanto o conteúdo da mensagem.","por_que_esta_palavra":"A ênfase no 'modo' sugere que a maneira como a mensagem é apresentada pode impactar sua recepção.","conexao_teologica":"A comunicação eficaz da verdade de Deus é vital para a edificação da igreja e a evangelização do mundo.","referencias_relacionadas":["1 Coríntios 14:40","Colossenses 4:6","Tiago 1:19"]},"jeremias_36_19_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano que recebe e transmite a mensagem.","explicacao_detalhada":"A palavra 'homem' destaca a responsabilidade individual na recepção e na resposta à palavra de Deus.","por_que_esta_palavra":"A menção do 'homem' enfatiza a importância da humanidade na história da salvação e na comunicação divina.","conexao_teologica":"Deus se relaciona com a humanidade através de indivíduos, usando-os como instrumentos de Sua vontade.","referencias_relacionadas":["Gênesis 1:26-27","Romanos 3:23","1 Pedro 2:9"]},"jeremias_36_19_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de declarar novamente a mensagem de Deus.","explicacao_detalhada":"A repetição da palavra 'dizer' indica a importância de reafirmar a mensagem divina em diferentes contextos.","por_que_esta_palavra":"A insistência em 'dizer' mostra que a verdade de Deus deve ser proclamada continuamente.","conexao_teologica":"A repetição da mensagem é um princípio importante na educação e na edificação da fé.","referencias_relacionadas":["Deuteronômio 6:7","Romanos 1:16","2 Pedro 1:12"]},"jeremias_36_20_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade do rei que deve ouvir a palavra de Deus.","explicacao_detalhada":"A palavra 'rei' representa a liderança e a responsabilidade de governar segundo a vontade divina.","por_que_esta_palavra":"A menção do 'rei' destaca a importância da liderança em ouvir e obedecer à palavra de Deus.","conexao_teologica":"A relação entre Deus e as autoridades é um tema recorrente na Bíblia, enfatizando a soberania divina sobre os governantes.","referencias_relacionadas":["Provérbios 21:1","Romanos 13:1","1 Timóteo 2:1-2"]},"jeremias_36_20_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra que deve ser comunicada ao rei.","explicacao_detalhada":"A palavra 'dabar' aqui enfatiza a urgência e a importância da mensagem que deve ser entregue ao líder.","por_que_esta_palavra":"A ênfase na palavra reforça a ideia de que a comunicação divina é essencial para a liderança justa.","conexao_teologica":"A palavra de Deus deve ser a base para todas as decisões tomadas por líderes e governantes.","referencias_relacionadas":["Salmos 2:10-12","Eclesiastes 12:13","Tiago 3:1"]},"jeremias_36_20_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de convocar o rei para ouvir a mensagem.","explicacao_detalhada":"A palavra 'vir' implica um chamado à ação, onde o rei deve se aproximar da palavra de Deus.","por_que_esta_palavra":"A escolha da palavra 'vir' sugere que a resposta à mensagem divina requer um movimento ativo por parte do ouvinte.","conexao_teologica":"Deus chama os líderes a se voltarem para Ele e a buscarem Sua orientação em suas decisões.","referencias_relacionadas":["Isaías 55:6","Mateus 11:28","Apocalipse 3:20"]},"jeremias_36_21_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei que deve ouvir a palavra de Deus.","explicacao_detalhada":"A repetição da palavra 'rei' reforça a ideia de que a liderança é crucial na resposta à revelação divina.","por_que_esta_palavra":"A menção do 'rei' destaca a responsabilidade dos líderes em ouvir e agir de acordo com a palavra de Deus.","conexao_teologica":"A Bíblia frequentemente aborda a responsabilidade dos governantes em governar com justiça e segundo os princípios de Deus.","referencias_relacionadas":["Salmos 72:1-2","Provérbios 29:2","1 Pedro 2:13-14"]},"jeremias_36_21_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se ao ato de mandar alguém ou algo para um determinado lugar ou propósito.","explicacao_detalhada":"No contexto de Jeremias 36:21, o rei envia um mensageiro para buscar o rolo que contém as profecias de Jeremias. Isso demonstra a importância da comunicação e da revelação divina na liderança.","por_que_esta_palavra":"A escolha da palavra 'enviar' enfatiza a ação deliberada do rei em buscar a verdade revelada por Deus através de Jeremias.","conexao_teologica":"A ideia de enviar é central na teologia bíblica, onde Deus envia profetas e mensageiros para comunicar Sua vontade ao povo.","referencias_relacionadas":["Isaías 6:8","Mateus 10:16","Romanos 10:15"]},"jeremias_36_22_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à figura de autoridade máxima em Israel, que tem o poder de governar e tomar decisões.","explicacao_detalhada":"Neste versículo, o rei é mencionado como a figura que deve ouvir e considerar as palavras de Jeremias. Isso ressalta a responsabilidade do líder em buscar a orientação divina.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a dinâmica de poder e a relação entre a liderança e a profecia.","conexao_teologica":"A figura do rei é frequentemente usada na Bíblia para representar a soberania de Deus sobre a humanidade e a necessidade de líderes que busquem a Sua vontade.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:10-12","Romanos 13:1"]},"jeremias_36_22_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' implica a ação de avaliar ou decidir sobre algo, especialmente em questões de justiça.","explicacao_detalhada":"No contexto, o rei deve julgar as palavras do rolo e decidir como proceder. Isso destaca a importância do discernimento na liderança.","por_que_esta_palavra":"A palavra 'julgar' é usada para enfatizar a responsabilidade do rei em tomar decisões justas e sábias com base na revelação divina.","conexao_teologica":"Deus é frequentemente descrito como o juiz supremo, e os líderes são chamados a refletir essa justiça em suas decisões.","referencias_relacionadas":["Salmos 82:3","Provérbios 21:15","Miquéias 6:8"]},"jeremias_36_23_pen":{"palavra_pt":"pen","palavra_original":"תַּעַר","transliteracao":"taʻar","strong":"H8593","significado_raiz":"Ideia básica: pen.","significado_contextual":"A palavra 'pen' refere-se a um instrumento de escrita, essencial para registrar as palavras e decisões.","explicacao_detalhada":"Neste versículo, o uso do 'pen' é simbólico da importância de documentar a revelação de Deus e as ações do rei.","por_que_esta_palavra":"A escolha da palavra 'pen' ressalta a necessidade de registrar a verdade e a comunicação divina para futuras gerações.","conexao_teologica":"A escrita das Escrituras é vista como um meio pelo qual Deus preserva Sua palavra e revela Sua vontade ao povo.","referencias_relacionadas":["Êxodo 17:14","Deuteronômio 31:19","2 Timóteo 3:16"]},"jeremias_36_23_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode se referir a um colapso físico ou a uma queda em um sentido mais figurado, como a queda de um reino ou de uma autoridade.","explicacao_detalhada":"No contexto, a palavra 'cair' sugere a gravidade da situação em que o rei se encontra ao lidar com as profecias de Jeremias.","por_que_esta_palavra":"A palavra 'cair' é usada para enfatizar as consequências que podem advir da rejeição da palavra de Deus.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando o juízo de Deus sobre aqueles que se afastam de Sua vontade.","referencias_relacionadas":["Provérbios 16:18","Ezequiel 18:30","Mateus 7:27"]},"jeremias_36_24_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é novamente mencionada, destacando a figura de autoridade que deve responder às revelações de Deus.","explicacao_detalhada":"O rei, ao ouvir as palavras do rolo, deve reconhecer sua posição e a necessidade de obedecer a Deus.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a importância da liderança em responder à palavra de Deus.","conexao_teologica":"A liderança é um tema central na Bíblia, onde os reis são chamados a ser servos de Deus e do povo.","referencias_relacionadas":["1 Pedro 5:2","Salmos 78:72","Romanos 12:8"]},"jeremias_36_24_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou abordado.","explicacao_detalhada":"Neste versículo, o 'modo' pode se referir à forma como o rei reage às palavras do rolo, indicando a necessidade de uma resposta adequada.","por_que_esta_palavra":"A palavra 'modo' é importante para entender a atitude e a abordagem do rei diante da revelação divina.","conexao_teologica":"A maneira como respondemos à palavra de Deus é crucial para nossa relação com Ele e com os outros.","referencias_relacionadas":["Colossenses 3:23","Tiago 1:22","1 Coríntios 10:31"]},"jeremias_36_24_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação de Deus, que é vital para a vida espiritual.","explicacao_detalhada":"No contexto, a 'palavra' representa as profecias de Jeremias, que são a revelação de Deus ao povo.","por_que_esta_palavra":"A ênfase na 'palavra' destaca a importância da verdade divina e sua aplicação na vida cotidiana.","conexao_teologica":"A palavra de Deus é vista como viva e eficaz, essencial para a fé e a prática cristã.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Mateus 4:4"]},"jeremias_36_25_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é novamente utilizada, reforçando a posição de autoridade que deve responder à palavra de Deus.","explicacao_detalhada":"O rei, ao ouvir as palavras do rolo, deve reconhecer sua responsabilidade diante de Deus e do povo.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a importância da liderança em ouvir e obedecer a Deus.","conexao_teologica":"Os líderes são chamados a ser exemplos de fé e obediência, refletindo a vontade de Deus em suas decisões.","referencias_relacionadas":["Provérbios 29:2","1 Timóteo 3:1-5","Salmos 101:1-2"]},"jeremias_36_25_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à fidelidade das promessas de Deus.","explicacao_detalhada":"Neste versículo, a 'verdade' é um chamado à integridade e à honestidade na resposta do rei às palavras de Jeremias.","por_que_esta_palavra":"A ênfase na 'verdade' destaca a importância de viver de acordo com a revelação de Deus.","conexao_teologica":"A verdade é um atributo de Deus e é fundamental para a vida cristã, sendo a base da fé e da moral.","referencias_relacionadas":["João 8:32","Salmos 25:5","Efésios 4:15"]},"jeremias_36_26_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima em Israel, que tem o poder de governar e tomar decisões importantes.","explicacao_detalhada":"No contexto de Jeremias 36:26, o rei é mencionado como alguém que tem a responsabilidade de ouvir e agir conforme a palavra de Deus. A desobediência do rei pode levar a consequências graves para o povo.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a dinâmica de poder e a relação entre a liderança e a obediência a Deus na história de Israel.","conexao_teologica":"A figura do rei em Israel é frequentemente associada à liderança divina e ao cumprimento da vontade de Deus. O rei ideal é aquele que governa segundo a justiça e a verdade.","referencias_relacionadas":["1 Samuel 8:5","Salmos 72:1-2","Provérbios 16:10"]},"jeremias_36_26_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, alguém escolhido para transmitir a vontade divina ao povo.","explicacao_detalhada":"Em Jeremias 36:26, o profeta é uma figura central que traz a mensagem de Deus ao rei e ao povo, enfatizando a importância da revelação divina e da obediência.","por_que_esta_palavra":"A palavra 'profeta' é fundamental para entender a comunicação entre Deus e a humanidade, especialmente em tempos de crise espiritual.","conexao_teologica":"Os profetas são vistos como intermediários entre Deus e o povo, e sua mensagem muitas vezes inclui advertências e promessas de esperança.","referencias_relacionadas":["Deuteronômio 18:18","Amós 3:7","Ezequiel 2:5"]},"jeremias_36_26_enviar":{"palavra_pt":"enviar","palavra_original":"צָוָה","transliteracao":"tsâvâh","strong":"H6680","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' implica a ação de enviar uma mensagem ou um mensageiro com uma missão específica.","explicacao_detalhada":"No versículo, o ato de enviar é uma ação divina que demonstra a iniciativa de Deus em comunicar Sua vontade ao rei através do profeta.","por_que_esta_palavra":"A palavra 'enviar' destaca a soberania de Deus em dirigir os eventos e a importância da obediência à Sua palavra.","conexao_teologica":"Deus frequentemente envia profetas e mensageiros para chamar o povo ao arrependimento e à fidelidade.","referencias_relacionadas":["Isaías 6:8","Mateus 10:16","Romanos 10:15"]},"jeremias_36_27_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é novamente mencionada, reforçando a ideia de autoridade e responsabilidade na liderança.","explicacao_detalhada":"O rei, ao receber a mensagem de Deus, tem a oportunidade de responder de maneira que pode impactar a nação.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a importância da liderança na resposta à revelação divina.","conexao_teologica":"A liderança é um tema recorrente na Bíblia, onde os reis são chamados a governar com justiça e temor a Deus.","referencias_relacionadas":["1 Reis 3:9","Salmos 101:1-2","Provérbios 29:2"]},"jeremias_36_27_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à mensagem que Deus deseja comunicar ao povo através do profeta.","explicacao_detalhada":"Neste contexto, a palavra de Deus é uma advertência e um chamado ao arrependimento, essencial para a vida espiritual do povo.","por_que_esta_palavra":"A palavra é central na comunicação divina e na formação da fé do povo de Israel.","conexao_teologica":"A palavra de Deus é viva e eficaz, e sua recepção é fundamental para a transformação espiritual.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Isaías 55:11"]},"jeremias_36_27_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode indicar a queda em desgraça ou a perda de posição, especialmente em relação ao julgamento de Deus.","explicacao_detalhada":"No contexto, 'cair' sugere as consequências da desobediência à palavra de Deus, que pode levar à ruína.","por_que_esta_palavra":"A ideia de cair é uma advertência sobre as consequências do pecado e da rejeição da mensagem divina.","conexao_teologica":"A queda é um tema importante na teologia bíblica, simbolizando a separação de Deus e a necessidade de redenção.","referencias_relacionadas":["Gálatas 6:7","Provérbios 14:34","Romanos 11:22"]},"jeremias_36_28_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' é novamente utilizada, enfatizando a continuidade da mensagem divina.","explicacao_detalhada":"A repetição da palavra destaca a importância da comunicação de Deus e a necessidade de registrar Suas instruções.","por_que_esta_palavra":"A palavra é essencial para a preservação da verdade e da história da revelação divina.","conexao_teologica":"A palavra de Deus é um fundamento para a fé e a prática, sendo essencial para a vida do crente.","referencias_relacionadas":["2 Timóteo 3:16","Mateus 4:4","Salmos 19:7-8"]},"jeremias_36_28_describe":{"palavra_pt":"descrever","palavra_original":"כָּתַב","transliteracao":"kâthab","strong":"H3789","significado_raiz":"Ideia básica: descrever.","significado_contextual":"A palavra 'descrever' refere-se ao ato de registrar ou escrever a mensagem de Deus.","explicacao_detalhada":"Neste contexto, descrever é uma ação que garante que a palavra de Deus seja preservada e transmitida às futuras gerações.","por_que_esta_palavra":"A palavra 'descrever' é importante para a transmissão da verdade e a continuidade da revelação divina.","conexao_teologica":"A escrita das Escrituras é vista como um ato sagrado, onde Deus se revela ao homem através da palavra escrita.","referencias_relacionadas":["Êxodo 34:27","Habacuque 2:2","Apocalipse 1:3"]},"jeremias_36_28_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como a mensagem deve ser registrada ou comunicada.","explicacao_detalhada":"O modo de descrever a palavra de Deus é importante para garantir que a mensagem seja clara e compreensível.","por_que_esta_palavra":"A escolha do modo de comunicação pode afetar a recepção e a compreensão da mensagem divina.","conexao_teologica":"A forma como a palavra é apresentada pode influenciar a resposta do povo e sua relação com Deus.","referencias_relacionadas":["1 Coríntios 14:40","Colossenses 4:6","Tiago 1:19"]},"jeremias_36_29_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território prometido a Israel, que é central na identidade do povo.","explicacao_detalhada":"No contexto, a terra é um símbolo da promessa de Deus e da herança do povo de Israel, que deve ser preservada.","por_que_esta_palavra":"A palavra 'terra' é fundamental para entender a relação entre Deus e Seu povo, e a importância da obediência para a permanência na terra.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, simbolizando a bênção e a fidelidade de Deus.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Josué 1:3"]},"jeremias_36_29_sabado":{"palavra_pt":"sabado","palavra_original":"שָׁבַת","transliteracao":"shâbath","strong":"H7673","significado_raiz":"Ideia básica: sabado.","significado_contextual":"O sábado é um dia de descanso e adoração, estabelecido por Deus como um tempo sagrado.","explicacao_detalhada":"No contexto de Jeremias 36, o sábado é mencionado como um dia em que as atividades normais deveriam ser suspensas, permitindo que o povo se voltasse para Deus e ouvisse Suas palavras. O sábado simboliza a aliança entre Deus e Seu povo.","por_que_esta_palavra":"A palavra 'sábado' é fundamental para entender a importância do descanso e da santidade no relacionamento com Deus.","conexao_teologica":"O sábado representa não apenas um dia de descanso físico, mas também um convite à reflexão espiritual e à comunhão com Deus.","referencias_relacionadas":["Êxodo 20:8-11","Deuteronômio 5:12-15","Isaías 58:13-14"]},"jeremias_36_29_rei":{"palavra_pt":"rei","palavra_original":"יְהוֹיָקִים","transliteracao":"Yᵉhôwyâqîym","strong":"H3079","significado_raiz":"Ideia básica: rei.","significado_contextual":"O rei mencionado é Jeoaquim, que governava Judá e era conhecido por sua desobediência a Deus.","explicacao_detalhada":"No contexto, a palavra 'rei' refere-se à autoridade terrena que, ao contrário da autoridade divina, frequentemente se opõe aos planos de Deus. Jeoaquim queimou as palavras de Jeremias, mostrando sua rebeldia.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a dinâmica de poder e a resistência à mensagem profética.","conexao_teologica":"A relação entre o rei e Deus ilustra a luta entre a soberania divina e a rebeldia humana.","referencias_relacionadas":["2 Reis 23:36-37","Jeremias 22:18-19","Jeremias 36:23"]},"jeremias_36_30_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia é mencionado como um tempo específico em que eventos significativos ocorrem, especialmente em relação ao juízo de Deus.","explicacao_detalhada":"No contexto de Jeremias 36, o 'dia' refere-se ao tempo em que as palavras de Deus são proclamadas e a resposta do povo é exigida. É um lembrete da urgência da mensagem profética.","por_que_esta_palavra":"A palavra 'dia' enfatiza a importância do tempo e da oportunidade para a mudança e arrependimento.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao dia do Senhor, um tempo de julgamento e restauração.","referencias_relacionadas":["Amós 5:18-20","Joel 2:1","Mateus 24:36"]},"jeremias_36_30_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"No contexto, o nome do Senhor é invocado para lembrar ao povo de Sua presença e poder. É um chamado à reverência e obediência.","por_que_esta_palavra":"A palavra 'Senhor' é central na teologia bíblica, representando a relação de Deus com Seu povo.","conexao_teologica":"O nome do Senhor é um símbolo de Sua aliança e compromisso com Israel.","referencias_relacionadas":["Salmos 23:1","Isaías 42:8","Romanos 10:13"]},"jeremias_36_30_rei":{"palavra_pt":"rei","palavra_original":"יְהוֹיָקִים","transliteracao":"Yᵉhôwyâqîym","strong":"H3079","significado_raiz":"Ideia básica: rei.","significado_contextual":"Reforça a ideia de que o rei Jeoaquim é um líder que se opõe à vontade de Deus.","explicacao_detalhada":"A repetição da palavra 'rei' destaca a importância da liderança e suas consequências sobre o povo. A desobediência do rei leva a um afastamento maior de Deus.","por_que_esta_palavra":"A palavra 'rei' é essencial para entender a responsabilidade dos líderes em guiar o povo em direção a Deus.","conexao_teologica":"A liderança é um tema recorrente na Bíblia, onde os líderes são chamados a serem servos de Deus e do povo.","referencias_relacionadas":["1 Samuel 8:7","Provérbios 29:2","Ezequiel 34:2-4"]},"jeremias_36_31_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Libertar refere-se à ação de Deus em trazer liberdade ao Seu povo, especialmente do pecado e da opressão.","explicacao_detalhada":"No contexto, a palavra 'libertar' é um lembrete da promessa de Deus de restaurar e salvar aqueles que se arrependem e se voltam para Ele.","por_que_esta_palavra":"A palavra 'libertar' é fundamental para a mensagem de esperança e redenção na Bíblia.","conexao_teologica":"A libertação é um tema central, culminando na obra de Cristo na cruz, que traz liberdade do pecado.","referencias_relacionadas":["Isaías 61:1","Gálatas 5:1","Romanos 8:1-2"]},"jeremias_36_31_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Ideia básica: mal.","significado_contextual":"O mal refere-se à desobediência e ao pecado que afastam o povo de Deus.","explicacao_detalhada":"No contexto, o 'mal' é o resultado da rebelião contra Deus e suas consequências, que incluem juízo e destruição.","por_que_esta_palavra":"A palavra 'mal' é crucial para entender a natureza do pecado e suas repercussões na vida do povo.","conexao_teologica":"O mal é contrastado com a santidade de Deus, que chama o povo ao arrependimento e à restauração.","referencias_relacionadas":["Romanos 3:23","Tiago 1:14-15","Gálatas 6:7"]},"jeremias_36_31_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Chamar refere-se ao convite de Deus para que o povo retorne a Ele e ouça Sua voz.","explicacao_detalhada":"No contexto, 'chamar' implica uma ação ativa de Deus em buscar Seu povo, mesmo quando eles se afastam.","por_que_esta_palavra":"A palavra 'chamar' é importante para entender a iniciativa de Deus em buscar a reconciliação com a humanidade.","conexao_teologica":"Deus é apresentado como um pastor que chama Suas ovelhas, enfatizando Seu amor e desejo de restaurar.","referencias_relacionadas":["Isaías 43:1","Mateus 11:28","João 10:3"]},"jeremias_36_32_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Dar refere-se à ação de Deus em oferecer bênçãos e promessas ao Seu povo.","explicacao_detalhada":"No contexto, 'dar' implica a generosidade de Deus em fornecer o que é necessário para a vida e a salvação.","por_que_esta_palavra":"A palavra 'dar' é central na compreensão da graça e das promessas de Deus.","conexao_teologica":"Deus é o doador de toda boa dádiva, e isso é um tema recorrente na Escritura.","referencias_relacionadas":["Tiago 1:17","João 3:16","Romanos 8:32"]},"jeremias_36_32_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho refere-se à relação especial entre Deus e Seu povo, muitas vezes descrita como uma relação paternal.","explicacao_detalhada":"No contexto, 'filho' enfatiza a identidade do povo de Deus como Seus filhos e filhas, com todas as implicações de amor e responsabilidade.","por_que_esta_palavra":"A palavra 'filho' é fundamental para entender a relação de intimidade e compromisso entre Deus e Seu povo.","conexao_teologica":"A filiação é um tema central no Novo Testamento, onde os crentes são chamados de filhos de Deus através de Cristo.","referencias_relacionadas":["João 1:12","Romanos 8:14-17","Gálatas 4:6"]},"jeremias_36_32_falar":{"palavra_pt":"falar","palavra_original":"סָפַר","transliteracao":"çâphar","strong":"H5608","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de comunicar ou expressar algo verbalmente, especialmente no contexto de transmitir a mensagem de Deus.","explicacao_detalhada":"Neste versículo, Jeremias é instruído a falar as palavras que Deus lhe deu, enfatizando a importância da comunicação divina e da profecia.","por_que_esta_palavra":"A escolha da palavra 'falar' destaca a responsabilidade do profeta em transmitir a mensagem de Deus ao povo, mostrando que a palavra de Deus deve ser proclamada.","conexao_teologica":"A comunicação de Deus através dos profetas é um tema central na teologia bíblica, mostrando como Deus se relaciona com a humanidade por meio da palavra.","referencias_relacionadas":["Jeremias 1:7","Ezequiel 3:17","Amós 3:7"]}}