{"jeremias_37_1_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"A palavra 'reinar' refere-se ao ato de governar ou exercer autoridade sobre um povo ou território.","explicacao_detalhada":"Neste contexto, a palavra é usada para descrever a ascensão de um novo rei que governará sobre Judá, refletindo a dinâmica política da época.","por_que_esta_palavra":"A palavra 'reinar' é crucial para entender a estrutura de poder em Judá e a relação entre o governo humano e a soberania de Deus.","conexao_teologica":"A realeza é um símbolo da autoridade de Deus sobre seu povo, e a escolha de reis em Israel frequentemente reflete a fidelidade ou infidelidade do povo a Deus.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Isaías 9:6-7"]},"jeremias_37_1_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território físico, mas também pode simbolizar a herança e a promessa de Deus ao seu povo.","explicacao_detalhada":"Neste versículo, a 'terra' é o contexto geográfico onde as promessas de Deus se realizam, e onde o povo de Judá vive sob a liderança do rei.","por_que_esta_palavra":"A menção da 'terra' é significativa, pois representa a aliança de Deus com Israel e a importância da terra prometida na história bíblica.","conexao_teologica":"A terra é um tema recorrente na Bíblia, simbolizando não apenas um lugar físico, mas também a presença e a bênção de Deus entre seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 6:10-12","Josué 1:2"]},"jeremias_37_1_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à figura de autoridade máxima em um reino, responsável por governar e proteger seu povo.","explicacao_detalhada":"Neste versículo, o 'rei' é mencionado como a liderança política que deve guiar Judá em tempos de crise, refletindo a necessidade de liderança justa.","por_que_esta_palavra":"A palavra 'rei' é essencial para entender a estrutura de governo em Israel e a expectativa de que o rei seja um representante de Deus na terra.","conexao_teologica":"A figura do rei em Israel é um reflexo da soberania de Deus, e a maneira como os reis governam pode ser vista como um reflexo da fidelidade do povo a Deus.","referencias_relacionadas":["1 Reis 10:1-2","Salmos 72:1-2","Provérbios 21:1"]},"jeremias_37_2_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' é novamente utilizada para enfatizar o contexto geográfico e a herança do povo de Deus.","explicacao_detalhada":"Neste versículo, a 'terra' é mencionada em relação à situação de Judá, que enfrenta ameaças externas e internas, refletindo a fragilidade da nação.","por_que_esta_palavra":"A repetição da palavra 'terra' sublinha a importância do espaço físico e espiritual que Deus deu ao seu povo.","conexao_teologica":"A terra é um símbolo da aliança de Deus com Israel, e sua preservação está ligada à fidelidade do povo às promessas divinas.","referencias_relacionadas":["Gênesis 15:18","Deuteronômio 11:12","Ezequiel 36:24"]},"jeremias_37_2_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a alguém chamado por Deus para transmitir sua mensagem ao povo.","explicacao_detalhada":"Neste versículo, o 'profeta' é uma figura central que representa a voz de Deus em tempos de crise, trazendo advertências e esperança.","por_que_esta_palavra":"A palavra 'profeta' é crucial para entender a comunicação divina e a responsabilidade de transmitir a verdade de Deus ao povo.","conexao_teologica":"Os profetas são mediadores entre Deus e o povo, e sua mensagem muitas vezes reflete a necessidade de arrependimento e retorno a Deus.","referencias_relacionadas":["Deuteronômio 18:18","Amós 3:7","Miquéias 3:8"]},"jeremias_37_2_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade, à fidelidade e à conformidade com a palavra de Deus.","explicacao_detalhada":"Neste versículo, a 'verdade' é um conceito fundamental que deve guiar as ações e decisões do povo, especialmente em tempos de incerteza.","por_que_esta_palavra":"A ênfase na 'verdade' destaca a necessidade de integridade e sinceridade na relação do povo com Deus e entre si.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida do povo, sendo essencial para a restauração e a justiça.","referencias_relacionadas":["Salmos 25:5","João 8:32","Efésios 4:15"]},"jeremias_37_3_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é mencionada novamente, reforçando a importância da liderança em Judá durante um período crítico.","explicacao_detalhada":"Neste versículo, o 'rei' é um símbolo de autoridade e responsabilidade, especialmente em tempos de crise e necessidade de orientação.","por_que_esta_palavra":"A repetição da palavra 'rei' sublinha a centralidade da liderança na história de Israel e a expectativa de que o rei busque a vontade de Deus.","conexao_teologica":"A liderança justa é um reflexo do caráter de Deus e é vital para a saúde espiritual e social do povo.","referencias_relacionadas":["1 Samuel 12:14","Salmos 89:27","Provérbios 29:2"]},"jeremias_37_3_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se àqueles que servem no templo e são responsáveis por mediadores entre Deus e o povo.","explicacao_detalhada":"Neste versículo, o 'sacerdote' é mencionado como parte da estrutura religiosa que deve guiar o povo em adoração e obediência a Deus.","por_que_esta_palavra":"A presença do 'sacerdote' é fundamental para a prática da fé em Israel, simbolizando a intercessão e a santidade exigida por Deus.","conexao_teologica":"Os sacerdotes desempenham um papel crucial na vida espiritual do povo, representando a necessidade de pureza e devoção a Deus.","referencias_relacionadas":["Levítico 10:10","Ezequiel 44:23","Hebreus 5:1"]},"jeremias_37_3_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' é novamente utilizada, enfatizando a importância da voz profética em tempos de crise.","explicacao_detalhada":"Neste versículo, o 'profeta' é visto como um portador da mensagem de Deus, trazendo advertências e consolo ao povo de Judá.","por_que_esta_palavra":"A repetição da palavra 'profeta' destaca a necessidade contínua de ouvir e obedecer à palavra de Deus através de seus mensageiros.","conexao_teologica":"A função profética é essencial para a vida espiritual do povo, pois os profetas são chamados a chamar o povo ao arrependimento e à fidelidade.","referencias_relacionadas":["Jeremias 1:5","Ezequiel 2:5","Mateus 10:41"]},"jeremias_37_4_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' refere-se ao ato de deixar um lugar ou situação, simbolizando uma mudança de estado ou condição.","explicacao_detalhada":"No contexto de Jeremias 37:4, 'sair' implica a ideia de escapar ou se afastar de uma situação de cerco e opressão, refletindo a necessidade de liberdade e proteção.","por_que_esta_palavra":"A escolha da palavra 'sair' enfatiza a urgência e a necessidade de ação em um momento crítico, onde a sobrevivência do povo estava em jogo.","conexao_teologica":"A ideia de 'sair' pode ser vista como uma metáfora para a libertação que Deus oferece ao seu povo, tanto fisicamente quanto espiritualmente.","referencias_relacionadas":["Êxodo 12:31","Isaías 43:16","Gálatas 5:1"]},"jeremias_37_4_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se ao grupo de pessoas que compartilham uma identidade comum, neste caso, o povo de Israel.","explicacao_detalhada":"Em Jeremias 37:4, o 'povo' é mencionado em um contexto de crise, onde a unidade e a identidade do povo são testadas diante da adversidade.","por_que_esta_palavra":"A palavra 'povo' é crucial para entender a coletividade e a responsabilidade compartilhada entre os israelitas durante o cerco.","conexao_teologica":"A noção de 'povo' é central na teologia do Antigo Testamento, onde Deus se relaciona com Israel como sua nação escolhida.","referencias_relacionadas":["Deuteronômio 7:6","Salmos 33:12","1 Pedro 2:9"]},"jeremias_37_5_forca":{"palavra_pt":"forca","palavra_original":"חַיִל","transliteracao":"chayil","strong":"H2428","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'força' refere-se ao poder militar ou à capacidade de resistência em tempos de conflito.","explicacao_detalhada":"No versículo, 'força' é mencionada em relação ao exército egípcio, que era visto como uma esperança de ajuda para o povo sitiado.","por_que_esta_palavra":"A ênfase na 'força' destaca a dependência do povo de Israel em alianças externas para sua segurança e sobrevivência.","conexao_teologica":"A busca por força humana em vez de confiar em Deus é um tema recorrente na Bíblia, refletindo a fragilidade da confiança em alianças terrenas.","referencias_relacionadas":["Salmos 20:7","Isaías 31:1","Jeremias 17:5"]},"jeremias_37_5_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"A palavra 'faraó' refere-se ao rei do Egito, que era visto como um símbolo de poder e opressão.","explicacao_detalhada":"Neste contexto, o faraó representa a esperança de auxílio militar para o povo de Judá, mas também a tentação de confiar em um poder humano em vez de Deus.","por_que_esta_palavra":"A menção do faraó destaca a complexidade das relações políticas e a busca por segurança em alianças com nações pagãs.","conexao_teologica":"A figura do faraó é frequentemente usada na Bíblia para ilustrar a oposição a Deus e a necessidade de confiar na soberania divina.","referencias_relacionadas":["Êxodo 5:1","Isaías 36:6","Ezequiel 29:3"]},"jeremias_37_5_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' implica a capacidade de escutar e compreender a mensagem de Deus ou de outros.","explicacao_detalhada":"Em Jeremias 37:5, 'ouvir' é crucial para a resposta do povo às advertências e promessas de Deus, refletindo a importância da obediência.","por_que_esta_palavra":"A escolha da palavra 'ouvir' ressalta a necessidade de discernimento espiritual e a disposição para seguir a orientação divina.","conexao_teologica":"A habilidade de ouvir a voz de Deus é fundamental na vida de fé, sendo um tema recorrente nas Escrituras.","referencias_relacionadas":["Deuteronômio 6:4","Salmos 119:105","Romanos 10:17"]},"jeremias_37_6_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, alguém que transmite a vontade divina ao povo.","explicacao_detalhada":"No contexto de Jeremias 37:6, o profeta é uma figura central que traz a palavra de Deus em tempos de crise, oferecendo esperança e advertência.","por_que_esta_palavra":"A menção do profeta destaca a importância da revelação divina e da comunicação entre Deus e seu povo.","conexao_teologica":"Os profetas desempenham um papel crucial na história da salvação, sendo instrumentos de Deus para guiar e corrigir seu povo.","referencias_relacionadas":["Amós 3:7","Ezequiel 2:7","Mateus 10:41"]},"jeremias_37_6_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode simbolizar a queda em desgraça ou a perda de status, especialmente em um contexto de julgamento.","explicacao_detalhada":"Em Jeremias 37:6, 'cair' pode se referir à queda de Jerusalém e ao destino trágico do povo se não ouvirem a palavra de Deus.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza as consequências graves da desobediência e a necessidade de arrependimento.","conexao_teologica":"A queda é um tema teológico que representa a separação de Deus e as consequências do pecado, sendo um chamado ao retorno à fidelidade.","referencias_relacionadas":["Provérbios 24:16","Isaías 40:30","Romanos 11:22"]},"jeremias_37_6_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à mensagem ou revelação de Deus, que é central para a vida espiritual do povo.","explicacao_detalhada":"No versículo, 'palavra' é a comunicação divina que traz instrução, advertência e esperança ao povo em tempos de crise.","por_que_esta_palavra":"A ênfase na 'palavra' destaca a importância da revelação divina e da necessidade de ouvir e obedecer a Deus.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo fundamental para a fé e a prática do povo de Deus.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:11","2 Timóteo 3:16"]},"jeremias_37_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que denota autoridade e soberania.","explicacao_detalhada":"Em Jeremias 37:7, a invocação do 'senhor' enfatiza a relação de aliança entre Deus e seu povo, lembrando-os de sua dependência.","por_que_esta_palavra":"A escolha do nome 'senhor' é uma afirmação da soberania de Deus sobre todas as circunstâncias, incluindo crises e desafios.","conexao_teologica":"O nome de Deus é central na adoração e na compreensão da sua natureza como o Criador e Sustentador.","referencias_relacionadas":["Salmos 23:1","Isaías 42:8","Filipenses 2:9-11"]},"jeremias_37_7_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, que é o criador e sustentador do universo.","explicacao_detalhada":"No contexto de Jeremias 37:7, a menção de 'deus' reafirma a autoridade de Deus sobre a história e a vida do povo de Israel.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a relação do povo com o Criador e a necessidade de confiar em sua providência.","conexao_teologica":"A compreensão de Deus como o único verdadeiro é essencial para a fé e a prática do povo de Deus, sendo um tema central nas Escrituras.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","João 3:16"]},"jeremias_37_7_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O termo 'rei' refere-se à autoridade máxima sobre um povo ou nação, simbolizando poder e governança.","explicacao_detalhada":"No contexto de Jeremias 37:7, o rei é mencionado em relação à situação política de Judá, onde a liderança é crucial para a sobrevivência do povo diante da ameaça babilônica.","por_que_esta_palavra":"A palavra 'rei' é utilizada para enfatizar a importância da liderança e da decisão que impacta toda a nação.","conexao_teologica":"A figura do rei é frequentemente associada ao governo de Deus sobre seu povo, refletindo a soberania divina e a necessidade de submissão à Sua vontade.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:10-12","Romanos 13:1"]},"jeremias_37_8_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local habitado, muitas vezes cercado por muros, que serve como centro de vida social e política.","explicacao_detalhada":"Em Jeremias 37:8, a cidade é um símbolo da segurança e da proteção que o povo busca, especialmente em tempos de crise.","por_que_esta_palavra":"A menção da cidade destaca a vulnerabilidade do povo e a necessidade de confiar em Deus para a proteção.","conexao_teologica":"A cidade de Jerusalém é vista como o lugar escolhido por Deus, onde Sua presença habita, e a destruição dela representa um juízo divino.","referencias_relacionadas":["Salmos 48:1-2","Isaías 1:26","Mateus 5:14"]},"jeremias_37_8_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"O verbo 'edificar' implica a construção ou restauração de algo, simbolizando renovação e esperança.","explicacao_detalhada":"No contexto de Jeremias 37:8, edificar é um chamado à reconstrução da cidade e da vida do povo após a destruição.","por_que_esta_palavra":"A palavra é usada para transmitir a ideia de que, mesmo em meio à calamidade, há uma promessa de restauração.","conexao_teologica":"Deus é frequentemente descrito como o edificador de Seu povo, prometendo restauração e um futuro esperançoso.","referencias_relacionadas":["Isaías 61:4","Ezequiel 36:33-36","Mateus 16:18"]},"jeremias_37_8_fogo":{"palavra_pt":"fogo","palavra_original":"אֵשׁ","transliteracao":"ʼêsh","strong":"H784","significado_raiz":"Ideia básica: fogo.","significado_contextual":"A palavra 'fogo' representa destruição, julgamento e purificação.","explicacao_detalhada":"Em Jeremias 37:8, o fogo simboliza a devastação que pode ocorrer como resultado da desobediência e do juízo de Deus.","por_que_esta_palavra":"A menção do fogo serve como um aviso sobre as consequências do pecado e a necessidade de arrependimento.","conexao_teologica":"O fogo é frequentemente usado na Bíblia como símbolo do juízo de Deus, mas também da purificação e do refino.","referencias_relacionadas":["Hebreus 12:29","Isaías 66:24","Apocalipse 20:14-15"]},"jeremias_37_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' refere-se a Deus como a autoridade suprema e soberana.","explicacao_detalhada":"Em Jeremias 37:9, o nome do Senhor é invocado para enfatizar Sua soberania e poder sobre todas as circunstâncias.","por_que_esta_palavra":"A palavra é usada para lembrar ao povo que sua esperança deve estar firmada em Deus, que é o verdadeiro Senhor de suas vidas.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua natureza, caráter e promessas.","referencias_relacionadas":["Salmos 20:7","Isaías 42:8","Filipenses 2:9-11"]},"jeremias_37_9_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' ou 'vida' refere-se à essência do ser humano, incluindo emoções, vontade e espiritualidade.","explicacao_detalhada":"Em Jeremias 37:9, a menção da alma destaca a importância da vida e da relação do ser humano com Deus.","por_que_esta_palavra":"A palavra é usada para enfatizar que a vida é preciosa e deve ser vivida em conformidade com a vontade de Deus.","conexao_teologica":"A alma é vista como a parte imortal do ser humano, que é responsável por sua relação com Deus e sua eternidade.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","Salmos 23:3"]},"jeremias_37_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"O verbo 'dizer' implica comunicação, expressão de pensamentos e intenções.","explicacao_detalhada":"Em Jeremias 37:9, a palavra é usada para enfatizar a importância das declarações de Deus e a necessidade de ouvir Sua voz.","por_que_esta_palavra":"A palavra é utilizada para lembrar ao povo que as palavras de Deus têm poder e autoridade.","conexao_teologica":"A comunicação de Deus é fundamental na relação entre Ele e Seu povo, revelando Sua vontade e propósito.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Tiago 1:22"]},"jeremias_37_10_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' é novamente mencionada, reforçando a ideia de um local de segurança e identidade para o povo.","explicacao_detalhada":"Em Jeremias 37:10, a cidade é um símbolo da proteção divina e da esperança de restauração.","por_que_esta_palavra":"A repetição da palavra 'cidade' enfatiza a importância desse lugar na história e na teologia do povo de Deus.","conexao_teologica":"A cidade é frequentemente vista como um reflexo do reino de Deus e da habitação de Sua presença entre o povo.","referencias_relacionadas":["Salmos 46:4","Isaías 65:18","Apocalipse 21:2"]},"jeremias_37_10_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou razão, conectando ideias e eventos.","explicacao_detalhada":"Em Jeremias 37:10, 'porque' é usado para justificar a necessidade de ação e a urgência da mensagem de Deus.","por_que_esta_palavra":"A palavra é crucial para entender a lógica divina por trás das instruções e advertências dadas ao povo.","conexao_teologica":"A razão é um elemento importante na revelação de Deus, mostrando que Ele é um Deus que se comunica e explica Suas ações.","referencias_relacionadas":["Romanos 8:28","Provérbios 3:5-6","Isaías 1:18"]},"jeremias_37_10_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"O verbo 'salvar' implica resgate, proteção e libertação de perigos.","explicacao_detalhada":"Em Jeremias 37:10, a palavra é usada para enfatizar a promessa de Deus de salvar Seu povo das consequências do juízo.","por_que_esta_palavra":"A palavra é fundamental para entender a natureza salvadora de Deus e Sua disposição em resgatar aqueles que confiam Nele.","conexao_teologica":"A salvação é um tema central na Bíblia, refletindo o caráter redentor de Deus e Sua ação em favor da humanidade.","referencias_relacionadas":["Salmos 34:19","Isaías 43:2","Romanos 10:13"]},"jeremias_37_11_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair pode referir-se a uma queda física ou a um estado de desgraça espiritual.","explicacao_detalhada":"No contexto de Jeremias 37:11, a palavra 'cair' é usada para descrever a situação de um povo que está prestes a enfrentar a destruição e a queda de sua cidade, Jerusalém. A ideia de cair também pode simbolizar a perda de status ou a queda em desgraça diante de Deus.","por_que_esta_palavra":"A palavra 'cair' é utilizada para enfatizar a fragilidade da situação de Judá e a iminente destruição que se aproxima.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a desobediência ao Senhor e as consequências do pecado.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Ezequiel 18:30"]},"jeremias_37_11_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Rosto pode simbolizar a presença ou a face de Deus, indicando favor ou desaprovação.","explicacao_detalhada":"Em Jeremias 37:11, o 'rosto' pode ser interpretado como a face de Deus que se volta para o povo. O rosto de Deus representa Sua atenção e cuidado, mas também pode significar Sua ira quando o povo se desvia.","por_que_esta_palavra":"A palavra 'rosto' é importante para entender a relação entre Deus e Seu povo, mostrando como a presença divina pode ser uma fonte de esperança ou de juízo.","conexao_teologica":"A ideia do rosto de Deus é central na teologia bíblica, refletindo a intimidade do relacionamento entre Deus e a humanidade.","referencias_relacionadas":["Números 6:25","Salmos 27:8","Isaías 54:8"]},"jeremias_37_11_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Faraó representa a opressão e a força do Egito, um símbolo de poder humano contra o plano de Deus.","explicacao_detalhada":"No versículo, a menção a Faraó destaca a confiança de Judá em alianças com potências estrangeiras, em vez de confiar em Deus. Faraó é um símbolo de opressão e de um sistema que se opõe ao Senhor.","por_que_esta_palavra":"A palavra 'faraó' é utilizada para mostrar a fragilidade das alianças humanas em comparação com a soberania de Deus.","conexao_teologica":"Faraó é um símbolo do pecado e da rebelião contra Deus, e sua história é um lembrete da libertação que Deus oferece ao Seu povo.","referencias_relacionadas":["Êxodo 5:1","Salmos 136:15","Isaías 30:7"]},"jeremias_37_12_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Sair implica em movimento, mudança de estado ou libertação.","explicacao_detalhada":"A palavra 'sair' em Jeremias 37:12 refere-se ao ato de deixar um lugar de perigo ou opressão, simbolizando a busca por segurança e liberdade.","por_que_esta_palavra":"A escolha da palavra 'sair' enfatiza a necessidade de ação e a urgência de escapar da destruição iminente.","conexao_teologica":"A ideia de sair é frequentemente associada à libertação que Deus oferece ao Seu povo, como na saída do Egito.","referencias_relacionadas":["Êxodo 12:31","Isaías 43:16","Gálatas 5:1"]},"jeremias_37_12_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Andar pode simbolizar o caminho da vida, as escolhas que fazemos e a nossa jornada espiritual.","explicacao_detalhada":"No contexto de Jeremias 37:12, 'andar' sugere a necessidade de seguir um caminho de obediência a Deus, em contraste com a desobediência que leva à destruição.","por_que_esta_palavra":"A palavra 'andar' é usada para enfatizar a importância da direção que tomamos na vida e como isso afeta nosso relacionamento com Deus.","conexao_teologica":"A caminhada com Deus é um tema central na Bíblia, representando a vida de fé e obediência.","referencias_relacionadas":["Salmos 119:105","Miquéias 6:8","Gálatas 5:16"]},"jeremias_37_12_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Terra representa o lar, a herança e o lugar de pertencimento do povo de Deus.","explicacao_detalhada":"Em Jeremias 37:12, a 'terra' é um símbolo da promessa de Deus ao Seu povo, mas também do juízo que pode vir sobre ela devido à desobediência.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a relação entre Deus e Israel, como a terra prometida é central na identidade do povo.","conexao_teologica":"A terra é um tema recorrente na Bíblia, simbolizando a fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 30:15","Hebreus 11:9"]},"jeremias_37_13_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Profeta é um porta-voz de Deus, alguém que traz a mensagem divina ao povo.","explicacao_detalhada":"No contexto de Jeremias 37:13, a palavra 'profeta' destaca a importância da comunicação de Deus com Seu povo e a necessidade de ouvir Suas advertências.","por_que_esta_palavra":"A palavra 'profeta' é fundamental para entender o papel de Jeremias e a urgência da mensagem que ele traz em tempos de crise.","conexao_teologica":"Os profetas são instrumentos de Deus para chamar o povo ao arrependimento e à fidelidade.","referencias_relacionadas":["Amós 3:7","Ezequiel 3:17","Mateus 10:41"]},"jeremias_37_13_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair, neste contexto, pode referir-se a uma queda espiritual ou moral.","explicacao_detalhada":"A repetição da palavra 'cair' em Jeremias 37:13 enfatiza a gravidade da situação em que o povo se encontra, prestes a enfrentar as consequências de suas ações.","por_que_esta_palavra":"A palavra 'cair' é utilizada para alertar sobre os perigos da desobediência e a necessidade de retorno a Deus.","conexao_teologica":"A queda é um tema que reflete a necessidade de arrependimento e a possibilidade de restauração através de Deus.","referencias_relacionadas":["Romanos 11:22","Tiago 4:10","1 Pedro 5:5"]},"jeremias_37_13_porta":{"palavra_pt":"porta","palavra_original":"שַׁעַר","transliteracao":"shaʻar","strong":"H8179","significado_raiz":"Ideia básica: porta.","significado_contextual":"Porta pode simbolizar uma oportunidade, um acesso ou uma barreira.","explicacao_detalhada":"Em Jeremias 37:13, a 'porta' pode representar a entrada para a segurança ou a saída para o perigo, dependendo das escolhas feitas pelo povo.","por_que_esta_palavra":"A palavra 'porta' é significativa para entender as decisões que o povo deve tomar em resposta à mensagem de Deus.","conexao_teologica":"A porta é um símbolo de escolha e de acesso à vida que Deus oferece.","referencias_relacionadas":["Mateus 7:7","João 10:9","Apocalipse 3:20"]},"jeremias_37_14_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer implica em comunicar uma mensagem, expressar uma verdade.","explicacao_detalhada":"No contexto de Jeremias 37:14, 'dizer' é uma ação que revela a urgência da mensagem de Deus através do profeta Jeremias, chamando o povo ao arrependimento.","por_que_esta_palavra":"A palavra 'dizer' é utilizada para enfatizar a importância da comunicação divina e a responsabilidade do profeta em transmitir a mensagem.","conexao_teologica":"A comunicação de Deus ao Seu povo é um tema central, refletindo a relação entre o Criador e a criação.","referencias_relacionadas":["Salmos 119:11","Isaías 55:11","2 Timóteo 3:16"]},"jeremias_37_14_cause":{"palavra_pt":"cause","palavra_original":"שֶׁקֶר","transliteracao":"sheqer","strong":"H8267","significado_raiz":"Ideia básica: cause.","significado_contextual":"A palavra 'cause' refere-se a uma alegação ou acusação falsa.","explicacao_detalhada":"No contexto de Jeremias 37:14, a palavra 'cause' é usada para descrever a acusação que foi feita contra Jeremias, insinuando que ele estava traindo o povo de Judá ao colaborar com os babilônios.","por_que_esta_palavra":"Esta palavra é importante porque revela a injustiça que Jeremias enfrentou por sua fidelidade a Deus e sua mensagem profética.","conexao_teologica":"A injustiça sofrida por Jeremias reflete a perseguição que muitos profetas de Deus enfrentam ao longo da história, mostrando que a verdade muitas vezes é distorcida.","referencias_relacionadas":["Jeremias 20:10","Mateus 5:11","2 Timóteo 3:12"]},"jeremias_37_15_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é utilizada para expressar a ação de oferecer ou conceder algo.","explicacao_detalhada":"Em Jeremias 37:15, a palavra 'dar' refere-se à ação dos príncipes que entregaram Jeremias ao rei, mostrando a traição e a falta de apoio que ele recebeu.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a entrega de Jeremias a uma situação de perigo, simbolizando a traição de seus próprios compatriotas.","conexao_teologica":"A traição de Jeremias é um reflexo da traição que Jesus enfrentou, onde até mesmo os mais próximos podem se voltar contra os justos.","referencias_relacionadas":["Salmos 31:11","Mateus 26:56","João 15:20"]},"jeremias_37_15_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao lar ou à residência, mas também pode simbolizar a nação de Judá.","explicacao_detalhada":"No versículo, 'casa' é usada para descrever o lugar onde Jeremias estava, que representa a nação que estava em ruínas devido à desobediência a Deus.","por_que_esta_palavra":"A palavra 'casa' é crucial para entender o contexto da desolação de Judá e a necessidade de arrependimento.","conexao_teologica":"A casa de Judá simboliza a relação de Deus com seu povo, que é frequentemente retratada como uma família.","referencias_relacionadas":["Isaías 1:3","Mateus 23:37","Hebreus 3:6"]},"jeremias_37_16_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' implica a ação de avaliar ou decidir sobre a justiça de uma situação.","explicacao_detalhada":"Em Jeremias 37:16, 'julgar' refere-se ao papel de Jeremias como profeta que traz a palavra de Deus e a verdade sobre a situação de Judá.","por_que_esta_palavra":"A palavra é importante porque destaca a função de Jeremias como porta-voz de Deus, que traz julgamento sobre a iniquidade do povo.","conexao_teologica":"O julgamento de Deus é um tema central na Bíblia, refletindo a necessidade de justiça e arrependimento.","referencias_relacionadas":["Ezequiel 18:30","Romanos 14:10","Apocalipse 20:12"]},"jeremias_37_16_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir uma razão ou explicação.","explicacao_detalhada":"No versículo, 'porque' é utilizado para justificar a ação de Jeremias e a razão pela qual ele estava sendo tratado de forma injusta.","por_que_esta_palavra":"A palavra é essencial para entender a lógica por trás das ações e decisões tomadas pelos personagens do relato.","conexao_teologica":"A razão e a lógica são frequentemente usadas nas Escrituras para explicar a justiça de Deus e suas ações.","referencias_relacionadas":["Romanos 3:23","Gálatas 6:7","Tiago 1:5"]},"jeremias_37_16_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' novamente refere-se ao lar, mas também simboliza a comunidade de fé.","explicacao_detalhada":"Neste contexto, 'casa' representa a nação de Judá e a condição espiritual do povo que estava se afastando de Deus.","por_que_esta_palavra":"A repetição da palavra 'casa' enfatiza a importância do lar espiritual e físico na vida do povo de Deus.","conexao_teologica":"A casa de Deus é um tema recorrente na Bíblia, simbolizando a presença de Deus entre seu povo.","referencias_relacionadas":["Salmos 127:1","Hebreus 10:25","1 Pedro 2:5"]},"jeremias_37_17_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima e ao governante da nação.","explicacao_detalhada":"Em Jeremias 37:17, 'rei' é mencionado como a figura de autoridade que toma decisões sobre o destino de Jeremias e do povo.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a dinâmica de poder e a relação entre o profeta e a liderança política.","conexao_teologica":"A figura do rei é frequentemente usada na Bíblia para ilustrar a soberania de Deus e a necessidade de líderes justos.","referencias_relacionadas":["Provérbios 21:1","Romanos 13:1","1 Timóteo 2:2"]},"jeremias_37_17_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' implica a ação de mandar ou despachar alguém para um propósito específico.","explicacao_detalhada":"No versículo, 'enviar' é usado para descrever a ação do rei ao enviar Jeremias para a prisão, mostrando a opressão que ele enfrentou.","por_que_esta_palavra":"Esta palavra é importante porque destaca a autoridade do rei e a vulnerabilidade do profeta diante do poder humano.","conexao_teologica":"O envio de profetas por Deus é uma prática comum na Bíblia, simbolizando a missão divina de trazer a verdade ao povo.","referencias_relacionadas":["Isaías 6:8","Mateus 10:16","Atos 13:2"]},"jeremias_37_17_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' é novamente utilizada para referir-se ao lar ou à nação.","explicacao_detalhada":"Neste contexto, 'casa' representa a condição da nação de Judá e a necessidade de restauração espiritual.","por_que_esta_palavra":"A repetição da palavra 'casa' enfatiza a importância do lar espiritual e físico na vida do povo de Deus.","conexao_teologica":"A casa de Deus é um tema recorrente na Bíblia, simbolizando a presença de Deus entre seu povo.","referencias_relacionadas":["Salmos 84:1","Mateus 21:13","1 Coríntios 3:16"]},"jeremias_37_18_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima e ao governante da nação.","explicacao_detalhada":"Em Jeremias 37:18, a menção do rei é crucial para entender a dinâmica de poder e a relação entre o profeta e a liderança política.","por_que_esta_palavra":"A palavra 'rei' é essencial para compreender o papel da liderança na história de Judá e a responsabilidade que têm diante de Deus.","conexao_teologica":"A figura do rei é frequentemente usada na Bíblia para ilustrar a soberania de Deus e a necessidade de líderes justos.","referencias_relacionadas":["Provérbios 16:10","Eclesiastes 10:16","1 Pedro 2:13"]},"jeremias_37_18_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação de uma mensagem, especialmente no contexto profético.","explicacao_detalhada":"No contexto de Jeremias 37:18, a palavra 'dizer' é usada para enfatizar a importância da mensagem que Jeremias estava transmitindo ao rei, que era uma advertência sobre o julgamento de Deus.","por_que_esta_palavra":"A palavra é crucial porque representa a função do profeta como mensageiro de Deus, que deve comunicar a verdade divina.","conexao_teologica":"A comunicação divina através dos profetas é um tema central na teologia bíblica, mostrando como Deus se relaciona com Seu povo.","referencias_relacionadas":["Jeremias 1:7","Ezequiel 2:7","Amós 3:8"]},"jeremias_37_18_pecado":{"palavra_pt":"pecado","palavra_original":"חָטָא","transliteracao":"châṭâʼ","strong":"H2398","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'pecado' refere-se à transgressão da lei de Deus, que leva ao afastamento do relacionamento com Ele.","explicacao_detalhada":"Em Jeremias 37:18, o 'pecado' é mencionado como a razão pela qual o povo estava enfrentando dificuldades e juízos, destacando a necessidade de arrependimento.","por_que_esta_palavra":"É importante porque revela a condição espiritual do povo e a necessidade de se voltar para Deus.","conexao_teologica":"O conceito de pecado e arrependimento é fundamental na teologia cristã, pois é através do arrependimento que se busca a reconciliação com Deus.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 51:4"]},"jeremias_37_19_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território físico de Judá, mas também simboliza a herança e a promessa de Deus ao Seu povo.","explicacao_detalhada":"No versículo, 'terra' é mencionada em um contexto de destruição e exílio, ressaltando a gravidade da situação enfrentada pelo povo de Deus.","por_que_esta_palavra":"A terra é um símbolo da aliança de Deus com Israel, e sua perda representa a quebra dessa aliança devido ao pecado.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, simbolizando a fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 30:5","Hebreus 11:9"]},"jeremias_37_19_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro escolhido por Deus para transmitir Suas palavras e advertências ao povo.","explicacao_detalhada":"Em Jeremias 37:19, a menção ao 'profeta' destaca a autoridade de Jeremias como porta-voz de Deus em tempos de crise.","por_que_esta_palavra":"É essencial para entender o papel de Jeremias e a importância da profecia na comunicação da vontade divina.","conexao_teologica":"A função do profeta é um aspecto vital da história da salvação, mostrando como Deus se comunica com a humanidade.","referencias_relacionadas":["Deuteronômio 18:18","Mateus 10:41","Atos 3:21"]},"jeremias_37_19_falar":{"palavra_pt":"falar","palavra_original":"נָבָא","transliteracao":"nâbâʼ","strong":"H5012","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de comunicar a mensagem de Deus, essencial para o ministério profético.","explicacao_detalhada":"No contexto de Jeremias 37:19, 'falar' enfatiza a necessidade de que a mensagem de Deus seja ouvida e compreendida pelo povo.","por_que_esta_palavra":"A comunicação é fundamental para a edificação e correção do povo, mostrando a importância da palavra de Deus.","conexao_teologica":"A palavra de Deus é viva e eficaz, e sua proclamação é central na vida da igreja e na edificação dos crentes.","referencias_relacionadas":["Hebreus 4:12","Romanos 10:17","Salmos 119:105"]},"jeremias_37_20_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade política e ao líder do povo, que deve governar com justiça.","explicacao_detalhada":"Em Jeremias 37:20, a menção ao 'rei' destaca a responsabilidade do governante em ouvir e agir conforme a palavra de Deus.","por_que_esta_palavra":"A palavra é importante porque reflete a relação entre a liderança e a obediência a Deus, essencial para a prosperidade do povo.","conexao_teologica":"A soberania de Deus sobre os reis e governantes é um tema recorrente, mostrando que todos devem se submeter à Sua autoridade.","referencias_relacionadas":["Provérbios 21:1","Romanos 13:1","1 Timóteo 2:2"]},"jeremias_37_20_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"A palavra 'soberano' refere-se à autoridade suprema de Deus sobre todas as coisas, incluindo os reinos da terra.","explicacao_detalhada":"No versículo, 'soberano' é usado para lembrar que, apesar das circunstâncias, Deus está no controle e tem um plano para Seu povo.","por_que_esta_palavra":"É crucial para entender a natureza de Deus como Rei dos reis e Senhor dos senhores, que governa com justiça.","conexao_teologica":"A soberania de Deus é um pilar da fé cristã, assegurando que nada acontece fora de Seu controle.","referencias_relacionadas":["Salmos 103:19","Daniel 4:35","Apocalipse 19:16"]},"jeremias_37_20_graca":{"palavra_pt":"graca","palavra_original":"תְּחִנָּה","transliteracao":"tᵉchinnâh","strong":"H8467","significado_raiz":"Ideia básica: graca.","significado_contextual":"A palavra 'graça' refere-se à bondade imerecida de Deus, que se manifesta mesmo em tempos de juízo.","explicacao_detalhada":"Em Jeremias 37:20, 'graça' é mencionada como um apelo à misericórdia de Deus, mostrando que Ele ainda pode salvar Seu povo.","por_que_esta_palavra":"A graça é fundamental para a compreensão da salvação e do relacionamento de Deus com a humanidade.","conexao_teologica":"A graça de Deus é um tema central na teologia cristã, revelando Seu amor e misericórdia para com os pecadores.","referencias_relacionadas":["Efésios 2:8-9","Romanos 5:20","Tito 2:11"]},"jeremias_37_21_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é novamente mencionada, reforçando a importância da liderança em tempos de crise.","explicacao_detalhada":"No versículo, o 'rei' é chamado a agir com discernimento e a buscar a ajuda de Deus através da oração.","por_que_esta_palavra":"A liderança é crucial para a direção espiritual do povo, e a obediência a Deus é essencial para a prosperidade.","conexao_teologica":"A responsabilidade dos líderes em buscar a orientação divina é um princípio que se aplica a todos os tempos.","referencias_relacionadas":["Salmos 2:10-12","1 Pedro 5:2-3","Tiago 1:5"]},"jeremias_37_21_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à ação de oferecer algo, neste caso, um pedido de ajuda a Deus.","explicacao_detalhada":"Em Jeremias 37:21, 'dar' implica a necessidade de clamar a Deus por socorro em tempos de aflição.","por_que_esta_palavra":"É importante porque ressalta a dependência do povo em relação a Deus e a necessidade de buscar Sua intervenção.","conexao_teologica":"A oração e o clamor a Deus são fundamentais na vida do crente, mostrando a confiança na Sua providência.","referencias_relacionadas":["Salmos 50:15","Jeremias 33:3","Filipenses 4:6"]}}