{"jeremias_38_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus ou à mensagem que Jeremias estava transmitindo.","explicacao_detalhada":"A palavra 'dâbâr' é frequentemente usada na Bíblia para denotar não apenas uma palavra falada, mas também a ação de comunicar a vontade de Deus. Neste contexto, representa a revelação divina que Jeremias estava trazendo ao povo.","por_que_esta_palavra":"É essencial para entender a comunicação entre Deus e os homens, especialmente através dos profetas.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo um meio pelo qual Deus se relaciona com a humanidade.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Salmos 119:105"]},"jeremias_38_1_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Indica a necessidade de ouvir a mensagem de Deus através do profeta Jeremias.","explicacao_detalhada":"A palavra 'shâmaʻ' implica não apenas ouvir, mas também prestar atenção e obedecer. No contexto, é um chamado à ação para que o povo escute e responda à advertência de Jeremias.","por_que_esta_palavra":"A audição ativa é crucial para a fé e a obediência a Deus.","conexao_teologica":"A capacidade de ouvir a palavra de Deus é fundamental para a salvação e a vida espiritual.","referencias_relacionadas":["Romanos 10:17","Tiago 1:22","Mateus 11:15"]},"jeremias_38_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente ou a alguém que é parte da linhagem.","explicacao_detalhada":"A palavra 'bên' é usada para descrever não apenas a relação biológica, mas também a relação espiritual e de herança. No contexto, pode se referir ao povo de Israel como filhos de Deus.","por_que_esta_palavra":"A identidade como filhos de Deus é central na teologia bíblica.","conexao_teologica":"A filiação divina implica em uma relação especial entre Deus e seu povo.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 3:26"]},"jeremias_38_2_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de tomar decisões ou fazer julgamentos sobre a situação do povo.","explicacao_detalhada":"A palavra 'yâshab' implica em estabelecer um julgamento ou uma decisão. Jeremias estava sendo chamado a discernir a situação e a vontade de Deus para o povo.","por_que_esta_palavra":"O julgamento é uma parte importante da justiça divina e da administração da lei.","conexao_teologica":"Deus é o juiz supremo e espera que seus representantes na terra ajam com justiça.","referencias_relacionadas":["Salmos 9:7","Eclesiastes 3:17","Romanos 14:10"]},"jeremias_38_2_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade de Jerusalém, que estava sob cerco e enfrentando dificuldades.","explicacao_detalhada":"A palavra 'ʻîyr' é usada para descrever um local urbano, e neste contexto, representa a capital do povo de Deus, que estava em crise.","por_que_esta_palavra":"A cidade é um símbolo da presença de Deus entre seu povo e de sua proteção.","conexao_teologica":"A cidade de Jerusalém tem um papel central na história da salvação e na teologia bíblica.","referencias_relacionadas":["Salmos 122:6","Isaías 2:3","Mateus 5:14"]},"jeremias_38_2_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"Refere-se à escassez de alimentos que o povo estava enfrentando devido ao cerco.","explicacao_detalhada":"A palavra 'râʻâb' denota uma necessidade física e espiritual. A fome é um símbolo de desespero e necessidade de intervenção divina.","por_que_esta_palavra":"A fome é uma condição que leva o povo a buscar a ajuda de Deus.","conexao_teologica":"Deus é visto como o provedor que sacia a fome física e espiritual.","referencias_relacionadas":["Mateus 5:6","Salmos 107:9","Isaías 58:10"]},"jeremias_38_3_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Novamente refere-se à cidade de Jerusalém, enfatizando sua importância.","explicacao_detalhada":"A repetição da palavra 'ʻîyr' destaca a gravidade da situação em Jerusalém e a necessidade de atenção divina.","por_que_esta_palavra":"A cidade é um lugar de adoração e um símbolo da aliança de Deus com seu povo.","conexao_teologica":"A cidade de Jerusalém é um microcosmo da relação entre Deus e seu povo.","referencias_relacionadas":["Salmos 48:1","Lamentações 1:1","Zacarias 8:3"]},"jeremias_38_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado em momentos de necessidade.","explicacao_detalhada":"A palavra 'Yᵉhôvâh' representa a natureza eterna e imutável de Deus, sendo um chamado à invocação de seu poder.","por_que_esta_palavra":"O nome de Deus é um símbolo de sua autoridade e presença.","conexao_teologica":"Invocar o nome do Senhor é um ato de fé e dependência.","referencias_relacionadas":["Salmos 116:4","Romanos 10:13","Atos 2:21"]},"jeremias_38_3_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de clamar a Deus por ajuda e intervenção.","explicacao_detalhada":"A palavra 'nâthan' implica em dar ou oferecer algo, neste caso, a súplica a Deus. Clamar é um reconhecimento da necessidade de ajuda divina.","por_que_esta_palavra":"Clamar a Deus é um ato de fé que demonstra dependência e busca por sua misericórdia.","conexao_teologica":"Deus ouve os clamores de seu povo e responde com compaixão.","referencias_relacionadas":["Salmos 34:17","Salmos 50:15","Mateus 7:7"]},"jeremias_38_4_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei de Judá, que estava em uma posição de autoridade durante a crise.","explicacao_detalhada":"A palavra 'melek' é usada para descrever a figura de autoridade e liderança. O rei tem a responsabilidade de guiar o povo e tomar decisões em tempos de crise.","por_que_esta_palavra":"A liderança é crucial em momentos de dificuldade, e a posição do rei é um reflexo da soberania de Deus sobre as nações.","conexao_teologica":"Deus é o Rei supremo, e os reis terrenos devem governar sob sua autoridade.","referencias_relacionadas":["Provérbios 21:1","Romanos 13:1","1 Timóteo 2:2"]},"jeremias_38_4_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo, um ser humano, que desempenha um papel importante na narrativa.","explicacao_detalhada":"A palavra 'homem' é usada para descrever uma pessoa em um contexto de responsabilidade e ação. No versículo, o 'homem' é um agente que está envolvido em uma situação crítica.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a humanidade e a fragilidade do indivíduo em meio a circunstâncias desafiadoras.","conexao_teologica":"A humanidade é central na narrativa bíblica, pois Deus se relaciona com os seres humanos e os chama para agir em fé e obediência.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4","Eclesiastes 12:13"]},"jeremias_38_5_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade máxima em Israel, que tem o poder de decidir sobre a vida e a morte.","explicacao_detalhada":"A palavra 'rei' implica em liderança, governo e responsabilidade sobre o povo. O rei é visto como um representante de Deus na terra.","por_que_esta_palavra":"A menção do 'rei' destaca a importância da liderança e a necessidade de justiça e sabedoria nas decisões que afetam a nação.","conexao_teologica":"Deus é frequentemente descrito como o Rei supremo, e os reis humanos são chamados a refletir Sua justiça e autoridade.","referencias_relacionadas":["1 Samuel 8:7","Salmos 72:1","Provérbios 21:1"]},"jeremias_38_5_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de comunicar ou expressar algo de forma significativa.","explicacao_detalhada":"A palavra 'dizer' é fundamental na comunicação e na transmissão de mensagens, especialmente em contextos de autoridade e profecia.","por_que_esta_palavra":"A ênfase na palavra 'dizer' mostra a importância da palavra falada e da revelação divina na vida do povo de Deus.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação divina é essencial para a fé e a obediência do povo.","referencias_relacionadas":["Hebreus 4:12","Romanos 10:17","Salmos 119:105"]},"jeremias_38_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou justificativa para uma ação ou decisão.","explicacao_detalhada":"A palavra 'porque' conecta a causa e o efeito, explicando a motivação por trás de uma declaração ou ação.","por_que_esta_palavra":"A inclusão de 'porque' é crucial para entender a lógica e a razão por trás das decisões tomadas pelos personagens bíblicos.","conexao_teologica":"Deus frequentemente fornece razões para Suas instruções, mostrando que a obediência deve ser fundamentada em entendimento e fé.","referencias_relacionadas":["Isaías 1:18","Romanos 12:1","Tiago 1:5"]},"jeremias_38_6_drown":{"palavra_pt":"drown","palavra_original":"טָבַע","transliteracao":"ṭâbaʻ","strong":"H2883","significado_raiz":"Ideia básica: drown.","significado_contextual":"Refere-se à ação de submergir ou afogar, simbolizando a destruição ou a morte.","explicacao_detalhada":"A palavra 'drown' é usada em um contexto de ameaça e desespero, refletindo a gravidade da situação enfrentada.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a intensidade do conflito e a urgência da salvação ou intervenção divina.","conexao_teologica":"A água é frequentemente um símbolo de juízo e salvação nas Escrituras, representando tanto destruição quanto renovação.","referencias_relacionadas":["Gênesis 7:23","Êxodo 14:21-22","Mateus 14:30"]},"jeremias_38_6_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se à ação de tomar ou capturar algo, indicando controle ou posse.","explicacao_detalhada":"A palavra 'tomar' implica em uma ação deliberada de apropriação, seja de uma pessoa, objeto ou ideia.","por_que_esta_palavra":"A ênfase em 'tomar' sugere a necessidade de ação decisiva em momentos críticos, refletindo a responsabilidade do indivíduo.","conexao_teologica":"Deus chama Seu povo a tomar posse das promessas e da verdade, agindo com fé e coragem.","referencias_relacionadas":["Josué 1:3","Romanos 8:37","1 Coríntios 15:57"]},"jeremias_38_7_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se a um lar ou edifício, simbolizando segurança e abrigo.","explicacao_detalhada":"A palavra 'casa' é usada para descrever um espaço físico, mas também pode representar a família e a comunidade.","por_que_esta_palavra":"A menção de 'casa' destaca a importância do lar como um lugar de proteção e identidade.","conexao_teologica":"A casa é um símbolo da presença de Deus e da comunidade de fé, onde a adoração e a vida em família ocorrem.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","Efésios 2:19"]},"jeremias_38_7_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Novamente, refere-se à autoridade máxima em Israel, enfatizando a importância do governo justo.","explicacao_detalhada":"A repetição da palavra 'rei' reforça a centralidade da liderança e a responsabilidade do rei em guiar o povo.","por_que_esta_palavra":"A ênfase na figura do rei destaca a necessidade de liderança sábia e temente a Deus em tempos de crise.","conexao_teologica":"A liderança de Deus sobre Seu povo é um tema recorrente, onde Ele é o Rei que governa com justiça e misericórdia.","referencias_relacionadas":["Salmos 24:7-10","Isaías 33:22","1 Pedro 2:9"]},"jeremias_38_7_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Refere-se à ação de prestar atenção e compreender uma mensagem.","explicacao_detalhada":"A palavra 'ouvir' implica em mais do que apenas escutar; envolve a disposição de agir de acordo com o que foi ouvido.","por_que_esta_palavra":"A ênfase em 'ouvir' destaca a importância da receptividade à palavra de Deus e à sabedoria que ela traz.","conexao_teologica":"Ouvir a voz de Deus é fundamental para a vida espiritual, pois implica em obediência e relacionamento com Ele.","referencias_relacionadas":["Deuteronômio 6:4-5","Romanos 10:17","Tiago 1:22"]},"jeremias_38_8_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se novamente ao lar, enfatizando a segurança e o abrigo que ele representa.","explicacao_detalhada":"A repetição da palavra 'casa' reforça a ideia de proteção e a importância do lar na vida do povo.","por_que_esta_palavra":"A menção de 'casa' sugere um retorno à segurança e à estabilidade em tempos de incerteza.","conexao_teologica":"A casa é um símbolo da presença de Deus, onde a adoração e a vida comunitária se entrelaçam.","referencias_relacionadas":["Salmos 23:6","Mateus 10:12","Hebreus 3:6"]},"jeremias_38_8_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima de Judá, que estava em uma posição crítica durante o cerco babilônico.","explicacao_detalhada":"O termo 'rei' (מֶלֶךְ, melek) é utilizado para descrever a figura de liderança que governa um povo. No contexto de Jeremias 38:8, o rei Zedequias é mencionado em um momento de desespero, onde sua liderança é questionada devido à situação caótica em Judá.","por_que_esta_palavra":"A palavra é central para entender a dinâmica de poder e a responsabilidade do rei em tempos de crise, especialmente em relação à obediência a Deus e à orientação profética.","conexao_teologica":"A figura do rei em Israel é frequentemente associada à aliança de Deus com seu povo, onde o rei deveria ser um representante de Deus na terra.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:10-12","Isaías 32:1"]},"jeremias_38_8_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' é usada para descrever a ação de deixar um lugar, simbolizando a busca por liberdade ou fuga da opressão.","explicacao_detalhada":"O verbo 'sair' (יָצָא, yâtsâʼ) é crucial no contexto de Jeremias 38:8, onde se fala sobre a necessidade de escapar da situação desesperadora em Jerusalém, que estava cercada pelos babilônios.","por_que_esta_palavra":"A escolha de 'sair' reflete a urgência e a necessidade de ação em tempos de crise, enfatizando a luta pela sobrevivência.","conexao_teologica":"A ideia de sair também pode ser vista como uma metáfora para a libertação espiritual e a saída do pecado.","referencias_relacionadas":["Êxodo 12:31","Isaías 43:16","Mateus 2:14"]},"jeremias_38_9_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O 'rei' é mencionado novamente, destacando a continuidade da liderança em um momento de crise.","explicacao_detalhada":"A repetição do termo 'rei' (מֶלֶךְ, melek) em Jeremias 38:9 reforça a importância da figura real na narrativa, especialmente em relação à resposta do rei às ameaças externas e à orientação profética.","por_que_esta_palavra":"A palavra é essencial para entender a responsabilidade do rei em ouvir e agir de acordo com as instruções de Deus, especialmente em tempos de julgamento.","conexao_teologica":"O rei é visto como um mediador entre Deus e o povo, e sua desobediência pode levar a consequências graves.","referencias_relacionadas":["Deuteronômio 17:14-20","2 Reis 23:1-3","Ezequiel 34:23-24"]},"jeremias_38_9_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um indivíduo que desempenha um papel significativo na narrativa, possivelmente um mensageiro ou um líder.","explicacao_detalhada":"O termo 'homem' (אִישׁ, ʼîysh) é utilizado para enfatizar a humanidade e a responsabilidade individual em meio à crise coletiva enfrentada por Judá.","por_que_esta_palavra":"A palavra destaca a importância do papel de cada indivíduo na história de salvação e na resposta a Deus.","conexao_teologica":"A individualidade é importante na teologia bíblica, onde cada pessoa é chamada a responder ao chamado de Deus.","referencias_relacionadas":["Gênesis 1:26-27","Romanos 14:12","Tiago 4:17"]},"jeremias_38_9_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a Jeremias, que atua como porta-voz de Deus em um tempo de crise.","explicacao_detalhada":"O termo 'profeta' (נָבִיא, nâbîyʼ) é central para entender a função de Jeremias como aquele que traz a mensagem de Deus ao povo, especialmente em momentos de advertência e julgamento.","por_que_esta_palavra":"A palavra é crucial para reconhecer a autoridade e a importância da voz profética na orientação do povo de Deus.","conexao_teologica":"Os profetas são mediadores entre Deus e o povo, frequentemente trazendo mensagens de arrependimento e esperança.","referencias_relacionadas":["Deuteronômio 18:18-19","Amós 3:7","Mateus 10:41"]},"jeremias_38_10_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O 'rei' é novamente mencionado, reforçando sua posição de autoridade e responsabilidade em relação ao povo.","explicacao_detalhada":"A repetição do termo 'rei' (מֶלֶךְ, melek) em Jeremias 38:10 destaca a necessidade de liderança sábia e obediente, especialmente em tempos de crise.","por_que_esta_palavra":"A palavra é importante para entender a relação entre a liderança terrena e a obediência a Deus.","conexao_teologica":"A liderança é um tema central na Bíblia, onde os reis são chamados a governar com justiça e temor a Deus.","referencias_relacionadas":["Provérbios 21:1","Salmos 72:1-4","Eclesiastes 10:16-17"]},"jeremias_38_10_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' é novamente utilizada, sublinhando a importância da mensagem divina que Jeremias traz ao rei.","explicacao_detalhada":"O termo 'profeta' (נָבִיא, nâbîyʼ) em Jeremias 38:10 enfatiza a função de Jeremias como porta-voz de Deus, especialmente em um momento crítico para Judá.","por_que_esta_palavra":"A presença do profeta é vital para a compreensão da vontade de Deus em tempos de crise.","conexao_teologica":"Os profetas são fundamentais na narrativa bíblica, trazendo advertências e esperança ao povo de Deus.","referencias_relacionadas":["Isaías 6:8","Jeremias 1:5","Ezequiel 2:3"]},"jeremias_38_10_enviar":{"palavra_pt":"enviar","palavra_original":"צָוָה","transliteracao":"tsâvâh","strong":"H6680","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se à ação de enviar uma mensagem ou um mensageiro, crucial em tempos de crise.","explicacao_detalhada":"O verbo 'enviar' (צָוָה, tsâvâh) é utilizado para descrever a ação de transmitir instruções ou ordens, especialmente em um contexto de necessidade urgente.","por_que_esta_palavra":"A palavra é importante para entender a dinâmica de comunicação entre Deus, o profeta e o rei.","conexao_teologica":"O ato de enviar é um tema recorrente na Bíblia, onde Deus envia mensageiros para comunicar sua vontade ao povo.","referencias_relacionadas":["Isaías 6:8","Mateus 10:16","Romanos 10:15"]},"jeremias_38_11_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é mencionada novamente, destacando a importância do indivíduo na narrativa.","explicacao_detalhada":"O termo 'homem' (אִישׁ, ʼîysh) em Jeremias 38:11 enfatiza a responsabilidade pessoal e a ação individual em resposta à crise.","por_que_esta_palavra":"A palavra ressalta a importância de cada pessoa na história de salvação e na resposta a Deus.","conexao_teologica":"A individualidade é um aspecto importante na teologia bíblica, onde cada um é chamado a agir conforme a vontade de Deus.","referencias_relacionadas":["Gênesis 2:7","Romanos 12:4-5","Gálatas 6:5"]},"jeremias_38_11_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O 'rei' é novamente mencionado, reforçando sua posição de autoridade e responsabilidade em relação ao povo.","explicacao_detalhada":"A repetição do termo 'rei' (מֶלֶךְ, melek) em Jeremias 38:11 destaca a necessidade de liderança sábia e obediente, especialmente em tempos de crise.","por_que_esta_palavra":"A palavra é importante para entender a relação entre a liderança terrena e a obediência a Deus.","conexao_teologica":"A liderança é um tema central na Bíblia, onde os reis são chamados a governar com justiça e temor a Deus.","referencias_relacionadas":["Provérbios 21:1","Salmos 72:1-4","Eclesiastes 10:16-17"]},"jeremias_38_11_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' refere-se à ação de agarrar ou capturar algo, no contexto de uma situação de urgência.","explicacao_detalhada":"Neste versículo, a palavra 'tomar' é utilizada para descrever a ação de agarrar o profeta Jeremias, que estava em uma situação de perigo. A ideia é de uma ação decisiva e imediata.","por_que_esta_palavra":"A escolha da palavra 'tomar' enfatiza a gravidade da situação e a necessidade de agir rapidamente para resgatar Jeremias.","conexao_teologica":"A ação de tomar ou agarrar pode ser vista como uma metáfora para a intervenção divina na vida dos profetas, mostrando que Deus protege aqueles que são fiéis a Ele.","referencias_relacionadas":["Jeremias 38:6","Jeremias 39:15","Salmos 91:15"]},"jeremias_38_12_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada metaforicamente para descrever a força e a ferocidade de um animal, simbolizando a gravidade da situação.","explicacao_detalhada":"Neste contexto, a palavra 'urso' pode ser interpretada como uma referência a um perigo iminente, sugerindo que a situação é tão crítica que se assemelha a um ataque de um animal feroz.","por_que_esta_palavra":"A utilização da palavra 'urso' serve para ilustrar a intensidade do medo e da ameaça que Jeremias enfrentava.","conexao_teologica":"A ferocidade do urso pode ser vista como um símbolo do julgamento de Deus, que muitas vezes é representado por forças da natureza ou animais ferozes.","referencias_relacionadas":["Amós 3:8","Oséias 13:7","Provérbios 28:15"]},"jeremias_38_12_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar uma declaração ou um comando que tem grande importância.","explicacao_detalhada":"Neste versículo, 'dizer' é uma ação que implica autoridade e a necessidade de transmitir uma mensagem clara e direta, especialmente em um momento de crise.","por_que_esta_palavra":"A escolha de 'dizer' destaca a importância da comunicação na resolução de conflitos e na transmissão da vontade de Deus.","conexao_teologica":"A palavra de Deus é frequentemente descrita como poderosa e autoritária, e a ação de 'dizer' reflete a importância da revelação divina.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 1:3"]},"jeremias_38_13_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de tomar uma decisão ou fazer uma avaliação sobre uma situação.","explicacao_detalhada":"Neste contexto, 'julgar' implica a responsabilidade de discernir entre o certo e o errado, especialmente em relação às ações de Jeremias e sua mensagem profética.","por_que_esta_palavra":"A escolha de 'julgar' enfatiza a necessidade de uma avaliação justa e a importância da justiça divina na vida do povo.","conexao_teologica":"O julgamento é um tema central na teologia bíblica, refletindo a natureza justa de Deus e Sua autoridade sobre a humanidade.","referencias_relacionadas":["Salmos 9:7","Isaías 11:4","Romanos 14:10"]},"jeremias_38_13_grande":{"palavra_pt":"grande","palavra_original":"מָשַׁךְ","transliteracao":"mâshak","strong":"H4900","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude ou a importância de algo.","explicacao_detalhada":"Neste versículo, 'grande' pode se referir à gravidade da situação enfrentada por Jeremias, indicando que suas palavras e ações têm consequências significativas.","por_que_esta_palavra":"A escolha da palavra 'grande' ressalta a seriedade do momento e a necessidade de atenção às mensagens de Deus.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, e a palavra 'grande' pode ser vista como um reflexo da majestade e do poder divino.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Mateus 5:14"]},"jeremias_38_14_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima em um reino, simbolizando poder e governo.","explicacao_detalhada":"Neste contexto, 'rei' é uma referência a Zedequias, o rei de Judá, que tem a responsabilidade de ouvir e agir de acordo com a vontade de Deus.","por_que_esta_palavra":"A escolha da palavra 'rei' destaca a importância da liderança e da responsabilidade que vem com a autoridade.","conexao_teologica":"Deus é frequentemente descrito como o Rei dos Reis, e a relação entre o rei terreno e a autoridade divina é um tema importante na teologia bíblica.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:10-12","Romanos 13:1"]},"jeremias_38_14_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, alguém escolhido para transmitir a vontade divina.","explicacao_detalhada":"Neste versículo, 'profeta' se refere a Jeremias, que é chamado para advertir o povo e o rei sobre as consequências de suas ações.","por_que_esta_palavra":"A escolha da palavra 'profeta' enfatiza a importância da comunicação divina e o papel do profeta como intermediário entre Deus e o povo.","conexao_teologica":"Os profetas são fundamentais na narrativa bíblica, pois trazem a mensagem de Deus e chamam o povo ao arrependimento.","referencias_relacionadas":["Deuteronômio 18:18","Ezequiel 3:17","Mateus 10:41"]},"jeremias_38_14_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se a um lar ou um lugar de habitação, mas também pode simbolizar a nação ou o povo de Deus.","explicacao_detalhada":"Neste contexto, 'casa' pode se referir ao templo ou à nação de Judá, enfatizando a relação entre Deus e Seu povo.","por_que_esta_palavra":"A escolha da palavra 'casa' destaca a importância da habitação de Deus entre Seu povo e a necessidade de santidade.","conexao_teologica":"A casa de Deus é um tema central na Bíblia, simbolizando a presença divina e a comunhão entre Deus e a humanidade.","referencias_relacionadas":["Salmos 27:4","Isaías 56:7","Hebreus 3:6"]},"jeremias_38_15_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar uma declaração que carrega grande peso e importância.","explicacao_detalhada":"Neste versículo, 'dizer' implica a necessidade de comunicar uma mensagem crucial que pode afetar o futuro de Jeremias e do povo.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a importância da comunicação clara e direta em momentos críticos.","conexao_teologica":"A palavra de Deus é frequentemente descrita como viva e eficaz, e a ação de 'dizer' reflete a importância da revelação divina.","referencias_relacionadas":["Hebreus 4:12","Tiago 1:22","1 Pedro 4:11"]},"jeremias_38_15_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir uma razão ou explicação para uma ação ou decisão.","explicacao_detalhada":"Neste contexto, 'porque' é uma palavra que liga a declaração anterior à justificativa, mostrando a lógica por trás das ações de Jeremias.","por_que_esta_palavra":"A escolha da palavra 'porque' é fundamental para entender a motivação por trás das ações e decisões no relato bíblico.","conexao_teologica":"A razão e a lógica são frequentemente utilizadas na Bíblia para explicar a vontade de Deus e a resposta do povo.","referencias_relacionadas":["Romanos 8:28","Provérbios 3:5-6","Gálatas 6:7"]},"jeremias_38_15_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à sinceridade e à realidade dos fatos, especialmente em um contexto de comunicação entre Jeremias e o rei.","explicacao_detalhada":"Neste versículo, Jeremias é confrontado sobre a veracidade de suas profecias e a necessidade de ser honesto sobre a situação de Judá. A verdade é fundamental para a relação entre o profeta e o rei, pois a confiança é essencial para a liderança.","por_que_esta_palavra":"A escolha da palavra 'verdade' enfatiza a importância da honestidade em tempos de crise, onde a manipulação da informação pode levar a consequências desastrosas.","conexao_teologica":"A verdade é um atributo de Deus e é fundamental na relação entre Deus e seu povo. A busca pela verdade é um chamado para todos os crentes.","referencias_relacionadas":["Salmos 51:6","João 8:32","Efésios 4:15"]},"jeremias_38_16_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima em Judá, representando poder e responsabilidade sobre o povo.","explicacao_detalhada":"O rei é a figura central que deve ouvir e considerar as advertências de Jeremias. Sua posição implica em decisões que afetam a vida de toda a nação.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a dinâmica de poder e a necessidade de liderança sábia e justa, especialmente em tempos de crise.","conexao_teologica":"A Bíblia frequentemente fala sobre a soberania de Deus sobre os reis e a importância de líderes que buscam a vontade divina.","referencias_relacionadas":["Provérbios 21:1","Romanos 13:1","1 Timóteo 2:2"]},"jeremias_38_16_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma/vida' refere-se à essência do ser humano, destacando a importância da vida em relação à mensagem de Jeremias.","explicacao_detalhada":"Neste contexto, a vida do profeta e do povo está em jogo, e a palavra enfatiza a gravidade da situação em que se encontram.","por_que_esta_palavra":"A escolha de 'alma' destaca a vulnerabilidade humana e a necessidade de proteção e salvação.","conexao_teologica":"A vida é um dom de Deus, e a preservação da vida é um tema central na Bíblia, refletindo o valor que Deus dá a cada ser humano.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","João 10:10"]},"jeremias_38_16_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, mas também pode aludir a indivíduos específicos, como Jeremias e o rei.","explicacao_detalhada":"Neste versículo, a referência ao 'homem' sublinha a fragilidade e a necessidade de intervenção divina nas questões humanas.","por_que_esta_palavra":"A palavra 'homem' é usada para enfatizar a condição humana e a dependência de Deus em tempos de crise.","conexao_teologica":"A Bíblia fala sobre a criação do homem à imagem de Deus, destacando a dignidade e o propósito da humanidade.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"jeremias_38_17_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se à preservação da vida e à esperança de um futuro melhor em meio à adversidade.","explicacao_detalhada":"Jeremias traz uma mensagem de esperança, afirmando que se o rei ouvir e seguir as instruções de Deus, ele e seu povo poderão viver.","por_que_esta_palavra":"A ênfase em 'viver' destaca a promessa de Deus de proteção e salvação para aqueles que obedecem.","conexao_teologica":"A vida é um tema central na mensagem bíblica, refletindo a vontade de Deus de que todos tenham vida em abundância.","referencias_relacionadas":["Deuteronômio 30:19-20","João 3:16","Romanos 6:23"]},"jeremias_38_17_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a Jerusalém, o centro espiritual e político de Judá, que está sob ameaça.","explicacao_detalhada":"A cidade é um símbolo da identidade do povo e da presença de Deus entre eles. A preservação da cidade é crucial para a continuidade da nação.","por_que_esta_palavra":"A menção à cidade destaca a importância do lugar onde o povo se reúne e adora a Deus.","conexao_teologica":"A cidade de Jerusalém é frequentemente mencionada nas Escrituras como o lugar escolhido por Deus para habitar entre seu povo.","referencias_relacionadas":["Salmos 122:6","Isaías 2:3","Hebreus 12:22"]},"jeremias_38_17_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação da mensagem de Deus, que é vital para a salvação do povo.","explicacao_detalhada":"Jeremias é chamado a transmitir a mensagem de Deus, enfatizando a importância da palavra falada e da obediência.","por_que_esta_palavra":"A palavra 'dizer' destaca a responsabilidade do profeta em comunicar a verdade divina.","conexao_teologica":"A comunicação da palavra de Deus é essencial para a fé e a vida do povo, refletindo a importância da pregação.","referencias_relacionadas":["Romanos 10:17","2 Timóteo 4:2","Hebreus 4:12"]},"jeremias_38_18_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' é novamente mencionada, reforçando a importância de Jerusalém na mensagem de Jeremias.","explicacao_detalhada":"A cidade é o foco da salvação prometida, e a destruição dela teria consequências devastadoras para o povo.","por_que_esta_palavra":"A repetição da palavra 'cidade' enfatiza a urgência da mensagem e a necessidade de proteção.","conexao_teologica":"Jerusalém é vista como um símbolo da aliança de Deus com seu povo e da esperança de restauração.","referencias_relacionadas":["Lamentações 1:1","Mateus 23:37","Apocalipse 21:2"]},"jeremias_38_18_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à ação de entregar ou oferecer algo, neste caso, a mensagem de Deus ao povo.","explicacao_detalhada":"Jeremias é chamado a dar a mensagem de esperança e salvação, enfatizando a importância da obediência a Deus.","por_que_esta_palavra":"A palavra 'dar' destaca a generosidade de Deus em oferecer salvação e a responsabilidade do profeta em transmitir essa mensagem.","conexao_teologica":"A generosidade de Deus em dar é um tema central na Bíblia, refletindo seu amor e cuidado pelo seu povo.","referencias_relacionadas":["Tiago 1:17","João 3:34","Romanos 8:32"]},"jeremias_38_18_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é novamente mencionada, reforçando a necessidade de honestidade na comunicação da mensagem de Deus.","explicacao_detalhada":"A repetição da palavra 'verdade' sublinha a importância de ser fiel à mensagem divina em tempos de crise.","por_que_esta_palavra":"A ênfase na 'verdade' é crucial para a confiança entre o profeta e o rei, e entre Deus e seu povo.","conexao_teologica":"A verdade é um fundamento da fé cristã, e a busca pela verdade é um chamado para todos os crentes.","referencias_relacionadas":["Salmos 25:5","João 14:6","1 João 1:6"]},"jeremias_38_19_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade e ao poder do governante sobre o povo.","explicacao_detalhada":"A palavra 'rei' no contexto de Jeremias 38:19 destaca a posição de liderança e a responsabilidade que o rei tem sobre a nação de Judá, especialmente em tempos de crise.","por_que_esta_palavra":"A escolha da palavra 'rei' enfatiza a importância da liderança e das decisões que afetam a vida do povo, especialmente em momentos de adversidade.","conexao_teologica":"Deus é frequentemente descrito como o Rei supremo, e a relação entre o rei terreno e o Rei celestial é um tema recorrente nas Escrituras.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Isaías 33:22"]},"jeremias_38_19_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Indica a ação de comunicar ou expressar algo importante.","explicacao_detalhada":"A palavra 'dizer' é crucial no contexto, pois Jeremias está transmitindo uma mensagem divina ao rei, que é vital para a compreensão do que Deus deseja que o povo saiba.","por_que_esta_palavra":"A palavra 'dizer' é utilizada para enfatizar a revelação de Deus e a importância da comunicação profética.","conexao_teologica":"A comunicação de Deus através dos profetas é um tema central na Bíblia, mostrando como Ele se relaciona com a humanidade.","referencias_relacionadas":["Amós 3:7","Hebreus 1:1","Ezequiel 3:17"]},"jeremias_38_19_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou entregar algo, muitas vezes em um contexto de necessidade.","explicacao_detalhada":"A palavra 'dar' é significativa, pois implica a entrega de uma mensagem ou de uma ação que pode ter consequências importantes para o povo e o rei.","por_que_esta_palavra":"A escolha de 'dar' destaca a responsabilidade do profeta em transmitir a palavra de Deus e a urgência da situação.","conexao_teologica":"Deus frequentemente 'dá' instruções e promessas ao Seu povo, mostrando Sua disposição de se comunicar e intervir na história.","referencias_relacionadas":["Mateus 7:7","Tiago 1:5","Romanos 8:32"]},"jeremias_38_20_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Representa a expressão audível, muitas vezes associada à comunicação divina.","explicacao_detalhada":"A palavra 'voz' é usada para enfatizar a importância da mensagem que está sendo transmitida, indicando que é uma comunicação direta de Deus.","por_que_esta_palavra":"A 'voz' de Deus é um tema recorrente, simbolizando Sua autoridade e a necessidade de ouvir e obedecer.","conexao_teologica":"A voz de Deus é frequentemente associada à Sua revelação e ao chamado ao arrependimento e à obediência.","referencias_relacionadas":["Salmos 29:4","João 10:27","Apocalipse 3:20"]},"jeremias_38_20_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se à ideia de existência e à preservação da vida.","explicacao_detalhada":"A palavra 'viver' é crucial, pois implica que a mensagem de Jeremias está ligada à salvação e à continuidade da vida do povo em meio à crise.","por_que_esta_palavra":"A escolha de 'viver' destaca a esperança que Deus oferece, mesmo em tempos difíceis.","conexao_teologica":"A vida é um dom de Deus, e a relação entre vida e obediência é um tema central nas Escrituras.","referencias_relacionadas":["Deuteronômio 30:19","João 10:10","Romanos 6:23"]},"jeremias_38_20_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Novamente, refere-se à ação de comunicar ou expressar algo importante.","explicacao_detalhada":"A repetição da palavra 'dizer' enfatiza a importância da mensagem que deve ser ouvida e considerada pelo rei e pelo povo.","por_que_esta_palavra":"A repetição serve para reforçar a urgência e a gravidade da comunicação profética.","conexao_teologica":"A ênfase na palavra de Deus é um tema recorrente, mostrando a necessidade de ouvir e obedecer à Sua voz.","referencias_relacionadas":["Isaías 55:11","Romanos 10:17","2 Timóteo 3:16"]},"jeremias_38_21_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma declaração ou mensagem significativa.","explicacao_detalhada":"A palavra 'palavra/coisa' é usada para indicar a mensagem que Deus deseja que o povo ouça, destacando a importância da revelação divina.","por_que_esta_palavra":"A escolha de 'palavra' enfatiza a natureza da comunicação de Deus e a necessidade de atenção a ela.","conexao_teologica":"A palavra de Deus é viva e eficaz, e sua importância é central na vida espiritual do povo.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","1 Pedro 1:25"]},"jeremias_38_21_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Indica a ação de sair ou de fazer uma transição.","explicacao_detalhada":"A palavra 'sair' é significativa, pois pode representar uma mudança de estado ou a necessidade de agir de acordo com a mensagem recebida.","por_que_esta_palavra":"A escolha de 'sair' destaca a urgência de responder à palavra de Deus e a necessidade de ação.","conexao_teologica":"A ideia de sair do pecado e entrar na vida é um tema central na mensagem bíblica.","referencias_relacionadas":["Isaías 52:11","2 Coríntios 6:17","Apocalipse 18:4"]},"jeremias_38_21_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' é usada para enfatizar a soberania de Deus e a importância de reconhecer Sua autoridade sobre todas as coisas.","por_que_esta_palavra":"A escolha de 'senhor' destaca a relação entre Deus e Seu povo, enfatizando a necessidade de reverência e obediência.","conexao_teologica":"O nome de Deus é sagrado e carrega o peso de Sua presença e poder na vida do crente.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"jeremias_38_22_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se a um lugar físico, mas também pode simbolizar a família ou a comunidade.","explicacao_detalhada":"A palavra 'casa' é significativa, pois representa não apenas um edifício, mas também a ideia de lar, segurança e pertencimento.","por_que_esta_palavra":"A escolha de 'casa' destaca a importância da comunidade e da proteção que Deus oferece ao Seu povo.","conexao_teologica":"A casa de Deus é um tema recorrente, simbolizando Sua presença entre o povo e a promessa de habitação eterna.","referencias_relacionadas":["Salmos 127:1","João 14:2","Hebreus 3:6"]},"jeremias_38_22_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas devem ser feitas ou abordadas.","explicacao_detalhada":"A palavra 'modo' implica uma forma ou maneira específica de agir ou proceder. No contexto de Jeremias 38:22, pode se referir à maneira como as pessoas devem se comportar em situações difíceis.","por_que_esta_palavra":"É importante para entender as instruções de Deus sobre como agir em tempos de crise.","conexao_teologica":"A maneira de agir reflete a obediência a Deus e a busca por Sua orientação.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:6","Isaías 30:21"]},"jeremias_38_22_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se à mulher como figura central em várias narrativas bíblicas.","explicacao_detalhada":"A palavra 'mulher' é usada para descrever não apenas a esposa, mas também a mãe e a figura feminina em geral, que desempenha papéis importantes na sociedade e na família.","por_que_esta_palavra":"A presença da mulher é crucial para a continuidade da linhagem e para a estrutura familiar.","conexao_teologica":"A mulher é vista como co-participante no plano de Deus, refletindo a criação e a relação com o homem.","referencias_relacionadas":["Gênesis 2:18","Provérbios 31:10","Efésios 5:22"]},"jeremias_38_23_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade como um lugar de habitação e comunidade.","explicacao_detalhada":"A palavra 'cidade' representa não apenas um espaço físico, mas também um centro de vida social, política e religiosa. Em Jeremias, a cidade é frequentemente um símbolo do povo de Deus.","por_que_esta_palavra":"A cidade é um local onde a identidade e a cultura do povo se manifestam.","conexao_teologica":"A cidade é vista como um lugar onde Deus se relaciona com Seu povo, como em Jerusalém.","referencias_relacionadas":["Salmos 122:1","Isaías 65:18","Mateus 5:14"]},"jeremias_38_23_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as ações são realizadas.","explicacao_detalhada":"A repetição da palavra 'modo' enfatiza a importância de seguir um padrão ou uma forma correta de agir em situações críticas.","por_que_esta_palavra":"Destaca a necessidade de discernimento e sabedoria nas decisões.","conexao_teologica":"A maneira de agir deve estar alinhada com os princípios divinos.","referencias_relacionadas":["Tiago 1:5","Provérbios 4:7","Romanos 12:2"]},"jeremias_38_23_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho como um símbolo de herança e continuidade.","explicacao_detalhada":"A palavra 'filho' é fundamental para entender a dinâmica familiar e a transmissão de valores e promessas de Deus.","por_que_esta_palavra":"Os filhos são vistos como herdeiros das promessas de Deus e da fé.","conexao_teologica":"A relação entre pai e filho é frequentemente usada para ilustrar a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 127:3","Efésios 6:1","Romanos 8:17"]},"jeremias_38_24_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra como um meio de comunicação e revelação.","explicacao_detalhada":"A palavra 'palavra' é central na teologia bíblica, representando a comunicação de Deus com a humanidade e a importância da verdade.","por_que_esta_palavra":"A palavra é o meio pelo qual Deus se revela e orienta Seu povo.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo fundamental para a fé e a prática.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","João 1:1"]},"jeremias_38_24_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de declarar ou afirmar algo com ênfase.","explicacao_detalhada":"A palavra 'dizer' implica a importância da comunicação e da declaração de verdades, especialmente em momentos críticos.","por_que_esta_palavra":"É essencial para a transmissão de mensagens e instruções divinas.","conexao_teologica":"A fala de Deus é poderosa e traz transformação.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Romanos 10:17"]},"jeremias_38_24_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao homem como figura de autoridade e responsabilidade.","explicacao_detalhada":"A palavra 'homem' é usada para descrever a figura masculina, que muitas vezes assume papéis de liderança e proteção na sociedade.","por_que_esta_palavra":"O homem é visto como responsável por guiar e cuidar da família e da comunidade.","conexao_teologica":"A masculinidade é frequentemente associada ao papel de liderança espiritual e moral.","referencias_relacionadas":["Gênesis 2:15","1 Timóteo 3:2","Efésios 5:25"]},"jeremias_38_25_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura do rei como líder e governante.","explicacao_detalhada":"A palavra 'rei' representa a autoridade e o governo, sendo uma figura central na estrutura social e política de Israel.","por_que_esta_palavra":"O rei é responsável por guiar o povo e garantir a justiça.","conexao_teologica":"Deus é frequentemente descrito como o Rei supremo, e os reis humanos devem refletir Sua justiça e sabedoria.","referencias_relacionadas":["Salmos 2:6","Provérbios 21:1","Romanos 13:1"]},"jeremias_38_25_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se à razão ou causa de uma ação.","explicacao_detalhada":"A palavra 'porque' é usada para introduzir explicações e justificativas, sendo crucial para a compreensão do discurso.","por_que_esta_palavra":"Ajuda a esclarecer as motivações por trás das ações e decisões.","conexao_teologica":"A compreensão das razões divinas é fundamental para a fé e a obediência.","referencias_relacionadas":["Isaías 55:8-9","Romanos 8:28","Tiago 1:17"]},"jeremias_38_26_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade máxima de Judá, que tem o poder de decidir sobre a vida e a morte dos súditos.","explicacao_detalhada":"O termo 'rei' é utilizado para descrever a figura de liderança em Israel, que era responsável por governar e proteger seu povo. No contexto de Jeremias 38:26, o rei é confrontado com a verdade e a necessidade de tomar decisões justas.","por_que_esta_palavra":"A palavra 'rei' é central para entender a dinâmica de poder e a responsabilidade que vem com a liderança, especialmente em tempos de crise.","conexao_teologica":"A figura do rei em Israel é frequentemente vista como um reflexo do reinado de Deus sobre seu povo, e a desobediência dos reis muitas vezes leva a consequências espirituais e sociais.","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:10-12","Provérbios 21:1"]},"jeremias_38_26_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Indica a consequência severa que pode ocorrer devido à desobediência ou traição, especialmente em um contexto de guerra e conflito.","explicacao_detalhada":"A palavra 'morrer' é usada para enfatizar a gravidade da situação enfrentada por Jeremias e os que o rodeiam. No versículo, a morte é uma possibilidade real e iminente, refletindo a tensão do momento.","por_que_esta_palavra":"A escolha da palavra 'morrer' destaca a seriedade das consequências das ações e decisões tomadas pelos líderes e pelo povo.","conexao_teologica":"A morte é um tema recorrente na Bíblia, simbolizando não apenas o fim físico, mas também a separação espiritual de Deus, especialmente em contextos de desobediência.","referencias_relacionadas":["Romanos 6:23","Ezequiel 18:30-32","Hebreus 9:27"]},"jeremias_38_26_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à importância e ao impacto das palavras proferidas, especialmente em um contexto de decisão crítica.","explicacao_detalhada":"A palavra 'dizer' é utilizada para enfatizar a comunicação e a necessidade de transmitir verdades importantes. No contexto, as palavras de Jeremias têm um peso significativo e podem mudar o curso dos eventos.","por_que_esta_palavra":"A escolha de 'dizer' ressalta a importância da fala e da comunicação na vida espiritual e social, especialmente em momentos de crise.","conexao_teologica":"A fala é um meio pelo qual Deus se comunica com seu povo, e as palavras têm poder tanto para edificar quanto para destruir.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5-6","Mateus 12:36-37"]},"jeremias_38_27_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas são ditas ou feitas, indicando a importância do método e da abordagem na comunicação.","explicacao_detalhada":"A palavra 'modo' sugere que a forma de apresentar uma mensagem pode ser tão importante quanto o conteúdo da mensagem em si. No contexto, isso pode afetar a recepção da verdade.","por_que_esta_palavra":"A escolha de 'modo' enfatiza que a comunicação eficaz requer não apenas o que é dito, mas como é dito.","conexao_teologica":"A maneira como comunicamos a verdade de Deus pode impactar a vida dos outros e a eficácia do testemunho cristão.","referencias_relacionadas":["Colossenses 4:6","1 Pedro 3:15","Efésios 4:15"]},"jeremias_38_27_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à mensagem ou declaração que deve ser comunicada, enfatizando a importância da verdade.","explicacao_detalhada":"A palavra 'palavra/coisa' é usada para destacar a relevância da mensagem que Jeremias deve transmitir, que é crucial para a situação em que se encontra.","por_que_esta_palavra":"A escolha de 'palavra' sublinha a centralidade da comunicação divina e a necessidade de ouvir e obedecer à palavra de Deus.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação dela é essencial para a vida espiritual do povo.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Salmos 119:105"]},"jeremias_38_28_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de tomar decisões ou fazer julgamentos, especialmente em relação a questões de vida e morte.","explicacao_detalhada":"A palavra 'julgar' implica a responsabilidade de discernir entre o certo e o errado, e no contexto, isso se relaciona com a decisão do rei sobre o destino de Jeremias.","por_que_esta_palavra":"A escolha de 'julgar' enfatiza a importância da sabedoria e da justiça nas decisões que afetam a vida das pessoas.","conexao_teologica":"Deus é o juiz supremo, e a capacidade de julgar corretamente é uma qualidade que deve ser buscada por líderes e crentes.","referencias_relacionadas":["Salmos 82:3-4","Tiago 2:13","Mateus 7:1-2"]}}