{"jeremias_39_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como os eventos se desenrolam, indicando a importância do contexto histórico e social.","explicacao_detalhada":"A palavra 'modo' sugere que a forma como as coisas acontecem é significativa para a compreensão do plano de Deus na história.","por_que_esta_palavra":"A escolha de 'modo' destaca que a providência de Deus se manifesta em como os eventos se desenrolam na vida do povo.","conexao_teologica":"Deus está ativamente envolvido na história, e a maneira como Ele age é uma parte crucial de Sua revelação ao mundo.","referencias_relacionadas":["Romanos 8:28","Efésios 1:11","Atos 17:26"]},"jeremias_39_1_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma expressão que pode ter múltiplos significados ou interpretações, dependendo do contexto.","explicacao_detalhada":"A palavra 'expressão' implica que a comunicação pode ser complexa e que as palavras podem carregar significados profundos.","por_que_esta_palavra":"A escolha de 'expressão' sugere que a comunicação é uma arte que requer sensibilidade ao contexto e à audiência.","conexao_teologica":"A expressão da verdade de Deus deve ser feita com clareza e amor, refletindo o caráter de Deus.","referencias_relacionadas":["1 Coríntios 13:1","Efésios 4:29","Colossenses 3:8"]},"jeremias_39_1_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade que deve tomar decisões críticas em tempos de crise.","explicacao_detalhada":"A palavra 'rei' é usada para enfatizar a responsabilidade e o poder que o líder possui em momentos de decisão, especialmente em relação ao povo.","por_que_esta_palavra":"A escolha de 'rei' destaca a importância da liderança e da responsabilidade que vem com o poder.","conexao_teologica":"A liderança é um tema importante na Bíblia, refletindo a soberania de Deus sobre seu povo e a necessidade de líderes justos.","referencias_relacionadas":["1 Timóteo 2:1-2","Romanos 13:1-2","Salmos 72:1-2"]},"jeremias_39_2_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade específica que é central para a identidade e a história do povo de Israel.","explicacao_detalhada":"A palavra 'cidade' é utilizada para enfatizar a importância do local em que os eventos estão ocorrendo, especialmente em relação à segurança e ao bem-estar do povo.","por_que_esta_palavra":"A escolha de 'cidade' destaca a conexão entre o povo e seu lar, e a importância da proteção e da justiça dentro desse espaço.","conexao_teologica":"A cidade é muitas vezes vista como um símbolo do povo de Deus, e a sua destruição ou preservação tem implicações espirituais profundas.","referencias_relacionadas":["Salmos 46:4","Isaías 65:18","Mateus 5:14"]},"jeremias_39_2_lua":{"palavra_pt":"lua","palavra_original":"חֹדֶשׁ","transliteracao":"chôdesh","strong":"H2320","significado_raiz":"Ideia básica: lua.","significado_contextual":"A palavra 'lua' refere-se ao ciclo lunar, que era importante para a contagem do tempo e festividades religiosas.","explicacao_detalhada":"No contexto de Jeremias 39:2, a menção da lua pode estar relacionada à marcação de datas específicas para eventos importantes, como festas religiosas que dependiam do calendário lunar.","por_que_esta_palavra":"A lua era um símbolo de renovação e ciclos, refletindo a fidelidade de Deus em cumprir Suas promessas em tempos determinados.","conexao_teologica":"A lua representa a criação de Deus e a ordem que Ele estabeleceu no universo, além de simbolizar a luz em meio à escuridão.","referencias_relacionadas":["Gênesis 1:14","Salmos 104:19","Eclesiastes 3:1"]},"jeremias_39_2_phrase":{"palavra_pt":"expressao","palavra_original":"עַשְׁתֵּי","transliteracao":"ʻashtêy","strong":"H6249","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão 'expressão' refere-se a uma forma de comunicar ou manifestar algo, seja em palavras ou ações.","explicacao_detalhada":"Neste versículo, a expressão pode indicar a forma como os eventos estão sendo relatados ou a maneira como as pessoas estão reagindo a eles.","por_que_esta_palavra":"A escolha da palavra 'expressão' enfatiza a importância da comunicação e do testemunho na narrativa bíblica.","conexao_teologica":"A comunicação é fundamental na relação entre Deus e a humanidade, sendo a Palavra de Deus uma expressão clara de Sua vontade.","referencias_relacionadas":["Salmos 19:1","Mateus 12:34","Tiago 1:19"]},"jeremias_39_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou à forma de agir.","explicacao_detalhada":"No contexto de Jeremias 39:3, o 'modo' pode se referir à maneira como os eventos se desenrolam ou como as pessoas se comportam diante das circunstâncias.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender a dinâmica das ações e reações dos personagens bíblicos em situações críticas.","conexao_teologica":"O modo como agimos reflete nossa fé e obediência a Deus, sendo um testemunho do nosso relacionamento com Ele.","referencias_relacionadas":["Colossenses 3:17","1 Pedro 2:12","Romanos 12:1"]},"jeremias_39_3_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se ao ato de se aproximar ou entrar em um lugar ou situação.","explicacao_detalhada":"Neste versículo, 'vir' pode indicar a ação de se dirigir a um local específico, possivelmente em um contexto de julgamento ou cumprimento de profecia.","por_que_esta_palavra":"A palavra 'vir' é significativa, pois representa a ação de Deus se aproximando de Seu povo, seja para julgamento ou salvação.","conexao_teologica":"A vinda de Deus ao Seu povo é um tema central na Bíblia, simbolizando Sua presença e intervenção na história.","referencias_relacionadas":["Isaías 40:3","Mateus 11:28","Apocalipse 3:20"]},"jeremias_39_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' novamente refere-se à maneira como as coisas acontecem ou são realizadas.","explicacao_detalhada":"No contexto de Jeremias 39:4, o 'modo' pode descrever a forma como as ações dos personagens se desenrolam em resposta aos eventos.","por_que_esta_palavra":"A repetição da palavra 'modo' destaca a importância da forma como as ações são percebidas e interpretadas.","conexao_teologica":"A maneira como vivemos e agimos deve refletir os princípios de Deus, mostrando a transformação que Ele opera em nós.","referencias_relacionadas":["Gálatas 5:22-23","Efésios 4:1","Filipenses 1:27"]},"jeremias_39_4_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local habitado, muitas vezes com significados sociais, políticos e espirituais.","explicacao_detalhada":"No contexto de Jeremias 39:4, a cidade pode simbolizar a nação de Judá e sua relação com Deus, especialmente em tempos de crise.","por_que_esta_palavra":"A cidade é um símbolo da comunidade e da identidade do povo de Deus, refletindo tanto a proteção quanto o juízo divino.","conexao_teologica":"A cidade de Deus é um tema recorrente na Bíblia, representando o lugar onde Deus habita com Seu povo.","referencias_relacionadas":["Salmos 46:4","Hebreus 11:10","Apocalipse 21:2"]},"jeremias_39_4_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima em um governo, simbolizando poder e liderança.","explicacao_detalhada":"No contexto de Jeremias 39:4, o rei representa a liderança de Judá e as consequências de suas ações diante de Deus.","por_que_esta_palavra":"A figura do rei é central na narrativa bíblica, refletindo a soberania de Deus sobre as nações e a importância da liderança justa.","conexao_teologica":"Deus é descrito como o Rei dos reis, enfatizando Sua autoridade suprema e o chamado para líderes a governar com justiça.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:10-12","Apocalipse 19:16"]},"jeremias_39_5_deserto":{"palavra_pt":"deserto","palavra_original":"עֲרָבָה","transliteracao":"ʻărâbâh","strong":"H6160","significado_raiz":"Ideia básica: deserto.","significado_contextual":"A palavra 'deserto' refere-se a uma região árida, muitas vezes associada a dificuldades e provações.","explicacao_detalhada":"No contexto de Jeremias 39:5, o deserto pode simbolizar a desolação e a ausência de vida, refletindo o estado de Judá após a destruição.","por_que_esta_palavra":"O deserto é um lugar de teste e preparação, onde Deus muitas vezes molda Seu povo.","conexao_teologica":"O deserto é um símbolo de dependência de Deus e de Sua provisão, como visto na jornada do povo de Israel.","referencias_relacionadas":["Êxodo 16:1-3","Mateus 4:1-11","Hebreus 11:38"]},"jeremias_39_5_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo, ao território e ao lar do povo de Deus, simbolizando a promessa divina.","explicacao_detalhada":"No contexto de Jeremias 39:5, a terra representa a herança de Israel e as consequências da desobediência ao pacto com Deus.","por_que_esta_palavra":"A terra é um símbolo da aliança de Deus com Seu povo, refletindo Sua fidelidade e as bênçãos prometidas.","conexao_teologica":"A terra prometida é um tema central na Bíblia, simbolizando a presença de Deus e a realização de Suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Josué 1:3"]},"jeremias_39_5_seguir":{"palavra_pt":"seguir","palavra_original":"רָדַף","transliteracao":"râdaph","strong":"H7291","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' refere-se ao ato de perseguir ou ir atrás de algo ou alguém.","explicacao_detalhada":"No contexto de Jeremias 39:5, 'seguir' pode indicar a ação de buscar ou perseguir a sobrevivência em tempos de crise.","por_que_esta_palavra":"A palavra 'seguir' enfatiza a urgência e a necessidade de ação em resposta às circunstâncias adversas.","conexao_teologica":"Seguir a Deus é um chamado constante na Bíblia, refletindo a necessidade de buscar Sua vontade e direção.","referencias_relacionadas":["Salmos 23:6","Mateus 16:24","Hebreus 12:1"]},"jeremias_39_6_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שָׁחַט","transliteracao":"shâchaṭ","strong":"H7819","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"O sacrifício mencionado refere-se à prática de oferecer algo de valor a Deus como um ato de adoração ou expiação.","explicacao_detalhada":"No contexto de Jeremias 39:6, o sacrifício é um ato que simboliza a entrega e a devoção ao Senhor, muitas vezes associado à busca de perdão e reconciliação. A palavra 'sacrificio' implica a ideia de derramamento de sangue, que era uma prática comum nas tradições religiosas do Antigo Testamento.","por_que_esta_palavra":"A palavra 'sacrifício' é central na relação entre o povo de Israel e Deus, representando a necessidade de expiação pelos pecados e a busca pela favor divino.","conexao_teologica":"O sacrifício é um tema recorrente na Bíblia, simbolizando a redenção e a necessidade de um mediador entre Deus e a humanidade, culminando no sacrifício de Cristo.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:22","Romanos 12:1"]},"jeremias_39_6_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O 'rei' mencionado é uma figura de autoridade que governa sobre o povo e representa a liderança política e espiritual.","explicacao_detalhada":"No contexto de Jeremias 39:6, o rei é uma figura central na narrativa, simbolizando o poder e a responsabilidade de guiar o povo. O rei de Judá, Zedequias, enfrenta as consequências de suas decisões e a desobediência a Deus.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a dinâmica de poder em Israel e a relação entre a liderança e a fidelidade a Deus.","conexao_teologica":"A figura do rei é frequentemente usada na Bíblia para ilustrar a soberania de Deus e a necessidade de líderes que busquem a vontade divina.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:10-12","Romanos 13:1"]},"jeremias_39_6_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem, muitas vezes associada a promessas e heranças.","explicacao_detalhada":"Em Jeremias 39:6, o 'filho' pode simbolizar a continuidade da família real e a importância da descendência na história de Israel. A relação entre pais e filhos é um tema importante nas Escrituras, refletindo a transmissão de valores e promessas.","por_que_esta_palavra":"A palavra 'filho' é significativa para entender a aliança de Deus com Israel, onde a descendência é vista como parte do plano divino.","conexao_teologica":"A relação entre pai e filho é uma metáfora comum na Bíblia, representando a relação entre Deus e Seu povo, e culminando na paternidade de Deus em relação a Jesus.","referencias_relacionadas":["Gênesis 17:7","Salmos 127:3","Mateus 3:17"]},"jeremias_39_7_ouro":{"palavra_pt":"ouro","palavra_original":"נְחֹשֶׁת","transliteracao":"nᵉchôsheth","strong":"H5178","significado_raiz":"Ideia básica: ouro.","significado_contextual":"O 'ouro' é um símbolo de riqueza e valor, frequentemente associado a poder e prestígio.","explicacao_detalhada":"No contexto de Jeremias 39:7, o 'ouro' representa não apenas riqueza material, mas também a decadência espiritual do povo, que muitas vezes buscou segurança em bens materiais em vez de confiar em Deus.","por_que_esta_palavra":"A palavra 'ouro' é importante para entender as prioridades do povo de Israel e suas falhas em buscar a riqueza espiritual em vez da material.","conexao_teologica":"O ouro é frequentemente usado na Bíblia para ilustrar a transitoriedade das riquezas terrenas em contraste com as riquezas espirituais eternas.","referencias_relacionadas":["Provérbios 3:14","Mateus 6:19-21","1 Pedro 1:7"]},"jeremias_39_7_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se ao ato de se aproximar ou entrar em um lugar, simbolizando a ação e a decisão.","explicacao_detalhada":"Em Jeremias 39:7, 'vir' pode indicar a ação de entrar em um novo estado ou condição, refletindo a mudança que ocorre na vida do povo após a queda de Jerusalém.","por_que_esta_palavra":"A palavra 'vir' é significativa para entender a dinâmica de movimento e mudança na narrativa bíblica, especialmente em momentos de crise.","conexao_teologica":"A ideia de 'vir' é frequentemente associada ao chamado de Deus para que Seu povo se aproxime dEle e entre em um relacionamento mais profundo.","referencias_relacionadas":["Isaías 55:1","Mateus 11:28","Apocalipse 22:17"]},"jeremias_39_7_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"O 'olho' simboliza percepção, entendimento e vigilância.","explicacao_detalhada":"No contexto de Jeremias 39:7, o 'olho' pode representar a capacidade de ver a realidade espiritual e física ao redor, enfatizando a necessidade de discernimento.","por_que_esta_palavra":"A palavra 'olho' é importante para entender a visão espiritual e a percepção do povo em relação ao que Deus está fazendo em suas vidas.","conexao_teologica":"Os olhos são frequentemente usados na Bíblia como uma metáfora para a compreensão e a revelação divina, destacando a importância de ver com os olhos da fé.","referencias_relacionadas":["Salmos 119:18","Mateus 6:22-23","Efésios 1:18"]},"jeremias_39_8_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O 'rei' aqui novamente refere-se à figura de autoridade que enfrenta as consequências de suas ações e decisões.","explicacao_detalhada":"Em Jeremias 39:8, o rei é um símbolo da liderança que falhou em seguir a vontade de Deus, resultando em destruição e cativeiro para o povo.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a importância da liderança e a responsabilidade que vem com o poder.","conexao_teologica":"A figura do rei é um lembrete da soberania de Deus sobre todas as autoridades e a necessidade de líderes que busquem a justiça e a verdade.","referencias_relacionadas":["Provérbios 21:1","Eclesiastes 8:2","Romanos 13:4"]},"jeremias_39_8_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A 'casa' refere-se ao lar, à família e à estrutura social, simbolizando segurança e identidade.","explicacao_detalhada":"No contexto de Jeremias 39:8, a 'casa' representa não apenas a residência física, mas também a comunidade e a nação de Israel, que estão em ruínas devido ao julgamento de Deus.","por_que_esta_palavra":"A palavra 'casa' é significativa para entender a importância da família e da comunidade na cultura israelita e na narrativa bíblica.","conexao_teologica":"A casa é frequentemente usada na Bíblia como uma metáfora para a habitação de Deus entre Seu povo e a promessa de restauração.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Hebreus 3:6"]},"jeremias_39_8_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"O 'povo' refere-se à coletividade dos israelitas, que compartilham uma identidade comum e um pacto com Deus.","explicacao_detalhada":"Em Jeremias 39:8, o 'povo' é o foco da narrativa, representando a nação que sofre as consequências da desobediência e do afastamento de Deus.","por_que_esta_palavra":"A palavra 'povo' é crucial para entender a relação entre Deus e Israel, destacando a responsabilidade coletiva e a necessidade de arrependimento.","conexao_teologica":"O conceito de povo é central na teologia bíblica, representando a comunidade escolhida por Deus e a promessa de redenção.","referencias_relacionadas":["Êxodo 19:5-6","Deuteronômio 7:6","1 Pedro 2:9"]},"jeremias_39_9_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A 'cidade' refere-se a um local de habitação e atividade social, simbolizando a identidade e a cultura do povo.","explicacao_detalhada":"No contexto de Jeremias 39:9, a 'cidade' de Jerusalém é um símbolo da presença de Deus e do lugar onde a adoração e a vida comunitária ocorrem, agora em ruínas devido ao julgamento divino.","por_que_esta_palavra":"A palavra 'cidade' é significativa para entender a importância de Jerusalém na história de Israel e sua relação com Deus.","conexao_teologica":"A cidade é frequentemente usada na Bíblia como uma metáfora para a habitação de Deus entre Seu povo e a esperança de restauração futura.","referencias_relacionadas":["Salmos 48:1-2","Isaías 65:18-19","Apocalipse 21:2"]},"jeremias_39_9_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Judá, que foi levado cativo por Nabucodonosor.","explicacao_detalhada":"A palavra 'povo' (עַם) é usada para descrever a coletividade dos israelitas, que, por sua desobediência a Deus, enfrentaram o juízo divino através do exílio.","por_que_esta_palavra":"A escolha da palavra 'povo' enfatiza a identidade coletiva e a responsabilidade do povo de Deus diante de suas ações.","conexao_teologica":"O conceito de povo é central na teologia bíblica, pois Deus se relaciona com um povo escolhido, estabelecendo alianças e promessas.","referencias_relacionadas":["Deuteronômio 7:6","Isaías 43:20","1 Pedro 2:9"]},"jeremias_39_9_cair":{"palavra_pt":"cair","palavra_original":"נָפַל","transliteracao":"nâphal","strong":"H5307","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a queda do povo de Judá diante do exército babilônico.","explicacao_detalhada":"A palavra 'cair' (נָפַל) simboliza a derrota e a submissão, refletindo a fragilidade do povo diante do juízo de Deus.","por_que_esta_palavra":"A utilização de 'cair' destaca a gravidade da situação e a inevitabilidade do juízo divino sobre a desobediência.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando tanto a queda do homem no pecado quanto a queda de nações sob o juízo de Deus.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Mateus 7:27"]},"jeremias_39_10_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Judá, que foi devastada e deixada desolada após a conquista babilônica.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever o território que Deus prometeu ao seu povo, agora em ruínas devido ao juízo.","por_que_esta_palavra":"A menção da 'terra' enfatiza a perda da herança e a consequência do pecado do povo.","conexao_teologica":"A terra é um símbolo da promessa de Deus e da aliança com Israel, e sua devastação reflete a quebra dessa aliança.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 30:5","Ezequiel 36:24"]},"jeremias_39_10_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de clamar a Deus em busca de ajuda e libertação.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é usada aqui para expressar a entrega de um clamor a Deus, que é um ato de dependência e súplica.","por_que_esta_palavra":"A escolha de 'dar' enfatiza a ação de oferecer algo a Deus, como um pedido de socorro em tempos de crise.","conexao_teologica":"Clamar a Deus é um tema central na Bíblia, refletindo a relação de dependência e confiança do povo em seu Criador.","referencias_relacionadas":["Salmos 34:17","Isaías 65:24","Romanos 10:13"]},"jeremias_39_10_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo específico em que o juízo de Deus se manifestou sobre Judá.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é usada para marcar um momento significativo na história, simbolizando a realização das promessas e advertências de Deus.","por_que_esta_palavra":"A menção do 'dia' enfatiza a certeza do cumprimento das profecias e a importância do tempo na ação divina.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao juízo e à redenção, refletindo a soberania de Deus sobre a história.","referencias_relacionadas":["Amós 5:18","Mateus 24:36","Apocalipse 20:11"]},"jeremias_39_11_enviar":{"palavra_pt":"enviar","palavra_original":"צָוָה","transliteracao":"tsâvâh","strong":"H6680","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se à ordem dada por Nabucodonosor para que Jeremias fosse tratado com cuidado.","explicacao_detalhada":"A palavra 'enviar' (צָוָה) implica uma ação de autoridade, mostrando o controle do rei babilônico sobre a situação.","por_que_esta_palavra":"A escolha de 'enviar' destaca a intenção deliberada do rei em lidar com Jeremias, contrastando com o destino do povo.","conexao_teologica":"A ação de enviar é um reflexo da soberania de Deus, que usa até mesmo autoridades pagãs para cumprir Seus propósitos.","referencias_relacionadas":["Jeremias 29:7","Romanos 13:1","Provérbios 21:1"]},"jeremias_39_11_rei":{"palavra_pt":"rei","palavra_original":"נְבוּכַדְנֶאצַּר","transliteracao":"Nᵉbûwkadneʼtstsar","strong":"H5019","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei Nabucodonosor, que foi o instrumento de Deus para o juízo sobre Judá.","explicacao_detalhada":"A palavra 'rei' (נְבוּכַדְנֶאצַּר) representa a autoridade máxima da Babilônia, que exerceu poder sobre Judá.","por_que_esta_palavra":"A menção do 'rei' enfatiza a soberania de Deus, que usa líderes humanos para cumprir Seus planos.","conexao_teologica":"A figura do rei é importante na teologia bíblica, pois Deus é descrito como o Rei supremo sobre todas as nações.","referencias_relacionadas":["Daniel 2:37","Provérbios 21:1","Isaías 10:5"]},"jeremias_39_12_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de Nabucodonosor em relação a Jeremias, que foi protegido.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) é usada aqui para descrever a ação de fazer ou realizar algo, neste caso, a proteção de Jeremias.","por_que_esta_palavra":"A escolha de 'urso' enfatiza a ação positiva do rei em contraste com o destino do povo.","conexao_teologica":"A proteção de Jeremias reflete a fidelidade de Deus em preservar Seus profetas mesmo em tempos de juízo.","referencias_relacionadas":["Jeremias 1:19","Salmos 91:11","Mateus 10:30"]},"jeremias_39_12_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz a razão pela qual Jeremias foi tratado com cuidado.","explicacao_detalhada":"A palavra 'porque' (כִּי) é uma conjunção que indica a causa ou justificativa para a ação do rei.","por_que_esta_palavra":"A escolha de 'porque' é crucial para entender a motivação por trás das decisões tomadas por Nabucodonosor.","conexao_teologica":"A noção de causa e efeito é importante na teologia, mostrando como as ações humanas estão sob a soberania de Deus.","referencias_relacionadas":["Romanos 8:28","Gálatas 6:7","Efésios 1:11"]},"jeremias_39_12_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se à ação de tomar ou capturar, que pode ser interpretada em vários contextos.","explicacao_detalhada":"A palavra 'tomar' (לָקַח) implica uma ação de apropriação, que pode se referir tanto ao povo sendo levado cativo quanto à proteção de Jeremias.","por_que_esta_palavra":"A escolha de 'tomar' destaca a dualidade da situação: a captura do povo e a preservação do profeta.","conexao_teologica":"A ideia de tomar é central na narrativa bíblica, refletindo a ação de Deus em redimir e preservar Seu povo.","referencias_relacionadas":["Isaías 43:1","1 Pedro 1:5","Salmos 34:19"]},"jeremias_39_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as ações são realizadas.","explicacao_detalhada":"A palavra 'modo' indica a maneira específica pela qual algo deve ser feito, enfatizando a importância da forma e do procedimento nas ações humanas e divinas.","por_que_esta_palavra":"A escolha do termo 'modo' destaca a necessidade de seguir diretrizes e instruções claras, especialmente em contextos de julgamento e ação divina.","conexao_teologica":"O modo de agir de Deus é sempre justo e perfeito, refletindo Sua natureza santa e soberana.","referencias_relacionadas":["Salmos 25:4","Provérbios 3:6","Isaías 55:8-9"]},"jeremias_39_13_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de enviar alguém ou algo com um propósito específico.","explicacao_detalhada":"A palavra 'enviar' implica uma ação deliberada de mover ou delegar, muitas vezes associada a missões ou ordens divinas.","por_que_esta_palavra":"O uso de 'enviar' enfatiza a autoridade de quem envia e a responsabilidade de quem é enviado, refletindo a dinâmica entre Deus e Seus mensageiros.","conexao_teologica":"Deus frequentemente envia profetas e mensageiros para comunicar Sua vontade ao povo, mostrando Sua preocupação e desejo de relacionamento.","referencias_relacionadas":["Mateus 10:16","Isaías 6:8","Romanos 10:15"]},"jeremias_39_13_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua essência.","explicacao_detalhada":"A palavra 'homem' representa a humanidade, enfatizando a dignidade e o valor que cada pessoa possui como criação de Deus.","por_que_esta_palavra":"O uso de 'homem' neste contexto pode indicar a responsabilidade moral e espiritual que os seres humanos têm diante de Deus.","conexao_teologica":"A criação do homem à imagem de Deus é um tema central na teologia, refletindo a relação especial entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"jeremias_39_14_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou entregar algo a alguém.","explicacao_detalhada":"A palavra 'dar' implica uma ação de transferência, onde algo é oferecido ou concedido a outra parte, muitas vezes com um sentido de generosidade ou obrigação.","por_que_esta_palavra":"O uso de 'dar' neste contexto pode indicar a ação de Deus em fornecer ajuda ou salvação ao Seu povo.","conexao_teologica":"Deus é descrito como um doador generoso, que oferece bênçãos e salvação àqueles que O buscam.","referencias_relacionadas":["Tiago 1:17","Mateus 7:11","Romanos 8:32"]},"jeremias_39_14_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se a um lar ou lugar de habitação.","explicacao_detalhada":"A palavra 'casa' simboliza não apenas um espaço físico, mas também a ideia de família e comunidade, representando segurança e pertencimento.","por_que_esta_palavra":"O uso de 'casa' neste contexto pode indicar a importância da família e da comunidade na vida espiritual e social do povo de Deus.","conexao_teologica":"A casa de Deus é frequentemente mencionada nas Escrituras como um lugar de adoração e comunhão com Ele.","referencias_relacionadas":["Salmos 127:1","Hebreus 3:6","1 Pedro 2:5"]},"jeremias_39_14_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de tomar decisões ou fazer julgamentos.","explicacao_detalhada":"A palavra 'julgar' implica a capacidade de discernir entre o certo e o errado, refletindo a justiça e a sabedoria necessárias para governar.","por_que_esta_palavra":"O uso de 'julgar' neste contexto pode indicar a responsabilidade de líderes e autoridades em tomar decisões justas e sábias.","conexao_teologica":"Deus é o juiz supremo, e Seus julgamentos são sempre justos e verdadeiros, servindo como modelo para a justiça humana.","referencias_relacionadas":["Salmos 9:7-8","Isaías 11:3-4","Romanos 14:10"]},"jeremias_39_15_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma declaração ou mensagem.","explicacao_detalhada":"A palavra 'palavra' pode se referir tanto a uma comunicação verbal quanto a um mandamento divino, enfatizando a importância da revelação de Deus.","por_que_esta_palavra":"O uso de 'palavra' neste contexto destaca a autoridade e a relevância da mensagem que Deus deseja transmitir ao Seu povo.","conexao_teologica":"A Palavra de Deus é viva e eficaz, e tem o poder de transformar vidas e corações.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","João 1:1"]},"jeremias_39_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' indica a soberania e a majestade de Deus, sendo um título que expressa reverência e adoração.","por_que_esta_palavra":"O uso do nome do Senhor neste contexto enfatiza a importância de reconhecer e honrar a autoridade divina em todas as coisas.","conexao_teologica":"O nome de Deus é um tema central na adoração, refletindo Sua natureza e Seus atributos.","referencias_relacionadas":["Salmos 8:1","Êxodo 3:14","Filipenses 2:9-11"]},"jeremias_39_16_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade ou povoado.","explicacao_detalhada":"A palavra 'cidade' pode simbolizar tanto um lugar físico quanto uma comunidade de pessoas, refletindo a vida social e cultural.","por_que_esta_palavra":"O uso de 'cidade' neste contexto pode indicar a importância da coletividade e da vida em comunidade na experiência espiritual.","conexao_teologica":"A cidade de Deus é frequentemente mencionada nas Escrituras como um lugar de refúgio e adoração.","referencias_relacionadas":["Salmos 46:4","Hebreus 11:10","Apocalipse 21:2"]},"jeremias_39_16_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de 24 horas, mas também pode simbolizar um tempo de eventos significativos.","explicacao_detalhada":"A palavra 'dia' pode indicar um tempo específico em que algo importante acontece, refletindo a soberania de Deus sobre o tempo e a história.","por_que_esta_palavra":"O uso de 'dia' neste contexto pode enfatizar a urgência e a importância dos eventos que estão prestes a ocorrer.","conexao_teologica":"Deus é o Senhor do tempo, e cada dia é uma oportunidade para cumprir Seus propósitos.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","2 Coríntios 6:2"]},"jeremias_39_16_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade de Deus em preservar a vida de Jeremias.","explicacao_detalhada":"A palavra 'bom' aqui indica a qualidade positiva e favorável da ação divina em meio ao juízo sobre Judá.","por_que_esta_palavra":"A escolha da palavra 'bom' enfatiza a misericórdia de Deus, mesmo em tempos de julgamento.","conexao_teologica":"A bondade de Deus é um tema central na teologia bíblica, mostrando que Ele sempre busca o bem de Seu povo.","referencias_relacionadas":["Salmos 34:8","Romanos 8:28","Tiago 1:17"]},"jeremias_39_17_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' mencionado refere-se a um tempo específico de julgamento e libertação.","explicacao_detalhada":"A palavra 'dia' é usada para marcar um evento significativo na história de Israel, onde a intervenção divina é evidente.","por_que_esta_palavra":"O uso de 'dia' destaca a importância do tempo de Deus e a certeza de Sua ação.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao dia do Senhor, um tempo de juízo e redenção.","referencias_relacionadas":["Isaías 2:12","Joel 2:31","Atos 2:20"]},"jeremias_39_17_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua fragilidade e necessidade de Deus.","explicacao_detalhada":"A palavra 'homem' aqui enfatiza a condição humana e a dependência de Deus para a salvação.","por_que_esta_palavra":"A escolha da palavra 'homem' ressalta a dignidade e a responsabilidade do ser humano diante de Deus.","conexao_teologica":"A teologia bíblica frequentemente aborda a relação entre Deus e a humanidade, destacando a criação e a queda.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"jeremias_39_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'senhor' refere-se a Deus como o soberano e controlador da história.","explicacao_detalhada":"A palavra 'senhor' é um título que expressa autoridade e poder, reconhecendo a divindade de Deus.","por_que_esta_palavra":"A utilização do nome de Deus enfatiza Sua presença e ação na vida do povo.","conexao_teologica":"O nome de Deus é central na adoração e na relação do povo com Ele, simbolizando Sua fidelidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 68:4","Filipenses 2:10"]},"jeremias_39_18_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Deus age em favor de Jeremias.","explicacao_detalhada":"Ela conecta a ação de Deus com a situação de Jeremias, mostrando que Deus responde às necessidades de Seu povo.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a motivação divina e a lógica do plano de salvação.","conexao_teologica":"A relação entre a ação de Deus e a resposta humana é um tema recorrente na Escritura.","referencias_relacionadas":["Romanos 5:8","1 João 4:19","Salmos 91:15"]},"jeremias_39_18_seca":{"palavra_pt":"espada","palavra_original":"חֶרֶב","transliteracao":"chereb","strong":"H2719","significado_raiz":"Ideia básica: espada.","significado_contextual":"A 'espada' simboliza o juízo e a destruição que virão sobre os inimigos de Deus.","explicacao_detalhada":"A palavra 'espada' é frequentemente usada na Bíblia para representar a justiça de Deus contra o pecado.","por_que_esta_palavra":"A escolha da palavra 'espada' enfatiza a seriedade do juízo divino e a necessidade de arrependimento.","conexao_teologica":"A espada é um símbolo da Palavra de Deus, que traz tanto juízo quanto salvação.","referencias_relacionadas":["Hebreus 4:12","Apocalipse 1:16","Mateus 10:34"]},"jeremias_39_18_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para afirmar a fidelidade de Deus às Suas promessas.","explicacao_detalhada":"Ela destaca a importância da verdade divina em contraste com a mentira e a desobediência humana.","por_que_esta_palavra":"A palavra 'verdade' é fundamental para entender a natureza de Deus e Sua relação com a humanidade.","conexao_teologica":"A verdade de Deus é um tema central na Escritura, que revela Seu caráter e Seus propósitos.","referencias_relacionadas":["João 14:6","Salmos 119:160","1 João 1:5"]}}