{"jeremias_4_1_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à necessidade de arrependimento para que o povo possa ser salvo da destruição.","explicacao_detalhada":"A palavra 'salvar' enfatiza a urgência de retornar a Deus e se afastar do pecado para evitar o juízo.","por_que_esta_palavra":"A escolha da palavra 'salvar' destaca a esperança de redenção e a misericórdia de Deus.","conexao_teologica":"A salvação é um tema central na Bíblia, refletindo a natureza redentora de Deus.","referencias_relacionadas":["Isaías 55:7","Romanos 10:9-10","Atos 2:21"]},"jeremias_4_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se ao nome de Deus, enfatizando sua autoridade e poder de salvar.","explicacao_detalhada":"O 'nome' de Deus é um chamado à ação, lembrando o povo de sua necessidade de se voltar para Ele.","por_que_esta_palavra":"A palavra 'nome' é usada para reafirmar a importância de reconhecer a soberania de Deus em momentos de crise.","conexao_teologica":"O nome de Deus é um símbolo de sua presença e ajuda em tempos de necessidade.","referencias_relacionadas":["Salmos 54:1","Salmos 116:4","Romanos 10:13"]},"jeremias_4_1_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade que deve ser buscada pelo povo em sua relação com Deus.","explicacao_detalhada":"A palavra 'verdade' implica em sinceridade e autenticidade na adoração e no arrependimento.","por_que_esta_palavra":"A escolha da palavra 'verdade' destaca a necessidade de um coração genuíno diante de Deus.","conexao_teologica":"A verdade é fundamental na relação com Deus, sendo essencial para a verdadeira adoração.","referencias_relacionadas":["João 4:24","Salmos 51:6","Efésios 4:15"]},"jeremias_4_2_verdade":{"palavra_pt":"verdade/fidelidade","palavra_original":"אֶמֶת","transliteracao":"ʼemeth","strong":"H571","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à verdade que devem caracterizar o relacionamento do povo com Deus.","explicacao_detalhada":"A palavra 'verdade/fidelidade' enfatiza a importância de ser fiel a Deus e aos seus mandamentos.","por_que_esta_palavra":"A escolha da palavra 'verdade/fidelidade' destaca a necessidade de compromisso e lealdade a Deus.","conexao_teologica":"A fidelidade de Deus é um tema central na Bíblia, refletindo sua natureza constante e imutável.","referencias_relacionadas":["Salmos 100:5","Deuteronômio 7:9","1 Coríntios 1:9"]},"jeremias_4_2_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se à justiça e ao juízo que devem ser praticados pelo povo de Deus.","explicacao_detalhada":"A palavra 'juízo/justiça' enfatiza a importância de viver de acordo com os padrões de Deus em todas as áreas da vida.","por_que_esta_palavra":"A escolha da palavra 'juízo/justiça' destaca a responsabilidade do povo em agir com retidão.","conexao_teologica":"A justiça é um atributo de Deus e deve ser refletida na vida dos crentes.","referencias_relacionadas":["Miquéias 6:8","Isaías 1:17","Mateus 5:6"]},"jeremias_4_2_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Abençoar implica em invocar a proteção e a prosperidade divina.","explicacao_detalhada":"No contexto de Jeremias 4:2, a palavra 'abençoar' é usada para descrever a ação de invocar a bênção de Deus sobre o povo, enfatizando a importância de uma vida em conformidade com a vontade divina.","por_que_esta_palavra":"Esta palavra é central na relação entre Deus e Seu povo, pois reflete a intenção de Deus de abençoar aqueles que O seguem.","conexao_teologica":"A bênção de Deus é um tema recorrente nas Escrituras, simbolizando a aliança e a proteção divina sobre aqueles que são fiéis.","referencias_relacionadas":["Gênesis 12:2","Números 6:24-26","Salmos 67:1"]},"jeremias_4_3_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua essência, destacando a dignidade e a responsabilidade que lhe são atribuídas.","explicacao_detalhada":"Em Jeremias 4:3, a palavra 'homem' é utilizada para enfatizar a necessidade de arrependimento e mudança de comportamento, chamando a atenção para a condição moral do ser humano.","por_que_esta_palavra":"A palavra é importante porque representa a humanidade e sua relação com Deus, destacando a responsabilidade moral e espiritual do homem.","conexao_teologica":"A criação do homem à imagem de Deus estabelece um fundamento para a dignidade humana e a responsabilidade diante do Criador.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"jeremias_4_3_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir uma razão ou explicação, conectando ideias e argumentos.","explicacao_detalhada":"No versículo, 'porque' serve para justificar a necessidade de ação, indicando que a condição do povo requer uma resposta imediata.","por_que_esta_palavra":"É fundamental para a lógica do discurso profético, pois explica a urgência da mensagem de arrependimento.","conexao_teologica":"A palavra 'porque' é frequentemente usada nas Escrituras para conectar a ação de Deus com a resposta do povo, mostrando a relação entre causa e efeito.","referencias_relacionadas":["Isaías 1:18","Ezequiel 18:30","Mateus 3:2"]},"jeremias_4_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome pessoal de Deus, que expressa Sua soberania e autoridade.","explicacao_detalhada":"Em Jeremias 4:3, o uso do nome 'Senhor' enfatiza a relação de aliança entre Deus e Seu povo, lembrando-os de Sua autoridade e poder.","por_que_esta_palavra":"O nome de Deus é central na identidade do povo de Israel, simbolizando a presença e a promessa de Deus entre eles.","conexao_teologica":"O nome 'Senhor' é um lembrete constante da fidelidade de Deus e de Sua disposição em se relacionar com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Romanos 10:13"]},"jeremias_4_4_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de tomar decisões ou fazer avaliações, especialmente em um contexto moral ou ético.","explicacao_detalhada":"No contexto de Jeremias 4:4, 'julgar' implica em uma avaliação da condição espiritual do povo e a necessidade de arrependimento.","por_que_esta_palavra":"A palavra é crucial para entender a responsabilidade de Deus em avaliar a conduta de Seu povo e a necessidade de justiça.","conexao_teologica":"O julgamento de Deus é um tema importante na teologia bíblica, refletindo Sua justiça e santidade.","referencias_relacionadas":["Salmos 9:7","Eclesiastes 12:14","Mateus 12:36"]},"jeremias_4_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome pessoal de Deus, que expressa Sua soberania e autoridade.","explicacao_detalhada":"Neste versículo, o uso do nome 'Senhor' reforça a ideia de que Deus é o juiz supremo que avaliará as ações do povo.","por_que_esta_palavra":"O nome de Deus é fundamental para a compreensão da Sua autoridade e do relacionamento que Ele tem com a humanidade.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele tem o direito de julgar e corrigir Seu povo.","referencias_relacionadas":["Salmos 50:6","Isaías 33:22","Tiago 4:12"]},"jeremias_4_4_chamar":{"palavra_pt":"chamar","palavra_original":"סוּר","transliteracao":"çûwr","strong":"H5493","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de convocar ou chamar alguém para uma ação ou resposta.","explicacao_detalhada":"Em Jeremias 4:4, 'chamar' implica em um convite para que o povo se arrependa e retorne a Deus, enfatizando a urgência da mensagem profética.","por_que_esta_palavra":"A palavra é importante porque reflete a ação de Deus em buscar Seu povo, chamando-os ao arrependimento.","conexao_teologica":"O chamado de Deus para o arrependimento é uma expressão de Sua graça e misericórdia, mostrando que Ele deseja restaurar Seu povo.","referencias_relacionadas":["Isaías 55:6","Mateus 11:28","Atos 2:38"]},"jeremias_4_5_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou território, muitas vezes simbolizando a herança de Deus para Seu povo.","explicacao_detalhada":"No contexto de Jeremias 4:5, 'terra' é mencionada em relação ao chamado para que o povo se prepare e se volte a Deus, indicando a importância do espaço físico e espiritual.","por_que_esta_palavra":"A terra é um símbolo da promessa de Deus e da aliança com Israel, representando a habitação do povo escolhido.","conexao_teologica":"A relação entre Deus e a terra é um tema central na Bíblia, simbolizando a presença de Deus entre Seu povo.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:7-10","Salmos 37:11"]},"jeremias_4_5_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de comunicar ou expressar uma declaração ou ordem.","explicacao_detalhada":"Em Jeremias 4:5, 'dizer' é usado para enfatizar a importância da mensagem que deve ser proclamada ao povo, convocando-os ao arrependimento.","por_que_esta_palavra":"A palavra é crucial para entender a comunicação divina e a responsabilidade dos profetas em transmitir a mensagem de Deus.","conexao_teologica":"A fala de Deus é um tema central na Bíblia, mostrando como Ele se comunica com a humanidade e a importância da obediência à Sua palavra.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Hebreus 4:12"]},"jeremias_4_5_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de entrar em um lugar ou situação, muitas vezes simbolizando um convite ou chamado.","explicacao_detalhada":"No versículo, 'vir/entrar' é usado para convocar o povo a se reunir e responder ao chamado de Deus, enfatizando a urgência da mensagem.","por_que_esta_palavra":"Esta palavra é importante porque representa a ação de se aproximar de Deus e responder ao Seu convite para arrependimento.","conexao_teologica":"O chamado de Deus para que as pessoas venham a Ele é um tema recorrente na Bíblia, refletindo Sua disposição em acolher os arrependidos.","referencias_relacionadas":["Mateus 7:7","João 6:37","Apocalipse 22:17"]},"jeremias_4_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual um aviso ou uma ação é necessário.","explicacao_detalhada":"Neste contexto, 'porque' conecta a advertência de Jeremias sobre a destruição iminente de Judá com a necessidade de se preparar para isso. É uma chamada à reflexão e à ação.","por_que_esta_palavra":"A palavra é fundamental para entender a lógica do discurso profético, onde a razão é apresentada para a urgência da mensagem.","conexao_teologica":"A utilização de 'porque' reflete a natureza de Deus como um comunicador que deseja que Seu povo compreenda as consequências de suas ações.","referencias_relacionadas":["Jeremias 4:5","Jeremias 4:7","Jeremias 4:9"]},"jeremias_4_6_vento":{"palavra_pt":"vento","palavra_original":"צָפוֹן","transliteracao":"tsâphôwn","strong":"H6828","significado_raiz":"Ideia básica: vento.","significado_contextual":"O 'vento' é frequentemente associado a mudanças repentinas e à ação de Deus na natureza.","explicacao_detalhada":"Neste versículo, o vento simboliza a destruição e o juízo que se aproxima, representando a força de Deus que traz devastação.","por_que_esta_palavra":"A palavra é escolhida para ilustrar a rapidez e a inevitabilidade do juízo divino sobre Judá.","conexao_teologica":"O vento é um símbolo do Espírito Santo e da presença de Deus, que pode trazer tanto vida quanto destruição, dependendo da resposta do povo.","referencias_relacionadas":["Ezequiel 37:9","Salmos 104:4","Isaías 66:15"]},"jeremias_4_7_perecer":{"palavra_pt":"perecer","palavra_original":"שָׁחַת","transliteracao":"shâchath","strong":"H7843","significado_raiz":"Ideia básica: perecer.","significado_contextual":"A palavra 'perecer' refere-se à destruição total e à morte, enfatizando a gravidade da situação.","explicacao_detalhada":"Jeremias usa 'perecer' para descrever o destino de Judá se não se arrepender e voltar-se para Deus, alertando sobre as consequências do pecado.","por_que_esta_palavra":"É uma palavra forte que transmite a seriedade do juízo divino e a necessidade de arrependimento.","conexao_teologica":"A ideia de perecer está ligada à justiça de Deus e à necessidade de redenção, mostrando que a desobediência leva à morte espiritual.","referencias_relacionadas":["Romanos 6:23","Ezequiel 18:30","Mateus 10:28"]},"jeremias_4_7_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude do juízo que está por vir.","explicacao_detalhada":"Neste contexto, 'grande' enfatiza a severidade e a abrangência da destruição que Deus trará sobre Judá.","por_que_esta_palavra":"A escolha da palavra 'grande' serve para alertar o povo sobre a seriedade da situação e a necessidade de se preparar.","conexao_teologica":"A grandeza do juízo de Deus reflete Sua santidade e a seriedade do pecado, mostrando que Deus é justo em Suas ações.","referencias_relacionadas":["Apocalipse 20:11","Salmos 145:3","Isaías 13:6"]},"jeremias_4_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território de Judá e à criação de Deus.","explicacao_detalhada":"Neste versículo, 'terra' é o cenário da devastação que ocorrerá como resultado do juízo divino, simbolizando a perda da herança prometida.","por_que_esta_palavra":"A palavra é crucial para entender a conexão entre a terra e o povo de Deus, que é afetado pelo seu comportamento.","conexao_teologica":"A terra é um símbolo da aliança de Deus com Seu povo, e sua destruição representa a quebra dessa aliança.","referencias_relacionadas":["Gênesis 1:1","Deuteronômio 30:15-20","Isaías 24:5"]},"jeremias_4_8_sackcloth":{"palavra_pt":"sack cloth","palavra_original":"שַׂק","transliteracao":"saq","strong":"H8242","significado_raiz":"Ideia básica: sack cloth.","significado_contextual":"O 'sackcloth' é um símbolo de luto e arrependimento na cultura hebraica.","explicacao_detalhada":"Neste contexto, Jeremias menciona o uso de sackcloth como um chamado ao arrependimento e à lamentação pela condição espiritual do povo.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a necessidade de um lamento genuíno diante do juízo iminente.","conexao_teologica":"O uso de sackcloth reflete a prática de humilhação e busca de reconciliação com Deus, mostrando a importância do arrependimento.","referencias_relacionadas":["Jonas 3:5","2 Reis 19:1","Joel 1:13"]},"jeremias_4_8_howl":{"palavra_pt":"howl","palavra_original":"יָלַל","transliteracao":"yâlal","strong":"H3213","significado_raiz":"Ideia básica: howl.","significado_contextual":"A palavra 'howl' expressa um grito de dor e desespero diante da calamidade.","explicacao_detalhada":"Jeremias usa 'howl' para descrever a resposta emocional do povo diante do juízo de Deus, enfatizando a gravidade da situação.","por_que_esta_palavra":"A palavra é escolhida para transmitir a intensidade do sofrimento que virá como resultado da desobediência.","conexao_teologica":"O lamento e o choro são frequentemente usados na Escritura para expressar arrependimento e a necessidade de voltar-se para Deus.","referencias_relacionadas":["Amós 5:16","Miquéias 1:8","Lamentações 1:1"]},"jeremias_4_8_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual o lamento e a preparação são necessários.","explicacao_detalhada":"Assim como em Jeremias 4:6, 'porque' conecta a necessidade de arrependimento com a realidade do juízo iminente.","por_que_esta_palavra":"A palavra é fundamental para entender a lógica do chamado ao arrependimento e à lamentação.","conexao_teologica":"A repetição da palavra 'porque' reforça a mensagem de que a desobediência tem consequências e que Deus deseja que Seu povo se arrependa.","referencias_relacionadas":["Jeremias 4:6","Ezequiel 18:30","Mateus 3:2"]},"jeremias_4_9_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um tempo específico de juízo e revelação de Deus.","explicacao_detalhada":"Neste contexto, 'dia' é usado para descrever um tempo de calamidade e a manifestação do juízo divino sobre Judá.","por_que_esta_palavra":"A palavra é importante para enfatizar a certeza e a iminência do juízo que está por vir.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao dia do Senhor, um tempo de julgamento e restauração na teologia bíblica.","referencias_relacionadas":["Amós 5:18","Isaías 13:6","Zacarias 14:1"]},"jeremias_4_9_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à liderança e à autoridade sobre o povo de Judá.","explicacao_detalhada":"Neste versículo, 'rei' é mencionado para destacar a responsabilidade da liderança em guiar o povo e a gravidade do juízo que recai sobre eles.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica de poder e a responsabilidade dos líderes diante de Deus.","conexao_teologica":"A figura do rei é central na história de Israel, simbolizando tanto a autoridade divina quanto a responsabilidade moral diante de Deus.","referencias_relacionadas":["1 Samuel 8:7","Provérbios 29:2","Ezequiel 34:2"]},"jeremias_4_9_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O coração é visto como o centro das emoções e decisões humanas.","explicacao_detalhada":"No contexto de Jeremias 4:9, o coração representa a disposição interna do povo de Israel, que se afastou de Deus. A menção do coração reflete a condição espiritual e moral da nação.","por_que_esta_palavra":"A palavra 'coração' é usada para enfatizar a necessidade de arrependimento e transformação interna.","conexao_teologica":"O coração é frequentemente mencionado na Bíblia como o lugar onde Deus busca a verdadeira adoração e arrependimento.","referencias_relacionadas":["Provérbios 4:23","Salmos 51:10","Mateus 5:8"]},"jeremias_4_10_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' refere-se à vida ou essência de um ser humano.","explicacao_detalhada":"Em Jeremias 4:10, a referência à alma destaca a gravidade da situação espiritual do povo, que está em risco de perder sua vida espiritual devido à desobediência.","por_que_esta_palavra":"A palavra 'alma' é utilizada para mostrar a profundidade da crise que Israel enfrenta, não apenas física, mas também espiritual.","conexao_teologica":"A alma é vista como a parte imortal do ser humano, que deve estar em comunhão com Deus.","referencias_relacionadas":["Gênesis 2:7","Mateus 16:26","Salmos 23:3"]},"jeremias_4_10_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para transmitir a comunicação de Deus ao seu povo.","explicacao_detalhada":"No versículo, Deus expressa sua frustração com a desobediência do povo, enfatizando a importância de ouvir e obedecer à Sua palavra.","por_que_esta_palavra":"A palavra 'dizer' é crucial para entender a relação entre Deus e seu povo, onde a comunicação divina é fundamental.","conexao_teologica":"Deus se revela através de Sua palavra, e a obediência a essa palavra é essencial para a vida espiritual.","referencias_relacionadas":["Deuteronômio 6:4-5","Romanos 10:17","Salmos 119:105"]},"jeremias_4_10_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Senhor' refere-se à soberania de Deus sobre todas as coisas.","explicacao_detalhada":"Em Jeremias 4:10, a invocação do Senhor enfatiza a autoridade divina e a necessidade de reconhecimento de Sua posição como governante supremo.","por_que_esta_palavra":"A palavra 'Senhor' é usada para lembrar ao povo que eles devem se submeter à vontade de Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele tem controle sobre a história e a vida das pessoas.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5-6","Romanos 14:11"]},"jeremias_4_11_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se ao tempo ou momento em que algo é dito ou acontece.","explicacao_detalhada":"No contexto de Jeremias 4:11, a expressão é usada para indicar um tempo crítico em que a mensagem de Deus é proclamada ao povo.","por_que_esta_palavra":"A palavra 'expressão' é importante para entender a urgência da mensagem divina em um momento de crise.","conexao_teologica":"Deus se comunica em momentos específicos da história, chamando o povo ao arrependimento.","referencias_relacionadas":["Eclesiastes 3:1","Gálatas 4:4","Atos 17:26"]},"jeremias_4_11_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à nação de Israel como o povo escolhido de Deus.","explicacao_detalhada":"Em Jeremias 4:11, a referência ao povo destaca a responsabilidade coletiva de Israel em ouvir e obedecer a Deus.","por_que_esta_palavra":"A palavra 'povo' é usada para enfatizar a identidade e a relação especial entre Deus e Israel.","conexao_teologica":"A relação entre Deus e Seu povo é um tema central na Bíblia, mostrando a aliança e a responsabilidade do povo diante de Deus.","referencias_relacionadas":["Êxodo 19:5-6","Deuteronômio 7:6","1 Pedro 2:9"]},"jeremias_4_11_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito/vento' pode simbolizar a presença de Deus ou a força de Sua ação.","explicacao_detalhada":"No contexto de Jeremias 4:11, o vento é uma metáfora para a mensagem de Deus que traz juízo e transformação.","por_que_esta_palavra":"A palavra 'vento' é usada para ilustrar a força e a rapidez com que a palavra de Deus pode agir.","conexao_teologica":"O Espírito de Deus é frequentemente associado ao poder de transformação e renovação na vida do crente.","referencias_relacionadas":["Gênesis 1:2","Ezequiel 37:9-10","João 3:8"]},"jeremias_4_12_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito/vento' é usada novamente para simbolizar a ação de Deus em juízo.","explicacao_detalhada":"Em Jeremias 4:12, o vento representa a força do juízo que vem sobre o povo desobediente.","por_que_esta_palavra":"A repetição da palavra 'vento' reforça a ideia de que a mensagem de Deus é poderosa e inevitável.","conexao_teologica":"A presença de Deus é frequentemente associada ao vento, simbolizando Sua soberania e poder.","referencias_relacionadas":["Salmos 104:4","Isaías 11:4","Atos 2:2"]},"jeremias_4_12_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo/justiça' refere-se à ação de Deus em trazer justiça ao povo.","explicacao_detalhada":"No contexto de Jeremias 4:12, o juízo é uma resposta à desobediência e à injustiça do povo.","por_que_esta_palavra":"A palavra 'juízo' é usada para enfatizar a necessidade de retidão e a consequência do pecado.","conexao_teologica":"A justiça de Deus é um aspecto fundamental de Seu caráter, mostrando que Ele não ignora o pecado.","referencias_relacionadas":["Salmos 89:14","Amós 5:24","Romanos 2:6"]},"jeremias_4_12_crianca":{"palavra_pt":"crianca","palavra_original":"מָלֵא","transliteracao":"mâlêʼ","strong":"H4392","significado_raiz":"Ideia básica: crianca.","significado_contextual":"A palavra 'criança' pode simbolizar inocência ou vulnerabilidade.","explicacao_detalhada":"Em Jeremias 4:12, a referência à criança pode indicar a fragilidade da situação do povo diante do juízo de Deus.","por_que_esta_palavra":"A palavra 'criança' é usada para mostrar a necessidade de proteção e cuidado, que o povo falhou em buscar.","conexao_teologica":"A vulnerabilidade das crianças é um tema importante na Bíblia, refletindo o cuidado de Deus por todos, especialmente os mais fracos.","referencias_relacionadas":["Mateus 18:10","Salmos 127:3","Marcos 10:14"]},"jeremias_4_13_aguia":{"palavra_pt":"aguia","palavra_original":"נֶשֶׁר","transliteracao":"nesher","strong":"H5404","significado_raiz":"Ideia básica: aguia.","significado_contextual":"A águia é frequentemente usada na Bíblia como símbolo de força e proteção divina.","explicacao_detalhada":"No contexto de Jeremias 4:13, a águia representa a rapidez e a força do julgamento que virá sobre Judá. A imagem sugere que o juízo de Deus será veloz e devastador, como o ataque de uma águia.","por_que_esta_palavra":"A escolha da palavra 'águia' enfatiza a ideia de um ataque repentino e poderoso, refletindo a natureza do juízo divino.","conexao_teologica":"A águia é um símbolo de Deus que protege e também de Sua capacidade de trazer juízo. Em outras passagens, como em Êxodo 19:4, Deus se compara a uma águia que leva seu povo.","referencias_relacionadas":["Êxodo 19:4","Isaías 40:31","Salmos 103:5"]},"jeremias_4_14_mal":{"palavra_pt":"mal","palavra_original":"רַע","transliteracao":"raʻ","strong":"H7451","significado_raiz":"Ideia básica: mal.","significado_contextual":"O mal aqui se refere à corrupção moral e ao afastamento de Deus.","explicacao_detalhada":"Em Jeremias 4:14, o 'mal' é um chamado à reflexão sobre a condição espiritual de Judá, que se afastou de Deus e se entregou à idolatria e à injustiça.","por_que_esta_palavra":"A palavra 'mal' é usada para descrever a gravidade do pecado e suas consequências, enfatizando a necessidade de arrependimento.","conexao_teologica":"O conceito de mal é central na teologia bíblica, onde o pecado separa o homem de Deus e traz juízo. A necessidade de redenção é um tema recorrente.","referencias_relacionadas":["Isaías 5:20","Romanos 3:23","Gálatas 6:7"]},"jeremias_4_14_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O coração representa o centro das emoções e decisões do ser humano.","explicacao_detalhada":"No versículo, Jeremias exorta o povo a purificar seu coração, indicando que a verdadeira mudança deve vir de dentro, não apenas de ações externas.","por_que_esta_palavra":"A palavra 'coração' é crucial para entender a relação entre o ser humano e Deus, pois reflete a verdadeira condição espiritual.","conexao_teologica":"A transformação do coração é um tema importante na Bíblia, culminando na nova aliança em Cristo, onde Deus promete dar um novo coração (Ezequiel 36:26).","referencias_relacionadas":["Provérbios 4:23","Mateus 5:8","Ezequiel 36:26"]},"jeremias_4_14_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A salvação é entendida como a libertação do pecado e do juízo divino.","explicacao_detalhada":"Em Jeremias 4:14, a ideia de 'salvar' implica em um chamado ao arrependimento e à busca pela restauração da relação com Deus.","por_que_esta_palavra":"A palavra 'salvar' é fundamental para a mensagem profética, que sempre aponta para a possibilidade de redenção, mesmo em meio ao juízo.","conexao_teologica":"A salvação é um tema central na Bíblia, culminando na obra redentora de Cristo, que oferece salvação a todos os que creem.","referencias_relacionadas":["Romanos 10:9-10","Atos 4:12","Efésios 2:8-9"]},"jeremias_4_15_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual o juízo está prestes a acontecer.","explicacao_detalhada":"Em Jeremias 4:15, 'porque' conecta a declaração do profeta à realidade do pecado do povo, explicando que o juízo é uma resposta ao afastamento de Deus.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a lógica do juízo divino e a necessidade de arrependimento.","conexao_teologica":"A relação entre pecado e juízo é uma constante na Escritura, onde a desobediência resulta em consequências, mas sempre há a esperança de restauração.","referencias_relacionadas":["Gálatas 6:7","Romanos 1:18","2 Crônicas 7:14"]},"jeremias_4_15_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A voz representa a comunicação de Deus e o chamado ao arrependimento.","explicacao_detalhada":"No contexto de Jeremias 4:15, a 'voz' é um apelo para que o povo ouça e responda ao aviso de Deus sobre o juízo iminente.","por_que_esta_palavra":"A palavra 'voz' enfatiza a importância de ouvir a mensagem divina e a urgência da resposta do povo.","conexao_teologica":"A voz de Deus é um tema recorrente na Bíblia, onde Ele se comunica com Seu povo, chamando-os ao arrependimento e à obediência.","referencias_relacionadas":["Salmos 29:4","Hebreus 3:15","Apocalipse 3:20"]},"jeremias_4_15_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Ouvir implica em prestar atenção à mensagem de Deus e agir de acordo com ela.","explicacao_detalhada":"Em Jeremias 4:15, o chamado para 'ouvir' é um convite para que o povo reconheça a gravidade de sua situação e busque a mudança.","por_que_esta_palavra":"A palavra 'ouvir' é crucial para a resposta do povo ao chamado de Deus, destacando a importância da obediência.","conexao_teologica":"A obediência à voz de Deus é um tema central na Bíblia, onde ouvir e agir são frequentemente ligados à bênção e à salvação.","referencias_relacionadas":["Tiago 1:22","Mateus 7:24","Romanos 10:17"]},"jeremias_4_16_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra representa o povo de Deus e sua relação com Ele.","explicacao_detalhada":"No versículo, 'terra' refere-se ao povo de Judá, que está sendo advertido sobre as consequências de seu pecado e a necessidade de arrependimento.","por_que_esta_palavra":"A palavra 'terra' é utilizada para simbolizar a herança de Deus e a responsabilidade do povo em manter sua aliança com Ele.","conexao_teologica":"A relação entre Deus e a terra é um tema central na Bíblia, onde a terra prometida é um símbolo da aliança e da presença de Deus entre Seu povo.","referencias_relacionadas":["Deuteronômio 30:19-20","Salmos 37:11","Isaías 1:19"]},"jeremias_4_16_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Clamar implica em um chamado urgente à ação e à resposta a Deus.","explicacao_detalhada":"Em Jeremias 4:16, 'dar' é um chamado para que o povo clame a Deus em busca de ajuda e restauração, reconhecendo sua necessidade de intervenção divina.","por_que_esta_palavra":"A palavra 'dar' enfatiza a ação de clamar, que é uma resposta ao reconhecimento da própria condição espiritual.","conexao_teologica":"O clamor a Deus é um tema recorrente na Bíblia, onde o povo é chamado a buscar a ajuda divina em tempos de crise.","referencias_relacionadas":["Salmos 34:17","Romanos 10:13","Joel 2:32"]},"jeremias_4_16_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"Na Bíblia, nação refere-se ao povo de Deus e sua identidade coletiva.","explicacao_detalhada":"Em Jeremias 4:16, a referência a 'nação' destaca a responsabilidade coletiva do povo em se voltar para Deus e evitar o juízo.","por_que_esta_palavra":"A palavra 'nação' é usada para enfatizar a unidade do povo de Deus e a necessidade de um arrependimento coletivo.","conexao_teologica":"A identidade como nação escolhida por Deus é um tema central, onde a desobediência coletiva resulta em consequências, mas a restauração é sempre possível.","referencias_relacionadas":["1 Pedro 2:9","Isaías 43:20-21","Romanos 9:25-26"]},"jeremias_4_17_salvar":{"palavra_pt":"salvar","palavra_original":"שָׁמַר","transliteracao":"shâmar","strong":"H8104","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se à ação de proteger ou resgatar, especialmente em um contexto de juízo e destruição iminente.","explicacao_detalhada":"Neste versículo, Deus está alertando sobre a destruição que virá sobre Judá, e a palavra 'salvar' implica a necessidade de proteção divina contra essa calamidade.","por_que_esta_palavra":"A escolha da palavra 'salvar' enfatiza a urgência da situação e a necessidade de intervenção divina para evitar a ruína.","conexao_teologica":"A ideia de salvar é central na teologia bíblica, refletindo o caráter de Deus como salvador e protetor do Seu povo.","referencias_relacionadas":["Salmos 34:19","Isaías 43:2","Romanos 10:13"]},"jeremias_4_17_place":{"palavra_pt":"lugar","palavra_original":"סָבִיב","transliteracao":"çâbîyb","strong":"H5439","significado_raiz":"Ideia básica: lugar.","significado_contextual":"A palavra 'lugar' refere-se a um espaço físico, mas também pode simbolizar um estado ou condição.","explicacao_detalhada":"No contexto do versículo, 'lugar' indica a área que será afetada pela destruição, enfatizando a abrangência do juízo de Deus.","por_que_esta_palavra":"A palavra 'lugar' é usada para destacar a geografia do juízo, mostrando que não há escapatória em nenhum lugar.","conexao_teologica":"A noção de lugar é importante na teologia bíblica, especialmente em relação à terra prometida e ao juízo divino.","referencias_relacionadas":["Deuteronômio 11:12","Ezequiel 36:33","Mateus 5:5"]},"jeremias_4_17_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão ou justificativa para a ação que se segue.","explicacao_detalhada":"Neste versículo, 'porque' conecta a destruição iminente com a desobediência do povo, explicando o motivo do juízo.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica do juízo de Deus, que é sempre baseado na justiça.","conexao_teologica":"A justiça de Deus é um tema recorrente na Bíblia, onde o juízo é sempre precedido por advertências e razões.","referencias_relacionadas":["Gálatas 6:7","Romanos 1:18","Hebreus 10:31"]},"jeremias_4_18_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' aqui é usada para descrever o caminho ou a maneira de viver que leva à bênção ou à maldição.","explicacao_detalhada":"No contexto, 'vida' refere-se ao resultado das escolhas do povo, que se afastou de Deus e, portanto, enfrenta a morte espiritual.","por_que_esta_palavra":"A escolha da palavra 'vida' enfatiza a importância de seguir os caminhos de Deus para experimentar a verdadeira vida.","conexao_teologica":"A vida em Deus é um tema central na Bíblia, onde a obediência a Ele resulta em vida plena.","referencias_relacionadas":["João 10:10","Deuteronômio 30:19-20","Romanos 6:23"]},"jeremias_4_18_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada metaforicamente para descrever a força e a ferocidade do juízo que virá.","explicacao_detalhada":"Neste versículo, a comparação com um urso ilustra a gravidade e a inevitabilidade da destruição que se aproxima.","por_que_esta_palavra":"A palavra 'urso' é escolhida para transmitir a ideia de um ataque feroz e devastador, simbolizando o juízo de Deus.","conexao_teologica":"A ferocidade do juízo divino é um tema que aparece em várias partes da Escritura, mostrando a seriedade da desobediência.","referencias_relacionadas":["Amós 3:8","Isaías 13:17-18","Miquéias 3:3"]},"jeremias_4_18_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz a razão para a ação descrita, ligando a consequência ao comportamento do povo.","explicacao_detalhada":"Aqui, 'porque' explica que a destruição é resultado da rebelião e do afastamento de Deus.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a lógica do juízo, que é sempre fundamentado na justiça de Deus.","conexao_teologica":"A justiça de Deus é um princípio fundamental, onde as consequências seguem as ações do povo.","referencias_relacionadas":["Provérbios 1:31","Romanos 2:6-8","Gálatas 6:7"]},"jeremias_4_19_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' refere-se ao centro das emoções e decisões do ser humano.","explicacao_detalhada":"Neste versículo, o 'coração' do povo está angustiado devido ao juízo que se aproxima, refletindo a condição espiritual da nação.","por_que_esta_palavra":"A escolha da palavra 'coração' enfatiza a necessidade de uma mudança interna e arrependimento genuíno.","conexao_teologica":"A transformação do coração é um tema central na Bíblia, onde Deus busca corações contritos e quebrantados.","referencias_relacionadas":["Salmos 51:17","Ezequiel 36:26","Romanos 10:9-10"]},"jeremias_4_19_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à sinceridade, contrastando com a mentira e a desobediência.","explicacao_detalhada":"Neste contexto, 'verdade' destaca a falta de sinceridade do povo em sua relação com Deus, que leva ao juízo.","por_que_esta_palavra":"A palavra 'verdade' é crucial para entender a natureza de Deus e a expectativa de um relacionamento autêntico com Ele.","conexao_teologica":"A verdade é um atributo de Deus, e a busca pela verdade é fundamental na vida cristã.","referencias_relacionadas":["João 4:24","Salmos 119:160","Efésios 4:15"]},"jeremias_4_19_planejar":{"palavra_pt":"planejar","palavra_original":"חָרַשׁ","transliteracao":"chârash","strong":"H2790","significado_raiz":"Ideia básica: planejar.","significado_contextual":"A palavra 'planejar' refere-se ao ato de pensar e decidir sobre ações futuras.","explicacao_detalhada":"Neste versículo, 'planejar' implica que o povo está considerando suas ações em resposta ao juízo iminente, mas de forma errada.","por_que_esta_palavra":"A escolha da palavra 'planejar' sugere que há uma necessidade de reflexão e arrependimento, mas o povo falha em fazê-lo.","conexao_teologica":"A Bíblia ensina que Deus tem planos para Seu povo, e que os planos humanos devem alinhar-se com os de Deus.","referencias_relacionadas":["Provérbios 16:9","Jeremias 29:11","Tiago 4:15"]},"jeremias_4_20_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território físico, mas também simboliza a herança e a promessa de Deus ao Seu povo.","explicacao_detalhada":"Neste versículo, 'terra' é o cenário do juízo, onde a destruição afetará não apenas o povo, mas também a criação.","por_que_esta_palavra":"A palavra 'terra' é usada para enfatizar a abrangência do juízo de Deus e a perda da herança prometida.","conexao_teologica":"A terra é um tema central na narrativa bíblica, representando a promessa de Deus e a relação do povo com Ele.","referencias_relacionadas":["Gênesis 1:1","Deuteronômio 8:7-10","Romanos 8:22"]},"jeremias_4_20_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual algo está acontecendo, neste caso, a calamidade que se aproxima.","explicacao_detalhada":"Neste versículo, Jeremias expressa a urgência e a gravidade da situação, explicando que a destruição é iminente devido à desobediência do povo.","por_que_esta_palavra":"A palavra 'porque' é fundamental para entender a lógica do discurso profético, que frequentemente liga ações a consequências.","conexao_teologica":"A relação entre desobediência e juízo é um tema central na teologia bíblica, refletindo a justiça de Deus.","referencias_relacionadas":["Deuteronômio 28:15","Isaías 1:19-20","Ezequiel 18:30"]},"jeremias_4_21_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se ao som que transmite uma mensagem, neste caso, a voz de Deus que clama ao povo.","explicacao_detalhada":"Jeremias menciona a 'voz' como um chamado à atenção, enfatizando a urgência da mensagem divina que deve ser ouvida.","por_que_esta_palavra":"A 'voz' é um símbolo da comunicação divina e da revelação, essencial para a compreensão da vontade de Deus.","conexao_teologica":"A voz de Deus é frequentemente associada ao chamado ao arrependimento e à restauração do relacionamento com Ele.","referencias_relacionadas":["Salmos 29:4","Isaías 30:21","João 10:27"]},"jeremias_4_21_forasmuch":{"palavra_pt":"ate","palavra_original":"עַד","transliteracao":"ʻad","strong":"H5704","significado_raiz":"Ideia básica: ate.","significado_contextual":"A palavra 'até' indica um limite ou um ponto final, sugerindo que a situação se tornará insustentável.","explicacao_detalhada":"Neste contexto, 'até' é usado para descrever a extensão da calamidade que se aproxima, enfatizando que não haverá mais escape.","por_que_esta_palavra":"'Até' é crucial para entender a gravidade da situação e a inevitabilidade do juízo divino.","conexao_teologica":"A ideia de limites é importante na teologia bíblica, onde Deus estabelece prazos para arrependimento antes do juízo.","referencias_relacionadas":["Gênesis 6:3","Mateus 24:38-39","Romanos 2:4-5"]},"jeremias_4_22_bom":{"palavra_pt":"bom","palavra_original":"רָעַע","transliteracao":"râʻaʻ","strong":"H7489","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' é usada para contrastar com a maldade do povo, indicando a falta de sabedoria e discernimento.","explicacao_detalhada":"Jeremias critica a falta de entendimento do povo, que não percebe a gravidade de sua situação e a necessidade de retornar a Deus.","por_que_esta_palavra":"A noção de 'bom' é central para a ética bíblica, onde o que é bom está alinhado com a vontade de Deus.","conexao_teologica":"A sabedoria divina é frequentemente apresentada como o caminho para a vida e a prosperidade, contrastando com a insensatez.","referencias_relacionadas":["Provérbios 1:7","Eclesiastes 12:13","Tiago 1:5"]},"jeremias_4_22_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz a razão pela qual o povo está em uma situação de calamidade.","explicacao_detalhada":"Jeremias usa 'porque' para explicar que a falta de conhecimento e entendimento leva à destruição.","por_que_esta_palavra":"A repetição da palavra 'porque' enfatiza a lógica do juízo divino e a necessidade de arrependimento.","conexao_teologica":"A relação entre conhecimento e destruição é um tema recorrente na Escritura, onde a sabedoria é vista como um caminho para a vida.","referencias_relacionadas":["Oséias 4:6","Provérbios 2:6","Romanos 1:21"]},"jeremias_4_22_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade espiritual que o povo ignora, levando à sua ruína.","explicacao_detalhada":"Jeremias destaca que a rejeição da verdade de Deus resulta em consequências devastadoras para a nação.","por_que_esta_palavra":"A verdade é um conceito central na teologia bíblica, representando a natureza de Deus e Sua revelação ao homem.","conexao_teologica":"A busca pela verdade é essencial para o relacionamento com Deus e a vida em conformidade com Sua vontade.","referencias_relacionadas":["Salmos 51:6","João 8:32","Efésios 4:15"]},"jeremias_4_23_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao espaço físico que está sendo afetado pela desobediência do povo.","explicacao_detalhada":"Jeremias descreve a devastação da terra como um reflexo do juízo de Deus sobre a nação por causa de sua rebeldia.","por_que_esta_palavra":"A terra é frequentemente usada na Escritura como símbolo do povo de Deus e de Sua promessa.","conexao_teologica":"A relação entre a terra e o povo é fundamental na narrativa bíblica, onde a terra prometida é um sinal da aliança de Deus.","referencias_relacionadas":["Gênesis 1:1","Deuteronômio 11:12","Romanos 8:22"]},"jeremias_4_23_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"A palavra 'céus' refere-se ao domínio espiritual e à criação de Deus, que também está em desarmonia devido ao pecado.","explicacao_detalhada":"Jeremias menciona os céus para ilustrar a abrangência do juízo divino, que afeta tanto a terra quanto o céu.","por_que_esta_palavra":"Os céus são frequentemente vistos como o trono de Deus, simbolizando Sua soberania sobre toda a criação.","conexao_teologica":"A criação, incluindo os céus, clama por redenção, refletindo a queda do homem e a necessidade de restauração.","referencias_relacionadas":["Salmos 19:1","Isaías 40:22","Romanos 8:19-21"]},"jeremias_4_24_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas estão acontecendo, indicando um estado de desolação.","explicacao_detalhada":"Jeremias descreve a situação caótica e desolada, enfatizando a gravidade do juízo que se aproxima.","por_que_esta_palavra":"O 'modo' é importante para entender a condição do povo e as consequências de suas ações.","conexao_teologica":"A maneira como o povo vive reflete sua relação com Deus, e a desobediência resulta em desordem.","referencias_relacionadas":["Provérbios 14:12","Mateus 7:13-14","Gálatas 6:7"]},"jeremias_4_24_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"A palavra 'montanha' é usada para descrever a grandeza e a estabilidade que agora estão em ruínas.","explicacao_detalhada":"Jeremias menciona as montanhas para ilustrar a devastação da criação e a perda da segurança que antes existia.","por_que_esta_palavra":"As montanhas frequentemente simbolizam a força e a permanência, contrastando com a fragilidade da condição atual.","conexao_teologica":"A criação, incluindo as montanhas, é um testemunho da grandeza de Deus, e sua destruição reflete a seriedade do pecado.","referencias_relacionadas":["Salmos 125:1","Isaías 54:10","Hebreus 12:26-27"]},"jeremias_4_24_terra":{"palavra_pt":"terra","palavra_original":"רָעַשׁ","transliteracao":"râʻash","strong":"H7493","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra em um estado de desolação e devastação.","explicacao_detalhada":"Neste versículo, a palavra 'terra' é usada para descrever a condição da criação diante do juízo de Deus. A terra está em um estado de caos, refletindo a gravidade do pecado e a necessidade de arrependimento.","por_que_esta_palavra":"A palavra 'terra' é central para entender a relação entre Deus e a criação, especialmente em momentos de juízo.","conexao_teologica":"A terra é frequentemente vista como um reflexo do estado espiritual do povo de Deus. A devastação da terra simboliza a separação de Deus devido ao pecado.","referencias_relacionadas":["Gênesis 1:1","Isaías 24:1","Romanos 8:22"]},"jeremias_4_25_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Indica a maneira ou o modo como algo acontece ou é feito.","explicacao_detalhada":"Neste contexto, 'modo' refere-se à forma como a destruição e a desolação se manifestam na terra. É uma descrição do estado caótico que se seguiu ao juízo de Deus.","por_que_esta_palavra":"A palavra 'modo' é importante para entender a natureza do juízo divino e suas consequências visíveis.","conexao_teologica":"O modo como Deus executa seu juízo revela sua justiça e santidade, mostrando que o pecado tem consequências.","referencias_relacionadas":["Salmos 37:20","Eclesiastes 3:17","Mateus 7:13-14"]},"jeremias_4_25_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se aos céus, simbolizando a presença de Deus e o domínio sobre a criação.","explicacao_detalhada":"A palavra 'céus' neste versículo enfatiza a soberania de Deus sobre toda a criação, incluindo a terra. A desolação da terra contrasta com a majestade dos céus.","por_que_esta_palavra":"Os céus são frequentemente mencionados na Bíblia como o lugar da habitação de Deus, e sua referência aqui destaca a separação entre a criação e o Criador devido ao pecado.","conexao_teologica":"A relação entre os céus e a terra é fundamental para entender a criação e a queda do homem, bem como a esperança de restauração.","referencias_relacionadas":["Salmos 19:1","Isaías 40:22","Mateus 6:9"]},"jeremias_4_25_humano":{"palavra_pt":"homem/adao","palavra_original":"אָדָם","transliteracao":"ʼâdâm","strong":"H120","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, criado à imagem de Deus.","explicacao_detalhada":"Neste contexto, a palavra 'homem' destaca a responsabilidade humana diante de Deus e as consequências do pecado que afetam não apenas o indivíduo, mas toda a criação.","por_que_esta_palavra":"A menção do 'homem' é crucial para entender a relação entre a humanidade e a criação, especialmente em tempos de juízo.","conexao_teologica":"A queda do homem trouxe consequências para toda a criação, e a redenção em Cristo é a resposta a essa condição.","referencias_relacionadas":["Gênesis 1:27","Romanos 5:12","1 Coríntios 15:22"]},"jeremias_4_26_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Novamente, refere-se ao modo ou maneira como as coisas acontecem.","explicacao_detalhada":"A repetição da palavra 'modo' enfatiza a gravidade da situação e a totalidade da destruição que ocorreu na terra.","por_que_esta_palavra":"A palavra 'modo' é usada para reforçar a ideia de que a devastação é abrangente e não deixa espaço para esperança sem arrependimento.","conexao_teologica":"A maneira como Deus lida com o pecado é um tema recorrente na Bíblia, mostrando sua justiça e misericórdia.","referencias_relacionadas":["Salmos 9:16","Ezequiel 18:30","Gálatas 6:7"]},"jeremias_4_26_campo":{"palavra_pt":"campo","palavra_original":"כַּרְמֶל","transliteracao":"karmel","strong":"H3759","significado_raiz":"Ideia básica: campo.","significado_contextual":"Refere-se a um campo, simbolizando a produção e a prosperidade que foram destruídas.","explicacao_detalhada":"A palavra 'campo' neste contexto representa a fertilidade da terra que foi arruinada, refletindo a consequência do pecado sobre a criação.","por_que_esta_palavra":"O campo é um símbolo da provisão de Deus e sua destruição indica a severidade do juízo divino.","conexao_teologica":"A relação entre a prosperidade da terra e a obediência a Deus é um tema importante nas Escrituras.","referencias_relacionadas":["Deuteronômio 28:38-40","Isaías 5:6","Mateus 13:38"]},"jeremias_4_27_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra, novamente enfatizando a devastação causada pelo juízo.","explicacao_detalhada":"A repetição da palavra 'terra' destaca a totalidade da destruição e a ausência de vida e prosperidade.","por_que_esta_palavra":"A terra é um símbolo da criação de Deus e sua devastação reflete a gravidade do pecado humano.","conexao_teologica":"A relação entre a terra e o povo de Deus é fundamental para entender o plano de redenção e restauração.","referencias_relacionadas":["Isaías 24:3","Romanos 8:21","Apocalipse 21:1"]},"jeremias_4_27_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão ou causa para a devastação da terra.","explicacao_detalhada":"A palavra 'porque' é usada para explicar a razão do juízo, que é o pecado do povo.","por_que_esta_palavra":"É fundamental entender que o juízo de Deus é sempre uma resposta ao pecado e à desobediência.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, mostrando que Ele não ignora o pecado.","referencias_relacionadas":["Ezequiel 18:30","Romanos 1:18","Gálatas 6:7"]},"jeremias_4_27_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, enfatizando sua autoridade e soberania.","explicacao_detalhada":"A palavra 'senhor' neste contexto destaca a relação entre Deus e seu povo, e a importância de reconhecer sua soberania.","por_que_esta_palavra":"O nome do Senhor é um símbolo de sua presença e poder, e sua menção aqui é um chamado ao arrependimento.","conexao_teologica":"A invocação do nome do Senhor é um tema importante na Bíblia, representando a relação entre Deus e a humanidade.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Romanos 10:13"]},"jeremias_4_28_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra, novamente enfatizando a continuidade da devastação.","explicacao_detalhada":"A repetição da palavra 'terra' reforça a ideia de que a desolação é uma realidade persistente e não temporária.","por_que_esta_palavra":"A terra, como criação de Deus, é afetada pelo pecado humano, e sua condição reflete a necessidade de redenção.","conexao_teologica":"A restauração da terra é um tema profético que aponta para a esperança futura em Cristo.","referencias_relacionadas":["Isaías 65:17","Romanos 8:22","Apocalipse 21:1"]},"jeremias_4_28_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como a morada de Deus e o espaço acima da terra.","explicacao_detalhada":"No contexto de Jeremias 4:28, o céu é mencionado em um cenário de juízo e desolação, indicando que a criação está em desarmonia devido ao pecado do povo.","por_que_esta_palavra":"A palavra 'céus' é usada para enfatizar a grandeza e a soberania de Deus sobre toda a criação.","conexao_teologica":"Os céus são frequentemente mencionados na Bíblia como testemunhas da glória de Deus e do Seu poder (Salmos 19:1).","referencias_relacionadas":["Salmos 115:16","Isaías 40:22","Mateus 6:9"]},"jeremias_4_28_blackish":{"palavra_pt":"black ish","palavra_original":"קָדַר","transliteracao":"qâdar","strong":"H6937","significado_raiz":"Ideia básica: black ish.","significado_contextual":"Refere-se a uma cor escura, simbolizando desolação e juízo.","explicacao_detalhada":"A expressão 'blackish' é utilizada para descrever a condição da terra após o juízo de Deus, refletindo a devastação e a tristeza.","por_que_esta_palavra":"A cor escura é uma metáfora poderosa para a destruição e a ausência de vida, enfatizando a gravidade da situação.","conexao_teologica":"A escuridão é frequentemente associada ao juízo divino e à separação de Deus (Mateus 8:12).","referencias_relacionadas":["Isaías 5:30","Amós 5:18","Miquéias 3:6"]},"jeremias_4_29_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Refere-se ao som ou chamado que ecoa em meio à calamidade.","explicacao_detalhada":"A 'voz' mencionada em Jeremias 4:29 é um chamado à atenção para a destruição iminente e a necessidade de arrependimento.","por_que_esta_palavra":"A voz de Deus é um tema recorrente na Bíblia, simbolizando a comunicação divina e o aviso ao Seu povo.","conexao_teologica":"A voz de Deus é frequentemente associada à Sua autoridade e poder (Hebreus 1:1-2).","referencias_relacionadas":["Salmos 29:4","Isaías 30:21","João 10:27"]},"jeremias_4_29_cair":{"palavra_pt":"cair","palavra_original":"רָמָה","transliteracao":"râmâh","strong":"H7411","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a queda de cidades e pessoas em um contexto de juízo.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a destruição e a queda do povo de Deus devido à sua desobediência.","por_que_esta_palavra":"Cair simboliza a perda de segurança e a consequência do pecado.","conexao_teologica":"A queda é um tema que aparece em várias narrativas bíblicas, simbolizando a separação de Deus (Romanos 3:23).","referencias_relacionadas":["Provérbios 24:16","Ezequiel 18:30","Gálatas 6:7"]},"jeremias_4_29_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma cidade que está sendo destruída como resultado do juízo divino.","explicacao_detalhada":"A menção de 'cidade' em Jeremias 4:29 destaca a devastação das comunidades e a perda de vidas.","por_que_esta_palavra":"As cidades são frequentemente vistas como símbolos de segurança e identidade, e sua destruição representa um grande lamento.","conexao_teologica":"A destruição de cidades é um tema que reflete o juízo de Deus sobre a iniquidade (Mateus 10:15).","referencias_relacionadas":["Isaías 1:7","Lamentações 1:1","Ezequiel 9:6"]},"jeremias_4_30_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Usado como uma metáfora para a ferocidade e a destruição.","explicacao_detalhada":"A palavra 'urso' em Jeremias 4:30 simboliza a força e a ferocidade do juízo de Deus sobre aqueles que se afastam dEle.","por_que_esta_palavra":"Animais ferozes são frequentemente usados na Bíblia para ilustrar a severidade do juízo divino.","conexao_teologica":"A ferocidade de Deus em juízo é um tema que aparece em várias passagens, mostrando Sua justiça (Romanos 2:6).","referencias_relacionadas":["Oséias 13:8","Amós 3:8","Salmos 50:22"]},"jeremias_4_30_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma explicação ou justificativa para a situação descrita.","explicacao_detalhada":"A palavra 'porque' em Jeremias 4:30 é usada para conectar a ação de Deus com a desobediência do povo.","por_que_esta_palavra":"É uma palavra que estabelece a razão e a lógica por trás do juízo divino.","conexao_teologica":"A ideia de que as ações têm consequências é um princípio teológico fundamental (Gálatas 6:7).","referencias_relacionadas":["Deuteronômio 28:15","Romanos 1:18","Tiago 1:14"]},"jeremias_4_30_olhos":{"palavra_pt":"olhos","palavra_original":"פּוּךְ","transliteracao":"pûwk","strong":"H6320","significado_raiz":"Ideia básica: olhos.","significado_contextual":"Refere-se à percepção e ao entendimento do que está acontecendo.","explicacao_detalhada":"A palavra 'olhos' em Jeremias 4:30 simboliza a capacidade de ver e entender a gravidade da situação.","por_que_esta_palavra":"Os olhos são frequentemente usados na Bíblia como uma metáfora para a percepção espiritual e a compreensão.","conexao_teologica":"A visão espiritual é um tema importante, onde a falta de visão leva à destruição (Mateus 13:14-15).","referencias_relacionadas":["Salmos 119:18","Isaías 6:10","Apocalipse 3:18"]},"jeremias_4_31_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se ao ato de causar destruição como resultado do juízo divino.","explicacao_detalhada":"A palavra 'destruir' em Jeremias 4:31 enfatiza a severidade do juízo de Deus sobre o povo infiel.","por_que_esta_palavra":"Destruir é uma ação que reflete a justiça de Deus em resposta ao pecado.","conexao_teologica":"A destruição é um tema que aparece em várias narrativas bíblicas, mostrando a necessidade de arrependimento (2 Crônicas 7:14).","referencias_relacionadas":["Ezequiel 18:30","Mateus 7:13","Romanos 2:5"]},"jeremias_4_31_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma justificativa para a destruição iminente.","explicacao_detalhada":"A palavra 'porque' em Jeremias 4:31 conecta a destruição com a desobediência do povo, explicando a razão do juízo.","por_que_esta_palavra":"É uma palavra que estabelece a lógica do juízo divino, mostrando que as ações têm consequências.","conexao_teologica":"A ideia de que a desobediência leva ao juízo é um princípio teológico central (Romanos 6:23).","referencias_relacionadas":["Deuteronômio 30:17-18","Gálatas 5:19-21","Hebreus 10:31"]},"jeremias_4_31_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A 'voz' aqui representa a comunicação divina e o chamado de Deus ao arrependimento.","explicacao_detalhada":"No contexto de Jeremias 4:31, a 'voz' simboliza o clamor angustiado do povo que se encontra em desespero, reconhecendo a necessidade de retornar a Deus. É um chamado à ação e à reflexão sobre a condição espiritual do povo.","por_que_esta_palavra":"A palavra 'voz' é crucial para entender a relação entre Deus e Seu povo, enfatizando a importância da comunicação divina e da resposta humana.","conexao_teologica":"A 'voz' de Deus é um tema recorrente na Bíblia, representando Sua autoridade e a necessidade de ouvir e obedecer a Seus mandamentos.","referencias_relacionadas":["Salmos 29:4","Isaías 30:21","João 10:27"]}}