{"jeremias_40_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'coisa' refere-se à mensagem que Deus comunica a Jeremias.","explicacao_detalhada":"Ela indica a importância da revelação divina e da comunicação entre Deus e o profeta.","por_que_esta_palavra":"A escolha da palavra 'coisa' enfatiza a seriedade e a urgência da mensagem que deve ser transmitida.","conexao_teologica":"A comunicação de Deus com Seu povo é um tema central na Bíblia, mostrando Sua vontade e propósito.","referencias_relacionadas":["Amós 3:7","2 Timóteo 3:16","Hebreus 1:1-2"]},"jeremias_40_1_phrase":{"palavra_pt":"expressao","palavra_original":"גָּלָה","transliteracao":"gâlâh","strong":"H1540","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à forma como a mensagem de Deus é revelada.","explicacao_detalhada":"Ela destaca a clareza e a precisão da comunicação divina, que é essencial para a compreensão humana.","por_que_esta_palavra":"A escolha da palavra 'expressão' enfatiza a importância da revelação de Deus em palavras compreensíveis.","conexao_teologica":"A expressão de Deus é vista na criação, na Escritura e na pessoa de Jesus Cristo.","referencias_relacionadas":["João 1:1","Hebreus 1:3","Colossenses 1:15"]},"jeremias_40_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'senhor' novamente se refere à soberania de Deus sobre a situação de Jeremias.","explicacao_detalhada":"A palavra 'senhor' reafirma a autoridade de Deus e Sua capacidade de cumprir Suas promessas.","por_que_esta_palavra":"A utilização do nome de Deus é um lembrete constante da Sua presença e poder na vida dos crentes.","conexao_teologica":"O nome de Deus é um símbolo de Sua relação com o Seu povo e Sua fidelidade.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Mateus 28:20"]},"jeremias_40_2_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' refere-se à ação de receber ou assumir algo, neste caso, a responsabilidade de cuidar do povo remanescente.","explicacao_detalhada":"No contexto de Jeremias 40:2, a palavra 'tomar' implica em uma ação de liderança e proteção, onde o homem é chamado a tomar a iniciativa de cuidar dos que ficaram após a destruição de Jerusalém.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a responsabilidade que o líder deve assumir em tempos de crise e desolação.","conexao_teologica":"A ideia de 'tomar' é central na teologia do cuidado e da liderança divina, onde Deus toma a iniciativa de cuidar do seu povo, mesmo em tempos difíceis.","referencias_relacionadas":["Jeremias 3:15","Ezequiel 34:11-12","1 Pedro 5:2"]},"jeremias_40_2_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um indivíduo que é escolhido para uma tarefa específica, neste caso, um líder para o povo remanescente.","explicacao_detalhada":"Em Jeremias 40:2, o 'homem' mencionado é Godolias, que é designado para liderar os que ficaram após a destruição de Jerusalém, simbolizando a continuidade da liderança divina.","por_que_esta_palavra":"A escolha de um 'homem' para liderar destaca a importância da liderança humana em conjunto com a soberania de Deus.","conexao_teologica":"A figura do 'homem' como líder é um tema recorrente na Bíblia, onde Deus levanta homens e mulheres para cumprir Seus propósitos.","referencias_relacionadas":["Êxodo 18:21","1 Samuel 16:7","Atos 13:22"]},"jeremias_40_2_alimento":{"palavra_pt":"alimento","palavra_original":"טַבָּח","transliteracao":"ṭabbâch","strong":"H2876","significado_raiz":"Ideia básica: alimento.","significado_contextual":"A palavra 'alimento' refere-se ao sustento necessário para a sobrevivência do povo remanescente.","explicacao_detalhada":"No versículo, o 'alimento' é mencionado como parte da provisão que Deus faz para o Seu povo, mesmo em tempos de calamidade.","por_que_esta_palavra":"A menção de 'alimento' enfatiza a preocupação de Deus com as necessidades físicas e espirituais do Seu povo.","conexao_teologica":"Deus é frequentemente descrito como o provedor, que cuida das necessidades de Seu povo, como em Salmos 23.","referencias_relacionadas":["Salmos 37:25","Mateus 6:31-33","Filipenses 4:19"]},"jeremias_40_3_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é utilizada para descrever a força e a ferocidade, simbolizando a proteção que Deus oferece ao Seu povo.","explicacao_detalhada":"No contexto, a menção de 'urso' pode ser interpretada como uma metáfora para a defesa vigorosa que Deus proporciona contra os inimigos.","por_que_esta_palavra":"A palavra é escolhida para transmitir a ideia de que Deus é um defensor poderoso e feroz de Seu povo.","conexao_teologica":"A proteção divina é um tema central, onde Deus é frequentemente comparado a um leão ou um urso em Sua capacidade de proteger.","referencias_relacionadas":["Salmos 91:11-12","Isaías 41:10","Romanos 8:31"]},"jeremias_40_3_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação divina e à revelação de Deus ao Seu povo.","explicacao_detalhada":"Em Jeremias 40:3, a 'palavra' é um meio pelo qual Deus se comunica e estabelece Sua vontade, sendo essencial para a vida espiritual do povo.","por_que_esta_palavra":"A escolha da palavra 'palavra' destaca a importância da revelação e da obediência à vontade de Deus.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo fundamental para a fé e a prática cristã.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","2 Timóteo 3:16-17"]},"jeremias_40_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que representa Sua autoridade e soberania.","explicacao_detalhada":"No versículo, o uso do nome 'senhor' enfatiza a relação de Deus com Seu povo e Sua posição de autoridade sobre todas as coisas.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para reconhecer a soberania de Deus e a submissão do povo a Ele.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, simbolizando Sua presença e poder entre os homens.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"jeremias_40_4_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período específico de tempo, muitas vezes associado a eventos significativos na história de Israel.","explicacao_detalhada":"Em Jeremias 40:4, o 'dia' é um marco que indica a realização das promessas de Deus e a restauração do Seu povo.","por_que_esta_palavra":"A menção de 'dia' é importante para entender a cronologia dos eventos e a fidelidade de Deus às Suas promessas.","conexao_teologica":"O conceito de 'dia' é frequentemente usado na Bíblia para indicar momentos de juízo ou de bênção divina.","referencias_relacionadas":["Eclesiastes 3:1","Amós 5:18","2 Pedro 3:8"]},"jeremias_40_4_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território prometido a Israel, simbolizando a herança e a presença de Deus entre o Seu povo.","explicacao_detalhada":"No contexto, 'terra' é um lembrete da aliança de Deus com Israel e da promessa de restauração após o exílio.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a identidade do povo de Deus e Sua fidelidade às promessas.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, representando a bênção e a presença de Deus.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 30:5","Hebreus 11:9-10"]},"jeremias_40_4_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a relação de proximidade e pertencimento, referindo-se ao povo que ficou na terra.","explicacao_detalhada":"Em Jeremias 40:4, 'entre' sugere a ideia de comunidade e a continuidade da vida do povo em meio à adversidade.","por_que_esta_palavra":"A escolha da palavra 'entre' enfatiza a importância da união e do apoio mútuo entre os remanescentes.","conexao_teologica":"A ideia de estar 'entre' é fundamental na teologia da comunidade de fé, onde os crentes são chamados a viver em comunhão.","referencias_relacionadas":["Atos 2:44-47","1 Coríntios 12:12-14","Hebreus 10:24-25"]},"jeremias_40_5_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um lugar específico, simbolizando a habitação do povo e a presença de Deus.","explicacao_detalhada":"No versículo, a 'cidade' é um símbolo da identidade e da história do povo de Israel, especialmente após a destruição de Jerusalém.","por_que_esta_palavra":"A menção de 'cidade' é importante para entender a relação do povo com seu espaço e a presença de Deus entre eles.","conexao_teologica":"A cidade é frequentemente usada na Bíblia como um símbolo da comunidade de fé e da habitação de Deus entre Seu povo.","referencias_relacionadas":["Salmos 46:4","Isaías 65:18-19","Apocalipse 21:2"]},"jeremias_40_5_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' aqui refere-se a tomar decisões ou fazer avaliações sobre situações e pessoas.","explicacao_detalhada":"No contexto de Jeremias 40:5, o ato de 'julgar' implica em discernir a situação do povo de Judá após a destruição de Jerusalém e a necessidade de liderança justa.","por_que_esta_palavra":"Esta palavra é crucial para entender a responsabilidade de líderes e profetas em guiar o povo segundo a vontade de Deus.","conexao_teologica":"O julgamento é um tema central na Bíblia, refletindo a justiça divina e a necessidade de discernimento moral entre os fiéis.","referencias_relacionadas":["Salmos 82:3","Provérbios 21:15","Isaías 1:17"]},"jeremias_40_5_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é usada para expressar a ação de oferecer ou conceder algo a alguém.","explicacao_detalhada":"Em Jeremias 40:5, 'dar' se refere ao ato de Deus de conceder ao povo uma nova oportunidade de reconstrução e esperança após o exílio.","por_que_esta_palavra":"A palavra é importante porque destaca a generosidade de Deus em tempos de crise e a possibilidade de redenção.","conexao_teologica":"A ideia de 'dar' é fundamental na teologia bíblica, representando a graça e a providência divina.","referencias_relacionadas":["Mateus 7:7","Tiago 1:17","Romanos 8:32"]},"jeremias_40_6_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Neste versículo, 'julgar' se refere à capacidade de discernir e avaliar a situação política e social do povo.","explicacao_detalhada":"Jeremias 40:6 destaca a importância de um julgamento justo em tempos de incerteza e desolação.","por_que_esta_palavra":"A palavra é essencial para entender a função do profeta como um juiz moral e espiritual entre o povo.","conexao_teologica":"O julgamento é uma expressão da justiça de Deus, que exige que seus seguidores ajam com retidão.","referencias_relacionadas":["Ezequiel 18:30","Miquéias 6:8","Romanos 14:10"]},"jeremias_40_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território prometido a Israel, simbolizando a herança e a presença de Deus.","explicacao_detalhada":"Em Jeremias 40:6, a 'terra' é um símbolo de restauração e esperança para o povo que retornará do exílio.","por_que_esta_palavra":"A 'terra' é fundamental na narrativa bíblica, representando a aliança entre Deus e seu povo.","conexao_teologica":"A terra é um tema recorrente na Bíblia, simbolizando a promessa de Deus e a fidelidade à sua aliança.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 30:5","Josué 1:3"]},"jeremias_40_6_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' implica em um movimento em direção a um lugar ou situação específica.","explicacao_detalhada":"No contexto de Jeremias 40:6, 'vir' sugere a ação de retornar à terra prometida e à nova vida que Deus oferece.","por_que_esta_palavra":"Esta palavra é importante porque enfatiza a ação de Deus em chamar seu povo de volta à comunhão com Ele.","conexao_teologica":"O chamado de Deus é um tema central, refletindo sua iniciativa em restaurar e redimir seu povo.","referencias_relacionadas":["Isaías 43:1","Mateus 11:28","Apocalipse 22:17"]},"jeremias_40_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' novamente se refere ao território que representa a herança do povo de Deus.","explicacao_detalhada":"Em Jeremias 40:7, a 'terra' é um símbolo de esperança e restauração após um período de desolação.","por_que_esta_palavra":"A 'terra' é um elemento central na identidade do povo de Israel e na promessa de Deus.","conexao_teologica":"A terra é frequentemente associada à presença de Deus e à realização de suas promessas.","referencias_relacionadas":["Salmos 37:11","Ezequiel 36:24","Hebreus 11:9"]},"jeremias_40_7_familia":{"palavra_pt":"familia","palavra_original":"טַף","transliteracao":"ṭaph","strong":"H2945","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se à unidade básica da sociedade, simbolizando laços de sangue e pertencimento.","explicacao_detalhada":"Em Jeremias 40:7, 'família' destaca a importância da comunidade e das relações interpessoais na reconstrução da nação.","por_que_esta_palavra":"Esta palavra é essencial para entender a estrutura social e a importância da unidade familiar na cultura israelita.","conexao_teologica":"A família é vista como uma instituição divina, refletindo a relação entre Deus e seu povo.","referencias_relacionadas":["Gênesis 2:24","Êxodo 20:12","Efésios 6:1-4"]},"jeremias_40_7_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' implica em prestar atenção e responder ao que é dito.","explicacao_detalhada":"Em Jeremias 40:7, 'ouvir' é um chamado à obediência e à receptividade à palavra de Deus.","por_que_esta_palavra":"A capacidade de 'ouvir' é fundamental para a fé e a prática da vida cristã.","conexao_teologica":"Ouvir a voz de Deus é um tema central na Bíblia, enfatizando a importância da revelação e da resposta humana.","referencias_relacionadas":["Deuteronômio 6:4","Romanos 10:17","Tiago 1:22"]},"jeremias_40_8_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem.","explicacao_detalhada":"Em Jeremias 40:8, 'filho' simboliza a esperança de um futuro e a continuidade da promessa de Deus ao povo.","por_que_esta_palavra":"A palavra é significativa porque representa a herança e a responsabilidade das gerações futuras.","conexao_teologica":"A relação entre pais e filhos é frequentemente usada na Bíblia para ilustrar a relação entre Deus e seu povo.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Efésios 6:4"]},"jeremias_40_8_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' novamente implica em um movimento em direção a um novo começo.","explicacao_detalhada":"Em Jeremias 40:8, 'vir' sugere a ação de se aproximar de Deus e das promessas que Ele tem para seu povo.","por_que_esta_palavra":"Esta palavra é importante porque enfatiza a ação de Deus em convidar seu povo a uma nova vida.","conexao_teologica":"O chamado de Deus para 'vir' é uma expressão de sua graça e desejo de relacionamento com a humanidade.","referencias_relacionadas":["Isaías 55:1","Mateus 4:19","Apocalipse 3:20"]},"jeremias_40_8_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo, um ser humano, que desempenha um papel importante na narrativa.","explicacao_detalhada":"A palavra 'homem' é usada para descrever uma pessoa específica que está em uma posição de liderança ou responsabilidade. No contexto de Jeremias 40, o homem mencionado é um líder que se destaca após a destruição de Jerusalém.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a humanidade e a individualidade do personagem, destacando sua importância na história.","conexao_teologica":"A figura do homem é frequentemente usada na Bíblia para representar a relação entre Deus e a humanidade, mostrando como Deus se relaciona com indivíduos específicos.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4-5","Eclesiastes 12:13"]},"jeremias_40_9_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território de Judá, que foi devastado e agora precisa ser reconstruído.","explicacao_detalhada":"A palavra 'terra' é utilizada para descrever a região geográfica que é central para a identidade do povo de Israel. No contexto, a terra representa tanto a herança física quanto a espiritual do povo.","por_que_esta_palavra":"A ênfase na 'terra' destaca a importância da terra prometida e a relação do povo com Deus, que lhes deu essa terra como herança.","conexao_teologica":"A terra é um tema recorrente na Bíblia, simbolizando a promessa de Deus e a aliança com Seu povo.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 6:10-11","Josué 1:2"]},"jeremias_40_9_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, enfatizando a continuidade da linhagem e da promessa.","explicacao_detalhada":"A palavra 'filho' é usada para indicar não apenas a relação familiar, mas também a herança espiritual e as promessas de Deus que se estendem através das gerações.","por_que_esta_palavra":"A utilização da palavra 'filho' reforça a ideia de que a identidade e as promessas de Deus são transmitidas de geração em geração.","conexao_teologica":"A noção de 'filho' é fundamental na teologia bíblica, especialmente em relação à filiação divina e à herança espiritual.","referencias_relacionadas":["Salmos 127:3","Mateus 5:9","Romanos 8:17"]},"jeremias_40_9_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo que assume um papel de liderança em um momento crítico.","explicacao_detalhada":"A palavra 'homem' aqui destaca a importância do personagem em um contexto de reconstrução e esperança após a destruição.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a responsabilidade e a ação humana em resposta ao chamado de Deus.","conexao_teologica":"A Bíblia frequentemente destaca a importância dos indivíduos na realização dos planos de Deus, mostrando como Ele usa pessoas comuns para cumprir Seus propósitos.","referencias_relacionadas":["Isaías 6:8","Atos 13:22","1 Coríntios 1:27"]},"jeremias_40_10_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se à ação de tomar decisões ou fazer avaliações sobre a situação.","explicacao_detalhada":"A palavra 'julgar' implica em discernimento e a capacidade de fazer escolhas sábias, especialmente em tempos de crise.","por_que_esta_palavra":"A utilização da palavra 'julgar' destaca a necessidade de liderança sábia e a responsabilidade de guiar o povo em tempos difíceis.","conexao_teologica":"O julgamento é um tema importante na Bíblia, refletindo a justiça de Deus e a responsabilidade humana em agir de acordo com Sua vontade.","referencias_relacionadas":["Salmos 82:3","Provérbios 21:15","Eclesiastes 3:17"]},"jeremias_40_10_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"Uma chamada à atenção, indicando algo importante que deve ser observado.","explicacao_detalhada":"A palavra 'eis' serve como um convite para que os ouvintes prestem atenção ao que está sendo dito, enfatizando a importância da mensagem.","por_que_esta_palavra":"A escolha de 'eis' é uma forma de destacar a urgência e a relevância da declaração que se segue.","conexao_teologica":"A expressão 'eis' é frequentemente usada na Bíblia para introduzir revelações ou verdades importantes que Deus deseja que Seu povo compreenda.","referencias_relacionadas":["Isaías 43:19","Mateus 1:23","Apocalipse 3:20"]},"jeremias_40_10_servir":{"palavra_pt":"servir","palavra_original":"עָמַד","transliteracao":"ʻâmad","strong":"H5975","significado_raiz":"Ideia básica: servir.","significado_contextual":"Refere-se à ação de prestar serviço ou ser útil a alguém, especialmente a Deus.","explicacao_detalhada":"A palavra 'servir' implica em dedicação e compromisso, especialmente no contexto de liderança e responsabilidade.","por_que_esta_palavra":"A escolha da palavra 'servir' destaca a importância do serviço a Deus e ao próximo como um princípio fundamental da vida cristã.","conexao_teologica":"O serviço é um tema central na teologia cristã, refletindo a vida de Jesus e o chamado de Deus para que Seus seguidores sirvam aos outros.","referencias_relacionadas":["Mateus 20:26-28","Gálatas 5:13","Colossenses 3:23"]},"jeremias_40_11_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente que representa continuidade e esperança.","explicacao_detalhada":"A palavra 'filho' é usada para enfatizar a importância da linhagem e da promessa de Deus que se estende através das gerações.","por_que_esta_palavra":"A utilização da palavra 'filho' reforça a ideia de que a identidade e as promessas de Deus são transmitidas de geração em geração.","conexao_teologica":"A noção de 'filho' é fundamental na teologia bíblica, especialmente em relação à filiação divina e à herança espiritual.","referencias_relacionadas":["Salmos 127:3","Mateus 5:9","Romanos 8:17"]},"jeremias_40_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo como algo é feito, enfatizando a importância da abordagem.","explicacao_detalhada":"A palavra 'modo' implica em um estilo ou método de ação, que é relevante para a forma como o povo deve se comportar ou agir.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a necessidade de uma abordagem adequada e respeitosa nas interações e decisões.","conexao_teologica":"A Bíblia ensina que a maneira como agimos reflete nossa fé e compromisso com Deus, sendo um testemunho para os outros.","referencias_relacionadas":["Colossenses 3:17","1 Pedro 2:12","Tiago 1:22"]},"jeremias_40_11_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território de Judá, que é central para a identidade do povo de Israel.","explicacao_detalhada":"A palavra 'terra' é usada para descrever a região geográfica que é a herança do povo de Deus, simbolizando tanto a promessa quanto a presença divina.","por_que_esta_palavra":"A ênfase na 'terra' destaca a importância da terra prometida e a relação do povo com Deus, que lhes deu essa terra como herança.","conexao_teologica":"A terra é um tema recorrente na Bíblia, simbolizando a promessa de Deus e a aliança com Seu povo.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 6:10-11","Josué 1:2"]},"jeremias_40_12_corpo":{"palavra_pt":"corpo","palavra_original":"מָקוֹם","transliteracao":"mâqôwm","strong":"H4725","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo físico, mas também pode simbolizar a totalidade do ser humano.","explicacao_detalhada":"No contexto de Jeremias 40:12, a palavra 'corpo' pode ser entendida como a representação do povo de Israel, que estava em um estado de desolação após a destruição de Jerusalém. O corpo aqui simboliza a coletividade e a necessidade de restauração.","por_que_esta_palavra":"A palavra 'corpo' é utilizada para enfatizar a condição física e espiritual do povo, que precisava de edificação e cura.","conexao_teologica":"O corpo é frequentemente usado na Bíblia para representar a comunidade de crentes, como em 1 Coríntios 12:27, onde a igreja é descrita como o corpo de Cristo.","referencias_relacionadas":["1 Coríntios 12:27","Romanos 12:5","Efésios 4:12"]},"jeremias_40_12_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Significa construir ou restaurar algo que foi danificado.","explicacao_detalhada":"A palavra 'edificar' no versículo refere-se à ação de restaurar Jerusalém e o povo de Israel após o exílio. É um chamado à reconstrução não apenas física, mas também espiritual.","por_que_esta_palavra":"A escolha da palavra 'edificar' destaca a necessidade de um novo começo e a esperança de restauração para o povo de Deus.","conexao_teologica":"A edificação é um tema central na Bíblia, simbolizando a construção do reino de Deus e a restauração da comunhão com Ele.","referencias_relacionadas":["Salmos 127:1","Mateus 16:18","1 Pedro 2:5"]},"jeremias_40_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo de agir ou proceder.","explicacao_detalhada":"No contexto do versículo, 'modo' implica a forma como as ações devem ser realizadas, refletindo a necessidade de seguir os caminhos de Deus na reconstrução.","por_que_esta_palavra":"A palavra 'modo' é importante para enfatizar que a restauração deve ser feita de acordo com os princípios divinos.","conexao_teologica":"A maneira de viver e agir segundo a vontade de Deus é um tema recorrente nas Escrituras, como em Romanos 12:2.","referencias_relacionadas":["Romanos 12:2","Efésios 5:15","Colossenses 3:17"]},"jeremias_40_13_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente ou alguém que pertence a uma linhagem.","explicacao_detalhada":"A palavra 'filho' é usada para enfatizar a relação familiar e a continuidade da linhagem de Israel, que é importante para a identidade do povo.","por_que_esta_palavra":"A menção de 'filho' destaca a importância das gerações e a promessa de Deus para com a descendência de Abraão.","conexao_teologica":"A ideia de filhos de Deus é central na teologia cristã, onde todos os crentes são considerados filhos de Deus através da fé em Cristo.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:14","João 1:12"]},"jeremias_40_14_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de dizer ou declarar algo.","explicacao_detalhada":"No versículo, 'dizer' é usado para expressar a comunicação de uma mensagem importante, que pode ter implicações significativas para o povo.","por_que_esta_palavra":"A palavra 'dizer' é crucial para a transmissão da palavra de Deus e a instrução ao povo sobre como proceder.","conexao_teologica":"A fala de Deus é um tema central na Bíblia, onde a palavra é vista como criativa e transformadora, como em Gênesis 1:3.","referencias_relacionadas":["Gênesis 1:3","Hebreus 4:12","Tiago 1:22"]},"jeremias_40_14_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Refere-se ao ato de ter conhecimento ou entendimento sobre algo.","explicacao_detalhada":"A palavra 'conhecer' implica um relacionamento íntimo e pessoal com Deus, que é essencial para a vida espiritual do povo.","por_que_esta_palavra":"O conhecimento de Deus é fundamental para a fé e a obediência, e a falta dele leva à destruição.","conexao_teologica":"Conhecer a Deus é um tema central nas Escrituras, como em Jeremias 9:24, onde se destaca a importância de conhecer ao Senhor.","referencias_relacionadas":["Jeremias 9:24","Filipenses 3:10","Oséias 6:6"]},"jeremias_40_14_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Significa 'porque' e é usado para introduzir uma razão ou explicação.","explicacao_detalhada":"A palavra 'porque' conecta a declaração anterior à razão pela qual algo é dito, enfatizando a lógica por trás das ações.","por_que_esta_palavra":"A utilização de 'porque' é importante para entender a motivação divina e as consequências das ações do povo.","conexao_teologica":"A razão por trás das ações de Deus é frequentemente explorada nas Escrituras, como em Romanos 8:28, onde se fala sobre o propósito divino.","referencias_relacionadas":["Romanos 8:28","Gálatas 6:7","Provérbios 3:5-6"]},"jeremias_40_15_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, geralmente enfatizando a masculinidade.","explicacao_detalhada":"A palavra 'homem' é usada para descrever a condição humana e a responsabilidade que vem com ela, especialmente em relação ao povo de Israel.","por_que_esta_palavra":"A menção de 'homem' destaca a dignidade e o papel do ser humano na criação e na relação com Deus.","conexao_teologica":"A criação do homem à imagem de Deus é um tema central na teologia, como em Gênesis 1:27.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Tiago 3:9"]},"jeremias_40_15_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente ou alguém que pertence a uma linhagem.","explicacao_detalhada":"A palavra 'filho' é usada novamente para enfatizar a continuidade da linhagem e a importância das gerações na história de Israel.","por_que_esta_palavra":"A repetição da palavra 'filho' reforça a ideia de herança e a relação especial entre Deus e seu povo.","conexao_teologica":"A relação entre Deus e seus filhos é um tema central na Bíblia, refletindo a adoção espiritual dos crentes.","referencias_relacionadas":["Romanos 8:15","Gálatas 4:6","Efésios 1:5"]},"jeremias_40_15_bom":{"palavra_pt":"bom","palavra_original":"סֵתֶר","transliteracao":"çêther","strong":"H5643","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se a algo que é bom, agradável ou desejável.","explicacao_detalhada":"A palavra 'bom' é usada para descrever a natureza de Deus e suas intenções para com seu povo, que é sempre para o bem.","por_que_esta_palavra":"A ênfase na bondade de Deus é fundamental para entender seu caráter e suas promessas.","conexao_teologica":"A bondade de Deus é um tema recorrente, como em Salmos 119:68, onde se afirma que Deus é bom e faz o bem.","referencias_relacionadas":["Salmos 119:68","Romanos 12:2","Tiago 1:17"]},"jeremias_40_16_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus ou a uma declaração importante.","explicacao_detalhada":"A palavra 'dâbâr' é frequentemente usada na Bíblia para indicar não apenas uma palavra falada, mas também a ação de Deus através de Suas promessas e mandamentos. Neste contexto, enfatiza a importância da comunicação divina.","por_que_esta_palavra":"Esta palavra é central para a compreensão da revelação de Deus ao Seu povo, mostrando como Ele se comunica e estabelece Sua vontade.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo um meio pelo qual Deus se relaciona com a humanidade.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Salmos 119:105"]},"jeremias_40_16_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Indica a ação de comunicar ou expressar algo.","explicacao_detalhada":"A palavra 'ʼâmar' é utilizada para descrever o ato de falar ou declarar, sendo essencial na transmissão de mensagens e instruções, especialmente no contexto profético.","por_que_esta_palavra":"É fundamental para entender como os profetas comunicavam a vontade de Deus ao povo, sendo um veículo de revelação.","conexao_teologica":"A fala de Deus é um tema recorrente na Bíblia, onde Ele se revela e orienta Seu povo através de palavras.","referencias_relacionadas":["Êxodo 20:1","Mateus 4:4","Romanos 10:17"]},"jeremias_40_16_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar e à herança.","explicacao_detalhada":"A palavra 'bên' é usada para designar não apenas um filho biológico, mas também pode simbolizar a relação entre Deus e Seu povo, onde Israel é frequentemente chamado de 'filho'.","por_que_esta_palavra":"A noção de filiação é crucial para entender a aliança de Deus com Israel e a relação de Jesus como Filho de Deus.","conexao_teologica":"A filiação é um tema central na teologia cristã, refletindo a relação íntima entre Deus e Seus filhos.","referencias_relacionadas":["Êxodo 4:22","Mateus 3:17","João 1:12"]}}