{"jeremias_42_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira ou ao jeito de fazer algo.","explicacao_detalhada":"Em Jeremias 42:1, 'modo' é usado para descrever a forma como o povo deve buscar a orientação de Deus, enfatizando a importância de uma abordagem correta e respeitosa.","por_que_esta_palavra":"É utilizada para destacar que a maneira de se aproximar de Deus é tão importante quanto a própria busca.","conexao_teologica":"A maneira de adorar e buscar a Deus é um tema central na Bíblia, onde a atitude do coração é fundamental.","referencias_relacionadas":["Salmos 51:17","Mateus 6:6","Hebreus 11:6"]},"jeremias_42_1_mulher":{"palavra_pt":"mulher","palavra_original":"נָגַשׁ","transliteracao":"nâgash","strong":"H5066","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se ao gênero feminino, mas também pode simbolizar a vulnerabilidade e a necessidade de proteção.","explicacao_detalhada":"No contexto de Jeremias 42:1, a menção de 'mulher' pode indicar a inclusão de todos os membros da comunidade, enfatizando a necessidade de unidade e apoio mútuo em tempos de crise.","por_que_esta_palavra":"É utilizada para lembrar que todos, independentemente de gênero, têm um papel na busca por Deus e na restauração da comunidade.","conexao_teologica":"A dignidade e o valor das mulheres são temas importantes na Bíblia, onde Deus se preocupa com todos os Seus filhos.","referencias_relacionadas":["Gálatas 3:28","Provérbios 31:10","Lucas 8:1-3"]},"jeremias_42_2_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, alguém que fala em nome do Senhor.","explicacao_detalhada":"Em Jeremias 42:2, a menção de um 'profeta' é crucial, pois indica a busca por orientação divina em um momento de incerteza e desespero.","por_que_esta_palavra":"É utilizada para ressaltar a importância da revelação divina e da liderança espiritual em tempos de crise.","conexao_teologica":"Os profetas desempenham um papel vital na comunicação entre Deus e Seu povo, trazendo advertências, consolos e direções.","referencias_relacionadas":["Amós 3:7","Ezequiel 3:17","Hebreus 1:1"]},"jeremias_42_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se ao ato de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"No contexto de Jeremias 42:2, 'dizer' é usado para enfatizar a necessidade de ouvir e seguir a palavra de Deus, que é sempre relevante e poderosa.","por_que_esta_palavra":"É utilizada para destacar a importância da comunicação divina e a resposta do povo a essa comunicação.","conexao_teologica":"A palavra de Deus é central na vida do crente, sendo a base para a fé e a prática.","referencias_relacionadas":["Mateus 4:4","Romanos 10:17","2 Timóteo 3:16-17"]},"jeremias_42_2_graca":{"palavra_pt":"graca","palavra_original":"תְּחִנָּה","transliteracao":"tᵉchinnâh","strong":"H8467","significado_raiz":"Ideia básica: graca.","significado_contextual":"A palavra 'graça' refere-se à bondade e favor imerecido de Deus.","explicacao_detalhada":"Em Jeremias 42:2, 'graça' é um pedido por misericórdia e ajuda divina em tempos de necessidade, refletindo a dependência do povo em relação a Deus.","por_que_esta_palavra":"É utilizada para enfatizar a necessidade de reconhecer a fragilidade humana e a soberania de Deus.","conexao_teologica":"A graça é um tema central na teologia cristã, representando a salvação e a bondade de Deus para com os pecadores.","referencias_relacionadas":["Efésios 2:8-9","Romanos 5:20","2 Coríntios 12:9"]},"jeremias_42_3_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' aqui refere-se à existência e à continuidade da vida que Deus deseja para o Seu povo.","explicacao_detalhada":"No contexto de Jeremias 42, a 'vida' é um apelo à preservação e à proteção do povo de Judá que estava em busca de orientação após a destruição de Jerusalém. A vida é vista como um dom divino que deve ser buscado e valorizado.","por_que_esta_palavra":"A escolha da palavra 'vida' enfatiza a importância da sobrevivência e da esperança em meio à desolação.","conexao_teologica":"A vida é um tema central na teologia bíblica, representando não apenas a existência física, mas também a vida espiritual que Deus oferece através de Sua palavra.","referencias_relacionadas":["Deuteronômio 30:19-20","João 10:10","Romanos 8:6"]},"jeremias_42_3_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação divina e à revelação de Deus ao Seu povo.","explicacao_detalhada":"Neste versículo, a 'palavra' é um pedido para que o povo busque a orientação de Deus através do profeta, reconhecendo a importância da revelação divina em suas decisões.","por_que_esta_palavra":"A palavra 'palavra' é crucial porque representa a mensagem de Deus que traz direção e sabedoria ao povo.","conexao_teologica":"A palavra de Deus é vista como viva e eficaz, essencial para a vida espiritual e prática dos crentes.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Isaías 55:11"]},"jeremias_42_4_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus que transmite Suas instruções ao povo.","explicacao_detalhada":"No contexto de Jeremias 42, o profeta é visto como a voz de Deus que traz orientação em tempos de incerteza e crise.","por_que_esta_palavra":"A palavra 'profeta' é importante porque destaca a função de intermediário entre Deus e o povo, essencial para a comunicação divina.","conexao_teologica":"Os profetas desempenham um papel vital na história da salvação, anunciando a vontade de Deus e chamando o povo ao arrependimento.","referencias_relacionadas":["Amós 3:7","Ezequiel 3:17","Mateus 10:41"]},"jeremias_42_4_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' aqui também se refere à comunicação de Deus através do profeta.","explicacao_detalhada":"A repetição da palavra 'palavra' enfatiza a necessidade de ouvir e obedecer à mensagem divina que é transmitida pelo profeta.","por_que_esta_palavra":"A palavra 'palavra' é fundamental para entender a importância da revelação de Deus em momentos críticos.","conexao_teologica":"A obediência à palavra de Deus é um tema recorrente nas Escrituras, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Tiago 1:22","Romanos 10:17","Salmos 19:7-11"]},"jeremias_42_4_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' implica a ação de comunicar ou declarar algo com autoridade.","explicacao_detalhada":"Neste contexto, a palavra 'dizer' é usada para enfatizar a importância da mensagem que será transmitida pelo profeta, que deve ser recebida com seriedade.","por_que_esta_palavra":"A palavra 'dizer' é crucial para entender a ação de Deus ao se comunicar com Seu povo através de Seus mensageiros.","conexao_teologica":"A comunicação de Deus é sempre significativa e deve ser levada a sério, pois traz instruções para a vida.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Hebreus 1:1-2"]},"jeremias_42_5_edificar":{"palavra_pt":"crer/amem","palavra_original":"אָמַן","transliteracao":"ʼâman","strong":"H539","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' ou 'amém' implica em confiança e afirmação da verdade da mensagem recebida.","explicacao_detalhada":"No contexto, edificar a fé é essencial para que o povo confie nas promessas de Deus e nas orientações que estão sendo dadas.","por_que_esta_palavra":"A palavra 'crer' é fundamental para a resposta do povo à mensagem de Deus, refletindo a necessidade de fé.","conexao_teologica":"A fé é um elemento central na relação entre Deus e a humanidade, sendo essencial para a salvação e a vida cristã.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:9-10","Gálatas 2:20"]},"jeremias_42_5_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' aqui novamente se refere à comunicação divina que deve ser aceita e crida pelo povo.","explicacao_detalhada":"A repetição da palavra 'palavra' reforça a ideia de que a mensagem de Deus é vital para a vida e a fé do povo.","por_que_esta_palavra":"A palavra 'palavra' é essencial para entender a importância da revelação de Deus em momentos de decisão.","conexao_teologica":"A aceitação da palavra de Deus é fundamental para a vida espiritual e a obediência ao Seu plano.","referencias_relacionadas":["Salmos 119:11","Mateus 4:4","1 Pedro 1:23"]},"jeremias_42_6_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se à comunicação audível de Deus, que pode ser ouvida pelo Seu povo.","explicacao_detalhada":"Neste contexto, a 'voz' simboliza a presença e a orientação de Deus, que fala diretamente ao Seu povo através do profeta.","por_que_esta_palavra":"A palavra 'voz' é importante porque representa a maneira como Deus se comunica e se relaciona com a humanidade.","conexao_teologica":"A voz de Deus é um tema recorrente nas Escrituras, simbolizando Sua autoridade e desejo de se relacionar com o Seu povo.","referencias_relacionadas":["Salmos 29:4","João 10:27","Apocalipse 3:20"]},"jeremias_42_6_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' implica em libertação e proteção que Deus oferece ao Seu povo.","explicacao_detalhada":"No contexto, a salvação é um tema central, pois o povo busca segurança e direção em tempos de crise.","por_que_esta_palavra":"A palavra 'salvar' é crucial para entender a natureza redentora de Deus e Seu desejo de proteger aqueles que confiam Nele.","conexao_teologica":"A salvação é um dos principais temas da Bíblia, refletindo o plano de Deus para redimir a humanidade.","referencias_relacionadas":["Salmos 37:39","Isaías 43:2","Romanos 10:13"]},"jeremias_42_6_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à bondade e à benevolência de Deus em cuidar de Seu povo.","explicacao_detalhada":"Neste contexto, 'bom' é um lembrete de que Deus deseja o bem para aqueles que O seguem e confiam em Suas promessas.","por_que_esta_palavra":"A palavra 'bom' é importante porque reflete a natureza de Deus como um Pai amoroso que deseja o melhor para Seus filhos.","conexao_teologica":"A bondade de Deus é um tema central na teologia, mostrando Seu caráter e Sua intenção em relação à humanidade.","referencias_relacionadas":["Salmos 100:5","Romanos 8:28","Tiago 1:17"]},"jeremias_42_7_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair aqui se refere a um estado de desespero ou queda em um sentido espiritual e físico.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a condição de um povo que se encontra em um momento de crise, onde a confiança em Deus é abalada e a esperança parece perdida.","por_que_esta_palavra":"É importante porque reflete a fragilidade humana e a necessidade de buscar a ajuda divina em tempos de dificuldade.","conexao_teologica":"A queda do homem e a necessidade de redenção são temas centrais na teologia bíblica, mostrando que a dependência de Deus é essencial.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Isaías 40:29"]},"jeremias_42_7_fim":{"palavra_pt":"fim","palavra_original":"קֵץ","transliteracao":"qêts","strong":"H7093","significado_raiz":"Ideia básica: fim.","significado_contextual":"Fim refere-se ao término de um ciclo ou a conclusão de um período de sofrimento.","explicacao_detalhada":"Neste contexto, o 'fim' pode ser interpretado como a esperança de que a situação atual de desolação e incerteza chegará ao seu término.","por_que_esta_palavra":"A palavra é crucial para entender que, apesar das dificuldades, há uma promessa de restauração e um novo começo.","conexao_teologica":"A ideia de fim e novo começo é central na mensagem de esperança encontrada nas Escrituras, especialmente em relação à salvação.","referencias_relacionadas":["Jeremias 29:11","Eclesiastes 3:1","Apocalipse 21:4"]},"jeremias_42_7_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia representa um período específico de tempo, muitas vezes associado a eventos significativos na história de Israel.","explicacao_detalhada":"O uso da palavra 'dia' pode indicar um tempo de julgamento ou de bênção, dependendo do contexto em que é mencionado.","por_que_esta_palavra":"É importante para entender a cronologia dos eventos e a ação de Deus na história do Seu povo.","conexao_teologica":"O conceito de 'dia' é frequentemente usado nas profecias para indicar momentos de intervenção divina.","referencias_relacionadas":["Salmos 118:24","Mateus 24:36","1 Tessalonicenses 5:2"]},"jeremias_42_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como algo deve ser feito, enfatizando a importância da abordagem correta.","explicacao_detalhada":"A palavra 'modo' sugere que há um jeito específico de se relacionar com Deus e de seguir Suas instruções.","por_que_esta_palavra":"É essencial para entender que a obediência a Deus deve ser feita de acordo com Seus preceitos.","conexao_teologica":"A teologia bíblica enfatiza a importância da santidade e da maneira correta de adorar a Deus.","referencias_relacionadas":["Deuteronômio 6:5","Romanos 12:1","Colossenses 3:23"]},"jeremias_42_8_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Chamar implica invocar ou clamar a Deus, um ato de dependência e busca por Sua orientação.","explicacao_detalhada":"A palavra 'chamar' é usada para descrever a ação de buscar a presença de Deus em momentos de necessidade.","por_que_esta_palavra":"É fundamental para entender a relação entre o homem e Deus, onde o clamor é um sinal de fé.","conexao_teologica":"A oração e o clamor são temas recorrentes na Bíblia, mostrando a importância da comunicação com Deus.","referencias_relacionadas":["Salmos 50:15","Mateus 7:7","Tiago 4:8"]},"jeremias_42_8_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho representa a relação de filiação, simbolizando herança e continuidade na aliança com Deus.","explicacao_detalhada":"A palavra 'filho' é frequentemente usada para descrever a relação íntima entre Deus e Seu povo, como uma família.","por_que_esta_palavra":"É importante para entender a identidade do povo de Deus como Seus filhos e a responsabilidade que isso implica.","conexao_teologica":"A filiação é um tema central na teologia cristã, especialmente em relação a Jesus como o Filho de Deus.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 4:7"]},"jeremias_42_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer implica comunicar uma mensagem importante, muitas vezes relacionada à vontade de Deus.","explicacao_detalhada":"A palavra 'dizer' é usada para enfatizar a importância da comunicação divina e da revelação de Sua vontade ao povo.","por_que_esta_palavra":"É crucial para entender que a palavra de Deus é viva e ativa, trazendo direção e esperança.","conexao_teologica":"A comunicação de Deus com a humanidade é um tema central na Bíblia, mostrando Sua intenção de se relacionar conosco.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","2 Timóteo 3:16"]},"jeremias_42_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor refere-se ao nome de Deus, que representa Sua autoridade e soberania.","explicacao_detalhada":"A palavra 'senhor' é usada para reconhecer a posição de Deus como o soberano sobre todas as coisas.","por_que_esta_palavra":"É importante para entender a reverência e o respeito que devemos ter em relação a Deus.","conexao_teologica":"O nome de Deus é um tema central na adoração e na oração, simbolizando Sua presença e poder.","referencias_relacionadas":["Salmos 8:1","Êxodo 3:14","Filipenses 2:9-11"]},"jeremias_42_9_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus refere-se à divindade suprema, o Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'deus' é usada para descrever a natureza de Deus como aquele que é digno de adoração e reverência.","por_que_esta_palavra":"É fundamental para entender a relação entre o homem e o Criador, e a necessidade de se submeter à Sua vontade.","conexao_teologica":"A natureza de Deus é um tema central na teologia, abordando Sua santidade, amor e justiça.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"jeremias_42_10_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Terra refere-se ao espaço físico, mas também simboliza a herança e a promessa de Deus ao Seu povo.","explicacao_detalhada":"A palavra 'terra' é usada para descrever a terra prometida, um símbolo de bênção e de aliança entre Deus e Israel.","por_que_esta_palavra":"É importante para entender a relação de Deus com Seu povo e as promessas que Ele fez a eles.","conexao_teologica":"A terra é um tema recorrente na Bíblia, simbolizando a presença de Deus e a realização de Suas promessas.","referencias_relacionadas":["Deuteronômio 8:7-10","Josué 1:3","Hebreus 11:9"]},"jeremias_42_10_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Salvar implica em resgatar ou proteger de um perigo iminente.","explicacao_detalhada":"No contexto de Jeremias 42:10, a palavra 'salvar' é usada para expressar a promessa de Deus de proteger o povo de Israel das ameaças que enfrentavam, caso eles se voltassem para Ele.","por_que_esta_palavra":"Esta palavra é crucial porque reflete a esperança de redenção e proteção divina em tempos de crise.","conexao_teologica":"A ideia de salvação é central na teologia bíblica, representando a intervenção de Deus na vida dos crentes.","referencias_relacionadas":["Salmos 34:19","Isaías 43:2","Romanos 10:13"]},"jeremias_42_10_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Julgar refere-se ao ato de discernir ou decidir sobre a justiça de uma situação.","explicacao_detalhada":"Em Jeremias 42:10, a palavra 'julgar' é usada para enfatizar a capacidade de Deus de avaliar a situação do povo e determinar o que é melhor para eles.","por_que_esta_palavra":"É importante porque mostra que Deus não apenas observa, mas também age em justiça em favor do Seu povo.","conexao_teologica":"O julgamento de Deus é um tema recorrente, refletindo Sua santidade e justiça.","referencias_relacionadas":["Salmos 9:7","Isaías 11:4","Mateus 7:1"]},"jeremias_42_11_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Salvação é o ato de libertar ou resgatar de uma situação de perigo ou opressão.","explicacao_detalhada":"No versículo, a salvação é prometida a aqueles que buscam a Deus, indicando que Ele é a fonte de segurança e libertação.","por_que_esta_palavra":"A salvação é um tema central na Bíblia, simbolizando a relação entre Deus e Seu povo.","conexao_teologica":"A salvação é frequentemente associada à graça de Deus e à fé em Cristo.","referencias_relacionadas":["Salmos 37:39","Isaías 12:2","Efésios 2:8-9"]},"jeremias_42_11_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Rosto representa a presença e a favorabilidade de Deus.","explicacao_detalhada":"Em Jeremias 42:11, o 'rosto' de Deus é mencionado como um símbolo de Sua atenção e cuidado para com o povo.","por_que_esta_palavra":"Refere-se à intimidade e ao relacionamento que os crentes têm com Deus.","conexao_teologica":"A presença de Deus é um tema importante, simbolizando Sua proximidade e amor.","referencias_relacionadas":["Números 6:25","Salmos 67:1","Mateus 5:8"]},"jeremias_42_11_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Rei refere-se à autoridade suprema e governante de um povo.","explicacao_detalhada":"No contexto, Deus é reconhecido como o Rei soberano que tem autoridade sobre todas as nações e situações.","por_que_esta_palavra":"A noção de Deus como Rei é fundamental para entender Sua soberania e poder.","conexao_teologica":"A realeza de Deus é um tema central na Bíblia, refletindo Sua autoridade e domínio.","referencias_relacionadas":["Salmos 47:2","Isaías 6:5","Apocalipse 19:16"]},"jeremias_42_12_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Clamar implica em um pedido urgente ou súplica a Deus.","explicacao_detalhada":"Em Jeremias 42:12, o ato de clamar é um reconhecimento da necessidade de ajuda divina em tempos de dificuldade.","por_que_esta_palavra":"Clamar a Deus é um ato de fé e dependência, mostrando a busca por Sua intervenção.","conexao_teologica":"A oração e o clamor a Deus são fundamentais na vida espiritual, refletindo a relação entre o crente e o Criador.","referencias_relacionadas":["Salmos 18:6","Jeremias 33:3","Romanos 10:14"]},"jeremias_42_12_compaixao":{"palavra_pt":"compaixao","palavra_original":"רַחַם","transliteracao":"racham","strong":"H7356","significado_raiz":"Ideia básica: compaixao.","significado_contextual":"Compaixão refere-se à empatia e ao cuidado por aqueles que estão em sofrimento.","explicacao_detalhada":"No versículo, a compaixão de Deus é destacada como um aspecto de Sua natureza, que se preocupa com o bem-estar do Seu povo.","por_que_esta_palavra":"A compaixão de Deus é um tema central, mostrando Seu amor e misericórdia.","conexao_teologica":"A compaixão de Deus é frequentemente associada à redenção e ao perdão.","referencias_relacionadas":["Salmos 103:13","Isaías 49:10","Lamentações 3:22-23"]},"jeremias_42_13_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Terra refere-se ao espaço físico, mas também simboliza a herança e a promessa de Deus ao Seu povo.","explicacao_detalhada":"Em Jeremias 42:13, a terra é mencionada como um lugar de segurança e bênção, onde o povo pode habitar em paz.","por_que_esta_palavra":"A terra é um símbolo da fidelidade de Deus às Suas promessas.","conexao_teologica":"A terra prometida é um tema recorrente, representando a aliança entre Deus e Israel.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Hebreus 11:9-10"]},"jeremias_42_13_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Voz representa a comunicação e a revelação de Deus ao Seu povo.","explicacao_detalhada":"No contexto, a voz de Deus é um chamado à obediência e à confiança em Suas promessas.","por_que_esta_palavra":"A voz de Deus é essencial para a orientação e direção espiritual.","conexao_teologica":"A revelação de Deus através da Sua voz é um tema importante na experiência de fé.","referencias_relacionadas":["Salmos 29:4","Isaías 30:21","João 10:27"]},"jeremias_42_13_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Verdade refere-se à realidade e à fidelidade das promessas de Deus.","explicacao_detalhada":"Em Jeremias 42:13, a verdade é um chamado à sinceridade e à confiança nas palavras de Deus.","por_que_esta_palavra":"A verdade é fundamental para a fé, pois Deus é a fonte de toda verdade.","conexao_teologica":"A verdade de Deus é um tema central, refletindo Sua natureza imutável e confiável.","referencias_relacionadas":["Salmos 119:160","João 14:6","Efésios 4:15"]},"jeremias_42_14_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A voz de Deus é um chamado para a obediência e a confiança.","explicacao_detalhada":"No contexto de Jeremias 42, a voz representa a comunicação divina que orienta o povo em tempos de incerteza. A voz de Deus é um guia que deve ser seguido para evitar a destruição.","por_que_esta_palavra":"A palavra 'voz' é usada para enfatizar a importância da revelação divina e da necessidade de ouvir e obedecer a Deus.","conexao_teologica":"A voz de Deus é frequentemente associada à Sua autoridade e ao poder de transformação na vida dos crentes.","referencias_relacionadas":["Salmos 29:4","Isaías 30:21","João 10:27"]},"jeremias_42_14_alimento":{"palavra_pt":"pao/alimento","palavra_original":"לֶחֶם","transliteracao":"lechem","strong":"H3899","significado_raiz":"Ideia básica: pao.","significado_contextual":"O alimento simboliza a provisão de Deus e a necessidade espiritual do povo.","explicacao_detalhada":"Em Jeremias 42, o alimento é mencionado como uma necessidade básica que Deus promete suprir. Isso reflete a dependência do povo em relação a Deus para sua sobrevivência física e espiritual.","por_que_esta_palavra":"A palavra 'alimento' é crucial para entender a relação entre a provisão divina e a obediência do povo.","conexao_teologica":"Deus é visto como o provedor que sustenta Seu povo, tanto fisicamente quanto espiritualmente.","referencias_relacionadas":["Mateus 4:4","Salmos 37:25","Filipenses 4:19"]},"jeremias_42_14_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'grande' refere-se à magnitude da mensagem que Deus deseja transmitir.","explicacao_detalhada":"No versículo, 'grande' é usado para descrever a importância da declaração de Deus, que deve ser levada a sério pelo povo.","por_que_esta_palavra":"A ênfase na grandeza da mensagem ressalta a urgência e a seriedade da situação enfrentada pelo povo.","conexao_teologica":"A grandeza de Deus é um tema recorrente nas Escrituras, refletindo Sua soberania e poder.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"jeremias_42_15_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra representa a comunicação de Deus e Suas instruções ao povo.","explicacao_detalhada":"Em Jeremias 42, a palavra de Deus é um chamado à ação e à obediência, enfatizando a importância de seguir as orientações divinas.","por_que_esta_palavra":"A palavra é central na relação entre Deus e Seu povo, sendo a base para a fé e a prática.","conexao_teologica":"A palavra de Deus é viva e eficaz, guiando e transformando a vida dos crentes.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Isaías 55:11"]},"jeremias_42_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' representa a autoridade e a soberania de Deus sobre o povo.","explicacao_detalhada":"O uso do nome de Deus enfatiza a relação pessoal e a reverência que o povo deve ter em relação a Ele, reconhecendo Sua posição como Senhor.","por_que_esta_palavra":"O nome de Deus é fundamental para a identidade do povo e sua aliança com Ele.","conexao_teologica":"O nome de Deus é frequentemente invocado em momentos de necessidade, refletindo a confiança do povo em Sua proteção e provisão.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"jeremias_42_15_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se à divindade suprema que governa sobre todas as coisas.","explicacao_detalhada":"No contexto de Jeremias 42, a menção a Deus destaca a necessidade de reconhecer Sua autoridade e buscar Sua orientação em tempos de crise.","por_que_esta_palavra":"A palavra 'Deus' é essencial para entender a relação do povo com o Criador e a dependência que eles têm dEle.","conexao_teologica":"Deus é apresentado como o sustentador e protetor do Seu povo, sempre pronto a ouvir suas súplicas.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Isaías 40:28"]},"jeremias_42_16_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra representa o lar e a herança do povo de Israel, além de simbolizar a promessa de Deus.","explicacao_detalhada":"No versículo, a referência à terra enfatiza a conexão do povo com a sua herança e a importância de permanecer na terra que Deus lhes deu.","por_que_esta_palavra":"A palavra 'terra' é central na narrativa bíblica, representando tanto a bênção quanto a responsabilidade do povo diante de Deus.","conexao_teologica":"A terra prometida é um símbolo da fidelidade de Deus às Suas promessas e à aliança com Israel.","referencias_relacionadas":["Deuteronômio 8:7","Salmos 37:29","Hebreus 11:10"]},"jeremias_42_16_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"A fome simboliza a escassez e a necessidade urgente de intervenção divina.","explicacao_detalhada":"No contexto de Jeremias 42, a fome é um sinal do juízo de Deus e da necessidade de o povo voltar-se para Ele em busca de ajuda.","por_que_esta_palavra":"A palavra 'fome' destaca a vulnerabilidade do povo e a urgência de buscar a provisão de Deus.","conexao_teologica":"A fome é frequentemente usada nas Escrituras como um símbolo de necessidade espiritual e física, levando o povo a depender de Deus.","referencias_relacionadas":["Amós 8:11","Mateus 5:6","Lucas 4:25"]},"jeremias_42_16_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair representa a queda em desgraça ou a perda da proteção divina.","explicacao_detalhada":"No versículo, a ideia de cair sugere a consequência de desobedecer a Deus e a necessidade de permanecer firme na fé.","por_que_esta_palavra":"A palavra 'cair' é usada para ilustrar a fragilidade da condição humana sem a ajuda de Deus.","conexao_teologica":"A queda é um tema central na teologia, refletindo a necessidade de redenção e a graça de Deus.","referencias_relacionadas":["Romanos 3:23","Gálatas 6:1","Tiago 4:10"]},"jeremias_42_17_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à condição humana e à responsabilidade diante de Deus.","explicacao_detalhada":"No contexto de Jeremias 42, a menção ao homem destaca a fragilidade e a necessidade de buscar a orientação divina em tempos de crise.","por_que_esta_palavra":"A palavra 'homem' é fundamental para entender a relação entre a humanidade e Deus, enfatizando a dependência do Criador.","conexao_teologica":"A condição do homem é um tema central na Bíblia, refletindo a necessidade de salvação e a graça de Deus.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4","Romanos 5:12"]},"jeremias_42_17_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"A fome é uma condição de escassez de alimentos, simbolizando a necessidade e a vulnerabilidade do povo.","explicacao_detalhada":"No contexto de Jeremias 42:17, a fome representa não apenas a falta física de alimento, mas também a consequência da desobediência a Deus. O povo estava sendo advertido sobre as consequências de suas escolhas e a fome seria um sinal do juízo divino.","por_que_esta_palavra":"A palavra 'fome' é utilizada para enfatizar a gravidade da situação em que o povo se encontrava, mostrando que a desobediência a Deus leva a consequências severas.","conexao_teologica":"A fome é frequentemente usada na Bíblia como um símbolo do juízo de Deus e da necessidade de arrependimento. Ela também aponta para a dependência do ser humano em relação a Deus como o provedor.","referencias_relacionadas":["Deuteronômio 28:48","Mateus 4:4","Amós 8:11"]},"jeremias_42_17_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair aqui se refere à queda em desgraça ou à ruína, simbolizando a perda de proteção divina.","explicacao_detalhada":"No versículo, a ideia de 'cair' está relacionada à consequência da desobediência a Deus. O povo estava advertido de que, se não seguissem as instruções divinas, enfrentariam a queda em suas circunstâncias.","por_que_esta_palavra":"A palavra 'cair' é crucial para entender a fragilidade da condição humana sem a proteção de Deus. Ela destaca a necessidade de permanecer firme na fé.","conexao_teologica":"Cair é um tema recorrente na Bíblia, simbolizando a queda do homem em pecado e a necessidade de redenção através de Cristo.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Romanos 11:22"]},"jeremias_42_18_maldicao":{"palavra_pt":"maldicao","palavra_original":"אָלָה","transliteracao":"ʼâlâh","strong":"H423","significado_raiz":"Ideia básica: maldicao.","significado_contextual":"A maldição é uma declaração de juízo que traz consequências negativas, refletindo a ira de Deus.","explicacao_detalhada":"No contexto de Jeremias 42:18, a maldição é uma advertência sobre as consequências da desobediência. O povo seria alvo da maldição se não seguissem os caminhos de Deus.","por_que_esta_palavra":"A palavra 'maldicao' é utilizada para alertar o povo sobre as consequências sérias de suas ações e a necessidade de seguir a vontade de Deus.","conexao_teologica":"A maldição é um tema que aparece frequentemente na Bíblia, associada à desobediência e ao afastamento de Deus, contrastando com as bênçãos que vêm da obediência.","referencias_relacionadas":["Deuteronômio 28:15","Gálatas 3:10","Romanos 6:23"]},"jeremias_42_18_repreender":{"palavra_pt":"repreender","palavra_original":"חֶרְפָּה","transliteracao":"cherpâh","strong":"H2781","significado_raiz":"Ideia básica: repreender.","significado_contextual":"Repreender implica em chamar a atenção para um erro, trazendo correção e advertência.","explicacao_detalhada":"Neste versículo, a repreensão é uma forma de Deus alertar o povo sobre suas ações erradas e as consequências que elas trarão. É um chamado ao arrependimento.","por_que_esta_palavra":"A palavra 'repreender' é importante para entender a natureza de Deus como um pai que corrige seus filhos, buscando sempre o melhor para eles.","conexao_teologica":"A repreensão é um aspecto do amor de Deus, que deseja que Seu povo se afaste do pecado e se volte para Ele.","referencias_relacionadas":["Provérbios 3:11-12","Hebreus 12:6","Apocalipse 3:19"]},"jeremias_42_18_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual a maldição e a repreensão são necessárias.","explicacao_detalhada":"Neste contexto, 'porque' explica a lógica por trás da advertência de Deus ao povo, enfatizando que suas ações têm consequências diretas.","por_que_esta_palavra":"A palavra 'porque' é fundamental para a compreensão da relação entre as ações do povo e as respostas de Deus, mostrando a justiça divina.","conexao_teologica":"A ideia de causa e efeito nas ações humanas é um princípio teológico importante, refletindo a justiça e a soberania de Deus.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Tiago 1:15"]},"jeremias_42_19_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' refere-se a um tempo específico, muitas vezes associado a eventos significativos na história do povo de Deus.","explicacao_detalhada":"No versículo, o 'dia' é mencionado como um tempo de julgamento e decisão, onde as ações do povo serão avaliadas.","por_que_esta_palavra":"A palavra 'dia' é importante para entender a urgência da mensagem de Deus e a necessidade de resposta imediata do povo.","conexao_teologica":"O conceito de 'dia' é frequentemente utilizado na Bíblia para descrever o dia do Senhor, um tempo de juízo e restauração.","referencias_relacionadas":["Joel 2:1","Mateus 24:36","1 Tessalonicenses 5:2"]},"jeremias_42_19_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'senhor' refere-se a Deus, enfatizando Sua autoridade e soberania sobre o povo.","explicacao_detalhada":"Neste contexto, o nome do Senhor é invocado como um lembrete da relação do povo com Deus e da necessidade de obedecer a Ele.","por_que_esta_palavra":"A palavra 'senhor' é central na fé israelita, representando a aliança e a autoridade divina sobre a vida do povo.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, simbolizando Sua presença, poder e a relação com Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"jeremias_42_19_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz a razão para a advertência e a necessidade de atenção do povo.","explicacao_detalhada":"Assim como em outros contextos, 'porque' aqui serve para conectar a advertência de Deus com as ações do povo, enfatizando a lógica divina.","por_que_esta_palavra":"A repetição da palavra 'porque' reforça a importância da compreensão das consequências das ações humanas.","conexao_teologica":"A relação entre ações e consequências é um princípio teológico fundamental que permeia toda a Escritura.","referencias_relacionadas":["Romanos 2:6","Gálatas 6:7","Provérbios 1:24-26"]},"jeremias_42_20_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O 'modo' refere-se à maneira como as coisas são feitas, destacando a importância da conduta correta.","explicacao_detalhada":"Neste versículo, o 'modo' é mencionado para enfatizar que a forma como o povo age tem implicações diretas em sua relação com Deus.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender que a ética e a moralidade são importantes na vida do povo de Deus.","conexao_teologica":"A maneira de viver é um tema central na Bíblia, refletindo a santidade e a justiça de Deus em contraste com o pecado.","referencias_relacionadas":["1 Pedro 1:15-16","Romanos 12:2","Efésios 4:1"]},"jeremias_42_20_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é utilizada metaforicamente para descrever ações que podem ser prejudiciais ou destrutivas.","explicacao_detalhada":"No contexto, 'urso' pode simbolizar a força e a ferocidade de ações que levam à destruição, refletindo a gravidade das consequências da desobediência.","por_que_esta_palavra":"A palavra 'urso' é importante para ilustrar a seriedade das advertências de Deus e a natureza destrutiva do pecado.","conexao_teologica":"A imagem de animais ferozes é frequentemente usada na Bíblia para descrever o juízo de Deus e as consequências do afastamento dEle.","referencias_relacionadas":["Oséias 13:8","Amós 3:8","Salmos 22:13"]},"jeremias_42_20_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é utilizada para introduzir a razão pela qual os israelitas estavam em uma situação difícil.","explicacao_detalhada":"Neste contexto, 'porque' conecta a explicação da desobediência dos israelitas às consequências que enfrentaram. É uma palavra que traz clareza sobre a motivação e a lógica por trás das ações de Deus.","por_que_esta_palavra":"A palavra é crucial para entender a relação entre a desobediência e o juízo divino.","conexao_teologica":"A desobediência ao Senhor resulta em consequências, refletindo a justiça de Deus.","referencias_relacionadas":["Deuteronômio 28:15","Isaías 1:19-20","Romanos 1:18"]},"jeremias_42_21_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período específico em que os israelitas devem tomar decisões importantes.","explicacao_detalhada":"Neste versículo, 'dia' é usado para enfatizar a urgência e a importância do momento em que a palavra de Deus é revelada.","por_que_esta_palavra":"A palavra é significativa porque marca um tempo de decisão e ação para o povo.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao tempo de Deus e à Sua intervenção na história.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 6:34"]},"jeremias_42_21_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se à comunicação de Deus ao Seu povo.","explicacao_detalhada":"Neste contexto, 'voz' simboliza a revelação divina e a instrução que os israelitas devem seguir.","por_que_esta_palavra":"A palavra é importante porque representa a maneira como Deus se comunica com Seu povo.","conexao_teologica":"A voz de Deus é um tema central na Bíblia, representando Sua autoridade e direção.","referencias_relacionadas":["Salmos 29:4","João 10:27","Hebreus 1:1-2"]},"jeremias_42_21_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como os israelitas devem proceder em resposta à palavra de Deus.","explicacao_detalhada":"Neste versículo, 'modo' implica em uma forma específica de agir que está alinhada com a vontade de Deus.","por_que_esta_palavra":"A palavra é relevante porque indica a necessidade de uma resposta adequada à instrução divina.","conexao_teologica":"A obediência a Deus deve ser feita de acordo com o Seu modo e não segundo os próprios entendimentos.","referencias_relacionadas":["Provérbios 3:5-6","Romanos 12:2","Tiago 1:22"]},"jeremias_42_22_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"A palavra 'fome' é usada para descrever uma das consequências da desobediência ao Senhor.","explicacao_detalhada":"Neste contexto, 'fome' representa a privação e o sofrimento que o povo enfrentaria devido à sua falta de fé e desobediência.","por_que_esta_palavra":"A palavra é significativa porque ilustra a gravidade das consequências que vêm da desobediência.","conexao_teologica":"A fome é frequentemente vista na Bíblia como um sinal do juízo de Deus sobre o pecado.","referencias_relacionadas":["Amós 8:11","Mateus 5:6","Apocalipse 6:8"]},"jeremias_42_22_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual o povo enfrentará a fome e a espada.","explicacao_detalhada":"Neste versículo, 'porque' conecta a desobediência do povo às consequências que eles devem enfrentar.","por_que_esta_palavra":"A palavra é essencial para entender a lógica do juízo divino em resposta ao comportamento do povo.","conexao_teologica":"A relação entre desobediência e juízo é um tema recorrente nas Escrituras.","referencias_relacionadas":["Deuteronômio 28:20","Isaías 5:13","Gálatas 6:7"]},"jeremias_42_22_seca":{"palavra_pt":"espada","palavra_original":"חֶרֶב","transliteracao":"chereb","strong":"H2719","significado_raiz":"Ideia básica: espada.","significado_contextual":"A palavra 'espada' é usada para descrever uma das formas de juízo que o povo enfrentará.","explicacao_detalhada":"Neste contexto, 'espada' simboliza a guerra e a destruição que viriam como consequência da desobediência.","por_que_esta_palavra":"A palavra é significativa porque representa a severidade do juízo de Deus sobre o pecado.","conexao_teologica":"A espada é um símbolo de julgamento e disciplina divina ao longo da Bíblia.","referencias_relacionadas":["Ezequiel 14:17","Mateus 10:34","Apocalipse 19:15"]}}