{"jeremias_43_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se à mensagem que Deus deu a Jeremias para transmitir ao povo.","explicacao_detalhada":"Neste versículo, 'palavra' é central, pois representa a comunicação direta de Deus ao Seu povo através do profeta.","por_que_esta_palavra":"A palavra é importante porque enfatiza a autoridade e a relevância da mensagem divina.","conexao_teologica":"A palavra de Deus é viva e eficaz, e deve ser ouvida e obedecida.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","2 Timóteo 3:16-17"]},"jeremias_43_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a condição do povo diante da palavra de Deus.","explicacao_detalhada":"Neste contexto, 'cair' pode simbolizar a queda em desgraça ou a necessidade de se submeter à vontade de Deus.","por_que_esta_palavra":"A palavra é significativa porque indica a fragilidade humana diante da soberania divina.","conexao_teologica":"A queda do homem é um tema central na teologia, refletindo a necessidade de redenção.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","1 Pedro 5:5"]},"jeremias_43_1_fim":{"palavra_pt":"fim","palavra_original":"כָּלָה","transliteracao":"kâlâh","strong":"H3615","significado_raiz":"Ideia básica: fim.","significado_contextual":"A palavra 'fim' refere-se ao resultado final das ações do povo e do cumprimento da palavra de Deus.","explicacao_detalhada":"Neste versículo, 'fim' implica que todas as coisas têm um propósito e um desfecho que se alinha com a vontade de Deus.","por_que_esta_palavra":"A palavra é importante porque nos lembra que Deus tem controle sobre o futuro e que tudo culmina em Seu plano.","conexao_teologica":"O conceito de fim é frequentemente associado ao plano redentor de Deus e à consumação de todas as coisas.","referencias_relacionadas":["Eclesiastes 3:17","Romanos 8:28","Apocalipse 21:6"]},"jeremias_43_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas são feitas ou expressas.","explicacao_detalhada":"A palavra 'modo' indica a maneira ou o jeito de se realizar uma ação. No contexto de Jeremias 43:2, pode estar relacionada à forma como as instruções ou profecias são comunicadas.","por_que_esta_palavra":"É importante para entender a intenção e a clareza na comunicação das mensagens divinas.","conexao_teologica":"A forma como Deus se comunica com seu povo é fundamental para a compreensão da Sua vontade.","referencias_relacionadas":["Jeremias 1:7","Isaías 55:11","Salmos 119:105"]},"jeremias_43_2_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, especificamente ao papel e à responsabilidade do homem diante de Deus.","explicacao_detalhada":"A palavra 'homem' é usada para enfatizar a humanidade e a fragilidade do ser humano em contraste com a grandeza de Deus. No contexto, pode indicar a necessidade de ouvir e obedecer às instruções divinas.","por_que_esta_palavra":"Destaca a relação entre Deus e a humanidade, mostrando que Deus se comunica diretamente com os homens.","conexao_teologica":"A dignidade do homem como criação de Deus e sua responsabilidade moral são temas centrais na teologia bíblica.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4-5","Romanos 3:23"]},"jeremias_43_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de declarar ou afirmar algo com ênfase.","explicacao_detalhada":"A palavra 'dizer' é usada para transmitir a importância da mensagem que está sendo comunicada. No contexto, pode indicar uma ordem ou uma revelação significativa.","por_que_esta_palavra":"É essencial para entender a autoridade da palavra de Deus e a necessidade de atenção por parte do povo.","conexao_teologica":"A palavra de Deus é viva e eficaz, e sua declaração é um ato de poder divino.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Mateus 4:4"]},"jeremias_43_3_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se ao ato de morrer, que pode ter implicações físicas e espirituais.","explicacao_detalhada":"A palavra 'morrer' é usada para enfatizar a gravidade das consequências da desobediência a Deus. No contexto, pode indicar a morte física ou a separação espiritual de Deus.","por_que_esta_palavra":"É um lembrete da seriedade do juízo de Deus e das consequências do pecado.","conexao_teologica":"A morte é um tema central na teologia, simbolizando a separação de Deus e a necessidade de redenção.","referencias_relacionadas":["Romanos 6:23","Gênesis 2:17","Ezequiel 18:30-32"]},"jeremias_43_3_phrase":{"palavra_pt":"expressao","palavra_original":"גָּלָה","transliteracao":"gâlâh","strong":"H1540","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão ou manifestação de uma ideia ou sentimento.","explicacao_detalhada":"A palavra 'expressão' indica a forma como algo é comunicado ou revelado. No contexto, pode se referir à maneira como a verdade de Deus é apresentada ao povo.","por_que_esta_palavra":"É importante para entender como a mensagem de Deus é transmitida e recebida.","conexao_teologica":"A expressão da verdade de Deus é vital para a edificação da fé e a transformação do coração humano.","referencias_relacionadas":["Salmos 19:1","Romanos 1:20","2 Coríntios 4:6"]},"jeremias_43_3_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica uma razão ou justificativa para uma afirmação ou ação.","explicacao_detalhada":"A palavra 'porque' é usada para introduzir a causa de um evento ou decisão. No contexto, pode explicar a razão pela qual um aviso ou juízo é dado.","por_que_esta_palavra":"É crucial para entender a lógica divina por trás das advertências e promessas de Deus.","conexao_teologica":"A compreensão das razões de Deus nos ajuda a confiar em Sua sabedoria e justiça.","referencias_relacionadas":["Provérbios 3:5-6","Romanos 8:28","Isaías 55:8-9"]},"jeremias_43_4_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de tomar uma decisão ou emitir um veredicto.","explicacao_detalhada":"A palavra 'julgar' implica a avaliação de ações e comportamentos, muitas vezes em um contexto de justiça divina. No contexto, pode se referir ao julgamento de Deus sobre as nações.","por_que_esta_palavra":"É fundamental para entender a natureza de Deus como juiz e a responsabilidade moral do ser humano.","conexao_teologica":"O julgamento de Deus é um tema recorrente na Bíblia, refletindo Sua santidade e justiça.","referencias_relacionadas":["Salmos 9:7-8","Mateus 12:36-37","Apocalipse 20:12"]},"jeremias_43_4_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Refere-se ao som ou à comunicação verbal.","explicacao_detalhada":"A palavra 'voz' é usada para enfatizar a importância da comunicação de Deus ao Seu povo. No contexto, pode indicar a necessidade de ouvir e responder à voz de Deus.","por_que_esta_palavra":"É essencial para a relação entre Deus e o homem, pois a voz de Deus é um meio de revelação.","conexao_teologica":"A voz de Deus é um tema central na experiência espiritual, sendo um convite à obediência e à comunhão.","referencias_relacionadas":["João 10:27","Salmos 29:4","Hebreus 3:15"]},"jeremias_43_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se novamente ao modo de agir ou de se expressar.","explicacao_detalhada":"A repetição da palavra 'modo' enfatiza a importância da maneira como as instruções são seguidas. No contexto, pode indicar a necessidade de uma resposta adequada às direções de Deus.","por_que_esta_palavra":"Reforça a ideia de que a forma de agir é tão importante quanto a ação em si.","conexao_teologica":"A obediência a Deus deve ser feita de maneira correta e com o coração sincero.","referencias_relacionadas":["Colossenses 3:23","1 Pedro 1:15-16","Romanos 12:1-2"]},"jeremias_43_5_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à terra como um espaço físico e simbólico.","explicacao_detalhada":"A palavra 'terra' é usada para descrever o lugar onde o povo de Deus habita e onde as promessas divinas se realizam. No contexto, pode indicar a importância da terra prometida.","por_que_esta_palavra":"É fundamental para entender a relação de Deus com Seu povo e a terra que Ele lhes deu.","conexao_teologica":"A terra é um símbolo da promessa e da presença de Deus entre Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Josué 1:3"]},"jeremias_43_5_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' refere-se à ação de agarrar ou levar algo consigo, indicando posse ou controle.","explicacao_detalhada":"No contexto de Jeremias 43:5, 'tomar' implica a ação de levar os remanescentes de Judá para o Egito, mostrando a decisão de fugir da opressão babilônica.","por_que_esta_palavra":"A escolha da palavra 'tomar' enfatiza a intenção deliberada dos personagens em agir e mudar sua situação.","conexao_teologica":"A ação de 'tomar' pode ser vista como uma metáfora para a escolha de seguir ou desobedecer a Deus, refletindo a luta entre a fé e a dúvida.","referencias_relacionadas":["Jeremias 42:1-3","Gênesis 12:1","Salmos 37:5"]},"jeremias_43_6_homem":{"palavra_pt":"homem","palavra_original":"גֶּבֶר","transliteracao":"geber","strong":"H1397","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, enfatizando a dignidade e a responsabilidade do indivíduo.","explicacao_detalhada":"Em Jeremias 43:6, 'homem' é mencionado para destacar a presença de pessoas que estão sendo levadas ao Egito, simbolizando a coletividade do povo de Judá.","por_que_esta_palavra":"A inclusão de 'homem' sublinha a importância de cada indivíduo na narrativa, mostrando que cada um tem um papel na história da salvação.","conexao_teologica":"A dignidade do homem é um tema central na teologia bíblica, refletindo a criação à imagem de Deus e a responsabilidade moral que isso implica.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"jeremias_43_6_familia":{"palavra_pt":"familia","palavra_original":"טַף","transliteracao":"ṭaph","strong":"H2945","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se ao grupo de pessoas unidas por laços de sangue ou aliança, destacando a importância das relações familiares.","explicacao_detalhada":"No versículo, 'família' é mencionada para mostrar que a migração para o Egito não afeta apenas indivíduos, mas também laços familiares, refletindo a unidade do povo.","por_que_esta_palavra":"A escolha de 'família' enfatiza a continuidade da linhagem e a preservação da identidade cultural e religiosa do povo de Judá.","conexao_teologica":"A família é vista como a unidade básica da sociedade e da transmissão da fé, sendo fundamental na narrativa bíblica.","referencias_relacionadas":["Êxodo 20:12","Deuteronômio 6:6-7","Salmos 127:3"]},"jeremias_43_6_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade suprema e governante de um povo, simbolizando poder e liderança.","explicacao_detalhada":"Em Jeremias 43:6, a menção ao 'rei' indica a presença de líderes que estão sendo levados, refletindo a desintegração da estrutura de poder em Judá.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a dinâmica de poder e a responsabilidade dos líderes em tempos de crise.","conexao_teologica":"Deus é frequentemente descrito como o Rei soberano, e a escolha de líderes humanos reflete a necessidade de submissão à Sua autoridade.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:10-12","Romanos 13:1"]},"jeremias_43_7_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se ao som produzido por alguém, simbolizando comunicação e autoridade.","explicacao_detalhada":"No contexto de Jeremias 43:7, 'voz' pode ser interpretada como a chamada de Deus ou a instrução que deve ser ouvida e seguida pelo povo.","por_que_esta_palavra":"A ênfase na 'voz' destaca a importância da revelação divina e da resposta do povo a essa comunicação.","conexao_teologica":"A voz de Deus é um tema recorrente na Bíblia, representando Sua vontade e direção para a humanidade.","referencias_relacionadas":["Isaías 30:21","João 10:27","Hebreus 3:15"]},"jeremias_43_7_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se ao ato de se aproximar ou entrar em um lugar, simbolizando a ação de seguir um chamado.","explicacao_detalhada":"Em Jeremias 43:7, 'vir' implica a ação de obedecer ao chamado de Deus, que muitas vezes exige movimento e decisão.","por_que_esta_palavra":"A escolha de 'vir' enfatiza a necessidade de resposta ativa à direção divina, refletindo a dinâmica da fé.","conexao_teologica":"O chamado de Deus para o Seu povo é um tema central na Bíblia, onde a obediência é frequentemente associada à bênção.","referencias_relacionadas":["Mateus 11:28","Romanos 10:14","Apocalipse 22:17"]},"jeremias_43_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo ou território, simbolizando a herança e o lar do povo de Deus.","explicacao_detalhada":"No versículo, 'terra' é mencionada para destacar a conexão do povo com sua terra natal, que está sendo deixada para trás.","por_que_esta_palavra":"A ênfase na 'terra' reflete a importância da terra prometida na identidade do povo de Deus e nas promessas divinas.","conexao_teologica":"A terra é um símbolo da aliança de Deus com Seu povo, representando bênção e herança.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:7-10","Salmos 37:11"]},"jeremias_43_8_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se ao ato de descer ou tombar, simbolizando uma queda ou perda.","explicacao_detalhada":"Em Jeremias 43:8, 'cair' pode ser interpretado como a queda de Jerusalém e a desolação que se segue, refletindo o juízo de Deus.","por_que_esta_palavra":"A escolha de 'cair' enfatiza a gravidade da situação e as consequências do afastamento de Deus.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a necessidade de arrependimento e a busca pela restauração.","referencias_relacionadas":["Ezequiel 18:30","Romanos 6:23","Gálatas 6:7"]},"jeremias_43_8_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se a uma declaração ou mensagem, simbolizando a comunicação divina.","explicacao_detalhada":"No contexto de Jeremias 43:8, 'palavra' pode ser vista como a mensagem de Deus que deve ser ouvida e obedecida pelo povo.","por_que_esta_palavra":"A ênfase na 'palavra' destaca a importância da revelação divina e a necessidade de resposta do povo.","conexao_teologica":"A palavra de Deus é fundamental na vida do crente, sendo a base para a fé e a prática.","referencias_relacionadas":["Salmos 119:105","Mateus 4:4","2 Timóteo 3:16"]},"jeremias_43_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao título de Deus, simbolizando Sua autoridade e soberania.","explicacao_detalhada":"Em Jeremias 43:8, 'senhor' é mencionado para reafirmar a soberania de Deus sobre todas as nações e a importância de reconhecer Sua autoridade.","por_que_esta_palavra":"A escolha de 'senhor' enfatiza a relação de submissão e reverência que o povo deve ter em relação a Deus.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua natureza e caráter, e é um convite à adoração.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"jeremias_43_9_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza dos ídolos que seriam destruídos.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a magnitude dos ídolos de barro que estavam sendo feitos pelos israelitas, simbolizando a importância que eles davam a esses deuses falsos.","por_que_esta_palavra":"A escolha da palavra 'grande' enfatiza a ironia da adoração a deuses que, apesar de sua aparência imponente, não têm poder.","conexao_teologica":"A grandeza de Deus é contrastada com a insignificância dos ídolos, mostrando que somente o Senhor é verdadeiramente grande.","referencias_relacionadas":["Isaías 40:18","Salmos 95:3","Jeremias 10:5"]},"jeremias_43_9_clay":{"palavra_pt":"clay","palavra_original":"מֶלֶט","transliteracao":"meleṭ","strong":"H4423","significado_raiz":"Ideia básica: clay.","significado_contextual":"Refere-se ao material usado para fazer os ídolos.","explicacao_detalhada":"A palavra 'clay' (barro) indica a fragilidade e a natureza temporária dos ídolos, que são feitos de um material comum e perecível.","por_que_esta_palavra":"O uso de 'clay' destaca a futilidade de confiar em objetos inanimados para proteção e ajuda.","conexao_teologica":"Deus é o Criador que molda a humanidade, enquanto os ídolos são meramente criações humanas sem vida.","referencias_relacionadas":["Isaías 64:8","Romanos 9:21","Salmos 139:14"]},"jeremias_43_10_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à declaração de Deus sobre a destruição dos ídolos.","explicacao_detalhada":"A palavra 'dizer' é usada para enfatizar a autoridade de Deus ao pronunciar juízos sobre as nações e seus deuses.","por_que_esta_palavra":"A palavra 'dizer' mostra que a palavra de Deus tem poder e que suas promessas e advertências são certas.","conexao_teologica":"A fala de Deus é um ato criativo que traz à existência o que Ele decreta.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Hebreus 11:3"]},"jeremias_43_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado em momentos de necessidade.","explicacao_detalhada":"O nome 'Senhor' representa a soberania e a autoridade de Deus sobre todas as coisas.","por_que_esta_palavra":"A invocação do nome de Deus é um reconhecimento de sua presença e poder.","conexao_teologica":"O nome de Deus é um símbolo de sua identidade e caráter, que é digno de adoração.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"jeremias_43_10_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que é verdadeira e viva, em contraste com os ídolos.","explicacao_detalhada":"A palavra 'deus' enfatiza a singularidade do Senhor em relação aos deuses pagãos, que não têm vida.","por_que_esta_palavra":"A menção de 'Deus' reafirma a fé do povo em um único Deus verdadeiro.","conexao_teologica":"A unicidade de Deus é um tema central na teologia bíblica, que distingue o Senhor de todas as outras divindades.","referencias_relacionadas":["Deuteronômio 6:4","Isaías 45:5","1 Coríntios 8:4"]},"jeremias_43_11_morte":{"palavra_pt":"morte","palavra_original":"מָוֶת","transliteracao":"mâveth","strong":"H4194","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se ao juízo que viria sobre os ídolos e seus adoradores.","explicacao_detalhada":"A palavra 'morte' simboliza a consequência da idolatria e a separação de Deus.","por_que_esta_palavra":"A menção de 'morte' serve como um aviso sério sobre as consequências da desobediência a Deus.","conexao_teologica":"A morte espiritual é uma consequência do pecado, enquanto a vida eterna é oferecida através de Cristo.","referencias_relacionadas":["Romanos 6:23","Ezequiel 18:30-32","João 3:16"]},"jeremias_43_11_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de Deus convocar o juízo.","explicacao_detalhada":"A palavra 'vir/entrar' implica um movimento em direção ao cumprimento da palavra de Deus.","por_que_esta_palavra":"A ação de 'vir' destaca a certeza do juízo que se aproxima.","conexao_teologica":"Deus é apresentado como aquele que age na história, trazendo juízo e redenção.","referencias_relacionadas":["Salmos 50:3","Mateus 24:30","Apocalipse 1:7"]},"jeremias_43_11_beat":{"palavra_pt":"beat","palavra_original":"נָכָה","transliteracao":"nâkâh","strong":"H5221","significado_raiz":"Ideia básica: beat.","significado_contextual":"Refere-se à ação de Deus contra os ídolos e seus adoradores.","explicacao_detalhada":"A palavra 'beat' implica um ato de destruição e juízo sobre o que é falso.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a severidade do juízo de Deus contra a idolatria.","conexao_teologica":"A justiça de Deus é um tema recorrente, onde Ele não tolera a adoração a outros deuses.","referencias_relacionadas":["Deuteronômio 7:5","Isaías 10:12","Miquéias 5:15"]},"jeremias_43_12_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao local onde os ídolos eram adorados.","explicacao_detalhada":"A palavra 'casa' simboliza o espaço sagrado que foi profanado pela idolatria.","por_que_esta_palavra":"A menção de 'casa' destaca a destruição do que foi considerado sagrado pelos israelitas.","conexao_teologica":"A casa de Deus é um lugar de adoração e comunhão, contrastando com os lugares de idolatria.","referencias_relacionadas":["Salmos 27:4","Mateus 21:13","Hebreus 10:21"]},"jeremias_43_12_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"Refere-se à promessa de paz que seria destruída pela idolatria.","explicacao_detalhada":"A palavra 'paz' (shalom) implica um estado de bem-estar que é comprometido pela desobediência.","por_que_esta_palavra":"A escolha da palavra 'paz' enfatiza a relação entre a obediência a Deus e a verdadeira paz.","conexao_teologica":"Cristo é chamado de Príncipe da Paz, e a verdadeira paz só pode ser encontrada nele.","referencias_relacionadas":["Isaías 9:6","Romanos 5:1","Filipenses 4:7"]},"jeremias_43_12_fogo":{"palavra_pt":"fogo","palavra_original":"יָצַת","transliteracao":"yâtsath","strong":"H3341","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Refere-se ao fogo que consumirá as imagens e templos dos deuses egípcios.","explicacao_detalhada":"O fogo simboliza o juízo de Deus sobre a idolatria e a corrupção. Neste contexto, representa a purificação e a destruição do que é considerado impuro.","por_que_esta_palavra":"A palavra 'fogo' é utilizada para enfatizar a severidade do juízo divino e a certeza da destruição dos ídolos.","conexao_teologica":"O fogo é frequentemente associado ao juízo de Deus e à purificação, como em outras passagens que falam sobre o fogo como meio de julgamento.","referencias_relacionadas":["Isaías 66:24","Ezequiel 20:47","Mateus 3:12"]},"jeremias_43_13_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra mencionada refere-se à terra do Egito, onde os israelitas estavam se refugiando.","explicacao_detalhada":"A palavra 'terra' é usada para indicar o local físico que será afetado pelo juízo de Deus, simbolizando também a soberania de Deus sobre todas as nações.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a abrangência do juízo divino, que não se limita a um povo, mas se estende a toda a criação.","conexao_teologica":"A terra é um tema recorrente na Bíblia, representando tanto a promessa de Deus ao seu povo quanto o juízo sobre nações que se opõem a Ele.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:22"]},"jeremias_43_13_destruir":{"palavra_pt":"destruir","palavra_original":"שָׁבַר","transliteracao":"shâbar","strong":"H7665","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à destruição dos ídolos e templos egípcios como parte do juízo de Deus.","explicacao_detalhada":"A palavra 'destruir' implica um ato de derrubar e aniquilar, refletindo a intenção de Deus de eliminar a idolatria e a corrupção.","por_que_esta_palavra":"A utilização de 'destruir' destaca a gravidade do juízo e a determinação de Deus em restaurar a pureza do culto.","conexao_teologica":"A destruição é um tema que aparece em várias passagens, onde Deus promete eliminar o que é contrário à sua vontade.","referencias_relacionadas":["Deuteronômio 7:5","Ezequiel 6:4","Apocalipse 21:8"]},"jeremias_43_13_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A casa refere-se aos templos e locais de adoração dos deuses egípcios.","explicacao_detalhada":"A palavra 'casa' simboliza não apenas a estrutura física, mas também a presença e a adoração que ocorrem nesses locais.","por_que_esta_palavra":"A escolha de 'casa' enfatiza a ideia de que Deus está atacando não apenas os ídolos, mas também os lugares de culto que os sustentam.","conexao_teologica":"A casa de Deus é um tema importante, representando a habitação de Deus entre seu povo e a necessidade de pureza no culto.","referencias_relacionadas":["Salmos 127:1","Mateus 21:13","Hebreus 3:6"]}}