{"jeremias_45_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à mensagem ou declaração de Deus transmitida ao povo.","explicacao_detalhada":"A palavra 'דָּבָר' (dâbâr) é usada frequentemente na Bíblia para indicar não apenas uma palavra falada, mas também um conceito ou uma ordem divina. Neste contexto, representa a comunicação de Deus através do profeta Jeremias.","por_que_esta_palavra":"É fundamental para entender a relação entre Deus e seu povo, pois a palavra de Deus é um meio pelo qual Ele se revela e orienta.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo um elemento central na fé e na prática religiosa, conforme Hebreus 4:12.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Mateus 4:4"]},"jeremias_45_1_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a Jeremias como o mensageiro de Deus.","explicacao_detalhada":"A palavra 'נָבִיא' (nâbîyʼ) designa uma pessoa escolhida por Deus para transmitir Suas mensagens. Jeremias, como profeta, tinha a responsabilidade de advertir e instruir o povo de Judá.","por_que_esta_palavra":"A função do profeta é crucial na história bíblica, pois serve como intermediário entre Deus e o povo, trazendo advertências e promessas.","conexao_teologica":"Os profetas são fundamentais na revelação de Deus e na história da salvação, como visto em Efésios 2:20.","referencias_relacionadas":["Deuteronômio 18:18","Amós 3:7","Lucas 24:44"]},"jeremias_45_1_rei":{"palavra_pt":"rei","palavra_original":"יְהוֹיָקִים","transliteracao":"Yᵉhôwyâqîym","strong":"H3079","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei Jeoaquim, que governava Judá na época de Jeremias.","explicacao_detalhada":"A palavra 'יְהוֹיָקִים' (Yᵉhôwyâqîym) é o nome do rei que, apesar de sua posição, estava sob a autoridade de Deus e deveria ouvir as advertências do profeta.","por_que_esta_palavra":"O papel do rei é significativo, pois ele representa a liderança e a responsabilidade do governo em seguir os caminhos de Deus.","conexao_teologica":"A soberania de Deus sobre os reis é um tema recorrente na Bíblia, como em Provérbios 21:1.","referencias_relacionadas":["2 Reis 23:34","Jeremias 22:18","Ezequiel 21:25"]},"jeremias_45_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é sagrado e poderoso.","explicacao_detalhada":"A palavra 'יְהֹוָה' (Yᵉhôvâh) é o nome pessoal de Deus, que expressa Sua eternidade e fidelidade. Neste contexto, enfatiza a autoridade divina sobre as circunstâncias.","por_que_esta_palavra":"O nome do Senhor é invocado para lembrar ao povo de Sua presença e poder em suas vidas.","conexao_teologica":"O nome de Deus é um símbolo de Sua natureza e caráter, conforme Salmos 8:1.","referencias_relacionadas":["Êxodo 3:14","Salmos 113:1-3","Romanos 10:13"]},"jeremias_45_2_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, enfatizando a soberania e o poder de Deus.","explicacao_detalhada":"A palavra 'אֱלֹהִים' (ʼĕlôhîym) é um termo que expressa a pluralidade da majestade de Deus, indicando Sua supremacia sobre todas as coisas.","por_que_esta_palavra":"Reconhecer Deus como 'Elohim' é fundamental para a compreensão da criação e da autoridade divina.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, como em Romanos 11:36.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"jeremias_45_2_caminho":{"palavra_pt":"caminho","palavra_original":"כֹּה","transliteracao":"kôh","strong":"H3541","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao caminho que Deus estabelece para o Seu povo.","explicacao_detalhada":"A palavra 'כֹּה' (kôh) implica em direção ou modo de viver que deve ser seguido. Neste contexto, sugere que há um caminho que leva à paz e à segurança sob a orientação de Deus.","por_que_esta_palavra":"É importante entender que Deus tem um plano e um caminho para a vida de cada um, que deve ser seguido para alcançar a verdadeira felicidade.","conexao_teologica":"Jesus se apresenta como o caminho, a verdade e a vida em João 14:6.","referencias_relacionadas":["Provérbios 3:6","Salmos 119:35","Mateus 7:13-14"]},"jeremias_45_3_comfortable":{"palavra_pt":"comfortable","palavra_original":"מְנוּחָה","transliteracao":"mᵉnûwchâh","strong":"H4496","significado_raiz":"Ideia básica: comfortable.","significado_contextual":"Refere-se ao estado de conforto e descanso que Deus promete ao Seu povo.","explicacao_detalhada":"A palavra 'מְנוּחָה' (mᵉnûwchâh) implica em um lugar de descanso e segurança, que é oferecido por Deus em meio às tribulações.","por_que_esta_palavra":"O conforto de Deus é uma promessa para aqueles que confiam Nele, especialmente em tempos de dificuldade.","conexao_teologica":"O conceito de descanso em Deus é central na Bíblia, como em Mateus 11:28-30.","referencias_relacionadas":["Salmos 23:2","Isaías 40:31","2 Coríntios 1:3-4"]},"jeremias_45_3_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se à razão pela qual Deus está agindo em favor do Seu povo.","explicacao_detalhada":"A palavra 'כִּי' (kîy) é uma conjunção que introduz uma explicação ou justificativa, enfatizando a fidelidade de Deus em cumprir Suas promessas.","por_que_esta_palavra":"Entender o 'porquê' das ações de Deus é essencial para a fé, pois revela Seu caráter e intenções.","conexao_teologica":"A fidelidade de Deus é um tema recorrente, como em Lamentações 3:22-23.","referencias_relacionadas":["Romanos 8:28","Salmos 119:90","1 Coríntios 1:9"]},"jeremias_45_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente ao Senhor, enfatizando Sua autoridade e poder.","explicacao_detalhada":"A repetição da palavra 'יְהֹוָה' (Yᵉhôvâh) reforça a importância de reconhecer a soberania de Deus em todas as situações.","por_que_esta_palavra":"A invocação do nome do Senhor é um lembrete da Sua presença constante e do Seu cuidado.","conexao_teologica":"A invocação do nome do Senhor é uma prática comum na adoração e oração, como em Salmos 105:1.","referencias_relacionadas":["Salmos 116:4","Atos 2:21","Romanos 10:13"]},"jeremias_45_4_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida a Israel, simbolizando a herança e a bênção de Deus.","explicacao_detalhada":"A palavra 'אֶרֶץ' (ʼerets) é frequentemente usada para descrever a terra de Canaã, que é vista como um lugar de abundância e segurança sob a proteção de Deus.","por_que_esta_palavra":"A terra é um símbolo da aliança de Deus com Seu povo, representando a realização de Suas promessas.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, simbolizando a esperança e a redenção, como em Hebreus 11:9-10.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Josué 1:2-3"]},"jeremias_45_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a autoridade suprema e soberana sobre todas as coisas.","explicacao_detalhada":"O termo 'senhor' (יְהֹוָה) é usado para designar Deus, enfatizando Sua posição de autoridade e poder. No contexto de Jeremias 45, isso ressalta a importância da obediência a Deus em tempos de crise.","por_que_esta_palavra":"A palavra é utilizada para mostrar a relação entre Deus e Seu povo, destacando que Ele é o Senhor que governa e dirige a história.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele tem controle sobre todos os eventos da vida.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 14:8"]},"jeremias_45_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Indica a maneira como algo é feito ou a forma de proceder.","explicacao_detalhada":"A palavra 'modo' (כֹּל) é usada para descrever a forma como as ações devem ser realizadas, enfatizando a necessidade de seguir os caminhos de Deus.","por_que_esta_palavra":"É importante para entender que a maneira de agir deve estar alinhada com os princípios divinos.","conexao_teologica":"A forma como vivemos e agimos reflete nossa fé e obediência a Deus.","referencias_relacionadas":["Provérbios 3:6","Colossenses 3:17","1 Pedro 2:12"]},"jeremias_45_5_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou conceder algo, especialmente em um contexto de necessidade.","explicacao_detalhada":"A palavra 'dar' (נָתַן) implica em oferecer algo a alguém, e neste contexto, pode se referir ao que Deus está disposto a conceder ao Seu povo.","por_que_esta_palavra":"É usada para enfatizar a generosidade de Deus e Sua disposição em atender às necessidades de Seu povo.","conexao_teologica":"A generosidade de Deus é um aspecto fundamental da Sua natureza, mostrando que Ele se preocupa com o bem-estar de Seus filhos.","referencias_relacionadas":["Mateus 7:11","Tiago 1:17","Filipenses 4:19"]},"jeremias_45_5_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude ou importância de algo, neste caso, as promessas de Deus.","explicacao_detalhada":"A palavra 'grande' (גָּדוֹל) é utilizada para descrever a grandeza das promessas e ações de Deus, que são sempre superiores às circunstâncias humanas.","por_que_esta_palavra":"É importante para mostrar que as promessas de Deus são grandiosas e dignas de confiança.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, ressaltando Sua majestade e poder.","referencias_relacionadas":["Salmos 145:3","Efésios 3:20","Isaías 40:26"]},"jeremias_45_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou justificativa.","explicacao_detalhada":"A palavra 'porque' (כִּי) é uma conjunção que conecta a causa à consequência, explicando o motivo pelo qual algo é dito ou feito.","por_que_esta_palavra":"É fundamental para entender a lógica do discurso profético e a relação entre as ações de Deus e as respostas do povo.","conexao_teologica":"A compreensão das razões de Deus é essencial para a fé e a obediência.","referencias_relacionadas":["Romanos 8:28","Gálatas 6:7","1 Pedro 3:15"]}}