{"jeremias_46_1_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a um mensageiro de Deus, alguém que fala em Seu nome.","explicacao_detalhada":"A palavra 'profeta' (נָבִיא) é usada para descrever aqueles que são chamados por Deus para transmitir Suas mensagens ao povo.","por_que_esta_palavra":"É importante para entender o papel do profeta na comunicação da vontade de Deus.","conexao_teologica":"O ministério profético é crucial na história da salvação, pois os profetas preparam o caminho para a revelação de Cristo.","referencias_relacionadas":["Amós 3:7","Hebreus 1:1","Mateus 10:41"]},"jeremias_46_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à mensagem ou declaração de Deus.","explicacao_detalhada":"A palavra 'palavra' (דָּבָר) é usada para descrever a comunicação de Deus, que é sempre relevante e poderosa.","por_que_esta_palavra":"É fundamental para entender que a palavra de Deus tem autoridade e impacto na vida das pessoas.","conexao_teologica":"A palavra de Deus é viva e eficaz, e é através dela que Deus se revela ao Seu povo.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Salmos 119:105"]},"jeremias_46_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a autoridade suprema e soberana sobre todas as coisas.","explicacao_detalhada":"O termo 'senhor' (יְהֹוָה) é usado para designar Deus, enfatizando Sua posição de autoridade e poder. No contexto de Jeremias 46, isso ressalta a importância da obediência a Deus em tempos de crise.","por_que_esta_palavra":"A palavra é utilizada para mostrar a relação entre Deus e Seu povo, destacando que Ele é o Senhor que governa e dirige a história.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele tem controle sobre todos os eventos da vida.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 14:8"]},"jeremias_46_2_rei":{"palavra_pt":"rei","palavra_original":"יְהוֹיָקִים","transliteracao":"Yᵉhôwyâqîym","strong":"H3079","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade política e governamental.","explicacao_detalhada":"A palavra 'rei' (יְהוֹיָקִים) é usada para descrever a liderança terrena, que deve estar sob a autoridade de Deus.","por_que_esta_palavra":"É importante para entender a relação entre a liderança humana e a soberania divina.","conexao_teologica":"Deus é o verdadeiro Rei, e todos os líderes devem reconhecer Sua autoridade.","referencias_relacionadas":["Provérbios 21:1","Romanos 13:1","1 Timóteo 2:2"]},"jeremias_46_3_escudo":{"palavra_pt":"escudo","palavra_original":"צִנָּה","transliteracao":"tsinnâh","strong":"H6793","significado_raiz":"Ideia básica: escudo.","significado_contextual":"Refere-se à proteção e defesa que Deus oferece ao Seu povo.","explicacao_detalhada":"A palavra 'escudo' (צִנָּה) simboliza a segurança e a proteção divina em tempos de adversidade.","por_que_esta_palavra":"É usada para enfatizar que Deus é a nossa defesa contra os ataques e perigos.","conexao_teologica":"A proteção de Deus é um tema recorrente na Bíblia, mostrando que Ele cuida de Seu povo.","referencias_relacionadas":["Salmos 91:4","Efésios 6:16","Provérbios 30:5"]},"jeremias_46_3_mulher":{"palavra_pt":"mulher","palavra_original":"נָגַשׁ","transliteracao":"nâgash","strong":"H5066","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se à figura feminina que pode simbolizar tanto a vulnerabilidade quanto a força em contextos de batalha.","explicacao_detalhada":"A palavra 'mulher' neste contexto pode representar tanto as mulheres que acompanhavam os homens na guerra quanto a nação de Israel, frequentemente personificada como uma mulher em situações de sofrimento ou luta.","por_que_esta_palavra":"A escolha da palavra 'mulher' destaca a importância das figuras femininas em momentos de crise e a sua relevância no contexto social e familiar durante a guerra.","conexao_teologica":"A figura da mulher é frequentemente usada na Bíblia para simbolizar a relação entre Deus e Israel, onde Israel é visto como a noiva de Deus.","referencias_relacionadas":["Isaías 54:5","Oséias 2:19-20","Apocalipse 21:2"]},"jeremias_46_3_batalha":{"palavra_pt":"batalha","palavra_original":"מִלְחָמָה","transliteracao":"milchâmâh","strong":"H4421","significado_raiz":"Ideia básica: batalha.","significado_contextual":"Indica um conflito militar, representando a luta entre nações e a intervenção divina.","explicacao_detalhada":"A palavra 'batalha' é usada para descrever o confronto entre as forças de Israel e seus inimigos, refletindo a luta espiritual e física que o povo enfrentava.","por_que_esta_palavra":"A palavra é crucial para entender o cenário de guerra e a necessidade de intervenção divina para a vitória.","conexao_teologica":"A batalha é um tema recorrente na Bíblia, simbolizando a luta entre o bem e o mal, e a necessidade de confiar em Deus para a vitória.","referencias_relacionadas":["Êxodo 15:3","Salmos 144:1","Efésios 6:12"]},"jeremias_46_4_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude da batalha e à força das forças envolvidas.","explicacao_detalhada":"A palavra 'grande' enfatiza a seriedade e a importância do conflito, sugerindo que é uma luta de proporções significativas.","por_que_esta_palavra":"A ênfase na grandeza destaca a necessidade de preparação e a seriedade da situação enfrentada pelo povo.","conexao_teologica":"A grandeza de Deus é frequentemente comparada à grandeza das batalhas que Ele enfrenta em favor de Seu povo.","referencias_relacionadas":["Salmos 48:1","Isaías 40:12","Mateus 28:18"]},"jeremias_46_5_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao soldado ou guerreiro, simbolizando a bravura e a força masculina em combate.","explicacao_detalhada":"A palavra 'homem' é usada para descrever aqueles que estão prontos para a batalha, refletindo a coragem e a determinação do povo de Israel.","por_que_esta_palavra":"A presença do 'homem' enfatiza a responsabilidade e o papel ativo dos indivíduos na defesa de sua nação.","conexao_teologica":"A Bíblia frequentemente menciona homens como líderes e guerreiros, destacando a importância da masculinidade em contextos de luta e fé.","referencias_relacionadas":["Josué 1:9","Salmos 27:14","1 Coríntios 16:13"]},"jeremias_46_5_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à integridade e à sinceridade, especialmente em tempos de crise.","explicacao_detalhada":"A palavra 'verdade' aqui pode ser interpretada como a necessidade de ser honesto e fiel, tanto a Deus quanto aos outros, mesmo em meio à batalha.","por_que_esta_palavra":"A ênfase na verdade sugere que a vitória não é apenas física, mas também moral e espiritual.","conexao_teologica":"A verdade é um atributo de Deus e é fundamental para a vida do crente, especialmente em tempos de provação.","referencias_relacionadas":["João 8:32","Salmos 51:6","Efésios 4:15"]},"jeremias_46_6_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"Novamente se refere ao soldado, enfatizando a luta e a resistência.","explicacao_detalhada":"A repetição da palavra 'homem' reforça a ideia de que a batalha é uma luta coletiva, onde cada indivíduo tem um papel a desempenhar.","por_que_esta_palavra":"A repetição destaca a importância da coragem e da determinação em face da adversidade.","conexao_teologica":"A luta do homem é muitas vezes vista como uma metáfora para a luta espiritual que todos enfrentam.","referencias_relacionadas":["Gálatas 6:9","2 Timóteo 2:3","Hebreus 12:1"]},"jeremias_46_6_cair":{"palavra_pt":"cair","palavra_original":"נָפַל","transliteracao":"nâphal","strong":"H5307","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda dos guerreiros em batalha, simbolizando derrota ou morte.","explicacao_detalhada":"A palavra 'cair' implica não apenas a derrota física, mas também a queda espiritual e moral que pode ocorrer em tempos de crise.","por_que_esta_palavra":"A menção da queda serve como um aviso sobre as consequências da desobediência e da falta de fé.","conexao_teologica":"A queda é um tema importante na Bíblia, simbolizando a necessidade de permanecer firme na fé para evitar a derrota.","referencias_relacionadas":["Romanos 14:4","1 Pedro 5:8","Tiago 4:10"]},"jeremias_46_6_luz":{"palavra_pt":"luz","palavra_original":"קַל","transliteracao":"qal","strong":"H7031","significado_raiz":"Ideia básica: luz.","significado_contextual":"Representa esperança e clareza em meio à escuridão da batalha.","explicacao_detalhada":"A palavra 'luz' pode simbolizar a presença de Deus que ilumina o caminho em tempos de dificuldade.","por_que_esta_palavra":"A luz é frequentemente associada à verdade e à presença divina, oferecendo esperança em tempos sombrios.","conexao_teologica":"Deus é descrito como luz na Bíblia, e essa luz é essencial para guiar Seu povo em meio à escuridão.","referencias_relacionadas":["Salmos 27:1","João 8:12","1 João 1:5"]},"jeremias_46_7_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se novamente ao soldado, enfatizando a luta e a resistência.","explicacao_detalhada":"A repetição da palavra 'homem' reforça a ideia de que a batalha é uma luta coletiva, onde cada indivíduo tem um papel a desempenhar.","por_que_esta_palavra":"A repetição destaca a importância da coragem e da determinação em face da adversidade.","conexao_teologica":"A luta do homem é muitas vezes vista como uma metáfora para a luta espiritual que todos enfrentam.","referencias_relacionadas":["Gálatas 6:9","2 Timóteo 2:3","Hebreus 12:1"]},"jeremias_46_7_mar":{"palavra_pt":"rio","palavra_original":"נָהָר","transliteracao":"nâhâr","strong":"H5104","significado_raiz":"Ideia básica: rio.","significado_contextual":"Refere-se ao rio, que pode simbolizar obstáculos ou desafios a serem superados.","explicacao_detalhada":"A palavra 'rio' pode representar a passagem que deve ser atravessada, simbolizando as dificuldades que o povo enfrenta em sua jornada.","por_que_esta_palavra":"A menção do rio sugere a ideia de transição e a necessidade de fé para atravessar os desafios.","conexao_teologica":"Os rios na Bíblia muitas vezes simbolizam a abundância e a provisão de Deus, mesmo em tempos de dificuldade.","referencias_relacionadas":["Isaías 43:2","Salmos 46:4","João 7:38"]},"jeremias_46_7_rio":{"palavra_pt":"rio","palavra_original":"יְאֹר","transliteracao":"yᵉʼôr","strong":"H2975","significado_raiz":"Ideia básica: rio.","significado_contextual":"Refere-se a um rio que simboliza a força e a grandeza das nações.","explicacao_detalhada":"O termo 'rio' neste contexto é usado para descrever a força do Egito, que é comparado a um rio poderoso que transborda. Isso representa a confiança do Egito em seu próprio poder militar.","por_que_esta_palavra":"A palavra é utilizada para ilustrar a imagem de um Egito forte e confiante, que, no entanto, será derrotado por Deus.","conexao_teologica":"O uso de 'rio' aqui mostra como as nações podem se orgulhar de sua força, mas Deus é soberano sobre todas as coisas e pode derrubar até mesmo os mais poderosos.","referencias_relacionadas":["Isaías 19:5","Ezequiel 29:3","Salmos 46:4"]},"jeremias_46_8_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Indica a ação de Deus em julgar as nações, especialmente o Egito.","explicacao_detalhada":"A palavra 'julgar' implica um ato de avaliação e decisão divina sobre a justiça e a injustiça das nações. Neste contexto, Deus está prestes a trazer juízo sobre o Egito.","por_que_esta_palavra":"É crucial para entender a natureza de Deus como juiz, que não ignora a injustiça.","conexao_teologica":"O julgamento de Deus é um tema recorrente nas Escrituras, mostrando Sua santidade e justiça.","referencias_relacionadas":["Ezequiel 30:19","Amós 5:24","Romanos 2:6"]},"jeremias_46_8_mar":{"palavra_pt":"rio","palavra_original":"נָהָר","transliteracao":"nâhâr","strong":"H5104","significado_raiz":"Ideia básica: rio.","significado_contextual":"Refere-se a um rio, enfatizando a grandeza e a força das águas.","explicacao_detalhada":"A palavra 'mar' é usada para descrever a vastidão e a força, simbolizando a grandeza do Egito e sua confiança em suas forças militares.","por_que_esta_palavra":"A escolha da palavra destaca a ilusão de segurança que o Egito tem em sua força, que será desfeita pelo juízo de Deus.","conexao_teologica":"A soberania de Deus sobre as forças da natureza é um tema importante, mostrando que nada pode resistir ao Seu plano.","referencias_relacionadas":["Salmos 93:3-4","Isaías 43:2","Êxodo 14:21"]},"jeremias_46_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude da declaração ou do ato que está prestes a ocorrer.","explicacao_detalhada":"A palavra 'grande' enfatiza a importância e a seriedade do que Deus está prestes a fazer, especialmente em relação ao juízo sobre o Egito.","por_que_esta_palavra":"É usada para mostrar que o ato de Deus não é apenas significativo, mas monumental na história das nações.","conexao_teologica":"Deus é frequentemente descrito como grande, e Seus atos são sempre grandiosos e significativos.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Mateus 5:14"]},"jeremias_46_9_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao homem como um guerreiro, simbolizando a força humana em batalha.","explicacao_detalhada":"A palavra 'homem' aqui é usada para descrever os guerreiros egípcios que confiam em sua força e habilidade militar.","por_que_esta_palavra":"É importante para mostrar a confiança do Egito em seus homens de guerra, que será frustrada pelo poder de Deus.","conexao_teologica":"A fragilidade do ser humano diante do poder divino é um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 146:3","Isaías 2:22","Tiago 4:14"]},"jeremias_46_9_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"Refere-se ao louvor e à honra que são devidos a Deus.","explicacao_detalhada":"A palavra 'louvar' implica um reconhecimento da grandeza de Deus, especialmente em contraste com a glória efêmera dos homens.","por_que_esta_palavra":"É usada para enfatizar que, apesar da força humana, a verdadeira glória pertence a Deus.","conexao_teologica":"A glória de Deus é um tema central na Bíblia, mostrando que Ele é digno de todo louvor.","referencias_relacionadas":["Salmos 29:1-2","Romanos 11:36","1 Crônicas 16:29"]},"jeremias_46_10_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia do juízo de Deus sobre o Egito.","explicacao_detalhada":"A palavra 'dia' é usada para descrever um tempo específico em que Deus agirá em juízo, enfatizando a certeza e a iminência desse evento.","por_que_esta_palavra":"É importante para mostrar que Deus tem um tempo determinado para agir e que Seu juízo é inevitável.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema importante, indicando um tempo de intervenção divina na história.","referencias_relacionadas":["Joel 2:1","Amós 5:18","Zacarias 14:1"]},"jeremias_46_10_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra do Egito, que será afetada pelo juízo de Deus.","explicacao_detalhada":"A palavra 'terra' aqui é usada para enfatizar que o juízo de Deus não apenas afetará pessoas, mas também a própria terra.","por_que_esta_palavra":"É crucial para entender a abrangência do juízo de Deus, que se estende a toda a criação.","conexao_teologica":"A relação entre o pecado humano e a criação é um tema importante nas Escrituras, mostrando que a desobediência tem consequências amplas.","referencias_relacionadas":["Gênesis 3:17-19","Romanos 8:22","Isaías 24:5"]},"jeremias_46_10_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Deus como o Senhor soberano sobre todas as nações.","explicacao_detalhada":"A palavra 'senhor' enfatiza a autoridade e o domínio de Deus sobre a história e os eventos das nações.","por_que_esta_palavra":"É importante para reconhecer que, apesar das aparências, Deus está no controle de tudo.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele reina sobre todas as coisas.","referencias_relacionadas":["Salmos 103:19","Isaías 46:10","Apocalipse 19:16"]},"jeremias_46_11_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se à ação de tomar ou capturar, simbolizando a conquista.","explicacao_detalhada":"A palavra 'tomar' é usada para descrever a ação de Deus em capturar e julgar as nações, especialmente o Egito.","por_que_esta_palavra":"É importante para entender que Deus tem o poder de tomar o que pertence a Ele e de trazer juízo sobre aqueles que se opõem a Ele.","conexao_teologica":"A ideia de Deus como conquistador é um tema importante, mostrando que Ele tem autoridade sobre todas as nações.","referencias_relacionadas":["Salmos 2:8","Isaías 53:12","Mateus 28:18"]},"jeremias_46_11_mal":{"palavra_pt":"mal","palavra_original":"שָׁוְא","transliteracao":"shâvᵉʼ","strong":"H7723","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se a um mal ou engano que leva à destruição.","explicacao_detalhada":"A palavra 'mal' (שָׁוְא) é usada para descrever algo que é vazio ou sem valor, frequentemente associado a enganos ou falsidades que resultam em consequências negativas.","por_que_esta_palavra":"A escolha da palavra enfatiza a futilidade das esperanças depositadas em alianças humanas em vez de confiar em Deus.","conexao_teologica":"O mal é um tema recorrente na Bíblia, onde Deus frequentemente adverte Seu povo sobre as consequências de se afastar Dele.","referencias_relacionadas":["Jeremias 14:14","Ezequiel 13:6","Salmos 31:6"]},"jeremias_46_11_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica a grandeza de um evento ou de uma força.","explicacao_detalhada":"A palavra 'grande' (עָלָה) é utilizada para descrever a magnitude do exército egípcio e a seriedade da situação enfrentada por Israel.","por_que_esta_palavra":"A grandeza aqui é um contraste com a fragilidade da confiança em alianças humanas.","conexao_teologica":"Deus é frequentemente descrito como grande, e a grandeza dos eventos históricos serve para lembrar a soberania divina.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Mateus 5:14"]},"jeremias_46_12_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território que está sendo afetado pela guerra.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para enfatizar a devastação que a guerra traz sobre o povo e a nação.","por_que_esta_palavra":"A terra é um símbolo da herança de Deus para Seu povo, e sua destruição representa a perda dessa herança.","conexao_teologica":"A relação entre o povo de Deus e a terra prometida é central na narrativa bíblica.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:7","Salmos 37:11"]},"jeremias_46_12_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua fragilidade diante de forças maiores.","explicacao_detalhada":"A palavra 'homem' (גִּבּוֹר) é utilizada para descrever a bravura e a força, mas também a vulnerabilidade diante de Deus.","por_que_esta_palavra":"Destaca a condição humana e a necessidade de depender de Deus em tempos de crise.","conexao_teologica":"A fragilidade do homem é um tema que aparece em contraste com a força e a soberania de Deus.","referencias_relacionadas":["Salmos 103:15-16","Isaías 40:6-8","Tiago 4:14"]},"jeremias_46_12_confusion":{"palavra_pt":"confusao","palavra_original":"קָלוֹן","transliteracao":"qâlôwn","strong":"H7036","significado_raiz":"Ideia básica: confusao.","significado_contextual":"Em Jeremias 46:12, \"confusao\" aparece na frase \"As nações ouviram a tua vergonha, e a terra está cheia do teu clamor; porque o valente tropeçou com o valente e ambos caíram juntos.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (קָלוֹן; qâlôwn; H7036), \"confusao\" traz a ideia de confusao. Aqui, essa palavra deixa o ensino de Jeremias 46:12 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"confusao\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Oséias 4:18. Lendo junto com Jeremias 46:12, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Jeremias 46:12","Oséias 4:18","Salmos 119:105"]},"jeremias_46_13_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à mensagem de Deus transmitida através do profeta.","explicacao_detalhada":"A palavra 'palavra' (דָּבָר) é central na comunicação divina e na revelação de Sua vontade ao povo.","por_que_esta_palavra":"Enfatiza a importância da obediência à palavra de Deus como guia para a vida.","conexao_teologica":"A palavra de Deus é viva e eficaz, e sua rejeição leva a consequências graves.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Salmos 119:105"]},"jeremias_46_13_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se ao porta-voz de Deus que traz a mensagem ao povo.","explicacao_detalhada":"A palavra 'profeta' (נָבִיא) indica alguém escolhido por Deus para comunicar Sua vontade e advertir sobre o juízo.","por_que_esta_palavra":"Os profetas são fundamentais para a revelação de Deus e a chamada ao arrependimento.","conexao_teologica":"A função do profeta é essencial na história da salvação, preparando o caminho para a vinda de Cristo.","referencias_relacionadas":["Amós 3:7","Ezequiel 2:7","Mateus 10:41"]},"jeremias_46_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o nome pessoal de Deus, que denota Sua soberania e relação com Seu povo.","por_que_esta_palavra":"O nome de Deus é invocado como garantia de Sua presença e poder.","conexao_teologica":"O nome do Senhor é um tema central na adoração e na invocação de Sua ajuda.","referencias_relacionadas":["Salmos 20:7","Êxodo 3:14","Romanos 10:13"]},"jeremias_46_14_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do exército e da força que se levanta contra Israel.","explicacao_detalhada":"A palavra 'grande' (כּוּן) é usada para descrever a magnitude da ameaça que Israel enfrenta.","por_que_esta_palavra":"A grandeza do inimigo é um lembrete da necessidade de confiar em Deus em tempos de crise.","conexao_teologica":"A grandeza de Deus é sempre maior do que qualquer força humana ou inimiga.","referencias_relacionadas":["Salmos 46:1-3","Isaías 54:17","Romanos 8:31"]},"jeremias_46_14_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Refere-se à necessidade de ouvir a palavra de Deus e as advertências do profeta.","explicacao_detalhada":"A palavra 'ouvir' (שָׁמַע) implica em prestar atenção e obedecer às instruções divinas.","por_que_esta_palavra":"Ouvir a Deus é fundamental para a vida espiritual e para evitar o juízo.","conexao_teologica":"A obediência à palavra de Deus é um tema recorrente, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Deuteronômio 6:4-5","Tiago 1:22","Romanos 10:17"]},"jeremias_46_14_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual algo está sendo declarado.","explicacao_detalhada":"Neste contexto, 'porque' conecta a afirmação anterior à justificativa ou explicação do que está sendo discutido, enfatizando a lógica por trás da declaração.","por_que_esta_palavra":"A palavra é fundamental para a construção de argumentos e explicações, permitindo que o leitor compreenda a relação entre causa e efeito.","conexao_teologica":"A utilização de 'porque' reflete a necessidade de entender os propósitos de Deus nas ações humanas e na história.","referencias_relacionadas":["Isaías 1:18","Romanos 8:28","Salmos 119:105"]},"jeremias_46_15_poderoso":{"palavra_pt":"poderoso","palavra_original":"אַבִּיר","transliteracao":"ʼabbîyr","strong":"H47","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' descreve a força e a capacidade de alguém ou algo, neste caso, referindo-se a um ser que possui grande poder.","explicacao_detalhada":"No contexto, 'poderoso' é utilizado para enfatizar a força do inimigo ou de uma figura de autoridade, contrastando com a fragilidade do povo de Deus.","por_que_esta_palavra":"A palavra é importante para ilustrar a magnitude do poder que se opõe ao povo de Deus, destacando a necessidade de confiar no Senhor.","conexao_teologica":"Reflete a soberania de Deus sobre todas as potências e a verdadeira fonte de poder.","referencias_relacionadas":["Salmos 24:8","Isaías 40:29","Apocalipse 19:6"]},"jeremias_46_15_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para afirmar a autenticidade e a realidade de uma situação ou declaração.","explicacao_detalhada":"Neste versículo, a negação da verdade implica em engano ou falsidade, o que é central para a mensagem de Jeremias sobre a fidelidade de Deus.","por_que_esta_palavra":"A verdade é um conceito essencial na teologia, pois Deus é descrito como a própria verdade, e a fidelidade à verdade é crucial para a vida espiritual.","conexao_teologica":"A verdade de Deus contrasta com as mentiras e enganos do mundo, chamando o povo ao arrependimento.","referencias_relacionadas":["João 14:6","Salmos 119:160","Efésios 4:15"]},"jeremias_46_15_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é utilizada para introduzir uma explicação ou justificativa.","explicacao_detalhada":"Neste contexto, ela conecta a declaração anterior à razão pela qual algo está sendo afirmado, reforçando a lógica do discurso.","por_que_esta_palavra":"É uma palavra chave para a compreensão do raciocínio apresentado, permitindo que o leitor siga a linha de pensamento do autor.","conexao_teologica":"Mostra a importância de entender as razões por trás das ações de Deus e dos eventos históricos.","referencias_relacionadas":["Romanos 3:23","Gálatas 6:7","Tiago 1:5"]},"jeremias_46_16_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, mas também pode denotar um indivíduo específico.","explicacao_detalhada":"No contexto, 'homem' é usado para ilustrar a condição humana e a fragilidade diante das forças maiores.","por_que_esta_palavra":"A palavra é fundamental para a compreensão da natureza humana e da dependência de Deus.","conexao_teologica":"Reflete a criação do homem à imagem de Deus e a responsabilidade que isso implica.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"jeremias_46_16_irmao":{"palavra_pt":"irmao","palavra_original":"רֵעַ","transliteracao":"rêaʻ","strong":"H7453","significado_raiz":"Ideia básica: irmao.","significado_contextual":"A palavra 'irmão' é usada para descrever relações familiares e de comunidade entre os seres humanos.","explicacao_detalhada":"Neste versículo, 'irmão' enfatiza a conexão e a responsabilidade mútua entre as pessoas, especialmente em tempos de crise.","por_que_esta_palavra":"A palavra é importante para destacar a necessidade de apoio e solidariedade entre os membros da comunidade de fé.","conexao_teologica":"Reflete o mandamento de amar ao próximo como a si mesmo, uma base fundamental da ética cristã.","referencias_relacionadas":["Gálatas 6:2","1 João 4:20","Mateus 22:39"]},"jeremias_46_16_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é um verbo que expressa a ação de comunicar ou declarar algo.","explicacao_detalhada":"Neste contexto, 'dizer' é usado para relatar as palavras de alguém, enfatizando a importância da comunicação e da mensagem.","por_que_esta_palavra":"A comunicação é essencial para a transmissão da verdade e da mensagem de Deus ao seu povo.","conexao_teologica":"Reflete a importância da Palavra de Deus e da proclamação do evangelho.","referencias_relacionadas":["Romanos 10:14","Salmos 119:11","Mateus 28:19-20"]},"jeremias_46_17_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"A palavra 'faraó' refere-se ao título dos reis do Egito, simbolizando poder e opressão.","explicacao_detalhada":"Neste contexto, 'faraó' representa a oposição a Deus e ao seu povo, sendo um símbolo de autoridade corrupta.","por_que_esta_palavra":"A menção ao faraó destaca a luta entre o povo de Deus e as forças opressoras do mundo.","conexao_teologica":"Reflete a soberania de Deus sobre os governantes da terra e a certeza de que Ele prevalecerá.","referencias_relacionadas":["Êxodo 5:1","Salmos 136:15","Romanos 13:1"]},"jeremias_46_17_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se a uma figura de autoridade e liderança, muitas vezes associada ao governo e à justiça.","explicacao_detalhada":"Neste versículo, 'rei' é usado para descrever a posição de liderança, contrastando com a realeza de Deus.","por_que_esta_palavra":"A palavra é importante para entender a dinâmica de poder e a autoridade divina em relação aos governantes humanos.","conexao_teologica":"Reflete a ideia de que Deus é o verdadeiro Rei e Senhor sobre todas as nações.","referencias_relacionadas":["Salmos 47:2","Provérbios 21:1","Apocalipse 19:16"]},"jeremias_46_17_assembleia":{"palavra_pt":"assembleia","palavra_original":"מוֹעֵד","transliteracao":"môwʻêd","strong":"H4150","significado_raiz":"Ideia básica: assembleia.","significado_contextual":"A palavra 'assembleia' refere-se a um grupo de pessoas reunidas para um propósito comum, muitas vezes em um contexto religioso.","explicacao_detalhada":"Neste contexto, 'assembleia' pode se referir ao povo de Deus reunido para adoração ou para ouvir a Palavra.","por_que_esta_palavra":"A assembleia é fundamental para a vida comunitária e a prática da fé, enfatizando a importância da comunhão.","conexao_teologica":"Reflete a natureza da Igreja como corpo de Cristo, chamado a se reunir e adorar.","referencias_relacionadas":["Hebreus 10:25","Atos 2:42","Salmos 122:1"]},"jeremias_46_18_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade e governante, simbolizando poder e domínio.","explicacao_detalhada":"No contexto de Jeremias 46:18, o 'rei' representa não apenas uma liderança política, mas também a soberania de Deus sobre as nações. O versículo menciona o rei da Babilônia, que se opõe ao povo de Israel, enfatizando a luta entre os poderes terrenos e a vontade divina.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a dinâmica de poder e a relação entre Deus e as nações. Ela destaca a fragilidade dos reinos humanos diante do plano divino.","conexao_teologica":"A soberania de Deus sobre os reis e reinos da terra é um tema recorrente na Bíblia, mostrando que, apesar das aparências, Deus está no controle de toda a história.","referencias_relacionadas":["Salmos 2:10-12","Provérbios 21:1","Romanos 13:1"]},"jeremias_46_18_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao mar como um símbolo de vastidão e poder, muitas vezes associado ao caos.","explicacao_detalhada":"No versículo, o 'mar' pode simbolizar a força das nações e a instabilidade que elas representam. O mar é um elemento que, na literatura bíblica, frequentemente representa a adversidade e o julgamento de Deus sobre as nações.","por_que_esta_palavra":"A menção do 'mar' é importante para entender a magnitude da situação enfrentada por Israel e a intervenção divina que se aproxima.","conexao_teologica":"O mar é frequentemente usado na Bíblia para ilustrar a soberania de Deus sobre a criação e a sua capacidade de dominar as forças do caos.","referencias_relacionadas":["Gênesis 1:10","Salmos 89:9","Apocalipse 21:1"]},"jeremias_46_18_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à fragilidade e vulnerabilidade do ser humano em contraste com a força de Deus.","explicacao_detalhada":"A palavra 'carne' é usada para enfatizar a condição humana, que é limitada e sujeita ao pecado. No contexto de Jeremias, isso ressalta a dependência do povo de Israel em relação a Deus em tempos de crise.","por_que_esta_palavra":"A inclusão de 'carne' destaca a fragilidade da humanidade e a necessidade de buscar a força em Deus, especialmente em tempos de adversidade.","conexao_teologica":"A vulnerabilidade da carne é um tema que aparece em várias partes da Bíblia, mostrando a necessidade de confiar em Deus para a salvação e proteção.","referencias_relacionadas":["Salmos 78:39","Isaías 40:6-8","Romanos 7:18"]},"jeremias_46_19_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal poderoso, simbolizando força e ferocidade.","explicacao_detalhada":"No contexto de Jeremias 46:19, o 'urso' pode ser interpretado como uma metáfora para a força militar e a ferocidade dos inimigos de Israel, especialmente a Babilônia.","por_que_esta_palavra":"A palavra 'urso' é usada para ilustrar a ameaça que os inimigos representam, enfatizando a necessidade de vigilância e preparação por parte do povo de Deus.","conexao_teologica":"A ferocidade dos inimigos é um lembrete da batalha espiritual que os crentes enfrentam, onde a força de Deus é necessária para a vitória.","referencias_relacionadas":["Daniel 7:5","Amós 3:4","Miquéias 5:8"]},"jeremias_46_19_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de discernir ou decidir sobre uma questão, muitas vezes em um contexto de justiça.","explicacao_detalhada":"No versículo, 'julgar' implica a ação de Deus em trazer justiça sobre as nações e seus líderes, enfatizando que Ele é o juiz supremo.","por_que_esta_palavra":"A palavra 'julgar' é fundamental para entender a natureza de Deus como justo e reto, que não deixa o mal impune.","conexao_teologica":"O julgamento de Deus é um tema central na Bíblia, refletindo sua justiça e a necessidade de arrependimento por parte das nações.","referencias_relacionadas":["Salmos 9:7-8","Isaías 33:22","Romanos 14:10"]},"jeremias_46_19_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou justificativa, enfatizando a causa de uma ação.","explicacao_detalhada":"A palavra 'porque' conecta a declaração anterior à razão pela qual algo está acontecendo, mostrando a lógica divina por trás dos eventos.","por_que_esta_palavra":"É importante para entender a relação de causa e efeito nas ações de Deus e seu povo, revelando o caráter de Deus como um ser que age com propósito.","conexao_teologica":"A lógica de Deus em suas ações é um tema que aparece em toda a Escritura, mostrando que Ele tem um plano e um propósito em tudo que faz.","referencias_relacionadas":["Isaías 1:18","Romanos 8:28","Efésios 1:11"]},"jeremias_46_20_vento":{"palavra_pt":"vento","palavra_original":"צָפוֹן","transliteracao":"tsâphôwn","strong":"H6828","significado_raiz":"Ideia básica: vento.","significado_contextual":"Refere-se a um fenômeno natural que pode simbolizar mudança e movimento.","explicacao_detalhada":"No contexto de Jeremias 46:20, o 'vento' pode simbolizar a força de Deus que traz mudanças e juízos sobre as nações, indicando que nada permanece inalterado diante de Sua vontade.","por_que_esta_palavra":"A palavra 'vento' é usada para ilustrar a natureza passageira das coisas humanas e a soberania de Deus sobre a criação.","conexao_teologica":"O vento é frequentemente associado ao Espírito Santo na Bíblia, simbolizando poder e transformação.","referencias_relacionadas":["Eclesiastes 1:14","Isaías 40:7","João 3:8"]},"jeremias_46_20_fair":{"palavra_pt":"fair","palavra_original":"יְפֵה־פִיָּה","transliteracao":"yᵉphêh-phîyâh","strong":"H3304","significado_raiz":"Ideia básica: fair.","significado_contextual":"Refere-se à beleza ou à qualidade estética, muitas vezes associada à perfeição.","explicacao_detalhada":"A palavra 'fair' no contexto pode estar relacionada à ideia de que a beleza e a perfeição são atributos de Deus, contrastando com a imperfeição humana.","por_que_esta_palavra":"É importante para entender como a beleza é vista na criação de Deus e como isso se relaciona com a natureza do ser humano.","conexao_teologica":"A beleza de Deus é um tema que aparece em várias passagens, mostrando que Ele é o criador de todas as coisas boas e perfeitas.","referencias_relacionadas":["Salmos 27:4","Salmos 50:2","Tiago 1:17"]},"jeremias_46_21_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou justificativa, semelhante ao uso anterior.","explicacao_detalhada":"A palavra 'porque' novamente conecta a declaração anterior à razão pela qual algo está acontecendo, reforçando a lógica divina nas ações de Deus.","por_que_esta_palavra":"É essencial para entender a continuidade do pensamento e a relação de causa e efeito nas ações de Deus.","conexao_teologica":"A lógica de Deus em suas ações é um tema que aparece em toda a Escritura, mostrando que Ele tem um plano e um propósito em tudo que faz.","referencias_relacionadas":["Salmos 119:68","Romanos 3:5","Hebreus 12:6"]},"jeremias_46_21_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade, à fidelidade e à integridade, muitas vezes associada à natureza de Deus.","explicacao_detalhada":"No versículo, 'verdade' é um conceito central que reflete a natureza de Deus e sua relação com o povo de Israel, enfatizando a importância da fidelidade e da honestidade.","por_que_esta_palavra":"A palavra 'verdade' é crucial para entender a relação entre Deus e seu povo, que deve ser baseada na sinceridade e na justiça.","conexao_teologica":"A verdade é um atributo de Deus e um princípio fundamental na vida cristã, refletindo a necessidade de viver em conformidade com a vontade divina.","referencias_relacionadas":["Salmos 25:5","João 14:6","Efésios 4:15"]},"jeremias_46_22_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se ao som que transmite uma mensagem ou comando.","explicacao_detalhada":"No contexto de Jeremias 46:22, a 'voz' é uma metáfora para a comunicação divina, indicando que Deus está se dirigindo ao povo ou a uma nação específica.","por_que_esta_palavra":"A escolha da palavra 'voz' enfatiza a importância da mensagem que está sendo transmitida, sugerindo que é uma chamada à ação ou um aviso.","conexao_teologica":"A voz de Deus é frequentemente associada à Sua autoridade e poder, sendo um meio pelo qual Ele se revela ao Seu povo.","referencias_relacionadas":["Salmos 29:4","Isaías 30:21","João 10:27"]},"jeremias_46_22_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa para a ação que se segue.","explicacao_detalhada":"Em Jeremias 46:22, 'porque' é usado para conectar a razão pela qual algo está prestes a acontecer, indicando uma relação de causa e efeito.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica do discurso profético, onde a ação de Deus é sempre fundamentada em Sua justiça e propósito.","conexao_teologica":"A compreensão das razões de Deus é essencial para a fé, pois revela Seu caráter e planos para a humanidade.","referencias_relacionadas":["Romanos 8:28","Salmos 119:68","Isaías 55:8-9"]},"jeremias_46_23_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' implica em um ato de aniquilação ou extinção.","explicacao_detalhada":"No versículo, 'destruir' refere-se ao juízo de Deus sobre nações que se afastaram de Seus caminhos, simbolizando a severidade de Sua ação.","por_que_esta_palavra":"A utilização de 'destruir' destaca a seriedade do julgamento divino e a inevitabilidade das consequências do pecado.","conexao_teologica":"A destruição como juízo é um tema recorrente na Bíblia, refletindo a santidade de Deus e Sua resposta ao pecado.","referencias_relacionadas":["Ezequiel 18:30","Mateus 7:19","Apocalipse 21:8"]},"jeremias_46_23_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao título de autoridade e soberania de Deus.","explicacao_detalhada":"Neste contexto, 'senhor' é usado para enfatizar a posição de Deus como governante supremo sobre todas as nações e eventos.","por_que_esta_palavra":"O uso do termo 'senhor' reforça a ideia de que Deus tem controle absoluto sobre a história e o destino das nações.","conexao_teologica":"O reconhecimento de Deus como Senhor é fundamental para a adoração e a submissão do povo a Sua vontade.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Filipenses 2:10-11"]},"jeremias_46_23_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz uma justificativa para a ação divina.","explicacao_detalhada":"Assim como em Jeremias 46:22, 'porque' aqui conecta a razão do juízo de Deus com a desobediência do povo.","por_que_esta_palavra":"A repetição da palavra 'porque' enfatiza a lógica do juízo de Deus e a necessidade de arrependimento.","conexao_teologica":"A relação entre pecado e juízo é uma mensagem central nas Escrituras, mostrando a necessidade de arrependimento.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Hebreus 10:31"]},"jeremias_46_24_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' implica em oferecer ou conceder algo.","explicacao_detalhada":"No versículo, 'dar' é usado para descrever a ação de Deus em permitir que a calamidade venha sobre o povo como consequência de suas ações.","por_que_esta_palavra":"A escolha da palavra 'dar' sugere que Deus está ativamente envolvido na história e que Suas decisões têm um propósito.","conexao_teologica":"A soberania de Deus é um tema central, onde Ele dá e retira conforme Sua vontade e plano.","referencias_relacionadas":["Tiago 1:17","Romanos 11:36","Salmos 37:4"]},"jeremias_46_24_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' simboliza poder e ação.","explicacao_detalhada":"Em Jeremias 46:24, 'mão' representa a ação de Deus em trazer juízo sobre as nações, enfatizando Seu controle sobre os eventos.","por_que_esta_palavra":"A mão de Deus é frequentemente usada nas Escrituras para ilustrar Sua intervenção direta na história.","conexao_teologica":"A mão de Deus é um símbolo de Sua proteção e juízo, mostrando que Ele está ativamente envolvido na vida do Seu povo.","referencias_relacionadas":["Êxodo 3:20","Salmos 89:13","Isaías 41:10"]},"jeremias_46_24_seco":{"palavra_pt":"seco","palavra_original":"יָבֵשׁ","transliteracao":"yâbêsh","strong":"H3001","significado_raiz":"Ideia básica: seco.","significado_contextual":"A palavra 'seco' refere-se à condição de ausência de água, simbolizando desolação.","explicacao_detalhada":"No contexto, 'seco' pode indicar a devastação que vem como resultado do juízo de Deus, onde a fertilidade e a vida são removidas.","por_que_esta_palavra":"A imagem de 'seco' é poderosa, evocando a ideia de desespero e a necessidade de restauração.","conexao_teologica":"A seca é frequentemente usada nas Escrituras como um símbolo do juízo de Deus, mas também da necessidade de buscar a Sua presença.","referencias_relacionadas":["Amós 8:11","Salmos 63:1","Isaías 58:11"]},"jeremias_46_25_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é novamente usada para enfatizar a soberania de Deus.","explicacao_detalhada":"Neste versículo, 'senhor' reafirma a autoridade de Deus sobre as ações que estão prestes a ocorrer, mostrando que Ele é o juiz supremo.","por_que_esta_palavra":"A repetição do termo 'senhor' reforça a ideia de que todas as coisas estão sob o domínio de Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia, onde Ele é reconhecido como o Senhor de toda a criação.","referencias_relacionadas":["Salmos 103:19","Isaías 46:10","Apocalipse 19:16"]},"jeremias_46_25_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, o Criador.","explicacao_detalhada":"Em Jeremias 46:25, 'deus' é usado para reafirmar a posição de Deus como o único verdadeiro Deus, que tem poder sobre todas as nações.","por_que_esta_palavra":"A utilização do termo 'deus' enfatiza a singularidade de Deus em contraste com os ídolos das nações.","conexao_teologica":"A exclusividade de Deus é um tema central na Bíblia, onde Ele é apresentado como o único digno de adoração.","referencias_relacionadas":["Isaías 45:22","Deuteronômio 6:4","João 17:3"]},"jeremias_46_25_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é usada para chamar a atenção para algo importante que está prestes a ser revelado.","explicacao_detalhada":"Neste contexto, 'eis' serve como uma introdução a uma declaração significativa, enfatizando a urgência e a importância da mensagem que se segue.","por_que_esta_palavra":"A utilização de 'eis' destaca a relevância do que está sendo dito, preparando o ouvinte para uma revelação ou aviso crucial.","conexao_teologica":"A palavra 'eis' é frequentemente usada na Bíblia para introduzir profecias ou declarações divinas, mostrando a seriedade da comunicação de Deus ao Seu povo.","referencias_relacionadas":["Isaías 41:22","Ezequiel 12:22","Mateus 24:42"]},"jeremias_46_26_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período específico de tempo, muitas vezes associado a eventos significativos ou juízos de Deus.","explicacao_detalhada":"Neste versículo, 'dia' é utilizado para descrever um tempo de julgamento e ação divina, enfatizando a seriedade do momento profético.","por_que_esta_palavra":"A menção do 'dia' indica um tempo determinado em que Deus agirá, ressaltando a certeza de Sua intervenção na história.","conexao_teologica":"O conceito de 'dia' é central na teologia bíblica, frequentemente associado ao dia do Senhor, um tempo de juízo e restauração.","referencias_relacionadas":["Joel 2:1","Amós 5:18","Mateus 7:22"]},"jeremias_46_26_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é usada aqui para indicar a ação de entregar ou conceder algo, muitas vezes em um contexto de súplica ou pedido.","explicacao_detalhada":"Neste contexto, 'dar' refere-se ao ato de clamar a Deus por ajuda ou intervenção, enfatizando a dependência do povo em relação ao Senhor.","por_que_esta_palavra":"A escolha da palavra 'dar' sugere uma entrega de algo valioso, como a própria vida ou a súplica, ao Senhor em busca de resposta.","conexao_teologica":"A ideia de clamar a Deus é uma prática comum na Bíblia, refletindo a relação entre o ser humano e o divino, onde o clamor é um sinal de fé.","referencias_relacionadas":["Salmos 34:17","Isaías 58:9","Romanos 10:13"]},"jeremias_46_26_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' simboliza poder, ação e controle, sendo frequentemente associada à intervenção divina.","explicacao_detalhada":"Neste versículo, 'mão' representa a força de Deus que atua na história, demonstrando Sua capacidade de agir em favor do Seu povo.","por_que_esta_palavra":"A mão de Deus é um símbolo de Sua autoridade e proteção, indicando que Ele está no controle das circunstâncias.","conexao_teologica":"A mão de Deus é um tema recorrente na Bíblia, simbolizando Sua presença ativa e poder em situações de necessidade.","referencias_relacionadas":["Salmos 89:13","Isaías 41:10","Atos 4:30"]},"jeremias_46_27_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico, mas também pode simbolizar a nação de Israel ou o povo de Deus.","explicacao_detalhada":"Neste contexto, 'terra' é usada para descrever o lugar onde os eventos profetizados ocorrerão, enfatizando a conexão entre o povo e sua terra.","por_que_esta_palavra":"A menção da 'terra' destaca a importância do espaço físico na história da salvação e na relação de Deus com Seu povo.","conexao_teologica":"A terra é um tema central na narrativa bíblica, representando tanto a promessa de Deus quanto o lugar de Sua presença.","referencias_relacionadas":["Gênesis 12:1","Deuteronômio 8:7","Romanos 4:13"]},"jeremias_46_27_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁאַן","transliteracao":"shâʼan","strong":"H7599","significado_raiz":"Ideia básica: descanso.","significado_contextual":"A palavra 'descanso' implica um estado de paz e segurança, frequentemente associado à presença de Deus.","explicacao_detalhada":"Neste versículo, 'descanso' sugere um tempo em que o povo de Deus encontrará alívio e proteção contra as adversidades.","por_que_esta_palavra":"A ideia de 'descanso' é fundamental na experiência espiritual, simbolizando a confiança em Deus e a libertação do sofrimento.","conexao_teologica":"O descanso é um tema teológico que aponta para a promessa de Deus de paz e segurança para aqueles que confiam Nele.","referencias_relacionadas":["Salmos 37:7","Mateus 11:28","Hebreus 4:9-10"]},"jeremias_46_27_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir uma razão ou explicação, conectando ideias de forma lógica.","explicacao_detalhada":"Neste contexto, 'porque' justifica a declaração anterior, explicando a razão pela qual o povo deve ter esperança ou temor.","por_que_esta_palavra":"A utilização de 'porque' é essencial para a compreensão do argumento, permitindo que o ouvinte veja a lógica da mensagem.","conexao_teologica":"A palavra 'porque' é frequentemente usada nas Escrituras para conectar promessas de Deus a Suas ações, mostrando a fidelidade divina.","referencias_relacionadas":["Romanos 8:28","Tiago 1:5","1 Pedro 5:7"]},"jeremias_46_28_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo/justiça' refere-se ao conceito de retidão e a aplicação da lei divina sobre o comportamento humano.","explicacao_detalhada":"Neste versículo, 'juízo' é usado para descrever a ação de Deus em trazer justiça ao Seu povo, enfatizando a necessidade de arrependimento.","por_que_esta_palavra":"A menção de 'juízo' destaca a seriedade da situação e a responsabilidade do povo diante de Deus.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, refletindo Seu caráter e a necessidade de retidão entre os seres humanos.","referencias_relacionadas":["Salmos 89:14","Miquéias 6:8","Romanos 2:6"]},"jeremias_46_28_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, enfatizando Sua soberania e autoridade sobre todas as coisas.","explicacao_detalhada":"Neste contexto, 'senhor' é um título que reconhece a posição de Deus como governante supremo e juiz do universo.","por_que_esta_palavra":"A utilização de 'senhor' é fundamental para entender a relação entre Deus e Seu povo, destacando a reverência e a submissão devida a Ele.","conexao_teologica":"O nome do Senhor é um tema recorrente na Bíblia, simbolizando Sua presença, poder e a relação com Seu povo.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]}}