{"jeremias_47_1_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, alguém chamado para transmitir a vontade divina ao povo.","explicacao_detalhada":"Neste versículo, 'profeta' é usado para descrever a função de Jeremias como porta-voz de Deus, trazendo advertências e promessas.","por_que_esta_palavra":"A menção de 'profeta' é crucial para entender a autoridade e a responsabilidade de Jeremias em comunicar a mensagem de Deus.","conexao_teologica":"O papel do profeta é central na narrativa bíblica, representando a voz de Deus em meio ao Seu povo e a importância da revelação divina.","referencias_relacionadas":["Deuteronômio 18:18","Amós 3:7","Mateus 10:41"]},"jeremias_47_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus que traz uma mensagem de juízo.","explicacao_detalhada":"A palavra 'דָּבָר' (dâbâr) é usada para expressar a comunicação divina, indicando que Deus está se manifestando através de Sua palavra.","por_que_esta_palavra":"Esta palavra é crucial porque representa a autoridade e a intenção de Deus ao falar sobre o futuro de Israel e das nações.","conexao_teologica":"A palavra de Deus é vista como criadora e transformadora, essencial para a revelação e a ação divina na história.","referencias_relacionadas":["Isaías 55:11","Salmos 33:6","Hebreus 4:12"]},"jeremias_47_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor, o Deus de Israel, que é soberano sobre todas as coisas.","explicacao_detalhada":"O nome 'יְהֹוָה' (Yᵉhôvâh) é o tetragrama sagrado que representa a presença e a autoridade de Deus, enfatizando Sua relação com o povo.","por_que_esta_palavra":"Este nome é fundamental para entender a identidade de Deus e Sua aliança com Israel.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o Senhor de toda a criação.","referencias_relacionadas":["Êxodo 3:14","Salmos 46:10","Isaías 42:8"]},"jeremias_47_2_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Indica a ação de Deus em avaliar e decidir sobre as nações.","explicacao_detalhada":"'יָשַׁב' (yâshab) implica um ato de julgamento, onde Deus estabelece a justiça e a ordem em meio ao caos.","por_que_esta_palavra":"O julgamento de Deus é uma expressão de Sua justiça e santidade, essencial para a compreensão do caráter divino.","conexao_teologica":"O julgamento é um aspecto importante da justiça de Deus, que se manifesta tanto em bênçãos quanto em punições.","referencias_relacionadas":["Salmos 9:7","Eclesiastes 12:14","Romanos 14:10"]},"jeremias_47_2_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território que Deus deu ao Seu povo e ao mundo em geral.","explicacao_detalhada":"'אֶרֶץ' (ʼerets) é a palavra que designa a terra física, mas também pode simbolizar a promessa de Deus ao Seu povo.","por_que_esta_palavra":"A terra é um tema recorrente na Bíblia, representando a herança e a presença de Deus entre Seu povo.","conexao_teologica":"A relação entre Deus e a terra é central na narrativa bíblica, simbolizando a aliança e a promessa.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Salmos 37:11"]},"jeremias_47_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se ao Senhor, enfatizando Sua autoridade sobre a terra.","explicacao_detalhada":"O uso do nome 'יְהֹוָה' (Yᵉhôvâh) neste contexto reafirma a soberania de Deus sobre a criação e a história.","por_que_esta_palavra":"A repetição do nome de Deus destaca a importância de Sua presença e poder em todas as situações.","conexao_teologica":"A soberania de Deus é um tema que permeia toda a Escritura, mostrando que Ele reina sobre todas as nações.","referencias_relacionadas":["Salmos 24:1","Isaías 45:18","Apocalipse 11:15"]},"jeremias_47_3_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Representa a comunicação de Deus e o chamado ao arrependimento.","explicacao_detalhada":"'קוֹל' (qôwl) refere-se à voz que proclama, que pode ser tanto de advertência quanto de consolo.","por_que_esta_palavra":"A voz de Deus é um meio pelo qual Ele se comunica com Seu povo, trazendo instruções e revelações.","conexao_teologica":"A voz de Deus é um símbolo da Sua presença ativa e da Sua vontade sendo revelada aos homens.","referencias_relacionadas":["João 10:27","Salmos 29:4","Hebreus 1:1"]},"jeremias_47_3_terremoto":{"palavra_pt":"terremoto","palavra_original":"רַעַשׁ","transliteracao":"raʻash","strong":"H7494","significado_raiz":"Ideia básica: terremoto.","significado_contextual":"Simboliza a agitação e a desordem que vêm como resultado do juízo de Deus.","explicacao_detalhada":"'רַעַשׁ' (raʻash) é usado para descrever tremores que podem ser físicos, mas também espirituais, indicando a reação da criação ao juízo divino.","por_que_esta_palavra":"O terremoto é uma metáfora poderosa para a intervenção de Deus na história, trazendo mudanças drásticas.","conexao_teologica":"A criação responde à voz de Deus, e eventos naturais muitas vezes simbolizam a ação divina.","referencias_relacionadas":["Amós 1:1","Mateus 27:51","Apocalipse 6:12"]},"jeremias_47_4_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo específico determinado por Deus para o juízo.","explicacao_detalhada":"'יוֹם' (yôwm) é frequentemente usado na Bíblia para indicar um período de ação divina, especialmente em contextos de julgamento.","por_que_esta_palavra":"O conceito de 'dia' é significativo, pois representa a certeza do cumprimento das promessas e advertências de Deus.","conexao_teologica":"O dia do Senhor é um tema recorrente, simbolizando a intervenção divina na história e o estabelecimento da justiça.","referencias_relacionadas":["Joel 2:31","Zacarias 14:1","1 Tessalonicenses 5:2"]},"jeremias_47_4_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Indica a ação de Deus em eliminar o que é contrário à Sua vontade.","explicacao_detalhada":"'כָּרַת' (kârath) implica um corte ou destruição, muitas vezes associado ao juízo divino sobre a iniquidade.","por_que_esta_palavra":"A destruição é uma consequência do afastamento do povo de Deus e da rejeição de Sua palavra.","conexao_teologica":"A destruição é parte do plano de Deus para restaurar a ordem e a justiça em Sua criação.","referencias_relacionadas":["Jeremias 11:3","Ezequiel 18:30","Romanos 2:6"]},"jeremias_47_4_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de Deus convocar as nações para o juízo.","explicacao_detalhada":"'בּוֹא' (bôwʼ) implica um movimento em direção a algo, neste caso, um chamado para que as nações venham diante de Deus.","por_que_esta_palavra":"O chamado de Deus é um convite à resposta, seja para arrependimento ou para enfrentar o juízo.","conexao_teologica":"O chamado de Deus é uma expressão de Sua graça, mesmo em meio ao juízo, oferecendo oportunidade de arrependimento.","referencias_relacionadas":["Isaías 55:1","Mateus 11:28","Apocalipse 22:17"]},"jeremias_47_5_assemble":{"palavra_pt":"ajuntar","palavra_original":"גָּדַד","transliteracao":"gâdad","strong":"H1413","significado_raiz":"Ideia básica: ajuntar.","significado_contextual":"Ajuntar refere-se à ação de reunir ou congregar, especialmente em um contexto de julgamento e destruição.","explicacao_detalhada":"No versículo, a palavra 'ajuntar' é usada para descrever a reunião dos povos e nações que enfrentam a ira de Deus. Este ajuntamento é um sinal de que um evento significativo está prestes a ocorrer, como a destruição de uma nação.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a gravidade da situação, onde a reunião de pessoas é um prenúncio de calamidade.","conexao_teologica":"A ideia de ajuntar é frequentemente associada ao juízo divino, onde Deus reúne os ímpios para o seu julgamento.","referencias_relacionadas":["Isaías 34:2","Ezequiel 38:4","Mateus 25:32"]},"jeremias_47_5_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Vir ou entrar implica um movimento em direção a um lugar, muitas vezes associado a um chamado divino ou a um convite.","explicacao_detalhada":"Neste contexto, 'vir' pode ser interpretado como a convocação de pessoas para um encontro com Deus, que pode ser tanto um convite para a salvação quanto um chamado para o juízo.","por_que_esta_palavra":"A escolha da palavra 'vir' destaca a ação de Deus em chamar as pessoas para si, seja para arrependimento ou para enfrentar as consequências de suas ações.","conexao_teologica":"O chamado de Deus é um tema central na Bíblia, onde Ele convida a humanidade ao arrependimento e à reconciliação.","referencias_relacionadas":["Mateus 11:28","Romanos 10:13","Apocalipse 22:17"]},"jeremias_47_5_baldness":{"palavra_pt":"bald ness","palavra_original":"קׇרְחָה","transliteracao":"qorchâh","strong":"H7144","significado_raiz":"Ideia básica: bald ness.","significado_contextual":"Baldness simboliza luto e desolação, frequentemente associada a um estado de perda ou desespero.","explicacao_detalhada":"A menção de 'baldness' neste versículo indica um estado de tristeza e desolação que acompanha o juízo de Deus sobre as nações. É uma representação física do sofrimento espiritual.","por_que_esta_palavra":"A baldness serve como um símbolo poderoso da devastação e da perda que resultam do afastamento de Deus.","conexao_teologica":"A baldness é frequentemente usada na Escritura para ilustrar a consequência do pecado e a necessidade de arrependimento.","referencias_relacionadas":["Isaías 15:2","Ezequiel 7:18","Amós 8:10"]},"jeremias_47_6_perecer":{"palavra_pt":"perecer","palavra_original":"דָּמַם","transliteracao":"dâmam","strong":"H1826","significado_raiz":"Ideia básica: perecer.","significado_contextual":"Perecer refere-se à morte ou destruição, especialmente em um contexto de juízo divino.","explicacao_detalhada":"A palavra 'perecer' é usada para descrever a inevitabilidade do juízo de Deus sobre aqueles que se opõem a Ele. É um aviso sobre as consequências do pecado.","por_que_esta_palavra":"A escolha de 'perecer' enfatiza a seriedade da situação e a certeza do juízo que se aproxima.","conexao_teologica":"A ideia de perecer é um tema recorrente na Bíblia, onde a desobediência a Deus leva à morte espiritual e física.","referencias_relacionadas":["Romanos 6:23","Apocalipse 21:8","Mateus 10:28"]},"jeremias_47_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Neste versículo, o uso do nome 'Senhor' destaca a relação de Deus com seu povo e sua autoridade para julgar e salvar.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a natureza de Deus como aquele que governa e tem controle sobre a história.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando sua presença, poder e promessa.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Romanos 10:9"]},"jeremias_47_6_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Verdade refere-se à fidelidade e à realidade dos propósitos de Deus.","explicacao_detalhada":"A palavra 'verdade' neste contexto enfatiza a certeza das promessas de Deus e a inevitabilidade do cumprimento de suas palavras.","por_que_esta_palavra":"A escolha de 'verdade' sublinha a confiança que os crentes devem ter nas promessas de Deus, mesmo em tempos de juízo.","conexao_teologica":"A verdade é um atributo essencial de Deus, que se revela em suas ações e promessas.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]},"jeremias_47_7_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Mar simboliza vastidão, poder e, em alguns contextos, caos.","explicacao_detalhada":"A palavra 'mar' é usada para descrever a força e a grandeza de Deus, que controla até mesmo as forças da natureza.","por_que_esta_palavra":"O uso de 'mar' ressalta a soberania de Deus sobre toda a criação e sua capacidade de trazer juízo.","conexao_teologica":"O mar é frequentemente usado na Bíblia como uma metáfora para a força de Deus e sua capacidade de trazer ordem ao caos.","referencias_relacionadas":["Gênesis 1:10","Salmos 89:9","Mateus 8:27"]},"jeremias_47_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' reafirma a autoridade e o poder de Deus sobre todas as coisas.","explicacao_detalhada":"Neste versículo, o nome 'Senhor' é uma declaração da soberania de Deus, que é capaz de controlar até mesmo as forças mais poderosas da natureza.","por_que_esta_palavra":"A repetição do nome 'Senhor' enfatiza a importância de reconhecer a autoridade de Deus em todas as situações.","conexao_teologica":"O nome de Deus é um tema central na Escritura, representando sua presença e poder em meio às adversidades.","referencias_relacionadas":["Salmos 46:1","Isaías 43:2","Filipenses 2:9-11"]}}