{"jeremias_48_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' é uma afirmação da soberania de Deus sobre as nações.","explicacao_detalhada":"Neste versículo, o uso do nome 'Senhor' destaca a autoridade de Deus ao pronunciar juízo sobre Moabe, mostrando que Ele é o governante supremo.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a relação de Deus com as nações e seu papel como juiz.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, onde Ele é reconhecido como o Senhor de toda a terra.","referencias_relacionadas":["Salmos 24:1","Daniel 4:17","Atos 17:26"]},"jeremias_48_1_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus refere-se à divindade suprema, o criador e sustentador de todas as coisas.","explicacao_detalhada":"Neste contexto, a palavra 'deus' é usada para afirmar a autoridade e o poder de Deus sobre Moabe e outras nações, enfatizando sua soberania.","por_que_esta_palavra":"A palavra 'deus' é essencial para entender a natureza de Deus como o único digno de adoração e reverência.","conexao_teologica":"A divindade de Deus é um tema central na Bíblia, onde Ele é apresentado como o único Deus verdadeiro.","referencias_relacionadas":["Deuteronômio 6:4","Isaías 45:5","1 Coríntios 8:6"]},"jeremias_48_1_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual Moabe será destruído.","explicacao_detalhada":"Neste contexto, 'porque' conecta a declaração da destruição de Moabe com as ações e pecados do povo, indicando que a calamidade é uma consequência direta de suas transgressões.","por_que_esta_palavra":"A palavra é crucial para entender a lógica da profecia, mostrando que o juízo de Deus é sempre baseado em razões justas.","conexao_teologica":"A ideia de que a desobediência leva ao juízo é um tema recorrente nas Escrituras, refletindo a justiça de Deus.","referencias_relacionadas":["Isaías 1:18","Ezequiel 18:30","Romanos 2:6"]},"jeremias_48_2_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' aqui se refere à continuidade e à prosperidade que Moabe perderá devido ao seu pecado.","explicacao_detalhada":"A menção de 'vida' destaca o contraste entre a vitalidade que Moabe tinha e a destruição iminente que enfrentará.","por_que_esta_palavra":"É importante para enfatizar o que está em jogo: a perda da vida e da identidade nacional de Moabe.","conexao_teologica":"A vida é um dom de Deus, e a destruição de uma nação é vista como uma retirada desse dom devido à desobediência.","referencias_relacionadas":["Deuteronômio 30:19","João 10:10","Romanos 6:23"]},"jeremias_48_2_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à ação de Deus contra Moabe como um juízo por suas iniquidades.","explicacao_detalhada":"Neste versículo, 'destruir' implica não apenas a aniquilação física, mas também a perda de status e dignidade como nação.","por_que_esta_palavra":"É uma palavra forte que comunica a severidade do juízo divino e a certeza da destruição.","conexao_teologica":"A destruição de Moabe serve como um aviso sobre as consequências do pecado e a necessidade de arrependimento.","referencias_relacionadas":["Salmos 37:38","Mateus 7:13-14","Apocalipse 21:8"]},"jeremias_48_2_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"A palavra 'nação' refere-se ao povo de Moabe, enfatizando sua identidade coletiva.","explicacao_detalhada":"A menção de 'nação' destaca a importância da coletividade e como o pecado de um povo pode levar ao juízo divino.","por_que_esta_palavra":"É essencial para entender que o juízo não é apenas individual, mas afeta toda a nação por suas ações coletivas.","conexao_teologica":"A responsabilidade coletiva é um tema importante na Bíblia, onde a nação é vista como um todo diante de Deus.","referencias_relacionadas":["Ezequiel 18:30","Gálatas 6:7","Romanos 1:18"]},"jeremias_48_3_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' é usada para descrever o clamor e a lamentação que surgirão devido à destruição de Moabe.","explicacao_detalhada":"A 'voz' representa a expressão do sofrimento e da dor que a nação sentirá em resposta ao juízo de Deus.","por_que_esta_palavra":"É importante para ilustrar a gravidade da situação e a resposta emocional do povo diante da calamidade.","conexao_teologica":"A voz do povo em lamento é um tema que aparece em várias partes da Bíblia, mostrando a reação humana ao juízo divino.","referencias_relacionadas":["Salmos 34:17","Lamentações 3:8","Mateus 5:4"]},"jeremias_48_3_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' enfatiza a magnitude do clamor e da destruição que Moabe enfrentará.","explicacao_detalhada":"A utilização de 'grande' destaca a seriedade da situação e a intensidade do sofrimento que virá.","por_que_esta_palavra":"É crucial para transmitir a ideia de que o juízo de Deus não é trivial, mas algo de extrema importância e impacto.","conexao_teologica":"A grandeza do juízo de Deus é frequentemente mencionada nas Escrituras, refletindo sua soberania e poder.","referencias_relacionadas":["Salmos 99:2","Isaías 13:6","Apocalipse 19:15"]},"jeremias_48_4_destruir":{"palavra_pt":"destruir","palavra_original":"שָׁבַר","transliteracao":"shâbar","strong":"H7665","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' é repetida para enfatizar a certeza e a inevitabilidade do juízo sobre Moabe.","explicacao_detalhada":"A repetição da ideia de destruição reforça a mensagem de que não há escape do juízo divino.","por_que_esta_palavra":"É importante para sublinhar a gravidade da situação e a seriedade da advertência profética.","conexao_teologica":"A destruição como consequência do pecado é um tema central na teologia bíblica, mostrando a justiça de Deus.","referencias_relacionadas":["Jeremias 25:9","Ezequiel 18:30","Romanos 2:5"]},"jeremias_48_4_filho":{"palavra_pt":"filho","palavra_original":"מוֹאָב","transliteracao":"Môwʼâb","strong":"H4124","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' aqui pode se referir à descendência de Moabe, simbolizando a continuidade da nação.","explicacao_detalhada":"A menção de 'filho' destaca a relação familiar e a herança que será perdida com a destruição da nação.","por_que_esta_palavra":"É importante para ilustrar o impacto da destruição nas gerações futuras e na identidade do povo.","conexao_teologica":"A ideia de filhos e herança é significativa na Bíblia, refletindo a relação de Deus com seu povo.","referencias_relacionadas":["Salmos 127:3","Provérbios 17:6","Mateus 19:14"]},"jeremias_48_4_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' refere-se à necessidade de prestar atenção ao aviso do profeta sobre o juízo iminente.","explicacao_detalhada":"A chamada para 'ouvir' implica que o povo deve estar atento e receptivo à mensagem de Deus.","por_que_esta_palavra":"É crucial para a responsabilidade do povo em responder ao aviso e se voltar para Deus.","conexao_teologica":"A audição da palavra de Deus é um tema central, enfatizando a importância da obediência e do arrependimento.","referencias_relacionadas":["Deuteronômio 6:4","Isaías 55:3","Tiago 1:22"]},"jeremias_48_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é novamente utilizada para introduzir a razão pela qual Moabe está em lamento.","explicacao_detalhada":"Assim como no primeiro uso, ela conecta a destruição com as ações do povo, reforçando a lógica do juízo.","por_que_esta_palavra":"É importante para manter a continuidade da mensagem profética e a relação entre pecado e consequência.","conexao_teologica":"A repetição da palavra enfatiza a seriedade do juízo e a necessidade de arrependimento.","referencias_relacionadas":["Ezequiel 18:30","Romanos 2:6","Gálatas 6:7"]},"jeremias_48_6_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à essência da vida ou alma de um ser humano.","explicacao_detalhada":"A palavra 'נֶפֶשׁ' (nephesh) é frequentemente usada na Bíblia para descrever a vida, a alma ou a pessoa em si. Em Jeremias 48:6, a referência à 'alma' implica a totalidade do ser, tanto físico quanto espiritual.","por_que_esta_palavra":"A escolha da palavra 'alma' enfatiza a importância da vida e da existência, especialmente em um contexto de julgamento e destruição.","conexao_teologica":"A alma é vista como a parte imortal do ser humano, que se relaciona com Deus e é responsável por sua moralidade e espiritualidade.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","Salmos 16:10"]},"jeremias_48_6_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica uma queda, tanto literal quanto figurativa, de um estado de segurança ou honra.","explicacao_detalhada":"A palavra 'הָיָה' (hâyâh) é usada para descrever a transição de um estado para outro. No contexto de Jeremias 48:6, refere-se à queda de Moabe, simbolizando a perda de poder e dignidade.","por_que_esta_palavra":"A palavra 'cair' é usada para ilustrar a fragilidade das nações e a inevitabilidade do juízo divino.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a justiça de Deus contra a arrogância e a desobediência.","referencias_relacionadas":["Provérbios 16:18","Isaías 14:12","Ezequiel 28:17"]},"jeremias_48_7_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma explicação ou justificativa para a ação ou condição mencionada.","explicacao_detalhada":"A palavra 'כִּי' (kîy) é uma conjunção que conecta a causa à consequência. Em Jeremias 48:7, é usada para explicar por que Moabe enfrentará juízo.","por_que_esta_palavra":"A utilização de 'porque' é crucial para entender a lógica do juízo de Deus sobre Moabe, ligando suas ações ao resultado.","conexao_teologica":"A justiça de Deus é sempre acompanhada de explicações claras sobre as razões por trás de Seus atos.","referencias_relacionadas":["Romanos 1:20","Gálatas 6:7","Hebreus 10:30"]},"jeremias_48_7_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se a ações ou condições que são moralmente corretas ou desejáveis.","explicacao_detalhada":"A palavra 'מַעֲשֶׂה' (maʻăseh) implica em obras ou ações. No contexto de Jeremias 48:7, sugere que as ações de Moabe não foram boas, resultando em seu juízo.","por_que_esta_palavra":"A escolha da palavra 'bom' destaca a expectativa de Deus por ações justas e corretas de Seu povo.","conexao_teologica":"A moralidade e a justiça são centrais na relação entre Deus e a humanidade, refletindo o caráter divino.","referencias_relacionadas":["Miquéias 6:8","Salmos 37:3","Efésios 2:10"]},"jeremias_48_7_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Indica a ação de sair ou escapar de uma situação.","explicacao_detalhada":"A palavra 'יָצָא' (yâtsâʼ) é usada para descrever a saída de um lugar ou condição. Em Jeremias 48:7, refere-se à tentativa de Moabe de escapar do juízo.","por_que_esta_palavra":"A ideia de 'sair' é significativa, pois mostra a luta de Moabe para evitar a destruição, mas sem sucesso.","conexao_teologica":"A saída ou fuga é um tema que aparece frequentemente na Bíblia, simbolizando a busca por salvação ou libertação.","referencias_relacionadas":["Êxodo 14:13","Salmos 34:19","Mateus 7:13-14"]},"jeremias_48_8_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade habitada, geralmente com significado social e cultural.","explicacao_detalhada":"A palavra 'עִיר' (ʻîyr) é usada para descrever cidades, que são centros de vida e atividade. No contexto de Jeremias 48:8, a cidade representa a nação de Moabe e sua cultura.","por_que_esta_palavra":"A menção de 'cidade' enfatiza a importância da comunidade e da identidade nacional, que estão em risco devido ao juízo.","conexao_teologica":"Cidades na Bíblia muitas vezes simbolizam a coletividade do povo de Deus e suas interações com o mundo.","referencias_relacionadas":["Salmos 46:4","Mateus 5:14","Apocalipse 21:2"]},"jeremias_48_8_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Indica a ação de vir ou entrar em um lugar.","explicacao_detalhada":"A palavra 'בּוֹא' (bôwʼ) é usada para descrever a entrada em um espaço. Em Jeremias 48:8, sugere a ideia de que o juízo está se aproximando.","por_que_esta_palavra":"A escolha de 'vir/entrar' é significativa, pois implica que o juízo de Deus está prestes a se concretizar.","conexao_teologica":"A ideia de vir ou entrar é frequentemente usada na Bíblia para descrever a presença de Deus ou o cumprimento de Suas promessas.","referencias_relacionadas":["Salmos 118:19","Mateus 25:34","Hebreus 4:16"]},"jeremias_48_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo como algo é feito.","explicacao_detalhada":"A palavra 'כֹּל' (kôl) implica em totalidade ou modo. Em Jeremias 48:8, sugere que a destruição de Moabe ocorrerá de maneira abrangente.","por_que_esta_palavra":"A ênfase no 'modo' destaca a gravidade e a totalidade do juízo que está por vir.","conexao_teologica":"A maneira como Deus executa Seu juízo é sempre justa e reflete Seu caráter santo.","referencias_relacionadas":["Salmos 145:17","Romanos 11:22","Apocalipse 16:7"]},"jeremias_48_9_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Indica a ação de dar ou oferecer algo.","explicacao_detalhada":"A palavra 'נָתַן' (nâthan) é usada para descrever a ação de dar. Em Jeremias 48:9, refere-se ao clamor que será dado em resposta ao juízo.","por_que_esta_palavra":"A escolha de 'dar' implica que o clamor é uma resposta à calamidade que se aproxima.","conexao_teologica":"O clamor é uma expressão de desespero e arrependimento, que muitas vezes precede a intervenção divina.","referencias_relacionadas":["Salmos 30:2","Isaías 58:9","Romanos 10:13"]},"jeremias_48_9_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma justificativa para a ação mencionada.","explicacao_detalhada":"A palavra 'כִּי' (kîy) novamente é usada para conectar a causa à consequência, explicando por que o clamor será dado.","por_que_esta_palavra":"A repetição de 'porque' reforça a lógica do juízo e a necessidade de resposta ao chamado de Deus.","conexao_teologica":"A justiça de Deus é sempre acompanhada de explicações claras sobre as razões por trás de Seus atos.","referencias_relacionadas":["Eclesiastes 12:14","Gálatas 6:7","2 Coríntios 5:10"]},"jeremias_48_9_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma cidade específica, simbolizando a habitação e a cultura do povo moabita.","explicacao_detalhada":"A palavra 'cidade' (עִיר) é usada para descrever um centro urbano, onde as pessoas se reúnem, vivem e desenvolvem suas atividades sociais e econômicas. No contexto de Jeremias 48, a cidade representa a fortaleza e a segurança que Moabe acreditava ter, mas que estava prestes a ser destruída.","por_que_esta_palavra":"A escolha da palavra 'cidade' enfatiza a ideia de um lugar de refúgio que será desolado, refletindo o juízo de Deus sobre Moabe.","conexao_teologica":"A destruição das cidades é um tema recorrente nas profecias, simbolizando o juízo divino e a soberania de Deus sobre as nações.","referencias_relacionadas":["Jeremias 48:1","Ezequiel 25:8-11","Amós 2:1"]},"jeremias_48_10_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O sangue simboliza a vida e a morte, representando o derramamento de sangue que ocorrerá devido à destruição de Moabe.","explicacao_detalhada":"A palavra 'sangue' (דָּם) é frequentemente associada a sacrifícios e à vida. Neste contexto, refere-se ao sangue que será derramado em batalha, simbolizando a gravidade do juízo de Deus sobre Moabe.","por_que_esta_palavra":"O uso de 'sangue' destaca a seriedade da destruição e a consequência do pecado do povo moabita.","conexao_teologica":"O sangue é um símbolo importante na teologia bíblica, representando tanto a vida quanto a redenção, e aqui serve como um aviso do juízo.","referencias_relacionadas":["Levítico 17:11","Mateus 26:28","Apocalipse 6:10"]},"jeremias_48_10_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso é uma metáfora para a força e a ferocidade, simbolizando a destruição iminente que se aproxima de Moabe.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) é usada para ilustrar a brutalidade e a força que virão contra Moabe. O urso é um animal temido, e sua menção indica que a destruição será feroz e implacável.","por_que_esta_palavra":"A escolha do urso como símbolo enfatiza a natureza violenta do juízo divino que se aproxima.","conexao_teologica":"A ferocidade do juízo de Deus é um tema que aparece em várias passagens, mostrando que Ele não hesita em usar forças poderosas para cumprir Sua vontade.","referencias_relacionadas":["Isaías 13:17","Ezequiel 39:18","Daniel 7:5"]},"jeremias_48_10_obra":{"palavra_pt":"obra","palavra_original":"מְלָאכָה","transliteracao":"mᵉlâʼkâh","strong":"H4399","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se ao trabalho e aos esforços do povo moabita, que serão em vão diante do juízo de Deus.","explicacao_detalhada":"A palavra 'obra' (מְלָאכָה) implica em atividades e esforços humanos. Neste contexto, indica que todas as obras de Moabe não poderão salvar a nação do juízo divino que se aproxima.","por_que_esta_palavra":"A ênfase na 'obra' destaca a futilidade dos esforços humanos quando se está sob o juízo de Deus.","conexao_teologica":"A Bíblia frequentemente menciona que as obras dos homens são insuficientes para evitar o juízo divino, enfatizando a necessidade de arrependimento e fé.","referencias_relacionadas":["Salmos 127:1","Isaías 64:6","Tiago 2:26"]},"jeremias_48_11_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁאַן","transliteracao":"shâʼan","strong":"H7599","significado_raiz":"Ideia básica: descanso.","significado_contextual":"O descanso representa a segurança e a paz que Moabe acreditava ter, mas que será retirada devido ao juízo.","explicacao_detalhada":"A palavra 'descanso' (שָׁאַן) implica em um estado de tranquilidade e estabilidade. No contexto, indica que Moabe estava em um estado de falsa segurança, que será abruptamente interrompido.","por_que_esta_palavra":"A escolha da palavra 'descanso' ressalta a ilusão de segurança que Moabe tinha, que será destruída pelo juízo de Deus.","conexao_teologica":"O conceito de descanso é frequentemente associado à paz que vem de Deus, e a perda desse descanso é um sinal do juízo divino.","referencias_relacionadas":["Mateus 11:28-30","Hebreus 4:9-11","Salmos 37:7"]},"jeremias_48_11_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade aqui se refere à fidelidade de Deus em cumprir Suas promessas de juízo.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para enfatizar a certeza do juízo que virá sobre Moabe, mostrando que Deus é fiel em Suas promessas, tanto de bênçãos quanto de juízos.","por_que_esta_palavra":"A ênfase na 'verdade' destaca a inevitabilidade do juízo de Deus, que não falha.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, mostrando que Ele é fiel e justo em todas as Suas ações.","referencias_relacionadas":["Salmos 119:160","João 14:6","Romanos 3:4"]},"jeremias_48_12_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia refere-se a um tempo específico de juízo que Deus decretou contra Moabe.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é frequentemente usada na Bíblia para indicar um tempo determinado em que Deus age. Neste contexto, refere-se ao dia do juízo que está por vir sobre Moabe.","por_que_esta_palavra":"A escolha da palavra 'dia' enfatiza a certeza e a iminência do juízo de Deus.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema importante na profecia, indicando um tempo em que Deus intervirá diretamente na história.","referencias_relacionadas":["Joel 2:1","Amós 5:18","Zacarias 14:1"]},"jeremias_48_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor representa Sua autoridade e poder sobre todas as nações.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o nome pessoal de Deus, que denota Sua soberania e poder. Neste contexto, enfatiza que é Deus quem está trazendo o juízo sobre Moabe.","por_que_esta_palavra":"A ênfase no nome do Senhor destaca a autoridade divina por trás do juízo que se aproxima.","conexao_teologica":"O nome de Deus é um tema central na teologia bíblica, representando Sua natureza e caráter, e é frequentemente invocado em momentos de juízo e salvação.","referencias_relacionadas":["Salmos 20:7","Isaías 42:8","Romanos 10:13"]},"jeremias_48_12_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Enviar refere-se à ação de Deus em trazer juízo sobre Moabe através de instrumentos humanos ou sobrenaturais.","explicacao_detalhada":"A palavra 'enviar' (שָׁלַח) implica em uma ação deliberada de Deus para cumprir Seus propósitos. Neste contexto, refere-se ao envio de juízos contra Moabe.","por_que_esta_palavra":"A escolha da palavra 'enviar' enfatiza a soberania de Deus em agir na história e em trazer juízo.","conexao_teologica":"Deus frequentemente envia profetas e juízos como parte de Seu plano redentor e de justiça, mostrando que Ele está ativamente envolvido na história.","referencias_relacionadas":["Isaías 5:26","Mateus 10:16","Romanos 1:18"]},"jeremias_48_13_deus":{"palavra_pt":"deus","palavra_original":"כְּמוֹשׁ","transliteracao":"Kᵉmôwsh","strong":"H3645","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus aqui é apresentado como o juiz soberano que traz juízo sobre Moabe.","explicacao_detalhada":"A palavra 'deus' (כְּמוֹשׁ) refere-se a uma divindade específica adorada pelos moabitas, mas neste contexto, é usada para mostrar a impotência de seus deuses diante do verdadeiro Deus de Israel.","por_que_esta_palavra":"A ênfase na palavra 'deus' destaca a comparação entre o verdadeiro Deus e os ídolos, mostrando que somente o Senhor tem poder para julgar.","conexao_teologica":"A soberania de Deus sobre todas as nações e a futilidade da adoração a ídolos são temas centrais na teologia bíblica.","referencias_relacionadas":["Isaías 45:5-6","Salmos 96:5","1 Coríntios 8:4"]},"jeremias_48_13_seco":{"palavra_pt":"seco","palavra_original":"בּוּשׁ","transliteracao":"bûwsh","strong":"H954","significado_raiz":"Ideia básica: seco.","significado_contextual":"Refere-se à condição de desolação e ruína que afeta Moabe, simbolizando a ausência de vida e prosperidade.","explicacao_detalhada":"A palavra 'seco' é usada para descrever a devastação que Moabe enfrentará como resultado do juízo divino. A secura é uma metáfora para a falta de bênçãos e a presença de desolação.","por_que_esta_palavra":"A escolha da palavra 'seco' enfatiza a gravidade da situação de Moabe, que se tornará um lugar estéril e sem vida devido ao juízo de Deus.","conexao_teologica":"A secura simboliza a separação de Deus e a consequência do pecado, refletindo a necessidade de arrependimento e retorno a Deus.","referencias_relacionadas":["Isaías 35:1","Ezequiel 19:13","Salmos 107:33-34"]},"jeremias_48_13_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à habitação e ao lar, simbolizando a identidade e a segurança do povo de Moabe.","explicacao_detalhada":"A palavra 'casa' representa não apenas a estrutura física, mas também a família e a comunidade que habitam nela. A destruição das casas indica a desintegração social e cultural.","por_que_esta_palavra":"A menção da 'casa' destaca a perda de segurança e estabilidade que o povo de Moabe enfrentará em tempos de juízo.","conexao_teologica":"A casa é um símbolo da presença de Deus e da proteção divina, e sua destruição reflete a retirada dessa proteção.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-27","Hebreus 3:4"]},"jeremias_48_14_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando a condição de vulnerabilidade e fragilidade diante do juízo de Deus.","explicacao_detalhada":"A palavra 'homem' é usada para ilustrar a impotência do ser humano diante das forças divinas e das consequências do pecado.","por_que_esta_palavra":"A inclusão do 'homem' ressalta a responsabilidade individual e coletiva do povo de Moabe em relação ao seu comportamento e suas ações.","conexao_teologica":"A condição do homem é central na teologia bíblica, refletindo a necessidade de redenção e a graça de Deus.","referencias_relacionadas":["Gênesis 1:27","Romanos 3:23","Salmos 8:4-5"]},"jeremias_48_14_batalha":{"palavra_pt":"batalha","palavra_original":"מִלְחָמָה","transliteracao":"milchâmâh","strong":"H4421","significado_raiz":"Ideia básica: batalha.","significado_contextual":"Refere-se ao conflito e à luta que Moabe enfrentará, simbolizando a luta espiritual e física contra os inimigos.","explicacao_detalhada":"A palavra 'batalha' indica a inevitabilidade do conflito e a necessidade de preparação e resistência diante das adversidades.","por_que_esta_palavra":"A menção da 'batalha' destaca a seriedade da situação e a urgência de se voltar a Deus em tempos de crise.","conexao_teologica":"A batalha é uma metáfora comum na Escritura para a luta espiritual que os crentes enfrentam, refletindo a necessidade de confiar em Deus.","referencias_relacionadas":["Efésios 6:12","2 Coríntios 10:3-4","Salmos 144:1"]},"jeremias_48_15_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade e ao governo, simbolizando a liderança de Moabe e sua queda iminente.","explicacao_detalhada":"A palavra 'rei' representa a figura de liderança que, ao ser derrotada, indica a desintegração do poder e da ordem social em Moabe.","por_que_esta_palavra":"A escolha da palavra 'rei' enfatiza a importância da liderança e as consequências do pecado do líder sobre o povo.","conexao_teologica":"Deus é apresentado como o Rei supremo, e a queda dos reis humanos reflete a soberania divina sobre as nações.","referencias_relacionadas":["Salmos 47:2","Provérbios 21:1","Romanos 13:1"]},"jeremias_48_15_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se ao centro da vida social e cultural de Moabe, simbolizando a identidade coletiva do povo.","explicacao_detalhada":"A palavra 'cidade' representa não apenas um local físico, mas também a comunidade e a cultura que ali habitam. A destruição da cidade indica a perda de identidade.","por_que_esta_palavra":"A menção da 'cidade' ressalta a importância da coletividade e a devastação que o juízo de Deus trará sobre a nação.","conexao_teologica":"As cidades na Bíblia muitas vezes simbolizam a presença de Deus e a segurança, e sua destruição reflete a retirada dessa proteção.","referencias_relacionadas":["Salmos 46:4","Mateus 5:14","Apocalipse 21:2"]},"jeremias_48_15_escolhido":{"palavra_pt":"escolhido","palavra_original":"מִבְחָר","transliteracao":"mibchâr","strong":"H4005","significado_raiz":"Ideia básica: escolhido.","significado_contextual":"Refere-se à seleção e ao privilégio, simbolizando a escolha de Deus sobre Moabe e suas consequências.","explicacao_detalhada":"A palavra 'escolhido' indica que Moabe tinha um status especial, mas também traz a responsabilidade que vem com essa escolha.","por_que_esta_palavra":"A escolha de Moabe como 'escolhido' destaca a graça de Deus, mas também a gravidade do juízo quando essa escolha é desonrada.","conexao_teologica":"A ideia de ser 'escolhido' é central na teologia bíblica, refletindo a soberania de Deus e a responsabilidade humana.","referencias_relacionadas":["Deuteronômio 7:6","1 Pedro 2:9","Romanos 8:33"]},"jeremias_48_16_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de convocar ou entrar, simbolizando a urgência da situação em Moabe.","explicacao_detalhada":"A palavra 'vir' implica um chamado à ação, indicando que o juízo de Deus está se aproximando e requer uma resposta.","por_que_esta_palavra":"A escolha da palavra 'vir' enfatiza a necessidade de prontidão e a inevitabilidade do juízo.","conexao_teologica":"O chamado de Deus para o arrependimento é um tema recorrente na Bíblia, refletindo Sua misericórdia e justiça.","referencias_relacionadas":["Isaías 55:6","Mateus 11:28","Apocalipse 22:17"]},"jeremias_48_16_mao":{"palavra_pt":"mao","palavra_original":"קָרוֹב","transliteracao":"qârôwb","strong":"H7138","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à proximidade e ao poder, simbolizando a intervenção de Deus na história de Moabe.","explicacao_detalhada":"A palavra 'mão' é frequentemente usada na Bíblia para representar a ação e o controle de Deus sobre as nações.","por_que_esta_palavra":"A menção da 'mão' destaca a soberania de Deus e Sua capacidade de agir em favor ou contra os povos.","conexao_teologica":"A mão de Deus é um símbolo de Sua proteção e juízo, refletindo Sua presença ativa na história.","referencias_relacionadas":["Salmos 89:13","Isaías 41:10","Atos 11:21"]},"jeremias_48_16_calamity":{"palavra_pt":"calamity","palavra_original":"אֵיד","transliteracao":"ʼêyd","strong":"H343","significado_raiz":"Ideia básica: calamity.","significado_contextual":"Refere-se ao desastre e à calamidade que Moabe enfrentará como resultado do juízo divino.","explicacao_detalhada":"A palavra 'calamidade' indica a gravidade da situação e as consequências do pecado do povo.","por_que_esta_palavra":"A escolha da palavra 'calamidade' enfatiza a seriedade do juízo e a necessidade de arrependimento.","conexao_teologica":"A calamidade é um tema recorrente na Bíblia, refletindo as consequências do pecado e a necessidade de retornar a Deus.","referencias_relacionadas":["Jeremias 30:7","Lamentações 3:38","Ezequiel 7:5"]},"jeremias_48_17_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo de agir de Moabe, que é criticado por sua arrogância.","explicacao_detalhada":"A palavra 'modo' indica a forma como Moabe se comporta, mostrando sua falta de humildade e confiança em suas próprias forças.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a maneira errada de viver e agir que leva à condenação.","conexao_teologica":"O modo de vida de uma nação pode refletir sua relação com Deus e suas consequências espirituais.","referencias_relacionadas":["Jeremias 48:10","Isaías 16:6","Ezequiel 25:8"]},"jeremias_48_17_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se às tribos de Israel e como Moabe se compara a elas.","explicacao_detalhada":"A palavra 'tribo' destaca a identidade e a herança do povo de Israel, contrastando com a nação de Moabe.","por_que_esta_palavra":"A menção das tribos serve para lembrar ao povo de Israel sua origem e a importância de sua aliança com Deus.","conexao_teologica":"As tribos de Israel são um símbolo da promessa de Deus e de sua escolha para um propósito especial.","referencias_relacionadas":["Números 1:2","Josué 14:1","Ezequiel 48:1"]},"jeremias_48_18_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Indica a ação de Deus em julgar Moabe por suas transgressões.","explicacao_detalhada":"A palavra 'julgar' implica um processo de avaliação e condenação das ações de Moabe, que se afastou de Deus.","por_que_esta_palavra":"O julgamento é uma parte essencial da justiça divina, mostrando que Deus não ignora o pecado.","conexao_teologica":"O julgamento de Deus é um tema recorrente na Bíblia, refletindo sua santidade e justiça.","referencias_relacionadas":["Salmos 9:7","Isaías 3:13","Romanos 14:10"]},"jeremias_48_18_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se ao inimigo que Moabe se tornou ao se opor a Israel.","explicacao_detalhada":"A palavra 'inimigo' destaca a hostilidade de Moabe em relação ao povo de Deus e as consequências disso.","por_que_esta_palavra":"A identificação de Moabe como inimigo serve como um alerta sobre as consequências de se opor a Deus.","conexao_teologica":"A Bíblia frequentemente retrata a oposição a Deus como uma declaração de guerra espiritual.","referencias_relacionadas":["Salmos 68:1","Romanos 5:10","Tiago 4:4"]},"jeremias_48_19_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho de vida que Moabe deveria seguir, mas não o fez.","explicacao_detalhada":"A palavra 'vida' implica em um estilo de vida que é alinhado com a vontade de Deus, que Moabe rejeitou.","por_que_esta_palavra":"A escolha de 'vida' enfatiza a importância de seguir a direção divina para experimentar bênçãos.","conexao_teologica":"A vida em Deus é frequentemente apresentada como um caminho de bênção e proteção.","referencias_relacionadas":["Deuteronômio 30:19","João 10:10","Gálatas 6:8"]},"jeremias_48_19_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Reitera a ideia de que Deus está prestes a julgar Moabe por suas ações.","explicacao_detalhada":"A repetição da palavra 'julgar' enfatiza a seriedade do aviso e a inevitabilidade do julgamento divino.","por_que_esta_palavra":"A insistência em 'julgar' serve como um lembrete da justiça de Deus e da necessidade de arrependimento.","conexao_teologica":"O julgamento é uma manifestação do caráter justo de Deus, que não tolera o pecado.","referencias_relacionadas":["Mateus 12:36","Apocalipse 20:12","2 Coríntios 5:10"]},"jeremias_48_20_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz a razão pela qual Moabe enfrentará julgamento.","explicacao_detalhada":"A palavra 'porque' conecta a ação de Deus ao comportamento de Moabe, explicando a lógica do julgamento.","por_que_esta_palavra":"Serve para esclarecer que o julgamento não é arbitrário, mas baseado em ações específicas.","conexao_teologica":"A justiça de Deus é sempre acompanhada de explicações e razões, refletindo seu caráter justo.","referencias_relacionadas":["Romanos 2:6","Gálatas 6:7","Hebreus 10:30"]},"jeremias_48_20_chamar":{"palavra_pt":"chamar","palavra_original":"זָעַק","transliteracao":"zâʻaq","strong":"H2199","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao clamor de Moabe em meio ao julgamento.","explicacao_detalhada":"A palavra 'chamar' implica um apelo desesperado por ajuda, que não será atendido devido à sua rebeldia.","por_que_esta_palavra":"Destaca a futilidade de buscar ajuda quando se está em oposição a Deus.","conexao_teologica":"A Bíblia ensina que Deus ouve o clamor dos justos, mas ignora o clamor dos ímpios em rebelião.","referencias_relacionadas":["Salmos 34:17","Isaías 1:15","Tiago 4:3"]},"jeremias_48_20_rio":{"palavra_pt":"rio","palavra_original":"אַרְנוֹן","transliteracao":"ʼArnôwn","strong":"H769","significado_raiz":"Ideia básica: rio.","significado_contextual":"Refere-se ao rio Arnon, que é uma fronteira geográfica e simbólica para Moabe.","explicacao_detalhada":"A palavra 'rio' simboliza limites e a separação entre povos, além de ser um local de importância estratégica.","por_que_esta_palavra":"O rio Arnon é um marco que representa a posição de Moabe em relação a Israel e sua história.","conexao_teologica":"Os rios na Bíblia muitas vezes simbolizam bênçãos ou maldições, dependendo da relação com Deus.","referencias_relacionadas":["Números 21:13","Deuteronômio 2:24","Josué 12:2"]},"jeremias_48_21_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se ao juízo que Deus trará sobre Moabe por suas injustiças.","explicacao_detalhada":"A palavra 'juízo' implica a aplicação da justiça divina em resposta ao pecado de Moabe.","por_que_esta_palavra":"O juízo é uma expressão da justiça de Deus, que não deixa o pecado impune.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, mostrando que Ele é um juiz justo e reto.","referencias_relacionadas":["Salmos 89:14","Isaías 30:18","Miquéias 6:8"]},"jeremias_48_21_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Moabe, que é mencionada como um lugar de julgamento.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever a região geográfica e o povo de Moabe, enfatizando a conexão entre a terra e seu povo, que está sob a condenação profética.","por_que_esta_palavra":"A escolha da palavra 'terra' destaca a importância do local e do povo em relação ao plano de Deus e ao cumprimento de suas promessas e juízos.","conexao_teologica":"A terra é frequentemente vista na Bíblia como um símbolo da herança e da presença de Deus entre seu povo, e o juízo sobre Moabe reflete a soberania de Deus sobre todas as nações.","referencias_relacionadas":["Deuteronômio 2:9","Isaías 15:1","Ezequiel 25:8"]},"jeremias_48_21_nome":{"palavra_pt":"nome","palavra_original":"מִישׁוֹר","transliteracao":"mîyshôwr","strong":"H4334","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome mencionado refere-se à identidade de Moabe e suas cidades.","explicacao_detalhada":"A palavra 'nome' (מִישׁוֹר) é usada para enfatizar a reputação e a história de Moabe, que está sendo julgada por suas ações.","por_que_esta_palavra":"O uso de 'nome' destaca a importância da identidade e do legado de uma nação, especialmente em relação ao seu relacionamento com Deus.","conexao_teologica":"Os nomes na Bíblia muitas vezes refletem o caráter e a missão de indivíduos ou nações, e o julgamento de Moabe é uma afirmação do caráter de Deus como justo.","referencias_relacionadas":["Salmos 83:4","Isaías 16:14","Miquéias 6:5"]},"jeremias_48_22_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da cidade de Dibon, que é mencionada como um lugar de orgulho para Moabe.","explicacao_detalhada":"A palavra 'grande' (עַל) é usada para descrever a importância e a influência de Dibon, que, apesar de sua grandeza, enfrenta o juízo de Deus.","por_que_esta_palavra":"A ênfase na grandeza serve para mostrar que mesmo as nações poderosas não estão acima do juízo divino.","conexao_teologica":"A grandeza humana é passageira, e Deus é soberano sobre todas as nações, independentemente de seu status ou poder.","referencias_relacionadas":["Ezequiel 32:18","Amós 6:1","Isaías 2:12"]},"jeremias_48_22_nome":{"palavra_pt":"nome","palavra_original":"דִּיבוֹן","transliteracao":"Dîybôwn","strong":"H1769","significado_raiz":"Ideia básica: nome.","significado_contextual":"Dibon é uma cidade significativa para Moabe, conhecida por sua riqueza e influência.","explicacao_detalhada":"A palavra 'nome' (דִּיבוֹן) destaca a identidade da cidade e sua importância no contexto do julgamento profético.","por_que_esta_palavra":"O nome da cidade é mencionado para mostrar que mesmo lugares de prestígio não estão isentos do juízo divino.","conexao_teologica":"A identidade de uma cidade ou nação está ligada ao seu relacionamento com Deus, e o juízo sobre Dibon reflete a justiça divina.","referencias_relacionadas":["Números 21:30","Isaías 15:2","Jeremias 48:18"]},"jeremias_48_23_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da cidade de Quiriote, que também é mencionada no contexto do juízo.","explicacao_detalhada":"A palavra 'grande' (עַל) é usada para enfatizar a importância de Quiriote, que, apesar de sua grandeza, está sujeita ao juízo de Deus.","por_que_esta_palavra":"A menção da grandeza serve para lembrar que nenhuma cidade ou nação é maior do que a vontade de Deus.","conexao_teologica":"A soberania de Deus se estende sobre todas as nações, e seu juízo é imparcial, independentemente da grandeza humana.","referencias_relacionadas":["Ezequiel 25:9","Amós 6:8","Isaías 16:11"]},"jeremias_48_23_nome":{"palavra_pt":"nome","palavra_original":"קִרְיָתַיִם","transliteracao":"Qiryâthayim","strong":"H7156","significado_raiz":"Ideia básica: nome.","significado_contextual":"Quiriote é uma cidade de Moabe mencionada no contexto do juízo divino.","explicacao_detalhada":"A palavra 'nome' (קִרְיָתַיִם) destaca a identidade da cidade e sua relevância no julgamento profético.","por_que_esta_palavra":"O nome é importante para mostrar que mesmo cidades de destaque não estão isentas do juízo de Deus.","conexao_teologica":"A identidade de uma cidade reflete seu caráter e seu relacionamento com Deus, e o juízo sobre Quiriote é uma demonstração da justiça divina.","referencias_relacionadas":["Números 32:36","Isaías 15:1","Jeremias 48:24"]},"jeremias_48_23_bethgamul":{"palavra_pt":"beth gamul","palavra_original":"בֵּית גָּמוּל","transliteracao":"Bêyth Gâmûwl","strong":"H1014","significado_raiz":"Ideia básica: beth gamul.","significado_contextual":"Beth Gamul é uma cidade de Moabe mencionada no contexto do juízo.","explicacao_detalhada":"A palavra 'beth gamul' (בֵּית גָּמוּל) refere-se a uma localidade específica, enfatizando a geografia do julgamento.","por_que_esta_palavra":"A menção de Beth Gamul mostra que o juízo de Deus é específico e direcionado a lugares e povos concretos.","conexao_teologica":"A geografia bíblica é significativa, pois reflete a ação de Deus na história e seu relacionamento com as nações.","referencias_relacionadas":["Números 32:36","Jeremias 48:24","Ezequiel 25:8"]},"jeremias_48_24_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como o juízo será executado sobre as cidades de Moabe.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica a maneira específica pela qual Deus trará juízo sobre Moabe, enfatizando a certeza do cumprimento da profecia.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a precisão e a inevitabilidade do juízo divino.","conexao_teologica":"Deus é justo e suas ações são sempre realizadas de acordo com sua vontade soberana e perfeita.","referencias_relacionadas":["Salmos 37:28","Isaías 10:1","Ezequiel 18:30"]},"jeremias_48_24_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se às cidades de Moabe que estão sob o juízo de Deus.","explicacao_detalhada":"A palavra 'cidade' (עִיר) enfatiza a coletividade dos lugares que serão afetados pelo juízo, mostrando que não há refúgio.","por_que_esta_palavra":"A menção de 'cidade' destaca a realidade do juízo que se estende a todas as áreas da vida social e comunitária.","conexao_teologica":"Deus tem autoridade sobre todas as cidades e nações, e seu juízo é abrangente e justo.","referencias_relacionadas":["Isaías 1:26","Ezequiel 11:7","Amós 3:14"]},"jeremias_48_24_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Moabe, que está sendo julgada.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para enfatizar a totalidade do território que está sob a condenação divina.","por_que_esta_palavra":"A ênfase na terra mostra que o juízo de Deus abrange não apenas as pessoas, mas também o ambiente e a cultura.","conexao_teologica":"A terra é um símbolo da herança de Deus e seu juízo sobre Moabe reflete a responsabilidade do povo em relação a Ele.","referencias_relacionadas":["Deuteronômio 32:43","Isaías 24:1","Ezequiel 36:5"]},"jeremias_48_25_altar":{"palavra_pt":"altar","palavra_original":"קֶרֶן","transliteracao":"qeren","strong":"H7161","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é um lugar de sacrifício e adoração, representando a presença de Deus entre o povo.","explicacao_detalhada":"No contexto de Jeremias 48:25, o altar simboliza a devoção e os sacrifícios feitos ao Senhor. A destruição do altar indica a perda da relação com Deus e a queda espiritual do povo.","por_que_esta_palavra":"A palavra 'altar' é crucial para entender a adoração e os rituais do povo de Israel, sendo um ponto central na relação entre Deus e seu povo.","conexao_teologica":"O altar é um símbolo da mediação entre Deus e a humanidade, representando o sacrifício de Cristo como o verdadeiro altar que nos reconcilia com Deus.","referencias_relacionadas":["Êxodo 20:24","Levítico 1:5","Hebreus 13:10"]},"jeremias_48_25_poderoso":{"palavra_pt":"poderoso","palavra_original":"זְרוֹעַ","transliteracao":"zᵉrôwaʻ","strong":"H2220","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' refere-se à força e capacidade de Deus em agir e proteger seu povo.","explicacao_detalhada":"Neste versículo, 'poderoso' enfatiza a força de Deus em contrastar com a fraqueza dos ídolos e a impotência dos inimigos de Israel.","por_que_esta_palavra":"A palavra 'poderoso' é usada para reafirmar a soberania de Deus sobre todas as nações, mostrando que Ele é a verdadeira fonte de poder.","conexao_teologica":"A teologia do poder de Deus é central na Bíblia, onde Ele é apresentado como o Todo-Poderoso que controla a história e protege seu povo.","referencias_relacionadas":["Salmos 62:11","Isaías 40:29","Romanos 1:16"]},"jeremias_48_25_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' representa a autoridade e a soberania de Deus sobre todas as coisas.","explicacao_detalhada":"No contexto de Jeremias 48:25, o uso do nome 'Senhor' destaca a relação pessoal e a aliança entre Deus e Israel, além de sua posição como juiz.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a identidade de Deus e sua relação com seu povo, sendo um nome que invoca reverência e respeito.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, simbolizando sua presença, poder e compromisso com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"jeremias_48_26_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão ou justificativa para a ação de Deus contra Moabe.","explicacao_detalhada":"Neste versículo, 'porque' conecta a ação de Deus com a desobediência e o pecado do povo, mostrando que o juízo divino é sempre justificado.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a lógica do juízo divino, que é sempre fundamentado em razões morais e espirituais.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, onde suas ações são sempre baseadas em sua natureza justa e santa.","referencias_relacionadas":["Romanos 2:6","Gálatas 6:7","Hebreus 10:30"]},"jeremias_48_26_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' aqui reafirma a autoridade de Deus sobre a situação de Moabe.","explicacao_detalhada":"O uso do nome 'Senhor' enfatiza que as ações de juízo são realizadas por aquele que tem o direito e a autoridade para fazê-lo.","por_que_esta_palavra":"A palavra 'Senhor' é usada para reafirmar a soberania de Deus em todas as circunstâncias, especialmente em juízos.","conexao_teologica":"A soberania de Deus é um tema importante, mostrando que Ele é o Senhor de toda a criação e de todas as nações.","referencias_relacionadas":["Salmos 24:1","Isaías 45:7","Apocalipse 19:16"]},"jeremias_48_26_clap":{"palavra_pt":"clap","palavra_original":"סָפַק","transliteracao":"çâphaq","strong":"H5606","significado_raiz":"Ideia básica: clap.","significado_contextual":"A palavra 'clap' refere-se a uma ação de zombaria ou escárnio, indicando desprezo.","explicacao_detalhada":"Neste contexto, 'clap' sugere que o povo de Moabe será alvo de escárnio devido à sua queda e à sua idolatria.","por_que_esta_palavra":"A palavra 'clap' é importante para entender a reação de Deus em relação ao pecado e à idolatria, mostrando que Ele não tolera a desobediência.","conexao_teologica":"A zombaria contra os ídolos e seus adoradores é um tema que aparece em várias partes da Bíblia, enfatizando a superioridade de Deus.","referencias_relacionadas":["Salmos 115:4-8","Isaías 44:9-20","1 Coríntios 1:18"]},"jeremias_48_27_able":{"palavra_pt":"capaz","palavra_original":"דַּי","transliteracao":"day","strong":"H1767","significado_raiz":"Ideia básica: capaz.","significado_contextual":"A palavra 'capaz' refere-se à habilidade ou possibilidade de realizar algo.","explicacao_detalhada":"No contexto, 'capaz' é usado para descrever a incapacidade de Moabe de se defender ou resistir ao juízo de Deus.","por_que_esta_palavra":"A palavra 'capaz' é crucial para entender a vulnerabilidade de Moabe diante do poder de Deus.","conexao_teologica":"A incapacidade humana de se salvar ou se proteger é um tema recorrente na Bíblia, que aponta para a necessidade de dependência de Deus.","referencias_relacionadas":["Salmos 20:7","Isaías 41:10","2 Coríntios 3:5"]},"jeremias_48_27_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à fidelidade de Deus em suas promessas e juízos.","explicacao_detalhada":"Neste versículo, 'verdade' destaca a certeza do juízo de Deus sobre Moabe, que não pode ser contestado.","por_que_esta_palavra":"A palavra 'verdade' é fundamental para entender a natureza de Deus como aquele que é fiel e justo em todas as suas ações.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, onde Ele é apresentado como a fonte de toda verdade e justiça.","referencias_relacionadas":["Salmos 119:160","João 14:6","Romanos 3:4"]},"jeremias_48_27_derision":{"palavra_pt":"derision","palavra_original":"שְׂחוֹק","transliteracao":"sᵉchôwq","strong":"H7814","significado_raiz":"Ideia básica: derision.","significado_contextual":"A palavra 'derision' refere-se ao escárnio e desprezo que Moabe enfrentará devido ao seu pecado.","explicacao_detalhada":"Neste contexto, 'derision' indica que Moabe será alvo de zombarias por sua queda e idolatria, mostrando a justiça de Deus.","por_que_esta_palavra":"A palavra 'derision' é importante para entender a resposta de Deus ao pecado, que muitas vezes resulta em vergonha para os ídolos e seus adoradores.","conexao_teologica":"A derisão dos ídolos é um tema que aparece em várias partes da Bíblia, enfatizando a futilidade da adoração a qualquer coisa que não seja Deus.","referencias_relacionadas":["Salmos 2:4","Isaías 40:18-20","1 Coríntios 1:27"]},"jeremias_48_28_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um lugar de habitação e segurança, que neste caso está em ruínas.","explicacao_detalhada":"No contexto de Jeremias 48:28, a 'cidade' simboliza a nação de Moabe, que está sendo chamada a reconhecer sua fragilidade e a necessidade de arrependimento.","por_que_esta_palavra":"A palavra 'cidade' é crucial para entender a identidade e a cultura de um povo, além de sua relação com Deus.","conexao_teologica":"A cidade, como símbolo do povo de Deus, é um tema importante na Bíblia, representando tanto a segurança em Deus quanto a necessidade de arrependimento.","referencias_relacionadas":["Salmos 46:4","Mateus 5:14","Apocalipse 21:2"]},"jeremias_48_28_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַן","transliteracao":"shâkan","strong":"H7931","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao estado de tranquilidade e segurança que Moabe deveria ter, mas que estava prestes a ser destruído.","explicacao_detalhada":"O 'descanso' mencionado aqui implica uma pausa das lutas e um estado de paz que Moabe não conseguiria manter devido ao juízo divino.","por_que_esta_palavra":"A palavra 'descanso' é usada para contrastar a paz que Moabe pensava ter com a realidade do juízo que estava por vir.","conexao_teologica":"O descanso é um tema recorrente na Bíblia, simbolizando a paz que Deus oferece aos seus filhos, mas que é negada àqueles que se afastam de Sua vontade.","referencias_relacionadas":["Salmos 37:7","Mateus 11:28-30","Hebreus 4:9-11"]},"jeremias_48_28_rocha":{"palavra_pt":"rocha","palavra_original":"סֶלַע","transliteracao":"çelaʻ","strong":"H5553","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A 'rocha' simboliza força e estabilidade, algo que Moabe não possui mais diante da iminente destruição.","explicacao_detalhada":"A rocha é frequentemente usada na Bíblia como uma metáfora para Deus, que é a verdadeira fonte de segurança e proteção.","por_que_esta_palavra":"Moabe confiava em suas próprias fortalezas, mas a rocha representa a falência dessa confiança.","conexao_teologica":"Deus é descrito como a rocha dos salvos, e a ausência dessa rocha em Moabe indica a fragilidade de sua situação.","referencias_relacionadas":["Salmos 18:2","Isaías 26:4","1 Coríntios 10:4"]},"jeremias_48_29_haughtiness":{"palavra_pt":"haughtiness","palavra_original":"רוּם","transliteracao":"rûwm","strong":"H7312","significado_raiz":"Ideia básica: haughtiness.","significado_contextual":"Refere-se ao orgulho e arrogância de Moabe, que os levou à sua queda.","explicacao_detalhada":"A haughtiness é um traço que frequentemente precede a destruição, como um aviso da soberania de Deus sobre as nações.","por_que_esta_palavra":"A palavra é usada para destacar a condição moral de Moabe, que se afastou de Deus e se tornou arrogante.","conexao_teologica":"A Bíblia ensina que Deus resiste aos soberbos, mas dá graça aos humildes, e a queda de Moabe é um exemplo disso.","referencias_relacionadas":["Provérbios 16:18","Isaías 2:11","Tiago 4:6"]},"jeremias_48_29_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O coração representa a essência do ser, incluindo emoções e decisões, que estavam corrompidas em Moabe.","explicacao_detalhada":"O coração de Moabe estava cheio de orgulho e rebeldia, o que resultou em sua condenação.","por_que_esta_palavra":"A palavra é usada para enfatizar que a verdadeira condição de uma pessoa é revelada pelo seu coração.","conexao_teologica":"Deus examina os corações e não as aparências, e a condição do coração de Moabe levou ao seu juízo.","referencias_relacionadas":["Jeremias 17:9","Mateus 15:18-19","Romanos 10:9"]},"jeremias_48_29_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Refere-se à necessidade de Moabe ouvir os avisos de Deus sobre seu juízo iminente.","explicacao_detalhada":"A palavra 'ouvir' implica não apenas escutar, mas também obedecer às instruções e advertências divinas.","por_que_esta_palavra":"A falta de ouvir e responder aos avisos de Deus levou Moabe à sua destruição.","conexao_teologica":"A obediência à palavra de Deus é fundamental para a salvação e proteção, e a recusa em ouvir resulta em consequências graves.","referencias_relacionadas":["Deuteronômio 28:1","Romanos 10:17","Apocalipse 3:20"]},"jeremias_48_30_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'Senhor' é mencionado como a autoridade suprema que traz juízo sobre Moabe.","explicacao_detalhada":"O uso do nome de Deus enfatiza Sua soberania e poder sobre todas as nações, incluindo Moabe.","por_que_esta_palavra":"A palavra 'Senhor' é central para a compreensão do relacionamento entre Deus e Seu povo, e a rejeição desse relacionamento leva ao juízo.","conexao_teologica":"O nome de Deus é um refúgio e uma fortaleza para aqueles que O temem, mas um motivo de juízo para aqueles que O desprezam.","referencias_relacionadas":["Salmos 46:1","Isaías 54:5","Romanos 14:11"]},"jeremias_48_30_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A 'verdade' é um conceito que se opõe à mentira e à falsidade que caracterizavam a nação de Moabe.","explicacao_detalhada":"A verdade de Deus é essencial para a justiça e a retidão, e a ausência dela resulta em destruição.","por_que_esta_palavra":"A palavra 'verdade' é usada para destacar a importância da fidelidade a Deus e à Sua palavra.","conexao_teologica":"Jesus é descrito como a verdade, e a rejeição da verdade leva à condenação.","referencias_relacionadas":["João 14:6","Salmos 25:5","Efésios 4:15"]},"jeremias_48_30_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O 'urso' é uma metáfora para a ferocidade e a destruição que viriam sobre Moabe.","explicacao_detalhada":"A imagem do urso evoca a ideia de um ataque feroz e implacável, simbolizando o juízo de Deus.","por_que_esta_palavra":"A palavra é usada para transmitir a gravidade da situação de Moabe diante do juízo divino.","conexao_teologica":"Deus é muitas vezes descrito como um guerreiro que luta contra aqueles que se opõem a Ele, e a imagem do urso reforça essa ideia.","referencias_relacionadas":["Oséias 13:8","Amós 5:19","Salmos 7:12-13"]},"jeremias_48_31_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O 'modo' refere-se à maneira como Moabe se comportava, que era desonrosa e contrária aos caminhos de Deus.","explicacao_detalhada":"O modo de vida de Moabe estava repleto de práticas idólatras e desobediência, o que resultou em seu juízo.","por_que_esta_palavra":"A palavra 'modo' é usada para enfatizar que a conduta de uma nação tem consequências diretas em sua relação com Deus.","conexao_teologica":"A Bíblia ensina que a maneira como vivemos deve refletir a santidade de Deus, e a desobediência resulta em juízo.","referencias_relacionadas":["Gálatas 6:7","1 Pedro 1:15-16","Romanos 12:2"]},"jeremias_48_31_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"O 'homem' representa a humanidade em sua totalidade, incluindo a responsabilidade diante de Deus.","explicacao_detalhada":"A referência ao homem destaca a fragilidade e a necessidade de dependência de Deus em todas as coisas.","por_que_esta_palavra":"A palavra 'homem' é usada para lembrar que todos são suscetíveis ao juízo divino e precisam de arrependimento.","conexao_teologica":"A Bíblia ensina que todos os homens são pecadores e precisam da graça de Deus para a salvação.","referencias_relacionadas":["Romanos 3:23","Salmos 8:4-5","Efésios 2:8-9"]},"jeremias_48_31_filho":{"palavra_pt":"filho","palavra_original":"מוֹאָב","transliteracao":"Môwʼâb","strong":"H4124","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência ou à prole de Moabe, simbolizando a relação entre o povo e sua terra.","explicacao_detalhada":"A palavra 'filho' aqui é usada para descrever a conexão entre Moabe e sua identidade como nação. Representa não apenas a linhagem, mas também a herança cultural e espiritual do povo moabita.","por_que_esta_palavra":"A escolha da palavra 'filho' enfatiza a continuidade e a responsabilidade que os moabitas têm em relação à sua terra e à sua história.","conexao_teologica":"A relação entre pais e filhos é um tema recorrente na Bíblia, simbolizando a aliança de Deus com Seu povo e a importância da herança espiritual.","referencias_relacionadas":["Êxodo 20:5","Salmos 127:3","Provérbios 22:6"]},"jeremias_48_32_videira":{"palavra_pt":"videira","palavra_original":"גֶּפֶן","transliteracao":"gephen","strong":"H1612","significado_raiz":"Ideia básica: videira.","significado_contextual":"A videira simboliza prosperidade e bênção, representando a fertilidade da terra de Moabe.","explicacao_detalhada":"A videira é frequentemente associada à alegria e à abundância. Neste contexto, a referência à videira indica a riqueza da terra e a expectativa de colheitas frutíferas.","por_que_esta_palavra":"A palavra 'videira' é usada para ilustrar a relação entre a terra e o povo, mostrando que a prosperidade está ligada à fidelidade a Deus.","conexao_teologica":"A videira é uma metáfora para o povo de Deus, que deve dar frutos espirituais. Jesus se refere a Ele mesmo como a videira verdadeira em João 15.","referencias_relacionadas":["Isaías 5:1","João 15:1-5","Salmos 80:8-11"]},"jeremias_48_32_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"O mar representa a vastidão e a força, simbolizando também as fronteiras naturais de Moabe.","explicacao_detalhada":"Neste contexto, o mar pode ser visto como um símbolo de proteção e limitação, delimitando o território de Moabe e sua identidade como nação.","por_que_esta_palavra":"A palavra 'mar' é escolhida para enfatizar a grandeza e a majestade da criação de Deus, que estabelece limites e ordens na natureza.","conexao_teologica":"O mar é frequentemente usado na Bíblia para simbolizar as nações e os povos, mostrando a soberania de Deus sobre todas as coisas.","referencias_relacionadas":["Gênesis 1:10","Salmos 104:25-26","Isaías 57:20"]},"jeremias_48_33_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra é um símbolo de herança e promessa, representando a base da identidade do povo moabita.","explicacao_detalhada":"A referência à terra destaca a importância do lar e da propriedade na cultura antiga, onde a terra era vista como um presente de Deus.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a relação entre o povo e seu ambiente, refletindo a aliança de Deus com as nações.","conexao_teologica":"A terra prometida é um tema central na Bíblia, simbolizando a bênção e a presença de Deus entre Seu povo.","referencias_relacionadas":["Deuteronômio 6:10-12","Salmos 37:11","Mateus 5:5"]},"jeremias_48_33_alegria":{"palavra_pt":"alegria","palavra_original":"גִּיל","transliteracao":"gîyl","strong":"H1524","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A alegria é uma resposta à bênção e à prosperidade, refletindo o estado emocional do povo diante das promessas de Deus.","explicacao_detalhada":"Neste contexto, a alegria é uma expressão da gratidão e da satisfação que vem de uma vida em harmonia com Deus e com a terra.","por_que_esta_palavra":"A palavra 'alegria' é utilizada para enfatizar a importância da celebração e da gratidão na vida do povo de Deus.","conexao_teologica":"A alegria é um fruto do Espírito e uma resposta à salvação, sendo um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 126:2","Gálatas 5:22","Filipenses 4:4"]},"jeremias_48_33_campo":{"palavra_pt":"campo","palavra_original":"כַּרְמֶל","transliteracao":"karmel","strong":"H3759","significado_raiz":"Ideia básica: campo.","significado_contextual":"O campo representa a produção agrícola e a subsistência do povo, simbolizando a relação com a terra.","explicacao_detalhada":"A referência ao campo destaca a importância da agricultura na vida cotidiana e a dependência do povo em relação à terra para sua sobrevivência.","por_que_esta_palavra":"A palavra 'campo' é escolhida para ilustrar a conexão entre o povo e a terra, enfatizando a necessidade de cuidar e cultivar o que Deus deu.","conexao_teologica":"A Bíblia frequentemente usa a agricultura como metáfora para o crescimento espiritual e a colheita de frutos na vida do crente.","referencias_relacionadas":["Mateus 13:38","Gálatas 6:7-9","Isaías 27:2"]},"jeremias_48_34_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Clamar indica um chamado urgente, uma súplica ou uma necessidade de ajuda diante da calamidade.","explicacao_detalhada":"Neste contexto, clamar é uma expressão de desespero e busca por intervenção divina em tempos de crise.","por_que_esta_palavra":"A palavra 'clamar' é usada para enfatizar a intensidade da situação e a necessidade de uma resposta de Deus.","conexao_teologica":"Clamar a Deus é um tema central nas Escrituras, onde o povo é encorajado a buscar a ajuda divina em momentos de necessidade.","referencias_relacionadas":["Salmos 34:17","Romanos 10:13","Joel 2:32"]},"jeremias_48_34_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A voz representa a comunicação e a expressão do clamor do povo, simbolizando a urgência da situação.","explicacao_detalhada":"Neste contexto, a voz é a forma pela qual o povo expressa sua dor e necessidade, buscando ser ouvido por Deus.","por_que_esta_palavra":"A palavra 'voz' é escolhida para destacar a importância da comunicação com Deus e a necessidade de ser ouvido em momentos de crise.","conexao_teologica":"A voz de Deus é frequentemente mencionada na Bíblia, simbolizando Sua autoridade e a resposta às súplicas do povo.","referencias_relacionadas":["Salmos 29:4","Isaías 30:21","João 10:27"]},"jeremias_48_35_sabado":{"palavra_pt":"sabado","palavra_original":"שָׁבַת","transliteracao":"shâbath","strong":"H7673","significado_raiz":"Ideia básica: sabado.","significado_contextual":"O sábado representa um tempo de descanso e santidade, um dia separado para adoração e reflexão.","explicacao_detalhada":"Neste contexto, o sábado é um lembrete da criação e da aliança de Deus com Seu povo, um tempo para renovar a relação com Ele.","por_que_esta_palavra":"A palavra 'sábado' é usada para enfatizar a importância do descanso e da adoração na vida espiritual do povo.","conexao_teologica":"O sábado é um símbolo do descanso de Deus e da necessidade de o povo encontrar descanso espiritual nEle.","referencias_relacionadas":["Êxodo 20:8-11","Marcos 2:27","Hebreus 4:9-10"]},"jeremias_48_35_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O fogo simboliza purificação e julgamento, representando a presença de Deus e Sua santidade.","explicacao_detalhada":"Neste contexto, o fogo pode ser visto como um símbolo de destruição, mas também de purificação, indicando a necessidade de arrependimento.","por_que_esta_palavra":"A palavra 'fogo' é escolhida para enfatizar a seriedade do julgamento de Deus e a necessidade de se voltar a Ele.","conexao_teologica":"O fogo é frequentemente associado à presença de Deus e à purificação, como visto no encontro de Moisés com a sarça ardente.","referencias_relacionadas":["Hebreus 12:29","Isaías 66:24","Mateus 3:11-12"]},"jeremias_48_35_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como o Deus soberano e juiz das nações.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para enfatizar a autoridade e a divindade de Deus, que governa sobre todas as coisas e tem o poder de julgar as nações.","por_que_esta_palavra":"Esta palavra é fundamental para entender a relação entre Deus e seu povo, bem como a sua soberania sobre a história.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o criador e mantenedor de todas as coisas.","referencias_relacionadas":["Salmos 24:1","Isaías 45:18","Romanos 13:1"]},"jeremias_48_36_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O coração é visto como o centro das emoções e decisões do ser humano.","explicacao_detalhada":"A palavra 'coração' (לֵב) representa não apenas o órgão físico, mas também a sede dos pensamentos, sentimentos e vontades, sendo crucial para a compreensão da natureza humana.","por_que_esta_palavra":"É importante porque revela a condição espiritual e moral do ser humano diante de Deus.","conexao_teologica":"A transformação do coração é essencial na relação com Deus, conforme a nova aliança prometida em Ezequiel 36:26.","referencias_relacionadas":["Provérbios 4:23","Mateus 5:8","Romanos 10:9"]},"jeremias_48_36_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em sua totalidade, destacando a fragilidade e a necessidade de Deus.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para enfatizar a condição humana, suas limitações e a dependência de Deus para a salvação e a vida.","por_que_esta_palavra":"É relevante para entender a posição do homem em relação a Deus e a sua necessidade de redenção.","conexao_teologica":"A doutrina da criação do homem à imagem de Deus é fundamental para a compreensão da dignidade humana e do propósito divino.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"jeremias_48_37_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como algo é feito ou apresentado.","explicacao_detalhada":"A palavra 'modo' (כֹּל) indica a forma ou o estilo de ação, que pode refletir a intenção e o caráter do agente.","por_que_esta_palavra":"É importante para entender como as ações e comportamentos são avaliados por Deus.","conexao_teologica":"A maneira como vivemos e agimos é um reflexo da nossa fé e obediência a Deus.","referencias_relacionadas":["Colossenses 3:23","Efésios 5:15-16","1 Pedro 2:12"]},"jeremias_48_37_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir uma razão ou justificativa.","explicacao_detalhada":"A palavra 'porque' (כִּי) é uma conjunção que conecta a causa e o efeito, explicando a motivação por trás de uma ação ou declaração.","por_que_esta_palavra":"É crucial para entender a lógica e a razão por trás das declarações proféticas.","conexao_teologica":"A compreensão das razões divinas é essencial para a fé e a obediência do povo de Deus.","referencias_relacionadas":["Romanos 8:28","Tiago 1:3","1 Pedro 3:15"]},"jeremias_48_37_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao início ou à origem de algo.","explicacao_detalhada":"A palavra 'princípio' (רֹאשׁ) é usada para indicar a fonte ou o ponto de partida de uma ação ou evento.","por_que_esta_palavra":"É importante para entender a origem dos juízos de Deus e suas consequências.","conexao_teologica":"Deus é o princípio de todas as coisas, e reconhecer isso é fundamental para a adoração e a submissão a Ele.","referencias_relacionadas":["Gênesis 1:1","João 1:1","Apocalipse 22:13"]},"jeremias_48_38_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como algo é feito ou apresentado.","explicacao_detalhada":"A palavra 'modo' (כֹּל) indica a forma ou o estilo de ação, que pode refletir a intenção e o caráter do agente.","por_que_esta_palavra":"É importante para entender como as ações e comportamentos são avaliados por Deus.","conexao_teologica":"A maneira como vivemos e agimos é um reflexo da nossa fé e obediência a Deus.","referencias_relacionadas":["Colossenses 3:23","Efésios 5:15-16","1 Pedro 2:12"]},"jeremias_48_38_altar":{"palavra_pt":"altar","palavra_original":"גָּג","transliteracao":"gâg","strong":"H1406","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao local de adoração e sacrifício a Deus.","explicacao_detalhada":"A palavra 'altar' (גָּג) simboliza a presença de Deus e a necessidade de expiação e adoração.","por_que_esta_palavra":"É fundamental para entender a prática de adoração no Antigo Testamento e a importância dos sacrifícios.","conexao_teologica":"O altar representa a mediação entre Deus e o homem, sendo um símbolo da obra redentora de Cristo.","referencias_relacionadas":["Êxodo 20:24","Hebreus 13:10","Romanos 12:1"]},"jeremias_48_38_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir uma razão ou justificativa.","explicacao_detalhada":"A palavra 'porque' (כִּי) é uma conjunção que conecta a causa e o efeito, explicando a motivação por trás de uma ação ou declaração.","por_que_esta_palavra":"É crucial para entender a lógica e a razão por trás das declarações proféticas.","conexao_teologica":"A compreensão das razões divinas é essencial para a fé e a obediência do povo de Deus.","referencias_relacionadas":["Romanos 8:28","Tiago 1:3","1 Pedro 3:15"]},"jeremias_48_39_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como algo é feito ou apresentado.","explicacao_detalhada":"A palavra 'modo' (כֹּל) indica a forma ou o estilo de ação, que pode refletir a intenção e o caráter do agente.","por_que_esta_palavra":"É importante para entender como as ações e comportamentos são avaliados por Deus.","conexao_teologica":"A maneira como vivemos e agimos é um reflexo da nossa fé e obediência a Deus.","referencias_relacionadas":["Colossenses 3:23","Efésios 5:15-16","1 Pedro 2:12"]},"jeremias_48_39_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à queda de Moabe, simbolizando a derrota e a humilhação do povo.","explicacao_detalhada":"No contexto de Jeremias 48:39, a queda de Moabe é uma representação do juízo de Deus sobre as nações que se opõem ao Seu povo. A expressão 'cair' implica não apenas uma queda física, mas também uma queda moral e espiritual.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a fragilidade e a vulnerabilidade de Moabe diante do poder de Deus.","conexao_teologica":"A queda de Moabe serve como um aviso sobre as consequências do pecado e da rebelião contra Deus, refletindo a justiça divina.","referencias_relacionadas":["Jeremias 48:1","Isaías 15:1","Ezequiel 25:8-11"]},"jeremias_48_39_derision":{"palavra_pt":"derision","palavra_original":"שְׂחוֹק","transliteracao":"sᵉchôwq","strong":"H7814","significado_raiz":"Ideia básica: derision.","significado_contextual":"A palavra 'derision' indica zombaria e desprezo, refletindo a reação de Deus e do Seu povo em relação à queda de Moabe.","explicacao_detalhada":"Neste versículo, a zombaria é uma resposta ao orgulho e à arrogância de Moabe, que se achava seguro em sua própria força. A derisão é um sinal de que o juízo de Deus é irreversível.","por_que_esta_palavra":"A utilização da palavra 'derision' destaca a ironia da situação de Moabe, que se considerava forte, mas que agora é alvo de escárnio.","conexao_teologica":"A derisão de Moabe ilustra como Deus se opõe aos soberbos e exalta os humildes, mostrando que a verdadeira segurança está em Deus.","referencias_relacionadas":["Salmos 2:4","Provérbios 3:34","Isaías 37:22"]},"jeremias_48_40_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Moabe enfrentará seu destino, ligando a causa ao juízo divino.","explicacao_detalhada":"Neste contexto, 'porque' é usado para explicar que a queda de Moabe é resultado de suas ações e escolhas contrárias à vontade de Deus.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a relação de causa e efeito entre o pecado de Moabe e o juízo que se aproxima.","conexao_teologica":"A conexão entre ações e consequências é um tema central nas Escrituras, refletindo a justiça de Deus em lidar com as nações.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Ezequiel 18:30"]},"jeremias_48_40_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, enfatizando Sua soberania e autoridade sobre todas as nações.","explicacao_detalhada":"Neste versículo, o uso do nome 'senhor' destaca a relação de Deus com Seu povo e Sua capacidade de julgar as nações que se opõem a Ele.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para reconhecer a posição de Deus como o governante supremo, que tem o direito de executar juízo.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, mostrando que Ele é o juiz de todas as nações e que Sua vontade prevalece.","referencias_relacionadas":["Salmos 24:1","Isaías 45:22","Romanos 14:11"]},"jeremias_48_40_aguia":{"palavra_pt":"aguia","palavra_original":"נֶשֶׁר","transliteracao":"nesher","strong":"H5404","significado_raiz":"Ideia básica: aguia.","significado_contextual":"A palavra 'aguia' simboliza força e agilidade, representando a rapidez com que o juízo de Deus se aproxima sobre Moabe.","explicacao_detalhada":"No contexto, a águia é uma metáfora para a ação de Deus, que vem com poder e determinação para executar Seu juízo.","por_que_esta_palavra":"A escolha da palavra 'aguia' sugere que o juízo de Deus será rápido e implacável, como o voo de uma águia em busca de sua presa.","conexao_teologica":"A imagem da águia é frequentemente usada na Bíblia para descrever a proteção e o poder de Deus, mas aqui é usada para ilustrar Seu juízo.","referencias_relacionadas":["Deuteronômio 32:11","Isaías 40:31","Salmos 103:5"]},"jeremias_48_41_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um tempo específico de juízo, enfatizando a certeza e a inevitabilidade do que está por vir.","explicacao_detalhada":"Neste versículo, 'dia' é um termo que indica um tempo determinado em que Deus executará Seu plano de juízo sobre Moabe.","por_que_esta_palavra":"A palavra 'dia' é importante para mostrar que o juízo de Deus não é apenas uma possibilidade, mas uma certeza que se cumprirá.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema recorrente nas Escrituras, simbolizando o tempo em que Deus intervirá na história.","referencias_relacionadas":["Amós 5:18","Joel 2:1","Zacarias 14:1"]},"jeremias_48_41_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' refere-se ao centro das emoções e decisões, simbolizando a condição espiritual de Moabe.","explicacao_detalhada":"Neste contexto, o 'coração' de Moabe é descrito como cheio de orgulho e arrogância, o que leva à sua queda.","por_que_esta_palavra":"A escolha da palavra 'coração' destaca a importância da condição interna do povo, que reflete sua relação com Deus.","conexao_teologica":"A condição do coração é um tema central na Bíblia, enfatizando que Deus olha para o coração e não apenas para as ações externas.","referencias_relacionadas":["Provérbios 4:23","Jeremias 17:9","Mateus 5:8"]},"jeremias_48_41_nome":{"palavra_pt":"nome","palavra_original":"קְרִיּוֹת","transliteracao":"Qᵉrîyôwth","strong":"H7152","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade de Moabe, que está ligada à sua reputação e ao seu destino.","explicacao_detalhada":"Neste versículo, o 'nome' de Moabe é associado à sua história e ao seu comportamento, que resultam em juízo.","por_que_esta_palavra":"A palavra 'nome' é significativa porque representa a essência do que Moabe é e o que ele representa diante de Deus.","conexao_teologica":"A identidade e o nome de um povo são importantes nas Escrituras, refletindo sua relação com Deus e seu destino.","referencias_relacionadas":["Salmos 9:10","Isaías 43:1","Mateus 10:32"]},"jeremias_48_42_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à nação de Moabe, enfatizando a coletividade e a responsabilidade do grupo diante de Deus.","explicacao_detalhada":"Neste contexto, o 'povo' de Moabe é visto como um todo que se afastou de Deus, resultando em juízo coletivo.","por_que_esta_palavra":"A escolha da palavra 'povo' destaca a ideia de que as ações de uma nação têm consequências espirituais e sociais.","conexao_teologica":"A responsabilidade coletiva é um tema importante na Bíblia, mostrando que Deus julga nações e povos com base em suas ações.","referencias_relacionadas":["Ezequiel 18:30","Romanos 1:18","Gálatas 6:7"]},"jeremias_48_42_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz a razão pela qual o povo de Moabe enfrentará seu destino, ligando a causa ao juízo divino.","explicacao_detalhada":"Neste versículo, 'porque' é usado para explicar que o juízo sobre o povo é resultado de suas ações e escolhas contrárias à vontade de Deus.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a relação de causa e efeito entre o pecado do povo e o juízo que se aproxima.","conexao_teologica":"A conexão entre ações e consequências é um tema central nas Escrituras, refletindo a justiça de Deus em lidar com as nações.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Ezequiel 18:30"]},"jeremias_48_42_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' refere-se à soberania de Deus sobre todas as nações, incluindo Moabe, que está sendo julgada.","explicacao_detalhada":"Neste contexto, 'senhor' enfatiza a autoridade de Deus como juiz supremo, que decide o destino das nações. A palavra original 'יְהֹוָה' (Yᵉhôvâh) é frequentemente usada para expressar a relação pessoal entre Deus e Seu povo.","por_que_esta_palavra":"A palavra é utilizada para reafirmar a posição de Deus como o único que tem o poder de julgar e governar.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o Senhor de toda a criação e que Seu juízo é justo.","referencias_relacionadas":["Salmos 47:2","Isaías 33:22","Romanos 14:9"]},"jeremias_48_43_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de Deus de avaliar e decidir sobre o destino de Moabe devido aos seus pecados.","explicacao_detalhada":"O verbo 'יָשַׁב' (yâshab) implica um julgamento que é tanto uma avaliação quanto uma sentença. Deus está prestes a executar justiça sobre Moabe por suas transgressões.","por_que_esta_palavra":"É crucial para entender que o julgamento de Deus é inevitável e que Ele tem o direito de julgar as nações.","conexao_teologica":"O conceito de julgamento divino é fundamental na Bíblia, refletindo a justiça de Deus e Sua resposta ao pecado.","referencias_relacionadas":["Ezequiel 18:30","Mateus 25:31-46","Apocalipse 20:12"]},"jeremias_48_44_libertar":{"palavra_pt":"libertar","palavra_original":"נוּס","transliteracao":"nûwç","strong":"H5127","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' é usada para descrever a ação de Deus em salvar aqueles que são oprimidos ou que buscam refúgio Nele.","explicacao_detalhada":"'נוּס' (nûwç) implica um ato de fuga ou salvação. Neste contexto, Deus promete libertar os que se voltam para Ele em meio ao juízo.","por_que_esta_palavra":"A palavra é importante porque destaca a misericórdia de Deus, mesmo em meio ao julgamento.","conexao_teologica":"A libertação é um tema recorrente na Bíblia, simbolizando a salvação que Deus oferece a Seu povo.","referencias_relacionadas":["Salmos 34:17","Isaías 61:1","Romanos 8:1"]},"jeremias_48_44_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"O termo 'rosto' é usado para indicar a presença de Deus e Sua atenção sobre as nações.","explicacao_detalhada":"'פָּנִים' (pânîym) refere-se à face ou presença de Deus, que é um símbolo de favor ou desaprovação.","por_que_esta_palavra":"A presença de Deus é crucial para entender como Ele se relaciona com a humanidade, especialmente em tempos de julgamento.","conexao_teologica":"A ideia de buscar o rosto de Deus é um chamado à intimidade e à busca por Sua presença.","referencias_relacionadas":["Salmos 27:8","Números 6:25","Mateus 5:8"]},"jeremias_48_45_defence":{"palavra_pt":"defence","palavra_original":"צֵל","transliteracao":"tsêl","strong":"H6738","significado_raiz":"Ideia básica: defence.","significado_contextual":"A palavra 'defence' refere-se à proteção que Deus oferece aos que confiam Nele.","explicacao_detalhada":"'צֵל' (tsêl) significa sombra ou abrigo, simbolizando segurança e proteção divina em tempos de tribulação.","por_que_esta_palavra":"É importante para mostrar que, mesmo em meio ao juízo, Deus é um refúgio para os que buscam abrigo Nele.","conexao_teologica":"Deus como nosso abrigo é um tema recorrente, enfatizando Sua proteção e cuidado por Seu povo.","referencias_relacionadas":["Salmos 91:1","Isaías 25:4","Mateus 23:37"]},"jeremias_48_45_bom":{"palavra_pt":"bom","palavra_original":"כֹּחַ","transliteracao":"kôach","strong":"H3581","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' é usada para descrever a natureza de Deus e Suas intenções para com Seu povo.","explicacao_detalhada":"'כֹּחַ' (kôach) implica força e bondade, refletindo a essência do caráter de Deus como justo e benevolente.","por_que_esta_palavra":"É fundamental para entender que a bondade de Deus é uma parte de Sua natureza, mesmo em tempos de juízo.","conexao_teologica":"A bondade de Deus é um atributo essencial, que garante que Ele sempre age em favor de Seu povo.","referencias_relacionadas":["Salmos 100:5","Romanos 2:4","Gálatas 5:22"]},"jeremias_48_45_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual Deus está agindo.","explicacao_detalhada":"'כִּי' (kîy) é uma conjunção que conecta a ação de Deus com a justificativa de Sua decisão.","por_que_esta_palavra":"É importante para entender a lógica divina por trás das ações de Deus em relação a Moabe.","conexao_teologica":"A compreensão das razões de Deus é essencial para a fé, pois nos ajuda a confiar em Sua sabedoria.","referencias_relacionadas":["Isaías 55:8-9","Romanos 11:33","Tiago 1:5"]},"jeremias_48_46_deus":{"palavra_pt":"deus","palavra_original":"כְּמוֹשׁ","transliteracao":"Kᵉmôwsh","strong":"H3645","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se a uma divindade específica, neste caso, a deidade de Moabe, que é contrastada com o Deus de Israel.","explicacao_detalhada":"'כְּמוֹשׁ' (Kᵉmôwsh) era o deus nacional de Moabe, e sua menção serve para destacar a futilidade de confiar em ídolos.","por_que_esta_palavra":"A palavra é usada para mostrar a comparação entre o verdadeiro Deus e os falsos deuses das nações.","conexao_teologica":"A idolatria é um tema recorrente na Bíblia, onde Deus é apresentado como o único digno de adoração.","referencias_relacionadas":["Êxodo 20:3-5","Salmos 115:4-8","1 Coríntios 10:20"]},"jeremias_48_46_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada novamente para introduzir a razão pela qual Moabe está sendo julgado.","explicacao_detalhada":"'כִּי' (kîy) conecta a ação de Deus com a justificativa de Sua decisão em relação a Moabe.","por_que_esta_palavra":"É importante para entender a lógica divina por trás das ações de Deus em relação a Moabe.","conexao_teologica":"A compreensão das razões de Deus é essencial para a fé, pois nos ajuda a confiar em Sua sabedoria.","referencias_relacionadas":["Isaías 55:8-9","Romanos 11:33","Tiago 1:5"]},"jeremias_48_46_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para descrever a relação entre Deus e Seu povo, enfatizando a paternidade divina.","explicacao_detalhada":"'בֵּן' (bên) implica uma relação de intimidade e cuidado, mostrando que Deus se relaciona com Seu povo como um pai com seus filhos.","por_que_esta_palavra":"É importante para entender a natureza do relacionamento de Deus com Israel e a responsabilidade que isso implica.","conexao_teologica":"A paternidade de Deus é um tema central na teologia cristã, refletindo Seu amor e cuidado por nós.","referencias_relacionadas":["Gálatas 4:6","Romanos 8:15","Efésios 1:5"]},"jeremias_48_47_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo futuro de restauração e juízo.","explicacao_detalhada":"O 'dia' mencionado em Jeremias 48:47 é um tempo específico que Deus designa para a restauração de Moabe, após o juízo que ele sofrerá. Este 'dia' é um símbolo de esperança e renovação.","por_que_esta_palavra":"A palavra 'dia' é usada para marcar um período de tempo em que eventos significativos ocorrerão, especialmente em contextos proféticos.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao plano de Deus para a humanidade, incluindo juízo e redenção.","referencias_relacionadas":["Isaías 2:12","Ezequiel 30:3","Joel 2:1"]},"jeremias_48_47_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Indica a ação de restaurar ou reconstruir o que foi destruído.","explicacao_detalhada":"A palavra 'edificar' em Jeremias 48:47 sugere um processo de restauração que Deus realizará em Moabe, simbolizando a esperança de um novo começo após a destruição.","por_que_esta_palavra":"A escolha da palavra 'edificar' enfatiza a intenção de Deus de não apenas punir, mas também restaurar Seu povo.","conexao_teologica":"A edificação é um tema central na teologia bíblica, representando a obra de Deus em restaurar a humanidade e a criação.","referencias_relacionadas":["Salmos 127:1","Isaías 61:4","Mateus 16:18"]},"jeremias_48_47_fim":{"palavra_pt":"fim","palavra_original":"אַחֲרִית","transliteracao":"ʼachărîyth","strong":"H319","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se ao término de um ciclo de juízo e o início de um novo tempo.","explicacao_detalhada":"O 'fim' mencionado em Jeremias 48:47 é o fechamento de um período de sofrimento para Moabe, que será seguido por um tempo de restauração e esperança.","por_que_esta_palavra":"A palavra 'fim' é crucial para entender que Deus tem um plano que culmina em restauração, mesmo após o juízo.","conexao_teologica":"A ideia de 'fim' é frequentemente ligada à consumação dos planos de Deus, onde o juízo é seguido pela redenção.","referencias_relacionadas":["Eclesiastes 3:1","Mateus 24:14","Apocalipse 21:1"]}}