{"jeremias_5_1_campo":{"palavra_pt":"campo","palavra_original":"חוּץ","transliteracao":"chûwts","strong":"H2351","significado_raiz":"Ideia básica: campo.","significado_contextual":"O 'campo' refere-se ao espaço onde se realiza a colheita, simbolizando a necessidade de buscar a verdade e a justiça entre o povo.","explicacao_detalhada":"Em Jeremias 5:1, o 'campo' é uma metáfora para a sociedade, onde se deve procurar pessoas justas e fiéis. A imagem sugere que a justiça deve ser buscada ativamente, como se estivesse em um campo para ser colhida.","por_que_esta_palavra":"A palavra 'campo' é usada para ilustrar a condição moral e espiritual da sociedade, enfatizando a responsabilidade de cada indivíduo em buscar a retidão.","conexao_teologica":"A busca por justiça e retidão é um princípio fundamental na teologia bíblica, refletindo o caráter de Deus e Sua expectativa para com o Seu povo.","referencias_relacionadas":["Miquéias 6:8","Mateus 9:37","Gálatas 6:7"]},"jeremias_5_1_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' implica em observar e discernir a realidade ao redor, especialmente em relação à corrupção e à injustiça.","explicacao_detalhada":"No versículo, 'ver' é um chamado à percepção espiritual, para que as pessoas reconheçam a verdade e a necessidade de arrependimento. É um convite a abrir os olhos para a realidade do pecado.","por_que_esta_palavra":"A palavra 'ver' é essencial para a compreensão da responsabilidade individual em reconhecer e agir contra a injustiça.","conexao_teologica":"A visão espiritual é um tema importante na Bíblia, onde ver é muitas vezes associado à compreensão da verdade de Deus e à resposta ao Seu chamado.","referencias_relacionadas":["Mateus 5:8","Hebreus 12:2","Apocalipse 3:18"]},"jeremias_5_1_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"O 'conhecer' refere-se a um entendimento profundo e relacional, especialmente em relação a Deus e à Sua vontade.","explicacao_detalhada":"Em Jeremias 5:1, 'conhecer' implica em ter um relacionamento íntimo com Deus, que vai além do mero conhecimento intelectual. É um chamado para que o povo reconheça a verdade e a justiça divina.","por_que_esta_palavra":"A palavra 'conhecer' é fundamental para a fé, pois enfatiza a importância de um relacionamento pessoal com Deus e a compreensão de Sua natureza.","conexao_teologica":"O conhecimento de Deus é central na teologia bíblica, sendo a base para a adoração e a obediência.","referencias_relacionadas":["Oséias 6:6","Filipenses 3:10","1 João 2:3"]},"jeremias_5_2_cause":{"palavra_pt":"cause","palavra_original":"שֶׁקֶר","transliteracao":"sheqer","strong":"H8267","significado_raiz":"Ideia básica: cause.","significado_contextual":"A palavra 'cause' refere-se à falsidade e à mentira que permeiam a sociedade, destacando a necessidade de discernimento.","explicacao_detalhada":"No contexto de Jeremias 5:2, 'cause' é uma crítica à hipocrisia e à desonestidade do povo, que professa fé mas não vive de acordo com ela. É um chamado à sinceridade e à verdade.","por_que_esta_palavra":"A palavra 'cause' é importante para entender a gravidade do pecado e a necessidade de arrependimento genuíno.","conexao_teologica":"A verdade é um atributo de Deus, e a busca pela verdade é essencial para a vida cristã.","referencias_relacionadas":["Salmos 51:6","João 8:32","Efésios 4:25"]},"jeremias_5_2_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' representa a fragilidade humana e a natureza pecaminosa do ser humano.","explicacao_detalhada":"Em Jeremias 5:2, 'carne' é usada para ilustrar a condição humana, enfatizando a necessidade de dependência de Deus para a salvação e a transformação.","por_que_esta_palavra":"A palavra 'carne' é crucial para entender a luta entre a natureza pecaminosa e a busca pela santidade.","conexao_teologica":"A natureza humana é um tema central na teologia, refletindo a necessidade de redenção através de Cristo.","referencias_relacionadas":["Romanos 7:18","Gálatas 5:17","1 Pedro 1:24"]},"jeremias_5_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'senhor' refere-se à autoridade e ao poder de Deus sobre todas as coisas.","explicacao_detalhada":"Em Jeremias 5:2, o uso do nome 'senhor' enfatiza a soberania de Deus e a necessidade de reconhecer Sua posição como Criador e Juiz.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para a compreensão da relação entre Deus e a humanidade, destacando a reverência que devemos ter por Ele.","conexao_teologica":"O nome de Deus é central na adoração e na prática da fé, representando Sua identidade e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"jeremias_5_3_homem":{"palavra_pt":"homem","palavra_original":"אֱמוּנָה","transliteracao":"ʼĕmûwnâh","strong":"H530","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, destacando a responsabilidade moral e espiritual.","explicacao_detalhada":"Em Jeremias 5:3, 'homem' é usado para enfatizar a condição do povo, que se afastou de Deus e precisa retornar ao caminho da justiça.","por_que_esta_palavra":"A palavra 'homem' é importante para entender a universalidade do pecado e a necessidade de arrependimento.","conexao_teologica":"A condição do homem é um tema central na teologia, refletindo a necessidade de salvação e redenção.","referencias_relacionadas":["Romanos 3:23","Gênesis 1:27","Salmos 14:2-3"]},"jeremias_5_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'senhor' novamente destaca a soberania e a autoridade de Deus sobre a vida do homem.","explicacao_detalhada":"No versículo, o uso do nome 'senhor' reforça a ideia de que Deus é o juiz supremo e que todos devem se submeter à Sua vontade.","por_que_esta_palavra":"A palavra 'senhor' é essencial para a compreensão da relação entre Deus e a humanidade, enfatizando a necessidade de submissão e reverência.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, refletindo Sua autoridade sobre todas as coisas.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5-6","Romanos 14:11"]},"jeremias_5_3_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade divina e à fidelidade de Deus em contraste com a falsidade humana.","explicacao_detalhada":"Em Jeremias 5:3, 'verdade' é um chamado à autenticidade e à sinceridade na relação com Deus, destacando a importância de viver de acordo com a verdade divina.","por_que_esta_palavra":"A palavra 'verdade' é fundamental para a vida cristã, pois reflete o caráter de Deus e a base da fé.","conexao_teologica":"A verdade é um atributo de Deus e é essencial para a adoração e a prática da fé cristã.","referencias_relacionadas":["João 14:6","Salmos 119:160","Efésios 4:15"]},"jeremias_5_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual o povo de Israel se afastou de Deus.","explicacao_detalhada":"Neste versículo, 'porque' conecta a declaração anterior à justificativa do comportamento do povo, enfatizando a falta de entendimento e a rejeição da verdade.","por_que_esta_palavra":"A palavra é crucial para entender a lógica da acusação profética contra Israel, que não reconhece sua própria condição espiritual.","conexao_teologica":"A utilização de 'porque' reflete a relação entre a desobediência do povo e as consequências de suas ações, mostrando a necessidade de arrependimento.","referencias_relacionadas":["Jeremias 5:3","Isaías 1:18","Ezequiel 18:30"]},"jeremias_5_4_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade espiritual que o povo de Israel ignorava.","explicacao_detalhada":"Neste contexto, a 'verdade' é a revelação de Deus e a fidelidade à Sua palavra, que o povo não estava seguindo.","por_que_esta_palavra":"A ênfase na 'verdade' destaca a importância da honestidade e da integridade na relação do povo com Deus.","conexao_teologica":"A verdade é um atributo de Deus e a base da relação entre Ele e Seu povo, sendo essencial para a restauração espiritual.","referencias_relacionadas":["Salmos 25:5","João 8:32","Efésios 4:15"]},"jeremias_5_4_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' simboliza a vitalidade espiritual que o povo de Israel estava perdendo.","explicacao_detalhada":"Neste versículo, 'vida' representa a bênção e a prosperidade que vêm da obediência a Deus, contrastando com a morte espiritual resultante do pecado.","por_que_esta_palavra":"A escolha da palavra 'vida' enfatiza a gravidade da situação espiritual do povo, que estava se afastando da fonte de sua verdadeira vida.","conexao_teologica":"A vida em Deus é um tema central nas Escrituras, simbolizando a comunhão e a plenitude que Ele oferece aos que O seguem.","referencias_relacionadas":["Deuteronômio 30:19-20","João 10:10","Romanos 6:23"]},"jeremias_5_5_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude da sabedoria e do entendimento que o profeta busca entre o povo.","explicacao_detalhada":"Neste contexto, 'grande' se refere à necessidade de buscar líderes e pessoas sábias que possam guiar o povo de volta a Deus.","por_que_esta_palavra":"A palavra 'grande' ressalta a importância de encontrar pessoas que tenham um entendimento profundo da verdade divina.","conexao_teologica":"A busca por sabedoria é um princípio bíblico que leva à vida e à prosperidade espiritual.","referencias_relacionadas":["Provérbios 1:7","Tiago 1:5","Eclesiastes 7:12"]},"jeremias_5_5_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação da verdade e da mensagem de Deus ao povo.","explicacao_detalhada":"Neste versículo, 'falar' implica a necessidade de proclamar a verdade de Deus e chamar o povo ao arrependimento.","por_que_esta_palavra":"A ênfase em 'falar' destaca a responsabilidade dos profetas e líderes em transmitir a mensagem divina.","conexao_teologica":"A comunicação da palavra de Deus é essencial para a edificação e a transformação espiritual do povo.","referencias_relacionadas":["Romanos 10:14","1 Pedro 4:11","Mateus 28:19-20"]},"jeremias_5_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz a razão pela qual o povo não ouve a mensagem de Deus.","explicacao_detalhada":"Neste contexto, 'porque' conecta a falta de resposta do povo à sua dureza de coração e à rejeição da verdade.","por_que_esta_palavra":"A repetição da palavra enfatiza a urgência da mensagem e a necessidade de reflexão por parte do povo.","conexao_teologica":"A relação entre a desobediência e a falta de entendimento é um tema recorrente nas Escrituras, mostrando a necessidade de arrependimento.","referencias_relacionadas":["Jeremias 5:3","Isaías 6:9-10","Mateus 13:14-15"]},"jeremias_5_6_mel":{"palavra_pt":"mel","palavra_original":"יַעַר","transliteracao":"yaʻar","strong":"H3293","significado_raiz":"Ideia básica: mel.","significado_contextual":"A palavra 'mel' é usada metaforicamente para descrever a doçura e a abundância que o povo poderia ter se seguisse a Deus.","explicacao_detalhada":"Neste versículo, 'mel' simboliza as bênçãos e a satisfação espiritual que vêm da obediência a Deus.","por_que_esta_palavra":"A escolha de 'mel' destaca a contradição entre a doçura da vida em Deus e a amargura da desobediência.","conexao_teologica":"O mel é frequentemente associado à bênção divina e à abundância na Escritura, representando a vida plena em Deus.","referencias_relacionadas":["Salmos 119:103","Êxodo 3:8","Provérbios 24:13"]},"jeremias_5_6_deserto":{"palavra_pt":"deserto","palavra_original":"עֲרָבָה","transliteracao":"ʻărâbâh","strong":"H6160","significado_raiz":"Ideia básica: deserto.","significado_contextual":"A palavra 'deserto' representa a aridez espiritual e a falta de sustento que o povo enfrenta por se afastar de Deus.","explicacao_detalhada":"Neste contexto, 'deserto' simboliza a consequência da desobediência, onde não há vida ou prosperidade.","por_que_esta_palavra":"A utilização de 'deserto' enfatiza a gravidade da situação espiritual do povo, que se encontra em um estado de seca e desolação.","conexao_teologica":"O deserto é um símbolo de provação e necessidade, frequentemente usado para ilustrar a busca por Deus em tempos de dificuldade.","referencias_relacionadas":["Isaías 35:1-2","Salmos 63:1","Mateus 4:1-2"]},"jeremias_5_6_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se ao lugar onde o povo se reúne e onde a vida comunitária acontece.","explicacao_detalhada":"Neste versículo, 'cidade' simboliza a coletividade do povo e a necessidade de um retorno à comunhão com Deus.","por_que_esta_palavra":"A escolha de 'cidade' destaca a importância da comunidade na adoração e na vida espiritual.","conexao_teologica":"A cidade é um símbolo de segurança e proteção, representando a presença de Deus entre Seu povo.","referencias_relacionadas":["Salmos 46:4","Hebreus 12:22","Apocalipse 21:2"]},"jeremias_5_7_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao lar espiritual e à habitação de Deus entre Seu povo.","explicacao_detalhada":"Neste versículo, 'casa' simboliza a relação íntima que Deus deseja ter com Seu povo, que foi rompida pela desobediência.","por_que_esta_palavra":"A escolha de 'casa' enfatiza a necessidade de restaurar a comunhão e a presença de Deus na vida do povo.","conexao_teologica":"A casa de Deus é um tema central nas Escrituras, representando o lugar de adoração e a habitação do Senhor entre os homens.","referencias_relacionadas":["Salmos 27:4","1 Coríntios 3:16","Hebreus 3:6"]},"jeremias_5_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação de filiação, simbolizando a conexão entre Deus e Seu povo.","explicacao_detalhada":"A palavra 'filho' neste contexto indica a relação íntima e de responsabilidade que Deus tem com Israel, como um pai que espera obediência e amor de seus filhos.","por_que_esta_palavra":"A escolha da palavra 'filho' enfatiza a expectativa de Deus em relação ao comportamento moral e espiritual de Seu povo.","conexao_teologica":"A relação de Deus como Pai é um tema central na teologia bíblica, refletindo o amor e a disciplina divina.","referencias_relacionadas":["Êxodo 4:22","Salmos 103:13","Mateus 5:9"]},"jeremias_5_7_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para descrever a integridade e a fidelidade que deveriam caracterizar o povo de Deus.","explicacao_detalhada":"Neste versículo, a ausência de verdade entre o povo é uma crítica à sua desobediência e à falta de compromisso com os princípios divinos.","por_que_esta_palavra":"A palavra 'verdade' é crucial para entender a natureza de Deus e a expectativa de que Seu povo viva de acordo com Sua vontade.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, conforme ensinado em João 4:24.","referencias_relacionadas":["Salmos 15:2","Provérbios 12:22","João 8:32"]},"jeremias_5_8_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua totalidade, destacando a natureza pecaminosa e a busca por satisfação.","explicacao_detalhada":"A palavra 'homem' aqui é usada para ilustrar a condição moral do povo, que se entregou à imoralidade e ao desejo carnal.","por_que_esta_palavra":"A escolha de 'homem' enfatiza a universalidade do pecado e a necessidade de redenção.","conexao_teologica":"A natureza humana caída é um tema recorrente na Bíblia, que aponta para a necessidade de salvação através de Cristo.","referencias_relacionadas":["Romanos 3:23","Gálatas 5:19-21","1 João 1:8"]},"jeremias_5_8_irmao":{"palavra_pt":"irmao","palavra_original":"רֵעַ","transliteracao":"rêaʻ","strong":"H7453","significado_raiz":"Ideia básica: irmao.","significado_contextual":"A palavra 'irmão' sugere a ideia de comunidade e relações interpessoais dentro do povo de Deus.","explicacao_detalhada":"Neste contexto, a falta de respeito e amor entre os 'irmãos' é uma crítica à desintegração social e moral de Israel.","por_que_esta_palavra":"A palavra 'irmão' é significativa para destacar a responsabilidade mútua que os membros da comunidade têm uns com os outros.","conexao_teologica":"A Bíblia ensina sobre a importância do amor fraternal, refletindo a unidade do corpo de Cristo.","referencias_relacionadas":["1 João 4:20","Romanos 12:10","Hebreus 13:1"]},"jeremias_5_9_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Novamente, 'verdade' é mencionada para enfatizar a falta de sinceridade e justiça no comportamento do povo.","explicacao_detalhada":"A repetição da palavra 'verdade' indica a gravidade da situação moral em que Israel se encontra, longe dos padrões divinos.","por_que_esta_palavra":"A ênfase na verdade é crucial para entender a relação entre Deus e Seu povo, que deve ser baseada na honestidade.","conexao_teologica":"A verdade é fundamental para a justiça e a retidão, características do caráter de Deus.","referencias_relacionadas":["Salmos 51:6","Provérbios 21:3","Efésios 4:15"]},"jeremias_5_9_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' refere-se à ação de Deus em trazer liberdade e justiça ao Seu povo.","explicacao_detalhada":"Neste versículo, a falta de libertação é um sinal do abandono moral e espiritual do povo, que se afastou de Deus.","por_que_esta_palavra":"A palavra 'libertar' é significativa, pois reflete a esperança de redenção e restauração que Deus oferece.","conexao_teologica":"A libertação é um tema central na narrativa bíblica, simbolizando a salvação que vem através de Cristo.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","Gálatas 5:1"]},"jeremias_5_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, o uso do nome de Deus enfatiza Sua posição como juiz e redentor do povo.","por_que_esta_palavra":"A menção ao 'senhor' é crucial para entender a relação de autoridade e submissão que deve existir entre Deus e Seu povo.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e poder, sendo central na adoração e na oração.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"jeremias_5_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Assim como em Jeremias 5:9, 'senhor' reafirma a soberania de Deus e Sua autoridade sobre o povo.","explicacao_detalhada":"A repetição do nome de Deus serve para lembrar ao povo de Sua constante vigilância e expectativa de retidão.","por_que_esta_palavra":"A palavra 'senhor' é usada para reafirmar a necessidade de reverência e obediência ao Criador.","conexao_teologica":"A soberania de Deus é um tema essencial na teologia, refletindo Seu controle sobre a história e a vida humana.","referencias_relacionadas":["Salmos 24:1","Romanos 14:11","Apocalipse 19:16"]},"jeremias_5_10_perecer":{"palavra_pt":"perecer","palavra_original":"שָׁחַת","transliteracao":"shâchath","strong":"H7843","significado_raiz":"Ideia básica: perecer.","significado_contextual":"A palavra 'perecer' indica a consequência do afastamento de Deus e da desobediência do povo.","explicacao_detalhada":"Neste versículo, a ideia de perecer é um alerta sobre as consequências do pecado e a necessidade de arrependimento.","por_que_esta_palavra":"A escolha da palavra 'perecer' enfatiza a gravidade da situação espiritual de Israel e a urgência de retornar a Deus.","conexao_teologica":"A noção de perecer está ligada à ideia de juízo divino e à necessidade de salvação.","referencias_relacionadas":["Ezequiel 18:30","Romanos 6:23","2 Pedro 3:9"]},"jeremias_5_11_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' simboliza não apenas um edifício, mas também a comunidade e a presença de Deus entre Seu povo.","explicacao_detalhada":"Neste contexto, a 'casa' representa o templo e a relação do povo com Deus, que deve ser de adoração e obediência.","por_que_esta_palavra":"A menção à 'casa' é significativa para entender a importância do culto e da santidade na vida do povo de Deus.","conexao_teologica":"A casa de Deus é um tema central na Bíblia, simbolizando a habitação divina entre os homens.","referencias_relacionadas":["Salmos 27:4","Mateus 21:13","Hebreus 3:6"]},"jeremias_5_11_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa para a traição do povo.","explicacao_detalhada":"Neste contexto, 'porque' é utilizado para conectar a ação do povo com a razão de sua infidelidade a Deus. É um chamado à reflexão sobre as consequências de suas ações.","por_que_esta_palavra":"A palavra é crucial para entender a lógica da acusação profética, mostrando que as ações têm causas e consequências.","conexao_teologica":"A utilização de 'porque' reflete a relação entre a obediência e a bênção, e a desobediência e a maldição, um tema central na teologia do Antigo Testamento.","referencias_relacionadas":["Deuteronômio 28:1-2","Isaías 1:19","Romanos 2:6"]},"jeremias_5_11_homem":{"palavra_pt":"homem","palavra_original":"בָּגַד","transliteracao":"bâgad","strong":"H898","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, destacando a traição do povo escolhido.","explicacao_detalhada":"Neste versículo, 'homem' simboliza a fraqueza e a infidelidade do ser humano diante de Deus, enfatizando a necessidade de arrependimento.","por_que_esta_palavra":"A escolha da palavra 'homem' é significativa, pois representa a condição humana e sua tendência ao pecado.","conexao_teologica":"A traição do homem é um tema recorrente na Bíblia, refletindo a necessidade de redenção e a graça divina.","referencias_relacionadas":["Salmos 14:2-3","Romanos 3:23","Gênesis 6:5"]},"jeremias_5_12_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"A palavra 'fome' é usada metaforicamente para descrever a falta espiritual do povo.","explicacao_detalhada":"Neste contexto, 'fome' representa a carência de justiça e verdade, simbolizando a necessidade de um retorno a Deus.","por_que_esta_palavra":"A palavra é escolhida para ilustrar a gravidade da situação espiritual do povo, que está faminto de Deus.","conexao_teologica":"A fome espiritual é um tema importante, que aponta para a necessidade de buscar a verdadeira satisfação em Deus.","referencias_relacionadas":["Mateus 5:6","Amós 8:11","Salmos 42:1-2"]},"jeremias_5_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, enfatizando sua autoridade e soberania.","explicacao_detalhada":"Neste versículo, 'senhor' é um lembrete da relação entre Deus e seu povo, que deve ser respeitada e honrada.","por_que_esta_palavra":"A utilização do nome de Deus é fundamental para reconhecer sua posição e a necessidade de reverência.","conexao_teologica":"A invocação do nome do Senhor é central na adoração e na oração, refletindo a relação pessoal com Deus.","referencias_relacionadas":["Salmos 8:1","Êxodo 20:7","Romanos 10:13"]},"jeremias_5_12_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para enfatizar a comunicação divina e a revelação de Deus ao seu povo.","explicacao_detalhada":"Neste contexto, 'dizer' destaca a importância da palavra de Deus e como ela deve ser ouvida e obedecida.","por_que_esta_palavra":"A escolha de 'dizer' é significativa, pois mostra que Deus se comunica ativamente com seu povo.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a obediência a ela é essencial para a vida espiritual.","referencias_relacionadas":["Hebreus 4:12","Tiago 1:22","Salmos 119:105"]},"jeremias_5_13_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se aos mensageiros de Deus que trazem advertências e revelações.","explicacao_detalhada":"Neste versículo, 'profeta' destaca a função de advertir o povo sobre suas transgressões e a necessidade de arrependimento.","por_que_esta_palavra":"A palavra é importante para entender o papel dos profetas na história de Israel e sua missão de chamar o povo ao retorno a Deus.","conexao_teologica":"Os profetas são instrumentos de Deus para comunicar sua vontade e alertar sobre as consequências do pecado.","referencias_relacionadas":["Amós 3:7","Ezequiel 3:17","Mateus 10:41"]},"jeremias_5_13_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito/vento' é usada para descrever a presença e a ação de Deus.","explicacao_detalhada":"Neste contexto, 'vento' simboliza a força e a soberania de Deus, que pode trazer juízo ou renovação.","por_que_esta_palavra":"A escolha da palavra 'vento' é significativa, pois representa a natureza dinâmica e poderosa de Deus.","conexao_teologica":"O Espírito de Deus é fundamental na obra de transformação e renovação espiritual.","referencias_relacionadas":["Gênesis 1:2","João 3:8","Atos 2:2"]},"jeremias_5_14_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se à mensagem de Deus que deve ser ouvida e obedecida.","explicacao_detalhada":"Neste versículo, 'palavra' enfatiza a importância da revelação divina e sua aplicação na vida do povo.","por_que_esta_palavra":"A palavra é escolhida para destacar a centralidade da comunicação de Deus na vida do crente.","conexao_teologica":"A palavra de Deus é fundamental para a fé e a prática cristã, sendo a base da revelação divina.","referencias_relacionadas":["Isaías 55:11","2 Timóteo 3:16-17","Salmos 119:11"]},"jeremias_5_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' novamente refere-se à autoridade e soberania de Deus sobre seu povo.","explicacao_detalhada":"Neste contexto, 'senhor' é um lembrete da necessidade de reverência e submissão a Deus.","por_que_esta_palavra":"A repetição do nome de Deus reforça a importância de reconhecer sua posição e poder.","conexao_teologica":"O nome do Senhor é um símbolo de sua presença e poder na vida do crente.","referencias_relacionadas":["Salmos 46:1","Provérbios 18:10","Filipenses 2:9-11"]},"jeremias_5_14_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade e à soberania de Deus sobre todas as coisas.","explicacao_detalhada":"Neste versículo, 'deus' enfatiza a natureza suprema de Deus e sua autoridade sobre a criação.","por_que_esta_palavra":"A escolha da palavra 'deus' é fundamental para entender a relação entre o Criador e a criação.","conexao_teologica":"A soberania de Deus é um tema central na teologia, refletindo sua autoridade e poder.","referencias_relacionadas":["Salmos 103:19","Isaías 45:5","Romanos 1:20"]},"jeremias_5_15_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à eternidade de Deus e à sua natureza imutável.","explicacao_detalhada":"A palavra 'eterno' implica que Deus existe fora do tempo e que suas promessas e planos são perpétuos. No contexto de Jeremias, isso enfatiza a fidelidade de Deus em meio à infidelidade do povo.","por_que_esta_palavra":"A palavra é usada para destacar a durabilidade e a constância de Deus em contraste com a transitoriedade das coisas humanas.","conexao_teologica":"A eternidade de Deus é um dos atributos fundamentais que sustentam a confiança na sua soberania e na realização de suas promessas.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Hebreus 13:8"]},"jeremias_5_15_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"Um chamado à atenção para a mensagem que se segue.","explicacao_detalhada":"A palavra 'eis' é uma interjeição que indica a importância do que está sendo apresentado, servindo como um alerta para o povo de Israel sobre a iminente ação de Deus.","por_que_esta_palavra":"É utilizada para enfatizar a urgência e a seriedade da mensagem profética.","conexao_teologica":"Esse chamado à atenção reflete a necessidade de estar alerta às revelações de Deus e às suas advertências.","referencias_relacionadas":["Isaías 43:1","Mateus 24:42","Apocalipse 3:20"]},"jeremias_5_15_dwell":{"palavra_pt":"dwell","palavra_original":"מֶרְחָק","transliteracao":"merchâq","strong":"H4801","significado_raiz":"Ideia básica: dwell.","significado_contextual":"Refere-se a habitar ou residir em um lugar.","explicacao_detalhada":"A palavra 'dwell' implica uma permanência, sugerindo que a presença de Deus está em um lugar específico, que é importante para a relação entre Deus e seu povo.","por_que_esta_palavra":"É usada para descrever a relação íntima que Deus deseja ter com seu povo, que deve habitar em Sua presença.","conexao_teologica":"A habitação de Deus entre seu povo é um tema central na teologia bíblica, simbolizando comunhão e proteção.","referencias_relacionadas":["Salmos 91:1","Êxodo 25:8","João 14:23"]},"jeremias_5_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como algo é feito ou acontece.","explicacao_detalhada":"A palavra 'modo' é usada para descrever a maneira pela qual o povo se comporta ou age, especialmente em relação à obediência a Deus.","por_que_esta_palavra":"É importante para entender que a forma de agir do povo reflete sua relação com Deus e suas expectativas.","conexao_teologica":"O modo de viver do povo é um reflexo de sua fé e obediência a Deus, que é um tema recorrente nas Escrituras.","referencias_relacionadas":["Romanos 12:2","Gálatas 5:16","1 Pedro 1:15"]},"jeremias_5_16_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, especialmente em sua fragilidade e necessidade de Deus.","explicacao_detalhada":"A palavra 'homem' é usada para destacar a condição humana e a dependência do ser humano em relação ao Criador.","por_que_esta_palavra":"É fundamental para entender a relação entre Deus e a humanidade, enfatizando a necessidade de arrependimento e retorno a Deus.","conexao_teologica":"A natureza do homem e sua necessidade de redenção são temas centrais na teologia cristã.","referencias_relacionadas":["Salmos 8:4","Romanos 3:23","Efésios 2:8-9"]},"jeremias_5_17_alimento":{"palavra_pt":"alimento","palavra_original":"אָכַל","transliteracao":"ʼâkal","strong":"H398","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se ao sustento físico e espiritual que Deus provê.","explicacao_detalhada":"A palavra 'alimento' é usada para ilustrar a necessidade do povo de se alimentar da palavra de Deus e de sua justiça.","por_que_esta_palavra":"É uma metáfora para a sustento espiritual que é essencial para a vida do crente.","conexao_teologica":"A ideia de alimento espiritual é central na Bíblia, simbolizando a necessidade de se nutrir da palavra de Deus.","referencias_relacionadas":["Mateus 4:4","João 6:35","1 Pedro 2:2"]},"jeremias_5_17_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar e à herança espiritual.","explicacao_detalhada":"A palavra 'filho' é usada para enfatizar a relação íntima entre Deus e seu povo, que é chamado de filhos de Deus.","por_que_esta_palavra":"É importante para entender a identidade do povo de Deus como sua família e herança.","conexao_teologica":"A filiação divina é um tema central na teologia, refletindo a relação de amor e compromisso entre Deus e seus filhos.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 4:6"]},"jeremias_5_18_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo presente e à urgência da mensagem.","explicacao_detalhada":"A palavra 'dia' é usada para enfatizar a importância do momento atual e a necessidade de resposta imediata ao chamado de Deus.","por_que_esta_palavra":"É uma chamada à ação, lembrando que o tempo é precioso e que a resposta a Deus deve ser imediata.","conexao_teologica":"A noção de tempo e a urgência da salvação são temas recorrentes nas Escrituras.","referencias_relacionadas":["2 Coríntios 6:2","Hebreus 3:15","Tiago 4:14"]},"jeremias_5_18_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade e ao caráter de Deus.","explicacao_detalhada":"A palavra 'senhor' é usada para reconhecer a soberania e a majestade de Deus sobre todas as coisas.","por_que_esta_palavra":"É fundamental para entender a relação de submissão e reverência que o povo deve ter em relação a Deus.","conexao_teologica":"O nome de Deus é um símbolo de sua presença e poder, e invocar seu nome é reconhecer sua autoridade.","referencias_relacionadas":["Salmos 8:1","Filipenses 2:9-11","Romanos 10:13"]},"jeremias_5_18_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à justiça de Deus.","explicacao_detalhada":"A palavra 'verdade' é usada para enfatizar a natureza justa e verdadeira de Deus, contrastando com a falsidade do povo.","por_que_esta_palavra":"É essencial para entender a necessidade de viver em conformidade com a verdade de Deus.","conexao_teologica":"A verdade de Deus é um dos pilares da fé cristã, refletindo sua natureza e seus caminhos.","referencias_relacionadas":["João 14:6","Salmos 119:160","Efésios 4:15"]},"jeremias_5_19_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Judá, simbolizando tanto o povo quanto a nação.","explicacao_detalhada":"A palavra 'terra' neste contexto é usada para descrever a nação de Judá e seu povo, enfatizando a relação entre a terra física e a identidade do povo de Deus.","por_que_esta_palavra":"A escolha da palavra 'terra' destaca a importância da terra prometida e a conexão do povo com Deus através da sua herança.","conexao_teologica":"A terra é frequentemente vista na Bíblia como um símbolo da promessa de Deus e da aliança com Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Salmos 37:11"]},"jeremias_5_19_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a queda moral e espiritual do povo de Judá devido à sua desobediência.","explicacao_detalhada":"A palavra 'cair' sugere um estado de ruína e degradação, refletindo a condição do povo que se afastou dos caminhos de Deus.","por_que_esta_palavra":"É uma metáfora poderosa para descrever a consequência do pecado e a necessidade de arrependimento.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a separação de Deus e a necessidade de redenção.","referencias_relacionadas":["Romanos 3:23","Provérbios 14:34","Gálatas 6:7-8"]},"jeremias_5_19_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir a razão pela qual o povo enfrentará juízo.","explicacao_detalhada":"A palavra 'porque' conecta a ação de Deus ao comportamento do povo, enfatizando a justiça divina.","por_que_esta_palavra":"É crucial para entender a lógica do juízo de Deus, que é sempre baseado na justiça.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, mostrando que Ele responde ao pecado com juízo.","referencias_relacionadas":["Salmos 9:16","Ezequiel 18:30","Romanos 2:6"]},"jeremias_5_20_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à casa de Judá, simbolizando a nação e seu povo.","explicacao_detalhada":"A palavra 'casa' é usada para representar a coletividade do povo de Deus, enfatizando a unidade e a identidade nacional.","por_que_esta_palavra":"A casa é um símbolo de segurança e pertencimento, que foi comprometido pela desobediência.","conexao_teologica":"A ideia de 'casa' é frequentemente associada à habitação de Deus entre Seu povo.","referencias_relacionadas":["Hebreus 3:6","Salmos 127:1","Mateus 7:24-25"]},"jeremias_5_20_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude da mensagem que deve ser proclamada.","explicacao_detalhada":"A palavra 'dizer' implica a importância da comunicação da verdade de Deus ao povo, destacando a responsabilidade dos profetas.","por_que_esta_palavra":"É essencial para a missão profética, que é transmitir a palavra de Deus com clareza e autoridade.","conexao_teologica":"A proclamação da palavra de Deus é fundamental para a edificação da fé e a transformação do povo.","referencias_relacionadas":["Romanos 10:14-15","1 Pedro 2:9","Mateus 28:19-20"]},"jeremias_5_20_nome":{"palavra_pt":"nome","palavra_original":"יְהוּדָה","transliteracao":"Yᵉhûwdâh","strong":"H3063","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Deus e à reputação de Judá como Seu povo.","explicacao_detalhada":"A palavra 'nome' carrega o peso da identidade e da honra de Deus, que deve ser refletido no comportamento do povo.","por_que_esta_palavra":"O nome de Deus é sagrado e deve ser respeitado, e a desobediência do povo mancha essa honra.","conexao_teologica":"O nome de Deus é central na adoração e na relação entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 20:7","Salmos 8:1","Filipenses 2:9-11"]},"jeremias_5_21_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se à condição espiritual e moral do povo.","explicacao_detalhada":"A palavra 'coração' simboliza o centro das emoções e decisões, indicando que o povo não está ouvindo a Deus.","por_que_esta_palavra":"É um chamado à introspecção e à necessidade de um coração voltado para Deus.","conexao_teologica":"O coração é frequentemente mencionado na Bíblia como o lugar onde se toma a decisão de seguir a Deus.","referencias_relacionadas":["Provérbios 4:23","Mateus 15:18-19","Romanos 10:9"]},"jeremias_5_21_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à rejeição da verdade de Deus pelo povo.","explicacao_detalhada":"A palavra 'verdade' implica a fidelidade e a justiça de Deus, que o povo está ignorando.","por_que_esta_palavra":"A verdade é fundamental para a relação entre Deus e Seu povo, e sua rejeição traz consequências.","conexao_teologica":"A verdade de Deus é um tema central na Escritura, sendo essencial para a vida cristã.","referencias_relacionadas":["João 8:32","Salmos 119:160","Efésios 4:15"]},"jeremias_5_21_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Refere-se à falta de atenção do povo à voz de Deus.","explicacao_detalhada":"A palavra 'ouvir' implica não apenas escutar, mas também obedecer à palavra de Deus.","por_que_esta_palavra":"A desobediência é um tema recorrente, e a falta de ouvir resulta em consequências graves.","conexao_teologica":"Ouvir a Deus é fundamental para a vida espiritual e a obediência à Sua vontade.","referencias_relacionadas":["Tiago 1:22","Romanos 10:17","Salmos 95:7-8"]},"jeremias_5_22_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Simboliza a vastidão do poder de Deus e Sua autoridade sobre a criação.","explicacao_detalhada":"A palavra 'mar' é usada para ilustrar a grandeza de Deus e a incapacidade do homem de compreender Sua soberania.","por_que_esta_palavra":"É uma metáfora para a força e a majestade de Deus, que controla até mesmo as forças da natureza.","conexao_teologica":"Deus é frequentemente descrito como o Criador que tem domínio sobre tudo, incluindo os mares.","referencias_relacionadas":["Salmos 89:9","Mateus 8:27","Apocalipse 21:1"]},"jeremias_5_22_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade e à realidade dos atos de Deus em contraste com a deslealdade do povo.","explicacao_detalhada":"Neste contexto, a 'verdade' é um atributo de Deus que deve ser refletido no comportamento do Seu povo. A falta de verdade indica uma desconexão entre a vida do povo e os princípios divinos.","por_que_esta_palavra":"A escolha da palavra 'verdade' enfatiza a necessidade de autenticidade e sinceridade nas relações com Deus e entre os homens.","conexao_teologica":"A verdade é um dos atributos de Deus e é fundamental para a vida espiritual. A ausência de verdade leva ao juízo divino.","referencias_relacionadas":["Salmos 51:6","João 4:24","Efésios 4:15"]},"jeremias_5_22_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Neste versículo, o uso do nome 'Senhor' destaca a relação de Deus como governante e juiz, enfatizando a responsabilidade do povo diante de Sua autoridade.","por_que_esta_palavra":"A palavra 'Senhor' é usada para reafirmar a posição de Deus como o único digno de adoração e obediência.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua natureza, caráter e promessas.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Romanos 10:13"]},"jeremias_5_23_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à nação de Israel, escolhida por Deus para ser Seu testemunho na terra.","explicacao_detalhada":"O uso da palavra 'povo' indica a identidade coletiva de Israel e sua responsabilidade em seguir os mandamentos de Deus.","por_que_esta_palavra":"A palavra 'povo' é importante para ressaltar a relação comunitária entre Deus e os israelitas, que devem viver em conformidade com Sua vontade.","conexao_teologica":"A ideia de 'povo' é fundamental na aliança de Deus com Israel, mostrando a importância da obediência e da santidade.","referencias_relacionadas":["Deuteronômio 7:6","Isaías 43:20","1 Pedro 2:9"]},"jeremias_5_23_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' representa o centro das emoções e decisões do ser humano.","explicacao_detalhada":"Neste contexto, o 'coração' simboliza a disposição interna do povo, que se afastou de Deus e se tornou rebelde.","por_que_esta_palavra":"A escolha da palavra 'coração' enfatiza que a desobediência é uma questão de atitude interna e não apenas de ações externas.","conexao_teologica":"O coração é frequentemente mencionado na Bíblia como o lugar onde se toma a decisão de seguir a Deus ou não.","referencias_relacionadas":["Provérbios 4:23","Mateus 15:18-19","Romanos 10:9"]},"jeremias_5_23_desobediente":{"palavra_pt":"desobediente","palavra_original":"מָרָה","transliteracao":"mârâh","strong":"H4784","significado_raiz":"Ideia básica: desobediente.","significado_contextual":"A palavra 'desobediente' descreve a atitude do povo que se recusa a seguir os mandamentos de Deus.","explicacao_detalhada":"Neste versículo, a desobediência é apresentada como uma rebelião consciente contra a vontade divina, resultando em consequências graves.","por_que_esta_palavra":"A palavra 'desobediente' é crucial para entender a gravidade da situação espiritual de Israel e a necessidade de arrependimento.","conexao_teologica":"A desobediência é um tema recorrente na Bíblia, que leva ao juízo de Deus e à necessidade de redenção.","referencias_relacionadas":["Deuteronômio 28:15","Romanos 1:18","Hebreus 3:18"]},"jeremias_5_24_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à ação de clamar ou invocar a ajuda de Deus.","explicacao_detalhada":"Neste contexto, o clamor é um reconhecimento da necessidade de intervenção divina em meio à crise espiritual.","por_que_esta_palavra":"A palavra 'dar' implica uma ação de entrega e súplica, mostrando a dependência do povo em relação a Deus.","conexao_teologica":"Clamar a Deus é uma expressão de fé e confiança em Sua capacidade de salvar e restaurar.","referencias_relacionadas":["Salmos 34:17","Romanos 10:13","Tiago 5:16"]},"jeremias_5_24_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui reforça a ideia de que o povo deve retornar à sinceridade em suas relações com Deus.","explicacao_detalhada":"Neste versículo, a verdade é apresentada como um elemento essencial para a restauração da comunhão com Deus.","por_que_esta_palavra":"A repetição da palavra 'verdade' enfatiza sua importância na vida espiritual e na relação com o Senhor.","conexao_teologica":"A verdade é fundamental para a adoração e a vida cristã, sendo um reflexo do caráter de Deus.","referencias_relacionadas":["Salmos 51:6","João 8:32","Efésios 4:15"]},"jeremias_5_24_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' reafirma a soberania de Deus e Sua disposição para ouvir o clamor do povo.","explicacao_detalhada":"Neste contexto, o nome 'Senhor' é um lembrete da autoridade de Deus e de Sua capacidade de responder às súplicas.","por_que_esta_palavra":"A palavra 'Senhor' é usada para invocar a presença e a ajuda divina em tempos de necessidade.","conexao_teologica":"A invocação do nome do Senhor é uma prática comum na Bíblia, simbolizando a busca por Sua intervenção.","referencias_relacionadas":["Salmos 145:18","Romanos 10:13","Atos 2:21"]},"jeremias_5_25_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à bondade de Deus e ao que é moralmente correto.","explicacao_detalhada":"Neste contexto, a bondade de Deus é contrastada com a maldade do povo, que se afastou de Seus caminhos.","por_que_esta_palavra":"A palavra 'bom' é importante para destacar a natureza de Deus e o que Ele espera de Seu povo.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, que chama os crentes a viver de acordo com Seus padrões.","referencias_relacionadas":["Salmos 119:68","Romanos 12:2","Gálatas 5:22"]},"jeremias_5_25_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' refere-se ao pecado e à desobediência que afastam o povo de Deus.","explicacao_detalhada":"Neste versículo, o 'mal' é apresentado como uma consequência da rebelião do povo contra os mandamentos divinos.","por_que_esta_palavra":"A palavra 'mal' é crucial para entender a gravidade do pecado e suas repercussões na vida do povo.","conexao_teologica":"O conceito de mal é fundamental na teologia bíblica, que ensina sobre a necessidade de arrependimento e redenção.","referencias_relacionadas":["Isaías 5:20","Romanos 6:23","Tiago 1:15"]},"jeremias_5_25_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"O pecado é visto como uma transgressão contra a lei de Deus, que resulta em consequências negativas para o povo.","explicacao_detalhada":"Neste versículo, o pecado é mencionado como uma barreira entre o povo e Deus. A falta de arrependimento e a persistência no pecado levam à separação espiritual e ao juízo divino.","por_que_esta_palavra":"A palavra 'pecado' é central na mensagem de Jeremias, pois reflete a condição moral do povo e a necessidade de arrependimento.","conexao_teologica":"O pecado é um tema recorrente na Bíblia, que enfatiza a necessidade de redenção e a graça de Deus para restaurar o relacionamento com a humanidade.","referencias_relacionadas":["Romanos 3:23","1 João 1:8-10","Salmos 51:5"]},"jeremias_5_26_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual o povo enfrenta dificuldades, ligando suas ações ao juízo de Deus.","explicacao_detalhada":"O uso de 'porque' neste contexto revela a lógica divina de que as ações do povo têm consequências diretas em sua vida e prosperidade.","por_que_esta_palavra":"É uma conjunção que conecta a causa e o efeito, essencial para entender a mensagem de advertência de Jeremias.","conexao_teologica":"A relação entre ações e consequências é um princípio teológico fundamental, refletindo a justiça de Deus.","referencias_relacionadas":["Gálatas 6:7","Provérbios 14:12","Deuteronômio 30:19"]},"jeremias_5_26_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"A palavra 'culpado' refere-se à condição moral do povo, que é responsabilizado por suas ações.","explicacao_detalhada":"Neste versículo, a culpa é atribuída ao povo por suas transgressões, indicando que eles não podem escapar das consequências de suas escolhas.","por_que_esta_palavra":"A palavra 'culpado' enfatiza a responsabilidade individual e coletiva diante de Deus.","conexao_teologica":"A culpa é um conceito importante na teologia, que leva à necessidade de arrependimento e perdão.","referencias_relacionadas":["Romanos 14:12","Ezequiel 18:30","Salmos 32:5"]},"jeremias_5_26_diluvio":{"palavra_pt":"diluvio","palavra_original":"שָׁכַךְ","transliteracao":"shâkak","strong":"H7918","significado_raiz":"Ideia básica: diluvio.","significado_contextual":"A palavra 'dilúvio' é usada metaforicamente para descrever a devastação que o pecado traz à sociedade.","explicacao_detalhada":"A referência ao dilúvio sugere uma destruição abrangente, semelhante à que ocorreu nos dias de Noé, como resultado da corrupção humana.","por_que_esta_palavra":"A palavra é utilizada para ilustrar a gravidade da situação e a necessidade de um retorno a Deus.","conexao_teologica":"O dilúvio é um símbolo do juízo de Deus sobre a iniquidade, refletindo a santidade divina e a necessidade de justiça.","referencias_relacionadas":["Gênesis 6:5-7","Mateus 24:37-39","2 Pedro 2:5"]},"jeremias_5_27_crescer":{"palavra_pt":"crescer","palavra_original":"עָשַׁר","transliteracao":"ʻâshar","strong":"H6238","significado_raiz":"Ideia básica: crescer.","significado_contextual":"A palavra 'crescer' refere-se ao aumento da corrupção e do pecado entre o povo.","explicacao_detalhada":"O crescimento do pecado é descrito como algo que se multiplica, levando a uma degradação moral e espiritual.","por_que_esta_palavra":"A palavra 'crescer' enfatiza a ideia de que o pecado não é estático, mas se expande e afeta a sociedade como um todo.","conexao_teologica":"O crescimento do pecado é um tema que alerta sobre a necessidade de vigilância e arrependimento contínuo.","referencias_relacionadas":["Romanos 5:20","Tiago 1:14-15","1 Pedro 5:8"]},"jeremias_5_27_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' simboliza a família e a comunidade, representando a estrutura social afetada pelo pecado.","explicacao_detalhada":"A casa é um microcosmo da sociedade, e a corrupção que se infiltra nela reflete a condição geral do povo.","por_que_esta_palavra":"A palavra 'casa' é usada para ilustrar como o pecado impacta não apenas indivíduos, mas também suas relações e comunidades.","conexao_teologica":"A saúde espiritual de uma casa é fundamental para a saúde da sociedade, refletindo a importância da família na teologia bíblica.","referencias_relacionadas":["Josué 24:15","Salmos 127:1","Efésios 5:22-33"]},"jeremias_5_28_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo' refere-se à justiça de Deus sendo aplicada ao povo por suas ações.","explicacao_detalhada":"O juízo é uma manifestação da justiça divina, onde Deus avalia as ações do povo e responde de acordo com sua fidelidade ou infidelidade.","por_que_esta_palavra":"A palavra 'juízo' é crucial para entender a natureza de Deus como justo e reto em suas decisões.","conexao_teologica":"O juízo de Deus é um tema central na Bíblia, que destaca a necessidade de viver de acordo com Seus mandamentos.","referencias_relacionadas":["Salmos 89:14","Isaías 30:18","Romanos 2:6-8"]},"jeremias_5_28_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação divina e à revelação de Deus ao povo.","explicacao_detalhada":"A palavra de Deus é fundamental para guiar o povo em suas decisões e ações, sendo um meio pelo qual Deus se relaciona com a humanidade.","por_que_esta_palavra":"A palavra é essencial para a fé e a prática, pois traz instruções e advertências do Senhor.","conexao_teologica":"A importância da palavra de Deus é um tema central na teologia, refletindo a necessidade de ouvir e obedecer à Sua voz.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Mateus 4:4"]},"jeremias_5_28_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à integridade e à fidelidade que devem caracterizar o povo de Deus.","explicacao_detalhada":"A ausência de verdade entre o povo é um sinal de corrupção moral e espiritual, que leva ao juízo divino.","por_que_esta_palavra":"A verdade é um atributo de Deus e deve ser refletida na vida dos Seus seguidores.","conexao_teologica":"A busca pela verdade é um princípio fundamental na vida cristã, que leva à liberdade e à justiça.","referencias_relacionadas":["João 8:32","Salmos 51:6","Efésios 4:15"]},"jeremias_5_29_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A repetição da palavra 'verdade' enfatiza a gravidade da falta de integridade no povo.","explicacao_detalhada":"A insistência na verdade é uma chamada à reflexão sobre a condição espiritual do povo e a necessidade de retorno a Deus.","por_que_esta_palavra":"A verdade é essencial para a vida em comunidade e para o relacionamento com Deus.","conexao_teologica":"A verdade é um pilar da fé cristã, que deve ser buscada e vivida por todos os crentes.","referencias_relacionadas":["Salmos 25:5","Provérbios 12:19","1 João 3:18"]},"jeremias_5_29_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' refere-se à ação de Deus em libertar o Seu povo da opressão e do pecado.","explicacao_detalhada":"No contexto de Jeremias 5:29, Deus está questionando a injustiça e a corrupção que prevalecem entre o Seu povo, e a necessidade de libertação é um tema central na mensagem profética.","por_que_esta_palavra":"A palavra 'libertar' é crucial porque expressa a intenção de Deus de restaurar e salvar aqueles que estão em cativeiro espiritual e físico.","conexao_teologica":"A libertação é um tema recorrente na Bíblia, simbolizando a salvação e a redenção que Deus oferece através de Cristo.","referencias_relacionadas":["Isaías 61:1","Salmos 34:17","Gálatas 5:1"]},"jeremias_5_29_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Em Jeremias 5:29, o uso do nome 'Senhor' enfatiza a relação de Deus com o Seu povo e a expectativa de que eles reconheçam Sua autoridade.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a natureza de Deus como o governante supremo e o juiz de Israel.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua presença, poder e promessa de aliança com Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 46:10","Romanos 10:13"]},"jeremias_5_30_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território de Israel, que é visto como a herança do povo de Deus.","explicacao_detalhada":"No versículo, a 'terra' é descrita como um lugar de corrupção e injustiça, refletindo a condição espiritual do povo.","por_que_esta_palavra":"A 'terra' é importante porque simboliza a promessa de Deus a Israel e a necessidade de pureza e justiça dentro dela.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, representando a bênção e a presença de Deus entre Seu povo.","referencias_relacionadas":["Deuteronômio 8:7-10","Josué 1:3","Salmos 37:11"]},"jeremias_5_30_horrible":{"palavra_pt":"horrible","palavra_original":"שַׁעֲרוּרָה","transliteracao":"shaʻărûwrâh","strong":"H8186","significado_raiz":"Ideia básica: horrible.","significado_contextual":"A palavra 'horrible' descreve a gravidade da corrupção e do pecado que permeiam a sociedade.","explicacao_detalhada":"Em Jeremias 5:30, a 'horrível' condição do povo é um reflexo da rejeição a Deus e das consequências de suas ações.","por_que_esta_palavra":"A descrição como 'horrível' serve para chocar e alertar o povo sobre a seriedade de sua situação espiritual.","conexao_teologica":"A horribilidade do pecado é um tema que leva à necessidade de arrependimento e à busca pela santidade.","referencias_relacionadas":["Isaías 5:20","Romanos 1:18","Ezequiel 18:30"]},"jeremias_5_30_astonishment":{"palavra_pt":"astonishment","palavra_original":"שַׁמָּה","transliteracao":"shammâh","strong":"H8047","significado_raiz":"Ideia básica: astonishment.","significado_contextual":"A palavra 'astonishment' refere-se à surpresa e ao espanto diante da corrupção moral e espiritual.","explicacao_detalhada":"No contexto do versículo, a 'astonishment' é uma reação à degradação da sociedade e à falta de temor a Deus.","por_que_esta_palavra":"A 'astonishment' destaca a gravidade da situação e a necessidade de uma resposta do povo.","conexao_teologica":"O espanto diante do pecado é um chamado ao arrependimento e à busca pela restauração.","referencias_relacionadas":["Salmos 119:53","Ezequiel 12:21-23","Mateus 24:12"]},"jeremias_5_31_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, chamado para transmitir Sua palavra ao povo.","explicacao_detalhada":"Em Jeremias 5:31, a crítica é direcionada aos profetas que falham em cumprir sua função de advertir e guiar o povo.","por_que_esta_palavra":"A figura do profeta é essencial na comunicação entre Deus e a humanidade, e sua integridade é vital para a saúde espiritual da nação.","conexao_teologica":"Os profetas são instrumentos de Deus para chamar o povo ao arrependimento e à fidelidade à aliança.","referencias_relacionadas":["Amós 3:7","Ezequiel 3:17","Hebreus 1:1"]},"jeremias_5_31_cause":{"palavra_pt":"cause","palavra_original":"שֶׁקֶר","transliteracao":"sheqer","strong":"H8267","significado_raiz":"Ideia básica: cause.","significado_contextual":"A palavra 'cause' refere-se à falsidade e à corrupção que permeiam a liderança espiritual.","explicacao_detalhada":"No versículo, a 'cause' representa a distorção da verdade e a traição dos princípios de Deus por parte dos líderes.","por_que_esta_palavra":"A 'cause' é importante porque revela a responsabilidade dos líderes em guiar o povo corretamente.","conexao_teologica":"A integridade na liderança espiritual é fundamental para a saúde da comunidade de fé e a relação com Deus.","referencias_relacionadas":["Miquéias 3:11","Tiago 3:1","1 Pedro 5:2"]},"jeremias_5_31_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se aos líderes religiosos que deveriam guiar o povo em adoração e justiça.","explicacao_detalhada":"Em Jeremias 5:31, a crítica se volta para os sacerdotes que falham em cumprir seu papel de mediadores entre Deus e o povo.","por_que_esta_palavra":"A palavra 'sacerdote' é crucial para entender a estrutura religiosa de Israel e a importância da liderança espiritual.","conexao_teologica":"Os sacerdotes são chamados a serem exemplos de santidade e a conduzir o povo em adoração verdadeira.","referencias_relacionadas":["Levítico 10:10","Ezequiel 22:26","Hebreus 5:1"]}}