{"jeremias_51_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, enfatizando Sua soberania e autoridade sobre todas as coisas.","explicacao_detalhada":"No versículo Jeremias 51:1, o 'senhor' é invocado como aquele que tem o poder de enviar um destruidor contra Babilônia, reafirmando a ideia de que Deus é o juiz supremo.","por_que_esta_palavra":"A utilização do nome 'senhor' é fundamental para reconhecer a divindade e a majestade de Deus, que age em favor de Seu povo e contra aqueles que se opõem a Ele.","conexao_teologica":"O nome de Deus é um tema central na teologia bíblica, representando Sua natureza, caráter e a relação com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"jeremias_51_1_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma chamada de atenção, indicando a importância do que está prestes a ser revelado.","explicacao_detalhada":"Em Jeremias 51:1, 'eis' é usado para introduzir uma declaração significativa sobre a ação de Deus, enfatizando a urgência e a seriedade da mensagem.","por_que_esta_palavra":"A palavra 'eis' serve como um convite para que os ouvintes prestem atenção ao que Deus está prestes a fazer, destacando a importância da revelação divina.","conexao_teologica":"A chamada de atenção é uma técnica retórica comum na Bíblia, usada para preparar o povo para receber a verdade de Deus.","referencias_relacionadas":["Isaías 43:19","Mateus 24:42","Apocalipse 3:20"]},"jeremias_51_1_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de Deus de avaliar e decidir sobre o destino de Babilônia.","explicacao_detalhada":"No contexto de Jeremias 51:1, 'julgar' implica que Deus está tomando uma ação decisiva contra a injustiça e a opressão que caracterizavam Babilônia.","por_que_esta_palavra":"A palavra 'julgar' é crucial para entender a justiça de Deus, que não ignora o pecado, mas age para corrigir e restaurar.","conexao_teologica":"O juízo de Deus é um tema central na Bíblia, refletindo Sua santidade e a necessidade de justiça no mundo.","referencias_relacionadas":["Salmos 9:7","Eclesiastes 12:14","Romanos 14:10"]},"jeremias_51_2_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um tempo específico determinado por Deus para a execução de Seu juízo.","explicacao_detalhada":"Em Jeremias 51:2, o 'dia' é um tempo profético em que Deus enviará um destruidor contra Babilônia, simbolizando um momento de grande importância na história da salvação.","por_que_esta_palavra":"A menção do 'dia' enfatiza a certeza e a iminência do juízo de Deus, que não é apenas uma possibilidade, mas uma realidade que se aproxima.","conexao_teologica":"O conceito de 'dia do Senhor' é recorrente na Bíblia, representando momentos em que Deus intervém na história humana.","referencias_relacionadas":["Amós 5:18","Zefanias 1:14","2 Pedro 3:10"]},"jeremias_51_2_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se à ação de Deus de enviar um mensageiro ou um destruidor para cumprir Seu propósito.","explicacao_detalhada":"No contexto de Jeremias 51:2, 'enviar' indica a iniciativa de Deus em agir contra Babilônia, mostrando que Ele é ativo na história e no cumprimento de Suas promessas.","por_que_esta_palavra":"A palavra 'enviar' é importante porque revela a soberania de Deus em usar agentes humanos ou sobrenaturais para realizar Seus planos.","conexao_teologica":"Deus frequentemente envia profetas e juízes ao longo da Bíblia para comunicar Sua vontade e executar Seu juízo.","referencias_relacionadas":["Isaías 6:8","Mateus 10:16","João 20:21"]},"jeremias_51_2_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' novamente refere-se ao espaço físico e ao povo que habita nele, especialmente no contexto do juízo sobre Babilônia.","explicacao_detalhada":"Em Jeremias 51:2, a 'terra' é mencionada como o alvo do juízo divino, indicando que a destruição não afetará apenas a cidade, mas toda a nação.","por_que_esta_palavra":"A menção da 'terra' destaca a abrangência do juízo de Deus, que se estende a todos os aspectos da vida e da sociedade.","conexao_teologica":"A terra é um símbolo da criação de Deus e de Sua promessa ao Seu povo, e seu juízo reflete a seriedade do pecado.","referencias_relacionadas":["Gênesis 12:7","Salmos 37:29","Isaías 24:5"]},"jeremias_51_3_andar":{"palavra_pt":"andar","palavra_original":"דָּרַךְ","transliteracao":"dârak","strong":"H1869","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' refere-se ao modo de viver ou à conduta das pessoas, especialmente em relação à obediência a Deus.","explicacao_detalhada":"Em Jeremias 51:3, 'andar' implica em seguir um caminho, que pode ser tanto literal quanto figurativo, refletindo a escolha entre seguir a justiça ou a iniquidade.","por_que_esta_palavra":"A palavra 'andar' é usada para descrever a vida espiritual e moral das pessoas, enfatizando a importância de viver de acordo com os princípios de Deus.","conexao_teologica":"A Bíblia frequentemente usa a metáfora do 'andar' para descrever a vida cristã, onde seguir a Deus é um caminho que leva à vida.","referencias_relacionadas":["Salmos 1:1","Gálatas 5:16","1 João 1:7"]},"jeremias_51_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as ações são realizadas, especialmente em relação ao comportamento moral e ético.","explicacao_detalhada":"Em Jeremias 51:3, 'modo' implica que a forma como se age é importante para Deus, que observa tanto as intenções quanto as ações das pessoas.","por_que_esta_palavra":"A palavra 'modo' destaca a importância da integridade e da justiça nas ações humanas, refletindo o caráter de Deus.","conexao_teologica":"A maneira de viver é um tema central na Bíblia, onde Deus chama Seu povo a viver de acordo com Seus padrões de justiça e amor.","referencias_relacionadas":["Miquéias 6:8","Romanos 12:2","Tiago 1:22"]},"jeremias_51_4_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território físico, mas também simboliza a nação e o povo de Israel.","explicacao_detalhada":"A palavra 'terra' neste contexto é usada para descrever a terra de Babilônia, que seria devastada como parte do juízo de Deus. A destruição da terra é um reflexo do juízo divino sobre as nações que se opõem ao Senhor.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a abrangência do juízo de Deus, que não se limita apenas a pessoas, mas também ao espaço físico que habitam.","conexao_teologica":"A terra é frequentemente vista na Bíblia como um símbolo do pacto de Deus com Seu povo. A destruição da terra de Babilônia representa a soberania de Deus sobre as nações.","referencias_relacionadas":["Isaías 13:19","Ezequiel 30:7","Apocalipse 18:2"]},"jeremias_51_4_cair":{"palavra_pt":"cair","palavra_original":"נָפַל","transliteracao":"nâphal","strong":"H5307","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a queda de Babilônia como um ato de juízo divino.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a queda iminente de Babilônia, que seria derrubada por causa de sua arrogância e opressão contra o povo de Deus.","por_que_esta_palavra":"A ideia de 'cair' enfatiza a fragilidade das potências humanas diante do poder de Deus, mostrando que nenhum império pode resistir ao Seu juízo.","conexao_teologica":"A queda de Babilônia é um tema recorrente na Bíblia, simbolizando a derrota do mal e a vitória do reino de Deus.","referencias_relacionadas":["Isaías 21:9","Apocalipse 14:8","Apocalipse 18:2"]},"jeremias_51_4_morte":{"palavra_pt":"morte","palavra_original":"חָלָל","transliteracao":"châlâl","strong":"H2491","significado_raiz":"Ideia básica: morte.","significado_contextual":"Representa a destruição e o fim da vida que virá sobre Babilônia.","explicacao_detalhada":"A palavra 'morte' aqui simboliza não apenas a morte física, mas a morte espiritual e a condenação que Babilônia enfrentará como resultado de seus pecados.","por_que_esta_palavra":"A menção da morte serve como um aviso sobre as consequências do pecado e a inevitabilidade do juízo de Deus.","conexao_teologica":"A morte é um tema central na teologia bíblica, representando a separação de Deus e a consequência do pecado.","referencias_relacionadas":["Romanos 6:23","Ezequiel 18:30","Apocalipse 20:14"]},"jeremias_51_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, enfatizando Sua soberania e autoridade.","explicacao_detalhada":"A palavra 'senhor' neste contexto destaca a relação entre Deus e Seu povo, mostrando que Ele é o governante supremo que tem poder sobre todas as nações.","por_que_esta_palavra":"O uso do nome de Deus é fundamental para entender a identidade divina e a relação de aliança com Israel.","conexao_teologica":"O nome do Senhor é frequentemente associado à Sua presença e ao Seu caráter, sendo um tema central na adoração e na oração.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"jeremias_51_5_sagrado":{"palavra_pt":"santo","palavra_original":"קָדוֹשׁ","transliteracao":"qâdôwsh","strong":"H6918","significado_raiz":"Ideia básica: santo.","significado_contextual":"Refere-se à santidade de Deus, que é um atributo essencial de Seu ser.","explicacao_detalhada":"A palavra 'santo' enfatiza a pureza e a separação de Deus em relação ao pecado e à impureza, destacando a necessidade de reverência ao Seu nome.","por_que_esta_palavra":"A santidade de Deus é um conceito central na teologia bíblica, que chama os crentes a viver em conformidade com Seu caráter.","conexao_teologica":"A santidade de Deus é um chamado à adoração e à obediência, refletindo a natureza do relacionamento entre Deus e Seu povo.","referencias_relacionadas":["Levítico 11:44","Isaías 6:3","1 Pedro 1:16"]},"jeremias_51_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma razão ou justificativa para a declaração que se segue.","explicacao_detalhada":"A palavra 'porque' conecta a afirmação sobre a santidade de Deus com a ação que Ele tomará contra Babilônia, mostrando que o juízo é justificado.","por_que_esta_palavra":"É uma palavra de transição que estabelece a lógica do discurso profético, explicando as razões do juízo divino.","conexao_teologica":"A lógica do juízo de Deus é frequentemente apresentada nas Escrituras, onde as ações de Deus são sempre justas e fundamentadas.","referencias_relacionadas":["Romanos 2:6","Gálatas 6:7","Apocalipse 16:5"]},"jeremias_51_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Reitera a soberania do Senhor sobre a situação de Babilônia.","explicacao_detalhada":"A repetição do nome do Senhor enfatiza a certeza do juízo e a proteção que Ele oferece ao Seu povo.","por_que_esta_palavra":"A ênfase no nome de Deus reforça a confiança dos crentes em Sua capacidade de libertar e salvar.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, que assegura aos crentes que Ele está no controle de todas as coisas.","referencias_relacionadas":["Salmos 46:10","Isaías 54:17","Romanos 8:31"]},"jeremias_51_6_libertar":{"palavra_pt":"libertar","palavra_original":"מָלַט","transliteracao":"mâlaṭ","strong":"H4422","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se à ação de Deus em salvar Seu povo da opressão babilônica.","explicacao_detalhada":"A palavra 'libertar' destaca a intenção de Deus de resgatar Israel da escravidão e do sofrimento, mostrando Seu amor e fidelidade.","por_que_esta_palavra":"A libertação é um tema central na narrativa bíblica, simbolizando a salvação e a restauração que Deus oferece ao Seu povo.","conexao_teologica":"A libertação de Deus é um reflexo de Sua graça e misericórdia, que se manifesta em várias partes da Escritura.","referencias_relacionadas":["Êxodo 6:6","Salmos 34:17","Gálatas 5:1"]},"jeremias_51_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Babilônia, que será julgada por Deus.","explicacao_detalhada":"A repetição da palavra 'terra' enfatiza a abrangência do juízo de Deus, que afetará não apenas as pessoas, mas também a terra em si.","por_que_esta_palavra":"A terra é um símbolo do domínio e da soberania de Deus sobre todas as nações.","conexao_teologica":"A destruição da terra de Babilônia é um lembrete da justiça de Deus e de Sua promessa de restaurar a terra para Seu povo.","referencias_relacionadas":["Isaías 13:20","Ezequiel 35:12","Apocalipse 18:21"]},"jeremias_51_7_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"Simboliza o poder e a ação de Deus em trazer juízo sobre Babilônia.","explicacao_detalhada":"A palavra 'mão' representa a força e a autoridade de Deus, que age para cumprir Seus propósitos.","por_que_esta_palavra":"A mão de Deus é frequentemente mencionada nas Escrituras como um símbolo de Sua intervenção e proteção.","conexao_teologica":"A mão de Deus é um símbolo de Sua soberania e poder, que garante a realização de Suas promessas.","referencias_relacionadas":["Salmos 89:13","Isaías 41:10","Atos 4:30"]},"jeremias_51_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como o Deus supremo e soberano.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar a divindade que governa sobre todas as coisas, enfatizando sua autoridade e poder.","por_que_esta_palavra":"É importante reconhecer a soberania de Deus em meio ao juízo e destruição que se aproxima de Babilônia.","conexao_teologica":"A invocação do nome do Senhor destaca a relação entre Deus e seu povo, mostrando que Ele é o único digno de adoração.","referencias_relacionadas":["Salmos 68:4","Isaías 42:8","Êxodo 3:14"]},"jeremias_51_8_destruir":{"palavra_pt":"destruir","palavra_original":"שָׁבַר","transliteracao":"shâbar","strong":"H7665","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Indica a ação de quebrar ou arruinar algo completamente.","explicacao_detalhada":"A palavra 'destruir' (שָׁבַר) é utilizada para descrever a devastação que virá sobre Babilônia como um ato de juízo divino.","por_que_esta_palavra":"Reflete a severidade do juízo de Deus contra a cidade que se opôs a Ele e ao seu povo.","conexao_teologica":"A destruição de Babilônia simboliza a vitória de Deus sobre as forças do mal e a restauração de seu povo.","referencias_relacionadas":["Isaías 13:19","Apocalipse 18:21","Jeremias 50:13"]},"jeremias_51_8_straightway":{"palavra_pt":"straightway","palavra_original":"פִּתְאוֹם","transliteracao":"pithʼôwm","strong":"H6597","significado_raiz":"Ideia básica: straightway.","significado_contextual":"Refere-se a um evento que ocorre de forma repentina e inesperada.","explicacao_detalhada":"A palavra 'straightway' (פִּתְאוֹם) enfatiza a rapidez e a surpresa do juízo que cairá sobre Babilônia.","por_que_esta_palavra":"Destaca a urgência e a inevitabilidade do juízo de Deus, que não pode ser evitado.","conexao_teologica":"A ideia de um juízo repentino reflete a natureza de Deus como justo e que não tolera a iniquidade por muito tempo.","referencias_relacionadas":["Mateus 24:27","Lucas 21:34-36","1 Tessalonicenses 5:2"]},"jeremias_51_8_cair":{"palavra_pt":"cair","palavra_original":"נָפַל","transliteracao":"nâphal","strong":"H5307","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a queda de Babilônia como um símbolo de derrota.","explicacao_detalhada":"A palavra 'cair' (נָפַל) é usada para descrever a queda de uma grande potência, representando a fragilidade das estruturas humanas diante do poder de Deus.","por_que_esta_palavra":"A queda de Babilônia é um aviso sobre a futilidade de confiar em sistemas humanos em vez de Deus.","conexao_teologica":"A queda de Babilônia é um exemplo da justiça de Deus, que derruba os orgulhosos e exalta os humildes.","referencias_relacionadas":["Salmos 37:24","Provérbios 16:18","Apocalipse 14:8"]},"jeremias_51_9_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como a morada de Deus e o lugar de sua autoridade.","explicacao_detalhada":"A palavra 'ceus' (שָׁמַיִם) simboliza a soberania de Deus sobre toda a criação, incluindo a terra e as nações.","por_que_esta_palavra":"Enfatiza que, apesar da destruição, Deus ainda reina sobre os céus e tem controle sobre a história.","conexao_teologica":"A soberania de Deus nos céus é um tema central na teologia bíblica, mostrando que Ele é o governante supremo.","referencias_relacionadas":["Salmos 115:3","Isaías 66:1","Mateus 6:9"]},"jeremias_51_9_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à justiça de Deus em suas promessas.","explicacao_detalhada":"A palavra 'verdade' (לֹא) implica a certeza de que Deus cumprirá suas promessas de juízo e restauração.","por_que_esta_palavra":"É um lembrete de que Deus é fiel e que suas palavras são verdadeiras, mesmo em tempos de crise.","conexao_teologica":"A verdade de Deus é um fundamento da fé, assegurando que Ele não falhará em suas promessas.","referencias_relacionadas":["Salmos 119:160","João 14:6","Romanos 3:4"]},"jeremias_51_9_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao modo de viver ou agir de uma pessoa.","explicacao_detalhada":"A palavra 'andar' (יָלַךְ) é usada para descrever o comportamento e as ações do povo em relação a Deus.","por_que_esta_palavra":"Destaca a importância de viver de acordo com os princípios de Deus, especialmente em tempos de juízo.","conexao_teologica":"O 'andar' com Deus é um tema recorrente na Bíblia, simbolizando a relação íntima entre o crente e o Senhor.","referencias_relacionadas":["Miquéias 6:8","Gálatas 5:16","1 João 1:7"]},"jeremias_51_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente refere-se ao Senhor como o Deus soberano.","explicacao_detalhada":"A repetição da palavra 'senhor' (יְהֹוָה) reforça a ideia de que Deus é o juiz final sobre todas as nações.","por_que_esta_palavra":"Reforça a mensagem de que a soberania de Deus é inquestionável e que Ele é digno de reverência.","conexao_teologica":"A invocação do nome do Senhor é um chamado à adoração e à submissão à sua vontade.","referencias_relacionadas":["Salmos 34:3","Isaías 45:23","Filipenses 2:10"]},"jeremias_51_10_falar":{"palavra_pt":"falar","palavra_original":"סָפַר","transliteracao":"çâphar","strong":"H5608","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à comunicação da vontade de Deus.","explicacao_detalhada":"A palavra 'falar' (סָפַר) implica a transmissão de mensagens divinas, seja de juízo ou de esperança.","por_que_esta_palavra":"É essencial que o povo ouça e responda à palavra de Deus em tempos de crise.","conexao_teologica":"A comunicação de Deus com seu povo é fundamental para a fé e a obediência.","referencias_relacionadas":["Hebreus 1:1-2","Romanos 10:17","2 Timóteo 3:16"]},"jeremias_51_10_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade e à qualidade das ações de Deus.","explicacao_detalhada":"A palavra 'bom' (מַעֲשֶׂה) é usada para descrever as obras de Deus como justas e perfeitas.","por_que_esta_palavra":"Destaca que, mesmo em juízo, Deus age com justiça e retidão.","conexao_teologica":"A bondade de Deus é um aspecto central de sua natureza, que se manifesta em suas ações em favor do seu povo.","referencias_relacionadas":["Salmos 119:68","Romanos 8:28","Tiago 1:17"]},"jeremias_51_11_flecha":{"palavra_pt":"flecha","palavra_original":"חֵץ","transliteracao":"chêts","strong":"H2671","significado_raiz":"Ideia básica: flecha.","significado_contextual":"A flecha simboliza a ação de ataque e destruição, representando o juízo de Deus sobre Babilônia.","explicacao_detalhada":"No contexto de Jeremias 51, a flecha é utilizada como uma metáfora para a destruição que virá sobre Babilônia, indicando que Deus usará instrumentos de guerra para cumprir Seu propósito.","por_que_esta_palavra":"A palavra 'flecha' é escolhida para enfatizar a precisão e a inevitabilidade do juízo divino.","conexao_teologica":"A flecha representa o juízo de Deus e Sua soberania sobre as nações, mostrando que Ele controla os eventos históricos.","referencias_relacionadas":["Salmos 7:13","Salmos 120:4","Isaías 49:2"]},"jeremias_51_11_escudo":{"palavra_pt":"escudo","palavra_original":"שֶׁלֶט","transliteracao":"sheleṭ","strong":"H7982","significado_raiz":"Ideia básica: escudo.","significado_contextual":"O escudo representa proteção e defesa, simbolizando a segurança que Deus oferece ao Seu povo.","explicacao_detalhada":"No versículo, o escudo é mencionado em um contexto de batalha, onde Deus é visto como o defensor de Israel contra os inimigos.","por_que_esta_palavra":"A escolha da palavra 'escudo' enfatiza a ideia de que, apesar do ataque iminente, Deus é a proteção de Seu povo.","conexao_teologica":"Deus como escudo é um tema recorrente na Bíblia, simbolizando Sua proteção e fidelidade.","referencias_relacionadas":["Salmos 3:3","Salmos 84:11","Efésios 6:16"]},"jeremias_51_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à autoridade e soberania de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, o nome do Senhor é invocado como garantia de que os planos de Deus se cumprirão, especialmente em relação ao juízo sobre Babilônia.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para reconhecer a soberania de Deus em meio ao caos e à destruição.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e poder, sendo um tema central na relação entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 46:10","Isaías 42:8"]},"jeremias_51_12_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Agarrar implica em tomar posse ou controlar, especialmente em um contexto de batalha.","explicacao_detalhada":"A palavra é usada para descrever a ação de Deus em tomar controle sobre a situação, garantindo que Seu plano de juízo se concretize.","por_que_esta_palavra":"A escolha de 'agarrar' enfatiza a força e a determinação de Deus em executar Seu juízo.","conexao_teologica":"Deus é visto como aquele que tem o controle absoluto sobre a história e os eventos, reafirmando Sua soberania.","referencias_relacionadas":["Salmos 37:24","Isaías 41:10","Romanos 8:31"]},"jeremias_51_12_homem":{"palavra_pt":"homem","palavra_original":"מִשְׁמָר","transliteracao":"mishmâr","strong":"H4929","significado_raiz":"Ideia básica: homem.","significado_contextual":"O termo 'homem' refere-se à humanidade em geral, especialmente em relação à sua fragilidade diante do poder de Deus.","explicacao_detalhada":"Neste contexto, o 'homem' é apresentado como vulnerável e incapaz de resistir ao juízo divino que se aproxima.","por_que_esta_palavra":"A palavra 'homem' é usada para contrastar a fraqueza humana com a força e a soberania de Deus.","conexao_teologica":"A fragilidade do homem diante de Deus é um tema central nas Escrituras, mostrando a necessidade de dependência do Criador.","referencias_relacionadas":["Salmos 103:15-16","Isaías 40:6-8","Tiago 4:14"]},"jeremias_51_12_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar implica em erguer ou estabelecer, especialmente em um contexto de ação divina.","explicacao_detalhada":"A palavra é utilizada para descrever a ação de Deus em levantar juízos e ações contra Babilônia.","por_que_esta_palavra":"A escolha de 'levantar' enfatiza a iniciativa de Deus em agir e trazer justiça.","conexao_teologica":"Deus é frequentemente descrito como aquele que levanta juízos e ações em favor de Seu povo e contra os opressores.","referencias_relacionadas":["Salmos 75:7","Isaías 10:15","Romanos 13:1"]},"jeremias_51_13_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"O termo 'homem' é usado para enfatizar a grandeza e a importância da humanidade na criação de Deus.","explicacao_detalhada":"Neste contexto, o 'homem' é visto como parte do plano de Deus, que inclui tanto a criação quanto o juízo.","por_que_esta_palavra":"A repetição da palavra 'homem' destaca a centralidade da humanidade no plano divino.","conexao_teologica":"A dignidade do homem como criação de Deus é um tema importante, refletindo a relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Hebreus 2:6-8"]},"jeremias_51_13_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַן","transliteracao":"shâkan","strong":"H7931","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Descanso refere-se a um estado de paz e segurança, especialmente após a ação de Deus.","explicacao_detalhada":"No contexto, o descanso é associado à promessa de Deus de trazer alívio e segurança ao Seu povo após o juízo sobre Babilônia.","por_que_esta_palavra":"A palavra 'descanso' é escolhida para transmitir a esperança de um futuro de paz após a destruição.","conexao_teologica":"O descanso é um tema teológico que representa a promessa de Deus de restaurar e trazer paz ao Seu povo.","referencias_relacionadas":["Mateus 11:28-30","Hebreus 4:9-11","Apocalipse 14:13"]},"jeremias_51_13_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"Grande refere-se à magnitude do juízo de Deus e à importância de Sua ação na história.","explicacao_detalhada":"A palavra é usada para descrever a grandeza do impacto que o juízo de Deus terá sobre Babilônia e as nações.","por_que_esta_palavra":"A escolha de 'grande' enfatiza a seriedade e a abrangência do plano de Deus.","conexao_teologica":"A grandeza de Deus é um tema central, refletindo Sua majestade e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12-14","Romanos 11:33"]},"jeremias_51_14_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma/vida' refere-se à essência do ser humano, simbolizando a totalidade da vida.","explicacao_detalhada":"Neste contexto, a alma é mencionada para enfatizar a importância da vida e da existência diante de Deus.","por_que_esta_palavra":"A escolha de 'alma/vida' destaca a profundidade da relação entre Deus e a humanidade.","conexao_teologica":"A alma é vista como a parte imortal do ser humano, refletindo a criação de Deus e Sua intenção para a vida.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","1 Coríntios 15:45"]},"jeremias_51_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'Senhor' refere-se à soberania de Deus sobre todas as coisas, enfatizando seu papel como criador e governante.","explicacao_detalhada":"A palavra 'יְהֹוָה' (Yᵉhôvâh) é o nome pessoal de Deus, que expressa sua eternidade e imutabilidade. É um nome que invoca a presença e a autoridade divina, especialmente em momentos de juízo e libertação.","por_que_esta_palavra":"Esta palavra é usada para reafirmar a relação entre Deus e seu povo, destacando sua fidelidade e poder em tempos de crise.","conexao_teologica":"O uso do nome 'Senhor' conecta-se à aliança de Deus com Israel, onde Ele se apresenta como o Deus que salva e julga.","referencias_relacionadas":["Êxodo 3:14","Salmos 46:10","Isaías 40:28"]},"jeremias_51_15_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é utilizada metaforicamente para descrever a força e a ferocidade de Deus em sua ação contra as nações.","explicacao_detalhada":"A palavra 'עָשָׂה' (ʻâsâh) significa 'fazer' ou 'agir', e neste contexto, refere-se à ação poderosa de Deus em criar e destruir, mostrando sua soberania sobre a história.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a natureza ativa de Deus em realizar seus propósitos, seja na criação ou no juízo.","conexao_teologica":"A imagem do urso pode ser vista como uma representação do juízo divino, onde Deus se levanta contra aqueles que se opõem a Ele.","referencias_relacionadas":["Salmos 104:24","Isaías 13:17","Daniel 7:5"]},"jeremias_51_15_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico, mas também simboliza o domínio de Deus sobre toda a criação.","explicacao_detalhada":"A palavra 'אֶרֶץ' (ʼerets) é usada para descrever não apenas a terra geográfica, mas também a realidade espiritual e moral que Deus governa.","por_que_esta_palavra":"A menção da terra destaca a abrangência do poder de Deus, que se estende a todas as nações e povos.","conexao_teologica":"A terra é frequentemente vista na Bíblia como o palco da ação de Deus, onde Ele realiza seus planos de redenção e juízo.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 66:1"]},"jeremias_51_15_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é utilizada para descrever a magnitude do poder e da majestade de Deus.","explicacao_detalhada":"A palavra 'כּוּן' (kûwn) implica em firmeza e estabilidade, indicando que Deus é grande em sua autoridade e em seus feitos.","por_que_esta_palavra":"Esta palavra é importante para ressaltar a grandeza de Deus em contraste com a fragilidade das nações humanas.","conexao_teologica":"A grandeza de Deus é um tema central na teologia bíblica, refletindo sua soberania e majestade sobre toda a criação.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"jeremias_51_16_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' representa a comunicação de Deus com seu povo e a manifestação de sua vontade.","explicacao_detalhada":"A palavra 'קוֹל' (qôwl) é frequentemente associada à revelação divina, onde a voz de Deus traz instrução, advertência ou consolo.","por_que_esta_palavra":"A ênfase na voz de Deus destaca a importância da obediência e da resposta do povo à sua palavra.","conexao_teologica":"A voz de Deus é um meio pelo qual Ele se relaciona com a humanidade, revelando seu caráter e seus planos.","referencias_relacionadas":["Salmos 29:4","João 10:27","Hebreus 1:1"]},"jeremias_51_16_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"A palavra 'céus' refere-se ao domínio celestial e à soberania de Deus sobre toda a criação.","explicacao_detalhada":"A palavra 'שָׁמַיִם' (shâmayim) representa não apenas o espaço físico, mas também a esfera espiritual onde Deus reina.","por_que_esta_palavra":"A menção dos céus enfatiza a grandeza de Deus e sua autoridade sobre tudo que existe, tanto na terra quanto no céu.","conexao_teologica":"Os céus são frequentemente vistos como o trono de Deus, onde Ele exerce seu governo e juízo.","referencias_relacionadas":["Salmos 115:16","Isaías 66:1","Mateus 6:9"]},"jeremias_51_16_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é usada para descrever a ação de Deus em conceder ou entregar algo ao seu povo.","explicacao_detalhada":"A palavra 'נָתַן' (nâthan) implica em generosidade e providência, mostrando como Deus se relaciona com a humanidade.","por_que_esta_palavra":"A ênfase em 'dar' destaca a natureza benevolente de Deus, que oferece bênçãos e salvação.","conexao_teologica":"A ação de dar é central na teologia da graça, onde Deus oferece a vida eterna através de Cristo.","referencias_relacionadas":["João 3:16","Tiago 1:17","Romanos 8:32"]},"jeremias_51_17_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas são feitas, especialmente em relação à sabedoria divina.","explicacao_detalhada":"A palavra 'כֹּל' (kôl) pode ser entendida como 'tudo' ou 'cada', enfatizando a totalidade da ação de Deus em todas as áreas da vida.","por_que_esta_palavra":"Esta palavra é importante para entender que Deus age de maneira perfeita e sábia em todas as circunstâncias.","conexao_teologica":"O modo como Deus age reflete seu caráter e sua sabedoria, que são incomparáveis.","referencias_relacionadas":["Provérbios 3:5-6","Romanos 11:33-36","Efésios 1:11"]},"jeremias_51_17_conhecimento":{"palavra_pt":"conhecimento","palavra_original":"דַּעַת","transliteracao":"daʻath","strong":"H1847","significado_raiz":"Ideia básica: conhecimento.","significado_contextual":"A palavra 'conhecimento' refere-se à sabedoria e compreensão que vêm de Deus.","explicacao_detalhada":"A palavra 'דַּעַת' (daʻath) implica em uma relação íntima e pessoal com a verdade, que é essencial para a vida espiritual.","por_que_esta_palavra":"A ênfase no conhecimento destaca a importância de conhecer a Deus e seus caminhos para viver de acordo com sua vontade.","conexao_teologica":"O conhecimento de Deus é fundamental para a vida cristã, pois é através dele que encontramos sabedoria e direção.","referencias_relacionadas":["Provérbios 1:7","Colossenses 1:9","Filipenses 3:8"]},"jeremias_51_17_imagem":{"palavra_pt":"imagem","palavra_original":"פֶּסֶל","transliteracao":"peçel","strong":"H6459","significado_raiz":"Ideia básica: imagem.","significado_contextual":"A palavra 'imagem' refere-se à representação de algo, muitas vezes usada em contextos de idolatria.","explicacao_detalhada":"A palavra 'פֶּסֶל' (peçel) é frequentemente associada a ídolos, que são falsos deuses criados pela mão do homem.","por_que_esta_palavra":"A menção de 'imagem' serve como um alerta contra a idolatria e a adoração de coisas criadas em vez do Criador.","conexao_teologica":"A idolatria é um tema recorrente na Bíblia, onde Deus chama seu povo a se afastar de ídolos e a adorá-lo em espírito e verdade.","referencias_relacionadas":["Êxodo 20:4-5","Salmos 115:4-8","1 João 5:21"]},"jeremias_51_18_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade de algo que é considerado bom ou valioso.","explicacao_detalhada":"No contexto de Jeremias 51:18, a palavra 'bom' é usada para descrever as obras e ações que são agradáveis a Deus, contrastando com as práticas ímpias de Babilônia.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a diferença entre o que é divinamente aprovado e o que é considerado vaidade ou futilidade.","conexao_teologica":"A bondade de Deus é um tema central nas Escrituras, onde Ele é frequentemente descrito como a fonte de tudo que é bom.","referencias_relacionadas":["Salmos 34:8","Romanos 12:2","Tiago 1:17"]},"jeremias_51_18_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Indica um momento ou uma ocasião específica.","explicacao_detalhada":"A expressão 'et' é usada para marcar um tempo ou um evento, ressaltando a importância do momento em que as ações estão sendo realizadas.","por_que_esta_palavra":"A palavra é crucial para entender a temporalidade das profecias e ações de Deus em relação a Babilônia.","conexao_teologica":"Deus age em momentos específicos da história, e a compreensão do tempo é vital para a teologia da redenção.","referencias_relacionadas":["Eclesiastes 3:1","Gálatas 4:4","Atos 1:7"]},"jeremias_51_18_vaidade":{"palavra_pt":"vaidade","palavra_original":"הֶבֶל","transliteracao":"hebel","strong":"H1892","significado_raiz":"Ideia básica: vaidade.","significado_contextual":"Refere-se à futilidade ou ao vazio das ações humanas sem Deus.","explicacao_detalhada":"A palavra 'vaidade' é usada para descrever a ineficácia das obras de Babilônia, que são consideradas sem valor diante de Deus.","por_que_esta_palavra":"É uma crítica à idolatria e à confiança em coisas que não têm substância ou valor eterno.","conexao_teologica":"A vaidade é um tema recorrente na Bíblia, onde se enfatiza que somente em Deus há verdadeiro significado e propósito.","referencias_relacionadas":["Salmos 39:5","Eclesiastes 1:2","Isaías 40:17"]},"jeremias_51_19_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou ao modo como algo é feito.","explicacao_detalhada":"A palavra 'modo' é utilizada para descrever a forma como as ações são realizadas, enfatizando a importância da intenção e do método.","por_que_esta_palavra":"É relevante para entender que não apenas as ações, mas também a maneira como são realizadas, são observadas por Deus.","conexao_teologica":"A maneira de agir é importante na vida cristã, onde se busca viver de acordo com os princípios de Deus.","referencias_relacionadas":["Colossenses 3:23","1 Coríntios 10:31","Mateus 5:16"]},"jeremias_51_19_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade ou à veracidade de algo.","explicacao_detalhada":"A palavra 'verdade' é usada para contrastar com a mentira e a enganação que caracterizavam Babilônia.","por_que_esta_palavra":"É fundamental para a mensagem de Jeremias, que denuncia a falsidade das promessas de Babilônia.","conexao_teologica":"A verdade é um atributo de Deus e um princípio fundamental na vida cristã, onde Jesus é descrito como a Verdade.","referencias_relacionadas":["João 14:6","Salmos 119:160","Efésios 4:15"]},"jeremias_51_20_beaten":{"palavra_pt":"beaten","palavra_original":"נָפַץ","transliteracao":"nâphats","strong":"H5310","significado_raiz":"Ideia básica: beaten.","significado_contextual":"Refere-se a ser quebrado ou destruído.","explicacao_detalhada":"A palavra 'beaten' é usada para descrever a destruição que viria sobre Babilônia como juízo de Deus.","por_que_esta_palavra":"É uma representação da severidade do juízo divino contra a iniquidade.","conexao_teologica":"A destruição de Babilônia é um símbolo do juízo final que Deus trará sobre toda a maldade.","referencias_relacionadas":["Isaías 13:19","Apocalipse 18:2","Jeremias 50:13"]},"jeremias_51_20_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Ideia básica: reino.","significado_contextual":"Refere-se ao reino ou à soberania.","explicacao_detalhada":"A palavra 'reino' é usada para descrever a autoridade e o domínio de Deus sobre todas as nações, contrastando com o reino de Babilônia.","por_que_esta_palavra":"É importante para entender que, apesar do poder aparente de Babilônia, Deus é o verdadeiro Rei.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, onde Ele reina sobre toda a criação.","referencias_relacionadas":["Salmos 103:19","Daniel 4:34-35","Apocalipse 11:15"]},"jeremias_51_21_beaten":{"palavra_pt":"beaten","palavra_original":"נָפַץ","transliteracao":"nâphats","strong":"H5310","significado_raiz":"Ideia básica: beaten.","significado_contextual":"Refere-se à destruição ou ao ato de ser quebrado.","explicacao_detalhada":"A repetição da palavra 'beaten' enfatiza a certeza do juízo que cairá sobre Babilônia.","por_que_esta_palavra":"Reforça a ideia de que o juízo de Deus é inevitável e severo.","conexao_teologica":"A certeza do juízo divino é um tema recorrente nas Escrituras, mostrando a justiça de Deus.","referencias_relacionadas":["Ezequiel 30:4","Miquéias 1:6","Apocalipse 19:15"]},"jeremias_51_21_carro":{"palavra_pt":"carro","palavra_original":"רָכַב","transliteracao":"râkab","strong":"H7392","significado_raiz":"Ideia básica: carro.","significado_contextual":"Refere-se a um veículo de transporte, muitas vezes associado a poder militar.","explicacao_detalhada":"A palavra 'carro' é usada para simbolizar a força e a mobilidade das forças de Babilônia, que seriam derrotadas.","por_que_esta_palavra":"É uma representação do poder humano que será aniquilado pelo poder de Deus.","conexao_teologica":"A dependência de carros e cavalos é frequentemente contrastada com a confiança em Deus nas Escrituras.","referencias_relacionadas":["Salmos 20:7","Isaías 31:1","Zacarías 10:5"]},"jeremias_51_22_beaten":{"palavra_pt":"beaten","palavra_original":"נָפַץ","transliteracao":"nâphats","strong":"H5310","significado_raiz":"Ideia básica: beaten.","significado_contextual":"Refere-se à destruição ou ao ato de ser quebrado.","explicacao_detalhada":"A palavra 'beaten' novamente enfatiza a certeza do juízo que cairá sobre Babilônia, reforçando a mensagem de destruição.","por_que_esta_palavra":"A repetição da palavra destaca a gravidade do juízo de Deus sobre a iniquidade.","conexao_teologica":"A justiça de Deus é um tema central, onde Ele não deixa impune a maldade.","referencias_relacionadas":["Jeremias 50:26","Ezequiel 21:31","Apocalipse 18:21"]},"jeremias_51_22_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em geral, enfatizando a fragilidade e a vulnerabilidade do homem diante do juízo divino.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para descrever a humanidade, destacando a condição humana e a necessidade de arrependimento. No contexto de Jeremias 51, isso se relaciona ao julgamento de Babilônia, onde os homens são considerados responsáveis por suas ações.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a responsabilidade moral e espiritual que cada indivíduo tem diante de Deus.","conexao_teologica":"A teologia bíblica frequentemente aborda a condição do homem como pecador e a necessidade de redenção, refletindo a relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 3:23"]},"jeremias_51_22_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' (אִשָּׁה) é usada para representar não apenas o gênero feminino, mas também a figura da esposa e a importância das mulheres na sociedade e na família.","explicacao_detalhada":"Neste contexto, a mulher é vista como parte integral da sociedade, e sua menção pode indicar a vulnerabilidade de todos os seres humanos diante do juízo de Deus, incluindo mulheres e crianças.","por_que_esta_palavra":"A inclusão da mulher destaca a universalidade do julgamento e a necessidade de todos se voltarem para Deus.","conexao_teologica":"A Bíblia frequentemente fala sobre o papel da mulher, tanto na criação quanto na redenção, mostrando sua importância no plano divino.","referencias_relacionadas":["Gênesis 2:18","Provérbios 31:10-31","Gálatas 3:28"]},"jeremias_51_23_beaten":{"palavra_pt":"beaten","palavra_original":"נָפַץ","transliteracao":"nâphats","strong":"H5310","significado_raiz":"Ideia básica: beaten.","significado_contextual":"A palavra 'beaten' (נָפַץ) sugere a ideia de destruição e ruína, especialmente no contexto do julgamento de Babilônia.","explicacao_detalhada":"Este termo é usado para descrever a ação de Deus contra Babilônia, simbolizando a quebra de sua força e poder. A destruição é uma consequência do pecado e da rebelião contra Deus.","por_que_esta_palavra":"A palavra enfatiza a severidade do juízo divino e a certeza de que a justiça de Deus será realizada.","conexao_teologica":"A destruição de Babilônia é um tema que reflete a justiça de Deus e a certeza de que o mal será julgado.","referencias_relacionadas":["Isaías 13:19","Apocalipse 18:2","Salmos 37:38"]},"jeremias_51_24_corpo":{"palavra_pt":"corpo","palavra_original":"שָׁלַם","transliteracao":"shâlam","strong":"H7999","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' (שָׁלַם) pode ser entendida como a totalidade do ser humano, incluindo tanto o físico quanto o espiritual.","explicacao_detalhada":"Neste contexto, refere-se à destruição do corpo coletivo de Babilônia, simbolizando a queda de uma nação inteira e suas consequências para o povo.","por_que_esta_palavra":"A menção ao corpo destaca a totalidade da destruição e a severidade do juízo de Deus sobre a nação.","conexao_teologica":"A Bíblia frequentemente fala sobre a relação entre o corpo e a alma, e como a desobediência a Deus pode levar à ruína tanto física quanto espiritual.","referencias_relacionadas":["Ezequiel 18:30","Romanos 12:1","1 Coríntios 6:19-20"]},"jeremias_51_24_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' (יָשַׁב) implica a ideia de tomar uma decisão ou pronunciar um veredicto, especialmente no contexto do juízo divino.","explicacao_detalhada":"Refere-se ao ato de Deus de avaliar as ações de Babilônia e decidir sobre seu destino, enfatizando a justiça divina.","por_que_esta_palavra":"A escolha dessa palavra ressalta a certeza de que Deus é o juiz supremo e que todos serão responsabilizados por suas ações.","conexao_teologica":"A justiça de Deus é um tema central na teologia bíblica, onde Ele é apresentado como o juiz que não deixa o pecado impune.","referencias_relacionadas":["Salmos 9:7-8","Romanos 14:10-12","Hebreus 9:27"]},"jeremias_51_25_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' (אֶרֶץ) refere-se ao mundo físico, mas também pode simbolizar a nação de Babilônia e suas consequências.","explicacao_detalhada":"Neste contexto, a terra é vista como o local do juízo e da destruição, onde a soberania de Deus se manifesta.","por_que_esta_palavra":"A menção da terra enfatiza a abrangência do juízo de Deus, que se estende a toda a criação.","conexao_teologica":"A terra é frequentemente mencionada nas Escrituras como um símbolo do domínio de Deus e da promessa de restauração.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:21"]},"jeremias_51_25_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' (הֵן) é uma interjeição que chama a atenção para algo importante que está prestes a ser declarado.","explicacao_detalhada":"Neste contexto, 'eis' serve como um aviso sobre a iminente destruição de Babilônia, destacando a urgência da mensagem.","por_que_esta_palavra":"A utilização de 'eis' enfatiza a importância do que está sendo comunicado, chamando a atenção do ouvinte.","conexao_teologica":"A urgência da mensagem de juízo é um tema recorrente na profecia, onde Deus chama Seu povo ao arrependimento.","referencias_relacionadas":["Isaías 40:9","Mateus 24:42","Apocalipse 1:7"]},"jeremias_51_25_corruption":{"palavra_pt":"corrupcao","palavra_original":"מַשְׁחִית","transliteracao":"mashchîyth","strong":"H4889","significado_raiz":"Ideia básica: corrupcao.","significado_contextual":"A palavra 'corrupção' (מַשְׁחִית) refere-se à degradação moral e espiritual, especialmente no contexto do pecado de Babilônia.","explicacao_detalhada":"Neste versículo, a corrupção é vista como a causa da destruição iminente, simbolizando a consequência do afastamento de Deus.","por_que_esta_palavra":"A escolha dessa palavra destaca a gravidade do pecado e suas repercussões na sociedade.","conexao_teologica":"A corrupção é um tema central nas Escrituras, onde Deus condena a iniquidade e promete juízo sobre aqueles que persistem no pecado.","referencias_relacionadas":["Gênesis 6:11","Provérbios 14:34","Romanos 1:28"]},"jeremias_51_26_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' (לֹא) é usada para enfatizar a ausência de integridade e a falsidade que permeia Babilônia.","explicacao_detalhada":"Neste contexto, a verdade é um conceito fundamental que contrasta com a corrupção e a mentira que caracterizam a nação.","por_que_esta_palavra":"A menção da verdade ressalta a importância da honestidade e da justiça nos relacionamentos humanos e com Deus.","conexao_teologica":"A verdade é um atributo de Deus e um princípio central na vida cristã, onde a busca pela verdade é essencial.","referencias_relacionadas":["Salmos 51:6","João 8:32","Efésios 4:15"]},"jeremias_51_26_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' (מִן) indica a ideia de separação ou distinção, especialmente no contexto do juízo divino.","explicacao_detalhada":"Neste versículo, 'entre' sugere que a verdade não será encontrada em Babilônia, destacando a corrupção que a caracteriza.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a separação entre o que é justo e o que é corrupto.","conexao_teologica":"A separação entre o justo e o ímpio é um tema recorrente nas Escrituras, onde Deus promete proteger os justos.","referencias_relacionadas":["Salmos 1:5-6","Mateus 25:32-33","2 Coríntios 6:17"]},"jeremias_51_26_torre":{"palavra_pt":"torre","palavra_original":"פִּנָּה","transliteracao":"pinnâh","strong":"H6438","significado_raiz":"Ideia básica: torre.","significado_contextual":"A torre representa um símbolo de proteção e fortaleza, indicando a segurança que se esperava em Babilônia.","explicacao_detalhada":"No contexto de Jeremias 51, a torre é mencionada como parte da destruição de Babilônia, simbolizando a queda de uma cidade que se considerava invulnerável. A torre, como estrutura elevada, também pode representar a arrogância e a soberania humana que desafia a autoridade divina.","por_que_esta_palavra":"A palavra 'torre' é utilizada para enfatizar a fragilidade das estruturas humanas diante do juízo de Deus.","conexao_teologica":"A torre se conecta com a ideia de que as obras humanas, por mais grandiosas que sejam, não podem resistir ao plano divino de justiça.","referencias_relacionadas":["Gênesis 11:4","Salmos 61:3","Provérbios 18:10"]},"jeremias_51_27_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra é vista como o cenário da ação divina e o lugar onde se desenrolam os eventos profetizados.","explicacao_detalhada":"Neste versículo, a terra é chamada a se preparar para o juízo de Deus sobre Babilônia. A menção da terra destaca a abrangência do juízo divino, que afetará não apenas a cidade, mas toda a nação.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender o alcance do juízo de Deus, que se estende a toda a criação.","conexao_teologica":"A terra, como criação de Deus, é um testemunho do seu poder e soberania sobre todas as nações.","referencias_relacionadas":["Isaías 24:1","Salmos 46:2","Romanos 8:22"]},"jeremias_51_27_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"A nação é referida como um conjunto de povos que serão julgados por suas ações contra o povo de Deus.","explicacao_detalhada":"Neste contexto, a palavra 'nação' se refere a Babilônia e suas alianças, que se opuseram ao plano de Deus. O juízo que se aproxima é uma resposta à opressão e à idolatria.","por_que_esta_palavra":"A palavra 'nação' é utilizada para enfatizar a responsabilidade coletiva e o juízo que recai sobre aqueles que se afastam de Deus.","conexao_teologica":"A ideia de nação se conecta com a aliança de Deus com Israel e o chamado à justiça entre os povos.","referencias_relacionadas":["Deuteronômio 32:21","Isaías 34:2","Mateus 25:32"]},"jeremias_51_27_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"A palavra 'santificar' implica em separar algo para um propósito sagrado, especialmente em relação ao juízo de Deus.","explicacao_detalhada":"Neste versículo, a santificação é um chamado para que a nação se prepare para o juízo, reconhecendo a necessidade de se afastar do pecado e se voltar para Deus.","por_que_esta_palavra":"A palavra 'santificar' é usada para enfatizar a importância da pureza e da separação do que é profano.","conexao_teologica":"A santificação é um tema central na relação entre Deus e seu povo, que deve ser santo como Ele é santo.","referencias_relacionadas":["Levítico 20:7","1 Pedro 1:16","Hebreus 12:14"]},"jeremias_51_28_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"A repetição da palavra 'santificar' reforça a urgência da preparação para o juízo iminente.","explicacao_detalhada":"Assim como no versículo anterior, a santificação é um chamado à pureza e à separação do pecado, enfatizando a necessidade de estar pronto para a ação de Deus.","por_que_esta_palavra":"A palavra 'santificar' é crucial para entender a natureza do relacionamento entre Deus e seu povo, que deve ser caracterizado pela santidade.","conexao_teologica":"A santificação é um processo contínuo na vida do crente, refletindo a natureza de Deus em suas ações.","referencias_relacionadas":["Êxodo 19:10","Romanos 12:1","1 Tessalonicenses 4:3"]},"jeremias_51_28_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O rei representa a autoridade e o governo, especialmente em relação ao poder de Babilônia.","explicacao_detalhada":"Neste contexto, a menção do rei destaca a figura de liderança que será julgada por suas ações e decisões que levaram à opressão do povo de Deus.","por_que_esta_palavra":"A palavra 'rei' é utilizada para enfatizar a responsabilidade dos líderes diante de Deus e seu juízo.","conexao_teologica":"A figura do rei se conecta com a soberania de Deus sobre todas as autoridades e a necessidade de justiça.","referencias_relacionadas":["Provérbios 21:1","Romanos 13:1","Apocalipse 19:16"]},"jeremias_51_28_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as ações devem ser realizadas, especialmente em relação ao juízo de Deus.","explicacao_detalhada":"Neste versículo, o modo de agir é importante para entender a natureza do juízo e a resposta que Deus espera de seu povo.","por_que_esta_palavra":"A palavra 'modo' é usada para enfatizar a importância da conduta e das intenções por trás das ações.","conexao_teologica":"A maneira de viver reflete a relação do crente com Deus e sua obediência aos seus mandamentos.","referencias_relacionadas":["Salmos 119:1","Mateus 5:16","Colossenses 3:17"]},"jeremias_51_29_terra":{"palavra_pt":"terra","palavra_original":"רָעַשׁ","transliteracao":"râʻash","strong":"H7493","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra é novamente mencionada como o cenário do juízo, enfatizando a totalidade do impacto das ações de Deus.","explicacao_detalhada":"A referência à terra neste versículo destaca a magnitude do juízo que se aproxima, que afetará não apenas Babilônia, mas toda a criação.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a abrangência do juízo de Deus e seu impacto sobre todas as nações.","conexao_teologica":"A terra, como criação de Deus, é um testemunho de sua soberania e do juízo que recai sobre aqueles que se opõem a Ele.","referencias_relacionadas":["Isaías 13:13","Ezequiel 38:20","Apocalipse 6:12"]},"jeremias_51_29_temor":{"palavra_pt":"temor","palavra_original":"חוּל","transliteracao":"chûwl","strong":"H2342","significado_raiz":"Ideia básica: temor.","significado_contextual":"O temor refere-se à reverência e ao medo que devem surgir diante do juízo de Deus.","explicacao_detalhada":"Neste contexto, o temor é uma resposta adequada ao reconhecimento da grandeza e do poder de Deus, especialmente em face do juízo que se aproxima.","por_que_esta_palavra":"A palavra 'temor' é utilizada para enfatizar a necessidade de reverência diante de Deus e suas ações.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria e é fundamental para uma relação correta com Deus.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Eclesiastes 12:13"]},"jeremias_51_30_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de Deus de avaliar e punir as ações de Babilônia.","explicacao_detalhada":"Neste versículo, o julgamento é uma ação direta de Deus contra a injustiça e a opressão, reafirmando sua soberania sobre as nações.","por_que_esta_palavra":"A palavra 'julgar' é crucial para entender a natureza da justiça divina e a resposta de Deus ao pecado.","conexao_teologica":"O julgamento de Deus é um tema central nas Escrituras, refletindo sua justiça e santidade.","referencias_relacionadas":["Salmos 9:7","Isaías 26:9","Romanos 2:6"]},"jeremias_51_30_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um homem valente, um guerreiro.","explicacao_detalhada":"No contexto de Jeremias 51:30, a palavra 'homem' é utilizada para descrever os valentes de Babilônia que se tornaram fracos diante da destruição iminente. A ideia de um 'guerreiro' é central, pois enfatiza a queda de uma grande potência.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a fragilidade do ser humano frente ao juízo divino, mesmo aqueles que eram considerados fortes e poderosos.","conexao_teologica":"A queda dos poderosos é um tema recorrente na Bíblia, mostrando que Deus é soberano sobre todas as nações e seus líderes.","referencias_relacionadas":["Isaías 40:23","Salmos 146:3","Eclesiastes 3:19"]},"jeremias_51_31_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei da Babilônia, Nabucodonosor.","explicacao_detalhada":"Neste versículo, a palavra 'rei' é usada para enfatizar a autoridade e o poder de Nabucodonosor, que, apesar de sua grandeza, não pode escapar do juízo de Deus.","por_que_esta_palavra":"A menção do rei serve para ilustrar que mesmo os governantes mais poderosos estão sujeitos ao controle divino e ao cumprimento de Suas profecias.","conexao_teologica":"Deus é apresentado como o verdadeiro Rei, que governa sobre todos os reinos da terra, e a queda de Nabucodonosor é um exemplo disso.","referencias_relacionadas":["Daniel 2:21","Romanos 13:1","Provérbios 21:1"]},"jeremias_51_31_buscar":{"palavra_pt":"buscar","palavra_original":"קִרְאָה","transliteracao":"qirʼâh","strong":"H7125","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Refere-se ao ato de procurar ou chamar.","explicacao_detalhada":"A palavra 'buscar' implica um esforço ativo para encontrar ou invocar algo. No contexto, é uma chamada para que os babilônios reconheçam a verdade sobre sua situação.","por_que_esta_palavra":"É um convite à reflexão e ao arrependimento, enfatizando a necessidade de buscar a verdade e a justiça.","conexao_teologica":"A busca por Deus e pela verdade é um tema central na Bíblia, onde se ensina que aqueles que buscam encontrarão.","referencias_relacionadas":["Mateus 7:7","Jeremias 29:13","Salmos 105:4"]},"jeremias_51_31_palavra":{"palavra_pt":"palavra","palavra_original":"נָגַד","transliteracao":"nâgad","strong":"H5046","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus ou ao testemunho.","explicacao_detalhada":"Neste versículo, 'palavra' é usada para indicar a comunicação de Deus aos homens, que deve ser ouvida e obedecida. A ênfase está na revelação divina.","por_que_esta_palavra":"A palavra de Deus é fundamental para a vida e a orientação do povo, e ignorá-la leva à destruição.","conexao_teologica":"A importância da palavra de Deus é um tema central, mostrando que ela é viva e eficaz, capaz de transformar vidas.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Isaías 55:11"]},"jeremias_51_32_rio":{"palavra_pt":"rio","palavra_original":"מַעֲבָר","transliteracao":"maʻăbâr","strong":"H4569","significado_raiz":"Ideia básica: rio.","significado_contextual":"Refere-se a um canal ou passagem, possivelmente simbolizando a destruição das defesas da Babilônia.","explicacao_detalhada":"A palavra 'rio' neste contexto pode simbolizar a passagem de tropas ou a destruição das barreiras que protegiam a cidade, indicando a vulnerabilidade da Babilônia.","por_que_esta_palavra":"A imagem do rio sugere um fluxo incontrolável de destruição que se aproxima, representando o juízo de Deus.","conexao_teologica":"A ideia de que Deus pode abrir ou fechar caminhos é uma demonstração de Sua soberania sobre a história.","referencias_relacionadas":["Isaías 43:2","Salmos 46:4","Apocalipse 22:1"]},"jeremias_51_32_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um homem comum, representando a população da Babilônia.","explicacao_detalhada":"Neste versículo, a palavra 'homem' é usada para descrever a condição dos cidadãos babilônios que enfrentam a destruição. Eles são retratados como impotentes diante do juízo de Deus.","por_que_esta_palavra":"A inclusão do 'homem' comum enfatiza que a destruição afetará todos, não apenas os líderes ou guerreiros.","conexao_teologica":"Deus se preocupa com todos os indivíduos, e Sua justiça se estende a todos, independentemente de status ou poder.","referencias_relacionadas":["Romanos 3:23","Ezequiel 18:30","Gálatas 6:7"]},"jeremias_51_33_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se à razão ou causa de um evento.","explicacao_detalhada":"A palavra 'porque' introduz a explicação do juízo que virá sobre Babilônia, ligando a ação de Deus a uma razão específica.","por_que_esta_palavra":"É uma palavra que conecta a ação de Deus ao comportamento do povo, mostrando que o juízo é uma resposta ao pecado.","conexao_teologica":"A justiça de Deus é sempre acompanhada de uma explicação, revelando Seu caráter justo e reto.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Salmos 37:28"]},"jeremias_51_33_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, enfatizando Sua autoridade.","explicacao_detalhada":"A palavra 'senhor' é usada para afirmar a soberania de Deus sobre todas as coisas, incluindo as nações e seus governantes.","por_que_esta_palavra":"O nome do Senhor é um símbolo de poder e autoridade, e reconhecer isso é fundamental para entender o juízo que se aproxima.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua natureza e caráter, sendo um tema central na adoração e na reverência.","referencias_relacionadas":["Salmos 8:1","Êxodo 20:7","Filipenses 2:9-11"]},"jeremias_51_33_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, enfatizando Sua divindade e poder.","explicacao_detalhada":"A palavra 'deus' aqui é usada para reafirmar a singularidade e a supremacia do Deus de Israel em contraste com os deuses da Babilônia.","por_que_esta_palavra":"A menção de Deus serve para lembrar ao povo que Ele é o único verdadeiro Deus, que tem controle sobre a história e o destino das nações.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, mostrando que Ele é o criador e sustentador de todas as coisas.","referencias_relacionadas":["Isaías 45:5","Salmos 86:10","1 Coríntios 8:6"]},"jeremias_51_34_rei":{"palavra_pt":"rei","palavra_original":"נְבוּכַדְנֶאצַּר","transliteracao":"Nᵉbûwkadneʼtstsar","strong":"H5019","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei Nabucodonosor, simbolizando a opressão babilônica.","explicacao_detalhada":"A palavra 'rei' neste contexto é usada para descrever a figura de Nabucodonosor como o opressor de Israel, que será julgado por suas ações.","por_que_esta_palavra":"A menção do rei é crucial para entender a dinâmica de poder e a opressão que Israel sofreu sob Babilônia.","conexao_teologica":"A queda dos opressores é uma demonstração da justiça de Deus, que não deixa impune aqueles que abusam de seu poder.","referencias_relacionadas":["Daniel 4:30-32","Jeremias 27:6","Ezequiel 30:10"]},"jeremias_51_34_terra":{"palavra_pt":"terra","palavra_original":"תַּנִּין","transliteracao":"tannîyn","strong":"H8577","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Babilônia, que seria destruída como parte do juízo de Deus.","explicacao_detalhada":"A palavra 'terra' neste contexto simboliza não apenas o solo físico, mas também a nação e seu povo. Jeremias profetiza a queda de Babilônia, que seria um ato de justiça divina.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a totalidade da destruição que viria sobre Babilônia, afetando tanto a terra quanto seus habitantes.","conexao_teologica":"A destruição da terra de Babilônia é um exemplo do juízo de Deus sobre nações que se afastam de Seus caminhos.","referencias_relacionadas":["Isaías 13:19","Apocalipse 18:2","Jeremias 50:40"]},"jeremias_51_35_cruelty":{"palavra_pt":"cruel ty","palavra_original":"חָמָס","transliteracao":"châmâç","strong":"H2555","significado_raiz":"Ideia básica: cruel ty.","significado_contextual":"Refere-se à crueldade e injustiça praticadas pelos babilônios contra o povo de Deus.","explicacao_detalhada":"A palavra 'cruelty' destaca a opressão e a violência que caracterizavam o regime babilônico, que se opunha aos princípios de justiça divina.","por_que_esta_palavra":"É usada para descrever a natureza do pecado de Babilônia, que resultou em sua condenação.","conexao_teologica":"A crueldade é um tema recorrente nas Escrituras, onde Deus se opõe à injustiça e promete justiça para os oprimidos.","referencias_relacionadas":["Salmos 37:28","Provérbios 21:15","Isaías 10:1-2"]},"jeremias_51_35_carne":{"palavra_pt":"carne","palavra_original":"שְׁאֵר","transliteracao":"shᵉʼêr","strong":"H7607","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à carne como símbolo da humanidade e da fragilidade do ser humano diante do juízo de Deus.","explicacao_detalhada":"Neste contexto, a 'carne' representa a vulnerabilidade dos babilônios, que seriam julgados por suas ações.","por_que_esta_palavra":"A inclusão da palavra 'carne' enfatiza a condição humana e a necessidade de arrependimento.","conexao_teologica":"A fragilidade da carne é um lembrete da necessidade de dependência de Deus e da Sua graça.","referencias_relacionadas":["Gênesis 6:3","Salmos 78:39","Isaías 40:6"]},"jeremias_51_35_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de Deus de julgar Babilônia por suas iniquidades.","explicacao_detalhada":"A palavra 'julgar' implica a ação de Deus em trazer justiça e retribuição aos que praticam o mal.","por_que_esta_palavra":"É fundamental para entender a natureza de Deus como juiz justo que não deixa o pecado impune.","conexao_teologica":"O julgamento de Deus é um tema central na Bíblia, refletindo Sua santidade e justiça.","referencias_relacionadas":["Romanos 2:6","Apocalipse 20:12","Salmos 9:7-8"]},"jeremias_51_36_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa Sua autoridade e poder.","explicacao_detalhada":"O nome de Deus é invocado como garantia de que Ele agirá em defesa do Seu povo e contra Babilônia.","por_que_esta_palavra":"O uso do nome 'Senhor' enfatiza a soberania de Deus sobre todas as nações.","conexao_teologica":"O nome de Deus é um tema importante, simbolizando Sua presença e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:7","Filipenses 2:9-10"]},"jeremias_51_36_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"Um chamado à atenção para o que Deus está prestes a fazer.","explicacao_detalhada":"A palavra 'eis' serve como um alerta para que o povo reconheça a ação divina iminente.","por_que_esta_palavra":"É uma expressão que convoca a atenção e a reflexão sobre a gravidade da situação.","conexao_teologica":"Deus frequentemente chama Seu povo a observar e entender Seus atos.","referencias_relacionadas":["Isaías 43:19","Mateus 24:42","Apocalipse 1:7"]},"jeremias_51_36_avenger":{"palavra_pt":"avenge r","palavra_original":"נָקַם","transliteracao":"nâqam","strong":"H5358","significado_raiz":"Ideia básica: avenge r.","significado_contextual":"Refere-se a Deus como o vingador que traz justiça aos injustos.","explicacao_detalhada":"A palavra 'avenger' destaca o papel de Deus em defender Seu povo e punir os opressores.","por_que_esta_palavra":"É um lembrete de que Deus não ignora a injustiça e que Ele se levanta em defesa dos oprimidos.","conexao_teologica":"A vingança de Deus é uma expressão de Sua justiça e santidade.","referencias_relacionadas":["Romanos 12:19","Salmos 94:1","Deuteronômio 32:35"]},"jeremias_51_37_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda de Babilônia como um ato de juízo divino.","explicacao_detalhada":"A palavra 'cair' simboliza a destruição total da cidade e do seu poder.","por_que_esta_palavra":"A queda de Babilônia é um tema central na profecia de Jeremias, representando a derrota do mal.","conexao_teologica":"A queda de impérios ímpios é um padrão na narrativa bíblica, mostrando que Deus é soberano sobre a história.","referencias_relacionadas":["Isaías 21:9","Apocalipse 18:2","Jeremias 50:13"]},"jeremias_51_37_pedra":{"palavra_pt":"pedra","palavra_original":"גַּל","transliteracao":"gal","strong":"H1530","significado_raiz":"Ideia básica: pedra.","significado_contextual":"Refere-se à dureza e à imutabilidade do juízo de Deus sobre Babilônia.","explicacao_detalhada":"A palavra 'pedra' simboliza a firmeza do juízo que não pode ser revertido.","por_que_esta_palavra":"A escolha da palavra 'pedra' enfatiza a certeza e a inevitabilidade do juízo de Deus.","conexao_teologica":"Deus é frequentemente descrito como uma rocha, simbolizando Sua força e proteção.","referencias_relacionadas":["Salmos 18:2","Mateus 7:24-25","1 Pedro 2:8"]},"jeremias_51_38_alike":{"palavra_pt":"alike","palavra_original":"יַחַד","transliteracao":"yachad","strong":"H3162","significado_raiz":"Ideia básica: alike.","significado_contextual":"Refere-se à destruição total de Babilônia, que se tornará semelhante a um deserto.","explicacao_detalhada":"A palavra 'alike' indica que a devastação será tão completa que não haverá mais vida ou habitação.","por_que_esta_palavra":"É uma descrição vívida da desolação que virá sobre a cidade, enfatizando a gravidade do juízo.","conexao_teologica":"A desolação de cidades ímpias é um tema que aparece em várias profecias, mostrando a justiça de Deus.","referencias_relacionadas":["Isaías 34:10","Ezequiel 26:21","Apocalipse 18:19"]},"jeremias_51_39_festa":{"palavra_pt":"festa","palavra_original":"מִשְׁתֶּה","transliteracao":"mishteh","strong":"H4960","significado_raiz":"Ideia básica: festa.","significado_contextual":"Refere-se a uma celebração ou banquete, simbolizando alegria e festividade.","explicacao_detalhada":"A palavra 'festa' (mishteh) é usada em um contexto onde a Babilônia é chamada a se alegrar em sua queda, o que é irônico, pois a festa é normalmente um tempo de celebração, mas aqui é um prenúncio de destruição.","por_que_esta_palavra":"A escolha da palavra 'festa' destaca a inversão de valores, onde a alegria é substituída pela desolação.","conexao_teologica":"A festa é um símbolo da presença de Deus e da alegria que Ele traz, mas neste contexto, representa a ausência de Deus e a ruína de um povo que se afastou d'Ele.","referencias_relacionadas":["Salmos 126:2","Isaías 25:6","Eclesiastes 3:4"]},"jeremias_51_39_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à eternidade, algo que não tem fim e é duradouro.","explicacao_detalhada":"A palavra 'eterno' (ʻôwlâm) é utilizada para enfatizar a permanência do juízo de Deus sobre Babilônia, que será uma lembrança eterna de sua queda.","por_que_esta_palavra":"A palavra é escolhida para mostrar que o juízo de Deus não é temporário, mas terá consequências duradouras.","conexao_teologica":"A eternidade é um conceito central na teologia bíblica, que nos lembra da soberania de Deus sobre a história e o destino final da humanidade.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Romanos 16:26"]},"jeremias_51_40_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se à força ou poder, muitas vezes associado a um animal forte, como um carneiro.","explicacao_detalhada":"A palavra 'força' (ʼayil) é usada para descrever a força de Babilônia que será derrubada, simbolizando a fragilidade do poder humano diante de Deus.","por_que_esta_palavra":"A escolha desta palavra enfatiza que mesmo as maiores forças humanas não podem resistir ao plano divino.","conexao_teologica":"A força de Deus é frequentemente contrastada com a fraqueza humana, mostrando que a verdadeira força vem de confiar em Deus.","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","2 Coríntios 12:9"]},"jeremias_51_40_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se a um adversário ou oponente, especialmente em um contexto de guerra.","explicacao_detalhada":"A palavra 'inimigo' (yârad) é usada para descrever a queda dos inimigos de Israel, indicando que Deus está agindo contra aqueles que se opõem ao Seu povo.","por_que_esta_palavra":"A escolha desta palavra destaca a justiça de Deus em lidar com aqueles que perseguem e oprimem Seu povo.","conexao_teologica":"Deus é visto como o defensor de Seu povo, que luta contra os inimigos e traz justiça.","referencias_relacionadas":["Salmos 68:1","Romanos 12:19","Isaías 54:17"]},"jeremias_51_41_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à terra, simbolizando a criação de Deus.","explicacao_detalhada":"A palavra 'terra' (ʼerets) é usada para descrever a devastação que ocorrerá na Babilônia, mostrando que a criação de Deus será afetada pelo juízo.","por_que_esta_palavra":"A escolha desta palavra enfatiza a abrangência do juízo de Deus, que afetará não apenas as pessoas, mas toda a criação.","conexao_teologica":"A terra é frequentemente mencionada nas Escrituras como parte do plano de Deus, e Sua justiça se estende a toda a criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:22"]},"jeremias_51_41_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira de fazer algo.","explicacao_detalhada":"A palavra 'modo' (kôl) é usada para descrever a forma como a destruição ocorrerá, indicando que será abrangente e total.","por_que_esta_palavra":"A escolha desta palavra destaca a totalidade do juízo de Deus, que não deixará nada de pé.","conexao_teologica":"A maneira como Deus executa Seu juízo é uma demonstração de Sua soberania e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:17","Isaías 55:8-9","Romanos 11:33"]},"jeremias_51_41_astonishment":{"palavra_pt":"astonishment","palavra_original":"שַׁמָּה","transliteracao":"shammâh","strong":"H8047","significado_raiz":"Ideia básica: astonishment.","significado_contextual":"Refere-se a um estado de choque ou espanto diante de algo extraordinário.","explicacao_detalhada":"A palavra 'astonishment' (shammâh) é usada para descrever a reação das nações diante da queda de Babilônia, que será um evento surpreendente.","por_que_esta_palavra":"A escolha desta palavra enfatiza a gravidade da situação e a incredulidade que seguirá a destruição.","conexao_teologica":"A reação de espanto é uma resposta comum ao agir de Deus, que muitas vezes desafia as expectativas humanas.","referencias_relacionadas":["Ezequiel 26:16","Apocalipse 17:8","Isaías 14:16"]},"jeremias_51_42_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se a grandes corpos de água, simbolizando a vastidão e a profundidade.","explicacao_detalhada":"A palavra 'mar' (yâm) é usada para descrever a destruição que será tão abrangente quanto o mar, indicando a totalidade do juízo.","por_que_esta_palavra":"A escolha desta palavra destaca a imensidão do impacto do juízo de Deus sobre Babilônia.","conexao_teologica":"O mar é frequentemente usado nas Escrituras como um símbolo de caos, e a intervenção de Deus traz ordem ao caos.","referencias_relacionadas":["Gênesis 1:10","Salmos 89:9","Apocalipse 21:1"]},"jeremias_51_42_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se a algo de grande magnitude ou importância.","explicacao_detalhada":"A palavra 'grande' (ʻâlâh) é usada para descrever a magnitude da destruição que virá sobre Babilônia, enfatizando que será um evento significativo.","por_que_esta_palavra":"A escolha desta palavra ressalta a seriedade do juízo de Deus e a importância do evento na história.","conexao_teologica":"A grandeza de Deus é frequentemente contrastada com a insignificância do homem, mostrando que Ele é soberano sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Mateus 5:14"]},"jeremias_51_43_deserto":{"palavra_pt":"deserto","palavra_original":"עֲרָבָה","transliteracao":"ʻărâbâh","strong":"H6160","significado_raiz":"Ideia básica: deserto.","significado_contextual":"Refere-se a uma terra árida e sem vida, simbolizando desolação.","explicacao_detalhada":"A palavra 'deserto' (ʻărâbâh) é usada para descrever o estado de Babilônia após seu juízo, indicando que se tornará um lugar desolado.","por_que_esta_palavra":"A escolha desta palavra enfatiza a transformação de um lugar uma vez próspero em um deserto, refletindo a severidade do juízo de Deus.","conexao_teologica":"O deserto é frequentemente um símbolo de julgamento e purificação nas Escrituras, onde Deus pode restaurar o que foi perdido.","referencias_relacionadas":["Isaías 35:1","Ezequiel 36:35","Apocalipse 17:16"]},"jeremias_51_43_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma cidade em ruínas, simbolizando a destruição e o juízo de Deus sobre Babilônia.","explicacao_detalhada":"A palavra 'cidade' (עִיר) é usada para descrever a grandeza e a importância de Babilônia, que seria devastada como parte do plano divino de julgamento. A cidade representa não apenas um local físico, mas também um símbolo de poder e opressão.","por_que_esta_palavra":"A escolha da palavra 'cidade' enfatiza a magnitude da destruição que está por vir, refletindo a queda de uma civilização que se opôs a Deus.","conexao_teologica":"A destruição de Babilônia é vista como um ato de justiça divina, mostrando que Deus não tolera a iniquidade e a idolatria.","referencias_relacionadas":["Isaías 13:19","Apocalipse 18:2","Jeremias 50:13"]},"jeremias_51_43_astonishment":{"palavra_pt":"astonishment","palavra_original":"שַׁמָּה","transliteracao":"shammâh","strong":"H8047","significado_raiz":"Ideia básica: astonishment.","significado_contextual":"Refere-se ao espanto e à surpresa diante da destruição iminente de Babilônia.","explicacao_detalhada":"A palavra 'astonishment' (שַׁמָּה) indica a reação das nações e dos povos ao verem a queda de uma potência tão grande. Este espanto é um reflexo do poder de Deus em ação.","por_que_esta_palavra":"A palavra é utilizada para transmitir a ideia de que a destruição de Babilônia será tão completa que deixará todos em choque e incredulidade.","conexao_teologica":"O espanto diante do juízo de Deus serve como um aviso sobre as consequências do pecado e da rebelião contra Ele.","referencias_relacionadas":["Ezequiel 26:16","Apocalipse 17:8","Jeremias 50:43"]},"jeremias_51_44_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se ao ato de libertar o povo de Deus da opressão babilônica.","explicacao_detalhada":"A palavra 'libertar' (פָּקַד) implica um chamado à ação divina para resgatar os israelitas da escravidão e da opressão. Este ato de libertação é central na narrativa da redenção bíblica.","por_que_esta_palavra":"A utilização dessa palavra destaca a promessa de Deus de restaurar Seu povo e trazer justiça.","conexao_teologica":"A libertação de Israel é um tema recorrente na Bíblia, simbolizando a salvação e a restauração que Deus oferece a todos os que se voltam para Ele.","referencias_relacionadas":["Isaías 43:1","Salmos 34:22","Gálatas 5:1"]},"jeremias_51_44_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se à grandeza da saída do povo de Babilônia, simbolizando uma nova era de liberdade.","explicacao_detalhada":"A palavra 'sair' (יָצָא) é usada para descrever a ação de deixar um lugar de opressão e entrar em um novo destino. Essa saída é vista como um ato de libertação divina.","por_que_esta_palavra":"O uso da palavra 'grande' enfatiza a magnitude e a importância desse evento na história do povo de Deus.","conexao_teologica":"A saída do povo de Babilônia é um paralelo à saída do Egito, onde Deus também libertou Seu povo da escravidão.","referencias_relacionadas":["Êxodo 12:41","Isaías 48:20","Apocalipse 18:4"]},"jeremias_51_44_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à certeza e à fidelidade das promessas de Deus em relação à libertação de Seu povo.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é utilizada para afirmar que as promessas de Deus são inabaláveis e que Ele cumprirá o que disse.","por_que_esta_palavra":"A inclusão da palavra 'verdade' reforça a confiança que os israelitas devem ter nas promessas de Deus, mesmo em tempos de dificuldade.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, mostrando que Ele é fiel e cumpre Suas promessas.","referencias_relacionadas":["Salmos 119:160","Números 23:19","Hebreus 10:23"]},"jeremias_51_45_libertar":{"palavra_pt":"libertar","palavra_original":"מָלַט","transliteracao":"mâlaṭ","strong":"H4422","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se à ação de resgatar o povo da opressão babilônica.","explicacao_detalhada":"A palavra 'libertar' (מָלַט) enfatiza a urgência e a necessidade de escapar da destruição que se aproxima, simbolizando a salvação que Deus oferece.","por_que_esta_palavra":"A repetição do tema da libertação reforça a ideia de que Deus está ativamente trabalhando para salvar Seu povo.","conexao_teologica":"A libertação é um ato de graça divina, mostrando que Deus se preocupa com o bem-estar de Seu povo.","referencias_relacionadas":["Salmos 34:7","Isaías 61:1","Romanos 8:21"]},"jeremias_51_45_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, simbolizando a vulnerabilidade e a necessidade de salvação.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para representar a humanidade em geral, destacando a condição de todos diante de Deus.","por_que_esta_palavra":"A menção do 'homem' sublinha a importância da redenção e da restauração que Deus oferece a cada indivíduo.","conexao_teologica":"A humanidade é central no plano de salvação de Deus, mostrando que Ele se importa com cada pessoa.","referencias_relacionadas":["Gênesis 1:27","Romanos 5:12","1 Pedro 3:18"]},"jeremias_51_46_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Babilônia, que será devastada como parte do juízo de Deus.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) simboliza não apenas o território físico, mas também a cultura e a sociedade que serão afetadas pela destruição.","por_que_esta_palavra":"A ênfase na 'terra' destaca a abrangência do juízo de Deus, que afetará todos os aspectos da vida em Babilônia.","conexao_teologica":"A terra é frequentemente mencionada nas Escrituras como um símbolo da promessa de Deus e da herança do Seu povo.","referencias_relacionadas":["Gênesis 12:1","Salmos 37:29","Apocalipse 21:1"]},"jeremias_51_46_cruelty":{"palavra_pt":"cruel ty","palavra_original":"חָמָס","transliteracao":"châmâç","strong":"H2555","significado_raiz":"Ideia básica: cruel ty.","significado_contextual":"Refere-se à crueldade e injustiça praticadas por Babilônia contra o povo de Deus.","explicacao_detalhada":"A palavra 'cruelty' (חָמָס) é usada para descrever a opressão e a violência que caracterizavam o regime babilônico, que será punido por Deus.","por_que_esta_palavra":"A inclusão da palavra 'cruelty' enfatiza a razão pela qual Babilônia merece o juízo divino, devido às suas ações injustas.","conexao_teologica":"A crueldade é um tema que aparece frequentemente nas Escrituras, mostrando a necessidade de justiça e retaliação divina contra a opressão.","referencias_relacionadas":["Salmos 10:2","Isaías 59:15","Miquéias 6:12"]},"jeremias_51_46_temor":{"palavra_pt":"temer","palavra_original":"יָרֵא","transliteracao":"yârêʼ","strong":"H3372","significado_raiz":"Ideia básica: temer.","significado_contextual":"Refere-se ao temor que deve ser sentido diante do juízo de Deus.","explicacao_detalhada":"A palavra 'temer' (יָרֵא) implica um reconhecimento da grandeza e do poder de Deus, levando à reverência e ao respeito.","por_que_esta_palavra":"O temor é uma resposta adequada ao entendimento da santidade de Deus e das consequências do pecado.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, conforme ensinado em Provérbios, e é essencial para uma vida de fé.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 8:13"]},"jeremias_51_47_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se à libertação do povo de Deus da opressão babilônica.","explicacao_detalhada":"A palavra 'libertar' implica um ato de resgate e libertação, onde Deus promete tirar Seu povo da escravidão e do sofrimento impostos pelos babilônios.","por_que_esta_palavra":"Essa palavra é crucial no contexto de Jeremias, pois expressa a esperança de restauração e liberdade para Israel.","conexao_teologica":"A libertação é um tema central na teologia bíblica, simbolizando a salvação e a intervenção divina na história humana.","referencias_relacionadas":["Isaías 61:1","Salmos 34:17","Gálatas 5:1"]},"jeremias_51_47_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Indica a maneira como a libertação ocorrerá, enfatizando a ação de Deus.","explicacao_detalhada":"A palavra 'modo' sugere que a libertação não será aleatória, mas de acordo com o plano divino e a justiça de Deus.","por_que_esta_palavra":"É importante para entender que a ação de Deus é intencional e específica, não um ato de desespero.","conexao_teologica":"A maneira como Deus age reflete Seu caráter e Seus propósitos na história da salvação.","referencias_relacionadas":["Salmos 77:14","Romanos 8:28","Efésios 2:10"]},"jeremias_51_47_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que a libertação acontecerá, um tempo determinado por Deus.","explicacao_detalhada":"A palavra 'dia' implica um momento específico na história em que Deus intervirá para libertar Seu povo.","por_que_esta_palavra":"É um lembrete de que Deus tem um cronograma e que a libertação não é apenas uma esperança, mas uma promessa.","conexao_teologica":"O conceito de 'dia do Senhor' é uma expectativa de juízo e redenção que permeia as Escrituras.","referencias_relacionadas":["Joel 2:31","Atos 2:20","1 Tessalonicenses 5:2"]},"jeremias_51_48_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Novamente enfatiza a maneira como a destruição de Babilônia será realizada.","explicacao_detalhada":"A repetição da palavra 'modo' destaca a certeza e a precisão da ação de Deus contra Babilônia.","por_que_esta_palavra":"Reforça a ideia de que a justiça de Deus será executada de forma ordenada e eficaz.","conexao_teologica":"A forma como Deus julga as nações é um reflexo de Sua soberania e justiça.","referencias_relacionadas":["Salmos 9:16","Apocalipse 18:2","Romanos 2:6"]},"jeremias_51_48_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Babilônia, que será destruída como parte do juízo de Deus.","explicacao_detalhada":"A palavra 'terra' aqui simboliza não apenas o território físico, mas também a cultura e a idolatria que Babilônia representa.","por_que_esta_palavra":"É importante para entender que a destruição de Babilônia é um ato de Deus contra a opressão e a idolatria.","conexao_teologica":"A terra é frequentemente vista como um símbolo do domínio de Deus e de Sua promessa ao Seu povo.","referencias_relacionadas":["Isaías 13:19","Jeremias 50:40","Apocalipse 14:8"]},"jeremias_51_49_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Reitera a ideia de que a terra de Babilônia será um alvo do juízo divino.","explicacao_detalhada":"A repetição da palavra 'terra' enfatiza a abrangência da destruição e o impacto sobre a nação babilônica.","por_que_esta_palavra":"Destaca a totalidade do juízo de Deus sobre a Babilônia, que inclui tanto a terra quanto seu povo.","conexao_teologica":"A destruição de nações ímpias é um tema recorrente na Escritura, mostrando a justiça de Deus.","referencias_relacionadas":["Ezequiel 30:7","Miquéias 1:2","Apocalipse 18:21"]},"jeremias_51_49_cair":{"palavra_pt":"cair","palavra_original":"נָפַל","transliteracao":"nâphal","strong":"H5307","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda de Babilônia como resultado do juízo de Deus.","explicacao_detalhada":"A palavra 'cair' implica um colapso total e irrevogável da potência babilônica diante do poder de Deus.","por_que_esta_palavra":"É uma imagem poderosa que representa a derrota de um inimigo opressor.","conexao_teologica":"A queda de Babilônia simboliza a vitória de Deus sobre as forças do mal e a restauração de Seu povo.","referencias_relacionadas":["Isaías 21:9","Apocalipse 14:8","Apocalipse 18:2"]},"jeremias_51_49_morte":{"palavra_pt":"morte","palavra_original":"חָלָל","transliteracao":"châlâl","strong":"H2491","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se à morte que resultará da destruição de Babilônia.","explicacao_detalhada":"A palavra 'morte' aqui simboliza não apenas a morte física, mas a morte espiritual e cultural da nação babilônica.","por_que_esta_palavra":"É uma representação do juízo severo de Deus sobre a iniquidade e a idolatria.","conexao_teologica":"A morte como consequência do pecado é um tema central na Escritura, refletindo a separação de Deus.","referencias_relacionadas":["Romanos 6:23","Ezequiel 18:30","Apocalipse 21:8"]},"jeremias_51_50_seca":{"palavra_pt":"espada","palavra_original":"חֶרֶב","transliteracao":"chereb","strong":"H2719","significado_raiz":"Ideia básica: espada.","significado_contextual":"Refere-se à espada como símbolo de juízo e destruição.","explicacao_detalhada":"A palavra 'espada' representa a instrumentação do juízo de Deus contra Babilônia, simbolizando guerra e destruição.","por_que_esta_palavra":"É uma metáfora poderosa que comunica a severidade do juízo divino.","conexao_teologica":"A espada é frequentemente usada na Escritura como símbolo do poder de Deus para julgar e corrigir.","referencias_relacionadas":["Salmos 149:6","Hebreus 4:12","Apocalipse 19:15"]},"jeremias_51_50_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado como autoridade sobre a libertação e o juízo.","explicacao_detalhada":"A palavra 'senhor' enfatiza a soberania e o poder de Deus sobre todas as nações e situações.","por_que_esta_palavra":"É fundamental reconhecer que toda ação de libertação e juízo é realizada em nome do Senhor.","conexao_teologica":"O nome do Senhor é um tema central na adoração e na invocação de Sua presença e poder.","referencias_relacionadas":["Salmos 20:7","Romanos 10:13","Filipenses 2:9-11"]},"jeremias_51_50_grande":{"palavra_pt":"grande","palavra_original":"רָחוֹק","transliteracao":"râchôwq","strong":"H7350","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de Babilônia e seu impacto sobre as nações.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a magnitude do poder e da influência de Babilônia, que se tornou um símbolo de opressão e idolatria.","por_que_esta_palavra":"A escolha da palavra 'grande' enfatiza a arrogância e a soberania de Babilônia, que se opõe ao Deus de Israel.","conexao_teologica":"A grandeza de Babilônia é contrastada com a grandeza de Deus, que eventualmente trará juízo sobre ela.","referencias_relacionadas":["Isaías 13:19","Apocalipse 18:2","Jeremias 50:29"]},"jeremias_51_51_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz a razão pela qual o povo de Israel deve se alegrar na libertação de Deus.","explicacao_detalhada":"A palavra 'porque' conecta a ação de Deus com a resposta do povo, mostrando que a libertação é uma resposta ao clamor do povo.","por_que_esta_palavra":"É uma palavra de transição que justifica a ação divina em relação ao sofrimento do povo.","conexao_teologica":"Reflete a fidelidade de Deus em ouvir o clamor de seu povo e agir em seu favor.","referencias_relacionadas":["Salmos 34:17","Isaías 41:10","Romanos 8:31"]},"jeremias_51_51_confusion":{"palavra_pt":"confusao","palavra_original":"כְּלִמָּה","transliteracao":"kᵉlimmâh","strong":"H3639","significado_raiz":"Ideia básica: confusao.","significado_contextual":"Em Jeremias 51:51, \"confusao\" aparece na frase \"Direis: Envergonhados estamos, porque ouvimos opróbrio; vergonha cobriu o nosso rosto, porquanto vieram estrangeiros contra os santuários d…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כְּלִמָּה; kᵉlimmâh; H3639), \"confusao\" traz a ideia de confusao. Aqui, essa palavra deixa o ensino de Jeremias 51:51 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"confusao\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Jó 20:3. Lendo junto com Jeremias 51:51, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Jeremias 51:51","Jó 20:3","Salmos 119:105"]},"jeremias_51_52_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se à ação de Deus em libertar seu povo do cativeiro babilônico.","explicacao_detalhada":"A palavra 'libertar' expressa a intenção de Deus de restaurar Israel e trazer justiça contra seus opressores.","por_que_esta_palavra":"É um termo que destaca a ação redentora de Deus em favor de seu povo.","conexao_teologica":"A libertação é um tema central na narrativa bíblica, simbolizando a salvação e a restauração.","referencias_relacionadas":["Isaías 61:1","Salmos 146:7","Gálatas 5:1"]},"jeremias_51_52_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Em Jeremias 51:52, \"modo\" aparece na frase \"Portanto, eis que vêm dias, diz o Senhor, em que farei juízo sobre as suas imagens de escultura; e gemerão os feridos em toda a sua terra.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כֹּל; kôl; H3605), \"modo\" traz a ideia de modo. Aqui, essa palavra deixa o ensino de Jeremias 51:52 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"modo\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Jeremias 51:60. Lendo junto com Jeremias 51:52, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Jeremias 51:52","Jeremias 51:60","Salmos 119:105"]},"jeremias_51_52_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo determinado por Deus para a libertação de seu povo.","explicacao_detalhada":"A palavra 'dia' implica um momento específico em que a intervenção divina ocorrerá.","por_que_esta_palavra":"Destaca a certeza e a iminência da ação de Deus.","conexao_teologica":"O conceito de 'dia' é frequentemente usado na Bíblia para descrever momentos de juízo ou salvação.","referencias_relacionadas":["Joel 2:31","Atos 2:20","1 Tessalonicenses 5:2"]},"jeremias_51_53_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao domínio de Deus sobre a criação e sua soberania sobre as nações.","explicacao_detalhada":"A palavra 'céus' indica a majestade e a grandeza de Deus, que está acima de todas as coisas.","por_que_esta_palavra":"Mostra que a autoridade de Deus se estende além da terra, abrangendo todo o universo.","conexao_teologica":"A soberania de Deus sobre os céus e a terra é um tema central na teologia bíblica.","referencias_relacionadas":["Salmos 115:3","Isaías 66:1","Mateus 28:18"]},"jeremias_51_53_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Reitera a razão pela qual Deus agirá em favor de seu povo.","explicacao_detalhada":"A palavra 'porque' conecta a ação de Deus com a necessidade do povo, enfatizando sua fidelidade.","por_que_esta_palavra":"É uma palavra que justifica a intervenção divina em resposta ao sofrimento e à opressão.","conexao_teologica":"Reflete a natureza de Deus como aquele que responde ao clamor de seu povo.","referencias_relacionadas":["Salmos 18:6","Isaías 30:19","Hebreus 4:16"]},"jeremias_51_53_poderoso":{"palavra_pt":"poderoso","palavra_original":"בָּצַר","transliteracao":"bâtsar","strong":"H1219","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Descreve a força e a capacidade de Deus para agir em favor de seu povo.","explicacao_detalhada":"A palavra 'poderoso' enfatiza a habilidade de Deus de realizar milagres e trazer libertação.","por_que_esta_palavra":"Destaca a confiança que o povo deve ter na capacidade de Deus de salvá-los.","conexao_teologica":"A potência de Deus é um tema recorrente, mostrando que nada é impossível para Ele.","referencias_relacionadas":["Jeremias 32:17","Lucas 1:37","Efésios 3:20"]},"jeremias_51_54_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao domínio de Deus sobre a terra e seu plano de restaurar Israel.","explicacao_detalhada":"A palavra 'terra' implica a criação e a soberania de Deus sobre todas as nações.","por_que_esta_palavra":"Enfatiza que Deus não é apenas o Senhor dos céus, mas também da terra.","conexao_teologica":"A terra é frequentemente vista como o palco onde Deus realiza sua obra redentora.","referencias_relacionadas":["Salmos 24:1","Isaías 45:12","Romanos 8:22"]},"jeremias_51_54_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A voz mencionada aqui representa a comunicação divina e o chamado de Deus para a destruição de Babilônia.","explicacao_detalhada":"A palavra 'voz' (קוֹל, qôwl) é frequentemente usada na Bíblia para descrever a manifestação da vontade de Deus. Neste contexto, refere-se ao anúncio do juízo sobre Babilônia, simbolizando a autoridade de Deus sobre as nações.","por_que_esta_palavra":"A escolha da palavra 'voz' enfatiza a importância da mensagem divina e a inevitabilidade do juízo que se aproxima.","conexao_teologica":"A voz de Deus é um tema recorrente na Escritura, representando tanto o chamado ao arrependimento quanto a declaração de juízo. Isso se conecta com a ideia de que Deus se comunica com Seu povo e com as nações.","referencias_relacionadas":["Isaías 30:21","Salmos 29:4","João 10:27"]},"jeremias_51_55_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Babilônia será destruída, ligando a ação de Deus ao seu juízo.","explicacao_detalhada":"'Porque' (כִּי, kîy) é uma conjunção que explica a causa ou razão de uma declaração. Neste caso, é usada para justificar a ação de Deus contra Babilônia, destacando a soberania divina.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica do juízo de Deus, mostrando que não é arbitrário, mas fundamentado em razões justas.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, onde Ele age de acordo com Sua vontade e justiça. Isso se reflete em várias passagens que falam sobre o juízo divino.","referencias_relacionadas":["Romanos 1:18","Apocalipse 18:20","Ezequiel 18:30"]},"jeremias_51_55_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à autoridade suprema de Deus sobre todas as coisas, especialmente no contexto do juízo contra Babilônia.","explicacao_detalhada":"'Senhor' (יְהֹוָה, Yᵉhôvâh) é o nome pessoal de Deus, que expressa Sua eternidade e imutabilidade. Neste contexto, enfatiza que é Deus quem está agindo contra Babilônia.","por_que_esta_palavra":"A utilização do nome 'Senhor' destaca a relação de Deus com Seu povo e Sua capacidade de cumprir promessas e juízos.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua natureza e caráter. A invocação do nome de Deus é um chamado à reverência e à obediência.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"jeremias_51_55_perecer":{"palavra_pt":"perecer","palavra_original":"אָבַד","transliteracao":"ʼâbad","strong":"H6","significado_raiz":"Ideia básica: perecer.","significado_contextual":"A palavra 'perecer' indica a destruição iminente de Babilônia como resultado do juízo de Deus.","explicacao_detalhada":"'Perecer' (אָבַד, ʼâbad) implica em um estado de perda total ou destruição. No contexto, refere-se ao destino de Babilônia, que será completamente arrasada.","por_que_esta_palavra":"A escolha da palavra 'perecer' enfatiza a gravidade do juízo de Deus e a certeza de que Babilônia não se levantará novamente.","conexao_teologica":"A ideia de perecimento é um tema que aparece em várias passagens bíblicas, onde o juízo de Deus resulta em destruição para aqueles que se opõem a Ele.","referencias_relacionadas":["Salmos 37:20","Mateus 10:28","Apocalipse 20:14"]},"jeremias_51_56_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Assim como em Jeremias 51:55, 'porque' introduz a razão pela qual Deus está agindo contra Babilônia.","explicacao_detalhada":"'Porque' (כִּי, kîy) é uma conjunção que conecta a ação de Deus ao seu propósito divino, explicando a lógica do juízo.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a motivação divina, mostrando que o juízo é baseado em razões justas e não aleatórias.","conexao_teologica":"A justiça de Deus é um tema central na Escritura, onde Ele age de acordo com Sua natureza justa e reta.","referencias_relacionadas":["Romanos 2:6","Salmos 9:16","Ezequiel 33:11"]},"jeremias_51_56_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, destacando a fragilidade do ser humano diante do poder de Deus.","explicacao_detalhada":"'Homem' (גִּבּוֹר, gibbôwr) pode ser interpretado como um guerreiro ou alguém forte, mas neste contexto, enfatiza a impotência humana diante do juízo divino.","por_que_esta_palavra":"A escolha da palavra 'homem' ressalta a comparação entre a força humana e a força de Deus, que é incomparável.","conexao_teologica":"A fragilidade do homem diante de Deus é um tema recorrente na Bíblia, onde a soberania divina é sempre superior à força humana.","referencias_relacionadas":["Salmos 146:3","Isaías 40:30-31","Tiago 4:14"]},"jeremias_51_56_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se à força suprema que está por trás do juízo contra Babilônia.","explicacao_detalhada":"'Deus' (אֵל, ʼêl) representa a divindade e a força que controla todas as coisas. Neste contexto, enfatiza que é Deus quem está executando o juízo.","por_que_esta_palavra":"A escolha da palavra 'Deus' destaca a autoridade e o poder que Ele possui sobre todas as nações e povos.","conexao_teologica":"A força de Deus é um tema central na teologia bíblica, onde Ele é apresentado como o Criador e Sustentador de todas as coisas.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Isaías 40:28"]},"jeremias_51_57_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à soberania de Deus sobre todas as nações, incluindo Babilônia.","explicacao_detalhada":"'Rei' (מֶלֶךְ, melek) representa a autoridade e o domínio. Neste contexto, enfatiza que Deus é o verdadeiro Rei que governa sobre todas as coisas.","por_que_esta_palavra":"A escolha da palavra 'rei' ressalta a ideia de que, apesar da aparente força de Babilônia, Deus é o soberano supremo.","conexao_teologica":"A soberania de Deus como Rei é um tema central na Bíblia, onde Ele é reconhecido como o governante de toda a criação.","referencias_relacionadas":["Salmos 47:2","Isaías 6:5","Apocalipse 19:16"]},"jeremias_51_57_filled":{"palavra_pt":"filled","palavra_original":"שָׁכַר","transliteracao":"shâkar","strong":"H7937","significado_raiz":"Ideia básica: filled.","significado_contextual":"A palavra 'filled' refere-se ao cumprimento das profecias e ao juízo que se concretiza contra Babilônia.","explicacao_detalhada":"'Filled' (שָׁכַר, shâkar) implica em estar completo ou satisfeito. Neste contexto, refere-se ao juízo que se encheu até a medida estabelecida por Deus.","por_que_esta_palavra":"A escolha da palavra 'filled' enfatiza que o juízo de Deus é inevitável e que a medida de iniquidade de Babilônia foi alcançada.","conexao_teologica":"O cumprimento das promessas e profecias de Deus é um tema central na Escritura, onde Ele sempre cumpre o que promete.","referencias_relacionadas":["Gálatas 6:7","Mateus 5:6","Apocalipse 16:17"]},"jeremias_51_58_able":{"palavra_pt":"capaz","palavra_original":"דַּי","transliteracao":"day","strong":"H1767","significado_raiz":"Ideia básica: capaz.","significado_contextual":"A palavra 'capaz' refere-se à habilidade de Deus de realizar Seu juízo e cumprir Suas promessas.","explicacao_detalhada":"'Capaz' (דַּי, day) implica em ter a capacidade ou a suficiência. Neste contexto, enfatiza que Deus é plenamente capaz de executar Seu plano.","por_que_esta_palavra":"A escolha da palavra 'capaz' destaca a confiança que podemos ter na soberania e na capacidade de Deus de agir.","conexao_teologica":"A capacidade de Deus é um tema central na teologia bíblica, onde Ele é apresentado como onipotente e capaz de realizar tudo o que deseja.","referencias_relacionadas":["Efésios 3:20","Filipenses 4:13","Hebreus 7:25"]},"jeremias_51_58_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como o Deus soberano que governa sobre todas as nações.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para enfatizar a autoridade e o poder de Deus, que é o criador e sustentador do universo. No contexto de Jeremias 51, isso ressalta a certeza do juízo divino sobre Babilônia.","por_que_esta_palavra":"Esta palavra é central na teologia judaica e cristã, pois representa a relação entre Deus e seu povo, destacando sua soberania e fidelidade.","conexao_teologica":"A invocação do nome do Senhor é um chamado à adoração e à confiança em sua justiça e poder.","referencias_relacionadas":["Salmos 46:10","Isaías 40:28","Êxodo 3:14"]},"jeremias_51_58_fogo":{"palavra_pt":"fogo","palavra_original":"אֵשׁ","transliteracao":"ʼêsh","strong":"H784","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Simboliza o juízo e a purificação que Deus trará sobre Babilônia.","explicacao_detalhada":"A palavra 'fogo' (אֵשׁ) é frequentemente associada ao juízo divino e à destruição. Em Jeremias 51, o fogo representa a ira de Deus contra a corrupção e a idolatria de Babilônia.","por_que_esta_palavra":"O fogo é um elemento purificador e destrutivo, refletindo a natureza de Deus que não tolera o pecado.","conexao_teologica":"O uso do fogo em contextos de juízo é uma constante na Bíblia, simbolizando tanto destruição quanto purificação.","referencias_relacionadas":["Hebreus 12:29","Mateus 3:12","Apocalipse 20:9"]},"jeremias_51_59_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à mensagem de Deus que é proclamada pelo profeta.","explicacao_detalhada":"A palavra 'palavra' (דָּבָר) implica não apenas um enunciado, mas a revelação e a ação de Deus através de suas promessas e advertências. Jeremias 51 destaca a importância da mensagem profética contra Babilônia.","por_que_esta_palavra":"A palavra de Deus é viva e eficaz, e seu cumprimento é garantido, refletindo a fidelidade divina.","conexao_teologica":"A palavra de Deus é central na vida do crente, sendo a base para a fé e a prática.","referencias_relacionadas":["Isaías 55:11","Hebreus 4:12","Salmos 119:105"]},"jeremias_51_59_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se ao mensageiro escolhido por Deus para comunicar sua vontade ao povo.","explicacao_detalhada":"A palavra 'profeta' (נָבִיא) indica alguém que fala em nome de Deus. Jeremias, como profeta, traz a mensagem de juízo e esperança ao povo de Israel, especialmente em relação à queda de Babilônia.","por_que_esta_palavra":"Os profetas são fundamentais na história da salvação, pois são instrumentos de Deus para revelar sua vontade e direcionar seu povo.","conexao_teologica":"A função profética é um reflexo da comunicação divina com a humanidade, culminando em Cristo, o Profeta por excelência.","referencias_relacionadas":["Deuteronômio 18:18","Amós 3:7","Mateus 5:17"]},"jeremias_51_59_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Representa a relação entre Deus e seu povo, frequentemente descrito como seu filho.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para expressar a intimidade e a aliança entre Deus e Israel. No contexto de Jeremias, isso ressalta a responsabilidade do povo em seguir a Deus.","por_que_esta_palavra":"A ideia de filiação implica amor, cuidado e disciplina, refletindo a relação paternal de Deus com seu povo.","conexao_teologica":"A filiação é um tema central na Bíblia, culminando na revelação de Jesus como o Filho de Deus.","referencias_relacionadas":["Êxodo 4:22","Salmos 2:7","Romanos 8:14"]},"jeremias_51_60_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Novamente refere-se à mensagem de Deus, enfatizando sua importância.","explicacao_detalhada":"A repetição da palavra 'palavra' (דָּבָר) em Jeremias 51 destaca a urgência e a seriedade da mensagem profética contra Babilônia.","por_que_esta_palavra":"A palavra de Deus é um elemento vital para a compreensão do seu plano e propósito para a humanidade.","conexao_teologica":"A ênfase na palavra de Deus reforça a ideia de que Ele se comunica ativamente com seu povo.","referencias_relacionadas":["Isaías 40:8","Tiago 1:21","1 Pedro 1:25"]},"jeremias_51_60_describe":{"palavra_pt":"descrever","palavra_original":"כָּתַב","transliteracao":"kâthab","strong":"H3789","significado_raiz":"Ideia básica: descrever.","significado_contextual":"Refere-se ao ato de registrar ou comunicar a mensagem de Deus.","explicacao_detalhada":"A palavra 'descrever' (כָּתַב) implica a importância de documentar as revelações e profecias de Deus, garantindo que sua mensagem seja preservada e transmitida.","por_que_esta_palavra":"Registrar a palavra de Deus é essencial para a edificação da fé e a continuidade da tradição.","conexao_teologica":"A escrita das Escrituras é um ato divino que permite que as gerações futuras conheçam a verdade de Deus.","referencias_relacionadas":["Habacuque 2:2","2 Timóteo 3:16","Apocalipse 1:3"]},"jeremias_51_60_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à forma ou maneira como a mensagem de Deus deve ser comunicada.","explicacao_detalhada":"A palavra 'modo' (כֹּל) sugere que a comunicação da palavra de Deus deve ser feita com clareza e precisão, refletindo a verdade divina.","por_que_esta_palavra":"A maneira de comunicar a mensagem é crucial para que ela seja compreendida e aceita pelo povo.","conexao_teologica":"A forma como a verdade de Deus é apresentada pode impactar a recepção e a resposta do povo.","referencias_relacionadas":["1 Coríntios 14:40","Colossenses 4:6","2 Timóteo 2:15"]},"jeremias_51_61_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Mais uma vez, refere-se à mensagem de Deus, enfatizando sua relevância contínua.","explicacao_detalhada":"A repetição da palavra 'palavra' (דָּבָר) em Jeremias 51 reforça a ideia de que a mensagem de Deus é central e deve ser levada a sério.","por_que_esta_palavra":"A palavra de Deus é eterna e sempre relevante, guiando o povo em todas as gerações.","conexao_teologica":"A continuidade da palavra de Deus é um testemunho de sua fidelidade e do seu plano redentor.","referencias_relacionadas":["Salmos 119:89","Mateus 24:35","Romanos 10:17"]},"jeremias_51_61_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude da declaração de Deus e sua importância.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) implica a autoridade de Deus ao pronunciar juízos e promessas, destacando a grandeza de sua palavra.","por_que_esta_palavra":"A grandeza da palavra de Deus implica que ela deve ser ouvida e obedecida, pois traz vida e transformação.","conexao_teologica":"A palavra de Deus é poderosa e eficaz, capaz de mudar corações e vidas.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Hebreus 11:3"]},"jeremias_51_61_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' é utilizada para enfatizar a percepção e a revelação divina.","explicacao_detalhada":"No contexto de Jeremias 51:61, 'ver' implica não apenas em observar fisicamente, mas em compreender a mensagem de Deus sobre a destruição de Babilônia. É um chamado à atenção e à reflexão sobre os eventos que se desenrolam.","por_que_esta_palavra":"A escolha da palavra 'ver' destaca a importância de reconhecer a ação de Deus na história e a necessidade de discernimento espiritual.","conexao_teologica":"A visão é frequentemente associada à revelação divina, onde Deus se manifesta ao seu povo, permitindo que eles compreendam sua vontade e planos.","referencias_relacionadas":["Isaías 6:10","Ezequiel 12:2","Mateus 13:14-15"]},"jeremias_51_62_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para transmitir a ordem de Deus e a importância da comunicação divina.","explicacao_detalhada":"Em Jeremias 51:62, 'dizer' refere-se à declaração profética que anuncia a queda de Babilônia. É um ato de profecia que revela a soberania de Deus sobre as nações.","por_que_esta_palavra":"A palavra 'dizer' é crucial para entender a autoridade da mensagem profética e a responsabilidade do profeta em comunicar a verdade de Deus.","conexao_teologica":"A comunicação de Deus através da palavra é um tema central na Bíblia, mostrando como Ele se relaciona com a humanidade e revela seu plano de salvação.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Hebreus 1:1-2"]},"jeremias_51_62_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' representa a autoridade e a soberania de Deus sobre todas as coisas.","explicacao_detalhada":"Em Jeremias 51:62, o uso do nome 'Senhor' enfatiza a relação entre Deus e seu povo, destacando sua posição como criador e governante do universo.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a natureza de Deus como aquele que tem controle absoluto sobre a história e as nações.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, simbolizando sua presença, poder e a aliança que Ele tem com seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"jeremias_51_62_corpo":{"palavra_pt":"corpo","palavra_original":"מָקוֹם","transliteracao":"mâqôwm","strong":"H4725","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' refere-se ao lugar físico onde a presença de Deus pode ser encontrada.","explicacao_detalhada":"No contexto de Jeremias 51:62, 'corpo' pode ser interpretado como o templo ou a cidade de Jerusalém, que simboliza a habitação de Deus entre seu povo.","por_que_esta_palavra":"A escolha da palavra 'corpo' destaca a importância do espaço sagrado e da presença de Deus na vida da comunidade de Israel.","conexao_teologica":"A ideia de corpo como templo é central na teologia bíblica, refletindo a relação entre Deus e seu povo e a importância da santidade.","referencias_relacionadas":["1 Coríntios 3:16-17","2 Crônicas 7:15-16","Hebreus 10:19-22"]},"jeremias_51_63_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a queda de Babilônia como um juízo divino.","explicacao_detalhada":"Em Jeremias 51:63, 'cair' simboliza a derrota e a destruição que virão sobre a cidade, enfatizando a inevitabilidade do juízo de Deus.","por_que_esta_palavra":"A palavra 'cair' é significativa porque representa a fragilidade das potências humanas diante da soberania de Deus.","conexao_teologica":"A queda de impérios é um tema recorrente na Bíblia, mostrando que Deus é soberano sobre as nações e que seu juízo é certo.","referencias_relacionadas":["Isaías 14:12-15","Daniel 4:30-32","Apocalipse 18:2"]},"jeremias_51_63_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' implica um convite ou convocação divina.","explicacao_detalhada":"No contexto de Jeremias 51:63, 'chamar' pode referir-se ao chamado de Deus para que seu povo reconheça a verdade sobre Babilônia e se volte para Ele.","por_que_esta_palavra":"A palavra 'chamar' é importante porque reflete a iniciativa de Deus em se relacionar com seu povo e convidá-los ao arrependimento.","conexao_teologica":"O chamado de Deus é um tema central na Bíblia, mostrando sua graça e desejo de restaurar a humanidade.","referencias_relacionadas":["Isaías 43:1","Mateus 11:28","Romanos 8:30"]},"jeremias_51_63_livro":{"palavra_pt":"livro","palavra_original":"סֵפֶר","transliteracao":"çêpher","strong":"H5612","significado_raiz":"Ideia básica: livro.","significado_contextual":"A palavra 'livro' é usada para se referir a registros e profecias que testemunham a verdade de Deus.","explicacao_detalhada":"Em Jeremias 51:63, 'livro' pode simbolizar as escrituras que contêm as promessas e advertências de Deus ao seu povo.","por_que_esta_palavra":"A palavra 'livro' é significativa porque representa a preservação da palavra de Deus e sua importância para a fé e a prática.","conexao_teologica":"As escrituras são fundamentais na teologia cristã, servindo como guia e testemunho da revelação divina.","referencias_relacionadas":["Salmos 119:105","2 Timóteo 3:16-17","Apocalipse 20:12"]},"jeremias_51_64_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para enfatizar a comunicação da vontade de Deus.","explicacao_detalhada":"Em Jeremias 51:64, 'dizer' reforça a ideia de que as palavras de Deus são poderosas e têm um impacto significativo na história.","por_que_esta_palavra":"A repetição da palavra 'dizer' sublinha a importância da mensagem profética e a necessidade de atenção à voz de Deus.","conexao_teologica":"A palavra de Deus é viva e eficaz, e sua comunicação é essencial para a vida espiritual do crente.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Romanos 10:17"]},"jeremias_51_64_subjugar":{"palavra_pt":"subjugar","palavra_original":"שָׁקַע","transliteracao":"shâqaʻ","strong":"H8257","significado_raiz":"Ideia básica: subjugar.","significado_contextual":"A palavra 'subjugar' refere-se ao ato de dominar ou vencer adversários.","explicacao_detalhada":"Em Jeremias 51:64, 'subjugar' é usado para descrever a derrota de Babilônia e a afirmação do poder de Deus sobre as nações.","por_que_esta_palavra":"A palavra 'subjugar' é significativa porque reflete a soberania de Deus em trazer justiça e restaurar seu povo.","conexao_teologica":"A vitória de Deus sobre as forças do mal é um tema central na Bíblia, mostrando que Ele é o verdadeiro Rei.","referencias_relacionadas":["Salmos 110:1","Romanos 16:20","Apocalipse 19:11-16"]},"jeremias_51_64_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para enfatizar a autenticidade e a fidelidade de Deus.","explicacao_detalhada":"Em Jeremias 51:64, 'verdade' destaca a certeza do juízo de Deus e a confiança que seu povo deve ter em suas promessas.","por_que_esta_palavra":"A palavra 'verdade' é fundamental para a fé, pois reflete a natureza de Deus como aquele que não mente e cumpre suas promessas.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, sendo a base da fé cristã e da vida moral.","referencias_relacionadas":["João 14:6","Salmos 119:160","Efésios 4:15"]}}