{"jeremias_52_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho de um rei, simbolizando a continuidade da linhagem real.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para indicar não apenas a relação biológica, mas também a herança e a posição dentro da família real. No contexto de Jeremias 52, isso se relaciona à sucessão no trono.","por_que_esta_palavra":"A escolha da palavra 'filho' enfatiza a importância da linhagem e da herança no contexto da realeza.","conexao_teologica":"A ideia de ser filho é frequentemente associada à relação entre Deus e seu povo, onde Israel é chamado de filho de Deus.","referencias_relacionadas":["Êxodo 4:22","Salmos 2:7","Mateus 3:17"]},"jeremias_52_1_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Indica a ação de governar, especialmente em um contexto de autoridade real.","explicacao_detalhada":"A palavra 'reinar' (מָלַךְ) é utilizada para descrever a função do rei e sua autoridade sobre o povo. No contexto de Jeremias 52, isso se relaciona à queda de Jerusalém e à perda do trono.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica de poder e a soberania de Deus sobre as nações.","conexao_teologica":"Deus é frequentemente descrito como o verdadeiro Rei, e a realeza humana é vista como uma extensão de Sua autoridade.","referencias_relacionadas":["Salmos 22:28","Isaías 9:6-7","Apocalipse 19:16"]},"jeremias_52_1_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome que representa a autoridade e o poder do rei.","explicacao_detalhada":"A palavra 'nome' (שֵׁם) é usada para simbolizar a reputação e a autoridade de alguém. No contexto de Jeremias 52, isso se relaciona à identidade do rei e sua legitimidade.","por_que_esta_palavra":"O nome é um reflexo da essência e do caráter de uma pessoa, especialmente em contextos de liderança.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua autoridade e poder, mostrando a conexão entre o nome e a soberania.","referencias_relacionadas":["Salmos 20:1","Provérbios 18:10","Filipenses 2:9-11"]},"jeremias_52_2_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um modo de agir ou a uma maneira de fazer algo.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) é usada para descrever ações e comportamentos. No contexto de Jeremias 52, isso pode se referir a ações específicas tomadas pelo rei ou pelo povo.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância das ações e suas consequências na narrativa bíblica.","conexao_teologica":"As ações humanas são frequentemente vistas como reflexos da vontade de Deus e têm implicações espirituais.","referencias_relacionadas":["Gálatas 6:7","Tiago 2:17","Mateus 7:17-20"]},"jeremias_52_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como algo é feito ou ao modo de agir.","explicacao_detalhada":"A palavra 'modo' (כֹּל) enfatiza a totalidade ou a forma de proceder em uma situação. No contexto de Jeremias 52, isso pode se referir à maneira como o rei lidou com a crise.","por_que_esta_palavra":"A escolha dessa palavra é importante para entender a abordagem e a estratégia do rei em tempos de dificuldade.","conexao_teologica":"A maneira como vivemos e agimos é um reflexo de nossa fé e obediência a Deus.","referencias_relacionadas":["Colossenses 3:23","1 Coríntios 10:31","Efésios 5:15-16"]},"jeremias_52_2_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à percepção ou à visão, tanto literal quanto figurativa.","explicacao_detalhada":"A palavra 'olho' (עַיִן) é usada para descrever a capacidade de ver e perceber. No contexto de Jeremias 52, isso pode se referir à visão do rei sobre a situação de Jerusalém.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância da percepção e da vigilância em tempos de crise.","conexao_teologica":"Deus é descrito como aquele que vê tudo, e a visão espiritual é fundamental para a compreensão da Sua vontade.","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","Hebreus 4:13"]},"jeremias_52_3_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade máxima em Israel, o governante.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) é central na narrativa, representando a liderança e a responsabilidade sobre o povo. No contexto de Jeremias 52, isso se relaciona à queda do reino.","por_que_esta_palavra":"A palavra é crucial para entender a estrutura de poder e a relação entre Deus e a liderança humana.","conexao_teologica":"Deus é o Rei supremo, e a realeza humana é uma representação de Sua autoridade na terra.","referencias_relacionadas":["1 Samuel 8:7","Salmos 10:16","Apocalipse 17:14"]},"jeremias_52_3_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão ou a causa de um evento ou ação.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para introduzir uma explicação ou justificativa. No contexto de Jeremias 52, isso pode se referir às razões para a queda de Jerusalém.","por_que_esta_palavra":"A escolha dessa palavra é importante para entender a lógica e a teologia por trás dos eventos narrados.","conexao_teologica":"A compreensão das razões por trás das ações de Deus é fundamental para a teologia bíblica.","referencias_relacionadas":["Romanos 8:28","Gênesis 50:20","Provérbios 19:21"]},"jeremias_52_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar Deus, enfatizando Sua soberania. No contexto de Jeremias 52, isso se relaciona à confiança do povo em Deus durante a crise.","por_que_esta_palavra":"A escolha dessa palavra é fundamental para entender a relação entre Deus e Seu povo, especialmente em tempos de dificuldade.","conexao_teologica":"O nome de Deus é central na adoração e na compreensão da Sua natureza e promessas.","referencias_relacionadas":["Salmos 46:1","Isaías 40:28","Filipenses 4:19"]},"jeremias_52_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as ações são realizadas.","explicacao_detalhada":"A palavra 'modo' (כֹּל) é usada para descrever a maneira de agir em uma situação. No contexto de Jeremias 52, isso pode se referir à forma como o povo reagiu à queda de Jerusalém.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância da abordagem e da atitude em tempos de crise.","conexao_teologica":"A maneira como vivemos e agimos reflete nossa fé e obediência a Deus.","referencias_relacionadas":["Mateus 5:16","Colossenses 3:17","1 Pedro 2:12"]},"jeremias_52_4_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à queda de Jerusalém, simbolizando a derrota e a destruição da cidade.","explicacao_detalhada":"Neste contexto, 'cair' implica não apenas uma queda física, mas também uma queda espiritual e moral do povo de Judá, que se afastou de Deus.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a gravidade da situação e o cumprimento do juízo de Deus sobre Judá por sua desobediência.","conexao_teologica":"A queda de Jerusalém é vista como um ato de julgamento divino, refletindo a justiça de Deus em relação ao pecado do seu povo.","referencias_relacionadas":["Jeremias 39:2","Lamentações 1:1","Ezequiel 33:21"]},"jeremias_52_4_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão 'expressão' refere-se à maneira como os eventos são comunicados ou descritos, refletindo a gravidade da situação.","explicacao_detalhada":"Neste versículo, a expressão pode indicar a forma como a queda de Jerusalém é percebida e relatada, destacando a dor e o lamento do povo.","por_que_esta_palavra":"A palavra 'expressão' é usada para enfatizar a necessidade de comunicar a realidade da destruição e suas consequências.","conexao_teologica":"A comunicação dos eventos de julgamento é fundamental para a compreensão do plano de Deus e sua relação com o povo.","referencias_relacionadas":["Isaías 53:3","Ezequiel 24:16","Lamentações 2:11"]},"jeremias_52_5_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a Jerusalém, que é o centro espiritual e político de Judá.","explicacao_detalhada":"Jerusalém é descrita como a cidade escolhida por Deus, e sua destruição representa uma perda significativa para o povo de Israel.","por_que_esta_palavra":"A menção de 'cidade' destaca a importância de Jerusalém na história da salvação e o impacto de sua queda.","conexao_teologica":"A cidade de Jerusalém é frequentemente vista como um símbolo da presença de Deus entre seu povo e sua destruição reflete a separação entre Deus e Israel.","referencias_relacionadas":["Salmos 137:1","Isaías 1:8","Ezequiel 9:4"]},"jeremias_52_5_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se ao governante de Judá, simbolizando a liderança e a responsabilidade do povo.","explicacao_detalhada":"O rei é visto como um representante de Deus na terra, e sua queda é um reflexo da falência da liderança espiritual e moral.","por_que_esta_palavra":"A inclusão de 'rei' enfatiza a relação entre a liderança e o destino da nação, mostrando que a desobediência do rei leva à ruína do povo.","conexao_teologica":"A figura do rei em Israel é crucial para entender a aliança de Deus com seu povo e as consequências do pecado.","referencias_relacionadas":["1 Reis 11:4","2 Crônicas 36:14","Ezequiel 21:25"]},"jeremias_52_5_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se ao ato de entrar na cidade, simbolizando a invasão e a destruição.","explicacao_detalhada":"Neste contexto, 'vir' implica a chegada dos inimigos e a inevitabilidade do juízo sobre Jerusalém.","por_que_esta_palavra":"A escolha da palavra 'vir' destaca a ação de Deus permitindo que os inimigos entrem e cumpram seu plano de julgamento.","conexao_teologica":"A entrada dos inimigos em Jerusalém é um lembrete da soberania de Deus sobre as nações e seu controle sobre a história.","referencias_relacionadas":["Jeremias 39:1","Ezequiel 26:7","Daniel 1:1"]},"jeremias_52_6_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' refere-se à força e à intensidade da situação, indicando a gravidade da fome e do cerco.","explicacao_detalhada":"Neste contexto, 'agarrar' sugere a luta desesperada do povo para sobreviver em meio à crise.","por_que_esta_palavra":"A palavra 'agarrar' é usada para descrever a urgência e a intensidade da fome que aflige a cidade sitiada.","conexao_teologica":"A fome é vista como um sinal do juízo de Deus, refletindo a consequência do afastamento do povo de sua provisão.","referencias_relacionadas":["Lamentações 4:9","Ezequiel 5:16","Mateus 24:7"]},"jeremias_52_6_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"A palavra 'fome' refere-se à escassez de alimentos durante o cerco a Jerusalém, simbolizando o sofrimento do povo.","explicacao_detalhada":"A fome é uma consequência direta do cerco e da destruição, refletindo a severidade do juízo de Deus.","por_que_esta_palavra":"A inclusão de 'fome' destaca a realidade do sofrimento humano e a necessidade de dependência de Deus.","conexao_teologica":"A fome é frequentemente usada nas Escrituras como um símbolo do juízo divino e da necessidade de arrependimento.","referencias_relacionadas":["Deuteronômio 28:48","Lamentações 2:11","Mateus 4:4"]},"jeremias_52_6_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' novamente refere-se a Jerusalém, enfatizando seu papel central na narrativa bíblica.","explicacao_detalhada":"A repetição da palavra 'cidade' sublinha a importância de Jerusalém como o local da presença de Deus e do culto.","por_que_esta_palavra":"A ênfase na 'cidade' destaca a tragédia da sua destruição e o impacto sobre a identidade do povo.","conexao_teologica":"Jerusalém é vista como a cidade de Deus, e sua queda representa uma ruptura na relação entre Deus e seu povo.","referencias_relacionadas":["Salmos 48:1","Isaías 2:3","Ezequiel 11:16"]},"jeremias_52_7_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' é novamente utilizada para enfatizar a destruição de Jerusalém e suas consequências.","explicacao_detalhada":"A repetição da palavra 'cidade' reforça a ideia de que a destruição de Jerusalém é um evento central na história de Israel.","por_que_esta_palavra":"A ênfase na 'cidade' destaca a importância de Jerusalém como símbolo da presença de Deus e da identidade do povo.","conexao_teologica":"A destruição de Jerusalém é um tema recorrente nas Escrituras, simbolizando a consequência do pecado e a necessidade de arrependimento.","referencias_relacionadas":["Lamentações 1:4","Ezequiel 24:21","Mateus 23:37"]},"jeremias_52_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como os eventos se desenrolam, indicando a gravidade da situação.","explicacao_detalhada":"Neste contexto, 'modo' pode se referir à forma como a destruição e o sofrimento são vividos pelo povo.","por_que_esta_palavra":"A escolha da palavra 'modo' sugere uma reflexão sobre as consequências das ações do povo e a resposta de Deus.","conexao_teologica":"A maneira como os eventos se desenrolam é importante para entender o caráter de Deus e sua resposta ao pecado.","referencias_relacionadas":["Salmos 37:23","Provérbios 14:12","Romanos 8:28"]},"jeremias_52_7_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao governante de Israel, simbolizando autoridade e poder.","explicacao_detalhada":"No contexto de Jeremias 52:7, o 'rei' representa a liderança de Judá, que enfrentou a destruição e a queda de Jerusalém. A figura do rei é central na história de Israel, pois ele é visto como o representante de Deus na terra.","por_que_esta_palavra":"A palavra 'rei' é utilizada para enfatizar a posição de liderança e a responsabilidade do governante sobre o povo, especialmente em tempos de crise.","conexao_teologica":"A figura do rei em Israel é frequentemente associada ao reinado de Deus, que é o verdadeiro soberano. A desobediência dos reis leva ao juízo divino.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Isaías 33:22"]},"jeremias_52_8_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Novamente, refere-se ao governante de Judá, destacando sua impotência diante do exílio.","explicacao_detalhada":"A repetição da palavra 'rei' em Jeremias 52:8 reforça a ideia de que a liderança falhou em proteger o povo e a cidade, resultando em sua captura e destruição.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica de poder e a responsabilidade do rei em tempos de adversidade.","conexao_teologica":"A queda do rei é um reflexo da desobediência do povo a Deus, que prometeu proteção sob a liderança fiel.","referencias_relacionadas":["2 Reis 25:4","Ezequiel 21:25-27","Miquéias 3:9-12"]},"jeremias_52_8_deserto":{"palavra_pt":"deserto","palavra_original":"עֲרָבָה","transliteracao":"ʻărâbâh","strong":"H6160","significado_raiz":"Ideia básica: deserto.","significado_contextual":"Simboliza a desolação e a ausência de vida, representando o estado de Judá após a destruição.","explicacao_detalhada":"O 'deserto' em Jeremias 52:8 é um lugar de desolação, contrastando com a terra prometida que deveria ser um lugar de abundância e vida. Reflete o juízo de Deus sobre Judá.","por_que_esta_palavra":"A palavra 'deserto' é usada para ilustrar a devastação e a perda que o povo experimentou após a queda de Jerusalém.","conexao_teologica":"O deserto é frequentemente um lugar de teste e purificação na Bíblia, onde Deus se revela e prepara seu povo para um novo começo.","referencias_relacionadas":["Êxodo 3:1","Isaías 40:3","Mateus 4:1"]},"jeremias_52_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como os eventos se desenrolaram, enfatizando a gravidade da situação.","explicacao_detalhada":"A palavra 'modo' em Jeremias 52:8 destaca a forma como a destruição ocorreu e a maneira como o povo foi levado ao exílio, refletindo a soberania de Deus sobre a história.","por_que_esta_palavra":"É importante para entender a sequência dos eventos e a providência divina em meio ao juízo.","conexao_teologica":"A maneira como Deus lida com seu povo é um tema recorrente, mostrando que mesmo em juízo, Ele tem um plano de restauração.","referencias_relacionadas":["Romanos 8:28","Salmos 37:23","Provérbios 16:9"]},"jeremias_52_9_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente ao rei, destacando sua captura e a perda de autoridade.","explicacao_detalhada":"A menção do 'rei' em Jeremias 52:9 sublinha a tragédia da queda de Judá e a impotência do rei diante do exército babilônico.","por_que_esta_palavra":"A repetição da palavra enfatiza a importância do rei na narrativa e o impacto de sua queda sobre o povo.","conexao_teologica":"A queda do rei é um lembrete da fragilidade da liderança humana em comparação com a soberania de Deus.","referencias_relacionadas":["2 Reis 25:7","Jeremias 39:5","Ezequiel 17:20"]},"jeremias_52_9_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Judá, que foi devastada e ocupada.","explicacao_detalhada":"A palavra 'terra' em Jeremias 52:9 é central para entender a promessa de Deus a Israel e a perda que o povo sofreu ao ser levado ao exílio.","por_que_esta_palavra":"A terra é um símbolo da aliança de Deus com seu povo, e sua perda representa a quebra dessa aliança.","conexao_teologica":"A terra prometida é um tema importante na Bíblia, representando a presença de Deus entre seu povo.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 30:5","Hebreus 11:9-10"]},"jeremias_52_9_agarrar":{"palavra_pt":"agarrar","palavra_original":"תָּפַשׂ","transliteracao":"tâphas","strong":"H8610","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se ao ato de capturar, simbolizando a derrota de Judá.","explicacao_detalhada":"A palavra 'agarrar' em Jeremias 52:9 ilustra a ação dos babilônios ao capturarem o rei e o povo, enfatizando a perda de liberdade.","por_que_esta_palavra":"É usada para descrever a força e a violência do exílio, contrastando com a ideia de proteção que deveria vir de Deus.","conexao_teologica":"A captura do povo é um reflexo do juízo de Deus, mas também aponta para a necessidade de arrependimento e retorno a Ele.","referencias_relacionadas":["Salmos 137:1","Lamentações 1:3","Ezequiel 12:13"]},"jeremias_52_10_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שָׁחַט","transliteracao":"shâchaṭ","strong":"H7819","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao ato de sacrificar, que era parte do culto a Deus, mas agora é distorcido pela situação de exílio.","explicacao_detalhada":"Em Jeremias 52:10, o 'sacrifício' é um lembrete da adoração que foi interrompida pela destruição do templo e a perda da terra.","por_que_esta_palavra":"A palavra é significativa porque destaca a relação entre adoração e a presença de Deus, que foi rompida pelo exílio.","conexao_teologica":"O sacrifício é central na relação do povo com Deus, e sua interrupção simboliza a separação causada pelo pecado.","referencias_relacionadas":["Levítico 1:1-17","Hebreus 9:22","Romanos 12:1"]},"jeremias_52_10_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei, que agora está em uma posição de vulnerabilidade.","explicacao_detalhada":"A menção do 'rei' em Jeremias 52:10 destaca a transição de poder e a fragilidade da liderança diante do juízo de Deus.","por_que_esta_palavra":"A palavra é usada para enfatizar a queda do rei e a mudança nas dinâmicas de poder em Judá.","conexao_teologica":"A queda do rei é um aviso sobre a soberania de Deus e a necessidade de liderança que busca a vontade divina.","referencias_relacionadas":["2 Reis 25:27-30","Jeremias 22:28-30","Ezequiel 21:25-27"]},"jeremias_52_10_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho do rei, simbolizando a continuidade da linhagem real e a perda de esperança.","explicacao_detalhada":"A palavra 'filho' em Jeremias 52:10 destaca a importância da descendência real e a tragédia da sua morte, que representa o fim de uma era.","por_que_esta_palavra":"É significativa porque mostra a continuidade da promessa de Deus, que é interrompida pela destruição.","conexao_teologica":"A linhagem do rei é importante para as promessas messiânicas, e sua interrupção aponta para a necessidade de um novo começo.","referencias_relacionadas":["Mateus 1:12-16","Isaías 11:1","Jeremias 23:5"]},"jeremias_52_11_ouro":{"palavra_pt":"ouro","palavra_original":"נְחֹשֶׁת","transliteracao":"nᵉchôsheth","strong":"H5178","significado_raiz":"Ideia básica: ouro.","significado_contextual":"Ouro representa riqueza e valor, simbolizando a opulência do templo e do reino de Judá.","explicacao_detalhada":"No contexto de Jeremias 52:11, o ouro é mencionado em relação aos utensílios do templo que foram levados para a Babilônia, evidenciando a destruição e a perda da glória de Israel.","por_que_esta_palavra":"A palavra 'ouro' é utilizada para enfatizar a importância e a sacralidade dos objetos que foram profanados e levados como despojos.","conexao_teologica":"O ouro, como símbolo da presença de Deus e da adoração, reflete a relação entre a riqueza material e a espiritualidade, mostrando a tragédia da idolatria e da desobediência de Israel.","referencias_relacionadas":["1 Reis 6:20-22","2 Crônicas 36:18-19","Ezequiel 7:19"]},"jeremias_52_11_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O rei é a figura de autoridade que governa o povo, representando a liderança e a responsabilidade sobre a nação.","explicacao_detalhada":"Neste versículo, o rei é mencionado em um momento de grande crise, quando a cidade de Jerusalém é conquistada e o rei é levado cativo, simbolizando a queda do governo e a desolação do povo.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a dinâmica de poder e a relação entre Deus e a liderança de Israel, especialmente em tempos de juízo.","conexao_teologica":"A figura do rei em Jeremias reflete a necessidade de liderança justa e a soberania de Deus sobre as nações, mostrando que a desobediência leva à ruína.","referencias_relacionadas":["1 Samuel 8:7-9","Salmos 22:28","Provérbios 21:1"]},"jeremias_52_11_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Clamar implica um pedido urgente ou súplica, refletindo a necessidade de ajuda em tempos de crise.","explicacao_detalhada":"No contexto de Jeremias 52:11, clamar pode ser visto como um apelo à intervenção divina em meio ao desespero da nação, que enfrenta a destruição.","por_que_esta_palavra":"A palavra 'clamar' é utilizada para expressar a intensidade da situação e a urgência da necessidade de salvação.","conexao_teologica":"Clamar a Deus é um tema recorrente nas Escrituras, enfatizando a dependência humana da graça e da misericórdia divina em momentos de aflição.","referencias_relacionadas":["Salmos 34:17","Isaías 58:9","Romanos 10:13"]},"jeremias_52_12_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O rei é mencionado novamente, reforçando a ideia de liderança e a tragédia da queda do governo de Judá.","explicacao_detalhada":"A repetição da palavra 'rei' neste versículo destaca a importância da figura real e a sua relação com o destino da nação durante o cerco e a destruição.","por_que_esta_palavra":"A palavra 'rei' é fundamental para entender a estrutura social e política de Israel, especialmente em tempos de crise.","conexao_teologica":"A liderança do rei é vista como um reflexo da liderança de Deus sobre o seu povo, e a queda do rei simboliza a desobediência e o juízo divino.","referencias_relacionadas":["2 Reis 25:7","Ezequiel 21:25-27","Daniel 2:21"]},"jeremias_52_12_lua":{"palavra_pt":"lua","palavra_original":"חֹדֶשׁ","transliteracao":"chôdesh","strong":"H2320","significado_raiz":"Ideia básica: lua.","significado_contextual":"A lua é um símbolo de tempo e ciclos, frequentemente associada a festividades e a adoração no calendário hebraico.","explicacao_detalhada":"Neste versículo, a menção à lua pode estar relacionada à observância de festivais e à adoração que foi interrompida pela destruição de Jerusalém.","por_que_esta_palavra":"A palavra 'lua' é importante para entender a conexão entre o tempo, a adoração e a vida espiritual do povo de Israel.","conexao_teologica":"A lua, como símbolo de renovação e ciclos, reflete a fidelidade de Deus em meio ao juízo, prometendo um futuro de restauração.","referencias_relacionadas":["Salmos 104:19","Ezequiel 46:1","Colossenses 2:16-17"]},"jeremias_52_12_instrument":{"palavra_pt":"instrument","palavra_original":"עָשׂוֹר","transliteracao":"ʻâsôwr","strong":"H6218","significado_raiz":"Ideia básica: instrument.","significado_contextual":"Instrumento refere-se a ferramentas ou utensílios usados para adoração, simbolizando a prática religiosa.","explicacao_detalhada":"Neste contexto, o instrumento é parte dos utensílios do templo que foram levados, representando a perda da capacidade de adoração e serviço a Deus.","por_que_esta_palavra":"A palavra 'instrumento' é utilizada para enfatizar a importância dos meios de adoração e a tragédia de sua perda.","conexao_teologica":"Os instrumentos de adoração são um símbolo da presença de Deus entre o seu povo, e sua perda reflete a separação causada pelo pecado.","referencias_relacionadas":["Salmos 150:3-5","1 Crônicas 15:16","Ezequiel 28:13"]},"jeremias_52_13_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A repetição da palavra 'rei' enfatiza a importância da liderança e o impacto da queda do rei sobre o povo.","explicacao_detalhada":"Neste versículo, o rei é mencionado em um contexto de destruição, simbolizando a perda de autoridade e a desolação de Judá.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a dinâmica de poder e a relação entre Deus e a liderança de Israel, especialmente em tempos de juízo.","conexao_teologica":"A figura do rei em Jeremias reflete a necessidade de liderança justa e a soberania de Deus sobre as nações, mostrando que a desobediência leva à ruína.","referencias_relacionadas":["2 Reis 25:7","Ezequiel 21:25-27","Daniel 2:21"]},"jeremias_52_13_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Grande é um adjetivo que descreve a magnitude da destruição e a importância do evento.","explicacao_detalhada":"Neste versículo, 'grande' refere-se à intensidade do fogo que consumiu o templo, simbolizando a severidade do juízo de Deus.","por_que_esta_palavra":"A palavra 'grande' é utilizada para enfatizar a gravidade da situação e o impacto do juízo divino sobre a nação.","conexao_teologica":"A grandeza do juízo de Deus é um tema recorrente nas Escrituras, refletindo a seriedade da desobediência e a necessidade de arrependimento.","referencias_relacionadas":["Isaías 10:34","Ezequiel 38:23","Romanos 11:22"]},"jeremias_52_13_fogo":{"palavra_pt":"fogo","palavra_original":"שָׂרַף","transliteracao":"sâraph","strong":"H8313","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Fogo simboliza destruição e purificação, representando o juízo de Deus sobre Judá.","explicacao_detalhada":"Neste contexto, o fogo que consumiu o templo é um símbolo da severidade do juízo divino e da perda da presença de Deus entre o seu povo.","por_que_esta_palavra":"A palavra 'fogo' é utilizada para ilustrar a intensidade do juízo e a necessidade de purificação.","conexao_teologica":"O fogo, como símbolo de juízo e purificação, reflete a santidade de Deus e a seriedade do pecado.","referencias_relacionadas":["Deuteronômio 4:24","Hebreus 12:29","Apocalipse 20:9"]},"jeremias_52_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como algo é feito, indicando a forma de adoração ou prática religiosa.","explicacao_detalhada":"Neste versículo, 'modo' pode se referir à forma como os rituais e a adoração eram realizados no templo, que foram interrompidos pela destruição.","por_que_esta_palavra":"A palavra 'modo' é importante para entender a prática religiosa e a relação entre o povo e Deus.","conexao_teologica":"A maneira de adorar a Deus é um tema central nas Escrituras, refletindo a importância da sinceridade e da obediência nos rituais religiosos.","referencias_relacionadas":["Êxodo 25:40","Salmos 119:2","Colossenses 3:17"]},"jeremias_52_14_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, muitas vezes em um contexto de responsabilidade ou liderança.","explicacao_detalhada":"A palavra 'homem' é usada para descrever a humanidade em geral, mas também pode se referir a indivíduos específicos que desempenham papéis significativos na narrativa bíblica.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a fragilidade e a condição humana diante de eventos históricos e divinos.","conexao_teologica":"A humanidade é vista como criada à imagem de Deus, o que confere dignidade e responsabilidade.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"jeremias_52_15_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade habitada, muitas vezes com conotações de segurança e comunidade.","explicacao_detalhada":"A palavra 'cidade' é frequentemente usada para descrever centros de vida social, política e religiosa, e seu estado pode refletir a condição espiritual do povo.","por_que_esta_palavra":"A menção de 'cidade' destaca a importância das comunidades na história de Israel e seu papel na aliança com Deus.","conexao_teologica":"As cidades são vistas como lugares de refúgio e também de julgamento, dependendo da fidelidade do povo a Deus.","referencias_relacionadas":["Salmos 46:4","Isaías 1:26","Mateus 5:14"]},"jeremias_52_15_hair":{"palavra_pt":"cabelo","palavra_original":"דַּלָּה","transliteracao":"dallâh","strong":"H1803","significado_raiz":"Ideia básica: cabelo.","significado_contextual":"Em Jeremias 52:15, \"cabelo\" aparece na frase \"E dos mais pobres do povo, e a parte do povo, que tinha ficado na cidade, e os rebeldes que se haviam passado para o rei de babilônia, e o…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (דַּלָּה; dallâh; H1803), \"cabelo\" traz a ideia de cabelo. Aqui, essa palavra deixa o ensino de Jeremias 52:15 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"cabelo\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Jeremias 52:16. Lendo junto com Jeremias 52:15, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Jeremias 52:15","Jeremias 52:16","Salmos 119:105"]},"jeremias_52_15_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao grupo de pessoas que compartilham uma identidade comum, frequentemente em relação a Deus.","explicacao_detalhada":"A palavra 'povo' é central na narrativa bíblica, representando a nação de Israel como o povo escolhido de Deus.","por_que_esta_palavra":"A menção do 'povo' enfatiza a coletividade e a responsabilidade compartilhada diante de Deus.","conexao_teologica":"A relação entre Deus e Seu povo é um tema central, refletindo a aliança e a necessidade de fidelidade.","referencias_relacionadas":["Êxodo 19:6","Deuteronômio 7:6","1 Pedro 2:9"]},"jeremias_52_16_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou território, muitas vezes associado à promessa de Deus ao Seu povo.","explicacao_detalhada":"A palavra 'terra' é fundamental na teologia bíblica, representando não apenas o espaço físico, mas também as bênçãos e promessas de Deus.","por_que_esta_palavra":"A menção da 'terra' destaca a conexão entre o povo e a herança que Deus lhes deu.","conexao_teologica":"A terra é vista como um símbolo da presença de Deus e da realização de Suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Salmos 37:11"]},"jeremias_52_16_hair":{"palavra_pt":"cabelo","palavra_original":"דַּלָּה","transliteracao":"dallâh","strong":"H1803","significado_raiz":"Ideia básica: cabelo.","significado_contextual":"Em Jeremias 52:16, \"cabelo\" aparece na frase \"Mas dos mais pobres da terra Nebuzaradã, capitão da guarda, deixou ficar alguns, para serem vinhateiros e lavradores.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (דַּלָּה; dallâh; H1803), \"cabelo\" traz a ideia de cabelo. Aqui, essa palavra deixa o ensino de Jeremias 52:16 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"cabelo\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Jeremias 52:15. Lendo junto com Jeremias 52:16, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Jeremias 52:16","Jeremias 52:15","Salmos 119:105"]},"jeremias_52_16_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, muitas vezes em um contexto de responsabilidade ou liderança.","explicacao_detalhada":"A palavra 'homem' é usada para descrever a humanidade em geral, mas também pode se referir a indivíduos específicos que desempenham papéis significativos na narrativa bíblica.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a fragilidade e a condição humana diante de eventos históricos e divinos.","conexao_teologica":"A humanidade é vista como criada à imagem de Deus, o que confere dignidade e responsabilidade.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"jeremias_52_17_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se a uma estrutura física que serve como lar, mas também pode simbolizar a presença de Deus.","explicacao_detalhada":"A palavra 'casa' é frequentemente usada para descrever não apenas um edifício, mas também a família e a comunidade que nele habita.","por_que_esta_palavra":"A menção de 'casa' destaca a importância da habitação e da proteção divina.","conexao_teologica":"A casa de Deus é um tema recorrente, simbolizando segurança e comunhão com o Senhor.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Hebreus 3:6"]},"jeremias_52_17_ouro":{"palavra_pt":"ouro","palavra_original":"נְחֹשֶׁת","transliteracao":"nᵉchôsheth","strong":"H5178","significado_raiz":"Ideia básica: ouro.","significado_contextual":"Refere-se a um metal precioso, frequentemente associado à riqueza e ao valor.","explicacao_detalhada":"A palavra 'ouro' é usada para simbolizar não apenas riqueza material, mas também a pureza e a glória de Deus.","por_que_esta_palavra":"A menção de 'ouro' pode indicar a importância dos recursos e a adoração a Deus que deve ser mais valiosa do que as riquezas.","conexao_teologica":"O ouro é frequentemente usado nas Escrituras para descrever a glória e a majestade de Deus.","referencias_relacionadas":["Êxodo 25:11","Salmos 19:10","Apocalipse 21:18"]},"jeremias_52_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao título ou identificação de Deus, que carrega autoridade e poder.","explicacao_detalhada":"A palavra 'senhor' é usada para reconhecer a soberania de Deus sobre todas as coisas e a relação de aliança com Seu povo.","por_que_esta_palavra":"A menção do 'senhor' enfatiza a importância do relacionamento entre Deus e a humanidade.","conexao_teologica":"O nome de Deus é central na adoração e na invocação, refletindo Sua natureza e caráter.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"jeremias_52_19_sangue":{"palavra_pt":"sangue","palavra_original":"סַף","transliteracao":"çaph","strong":"H5592","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O sangue representa a vida e a morte, simbolizando a gravidade das consequências do pecado.","explicacao_detalhada":"No contexto de Jeremias 52:19, o sangue é mencionado em relação ao julgamento de Deus sobre Judá. O derramamento de sangue é um símbolo de violência e destruição, refletindo a severidade da punição divina.","por_que_esta_palavra":"A palavra 'sangue' é crucial para entender a seriedade do pecado e suas consequências, além de ser um símbolo de redenção na teologia cristã.","conexao_teologica":"O sangue é um tema central na Bíblia, representando tanto a vida quanto a expiação dos pecados, culminando no sacrifício de Cristo.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","Romanos 5:9"]},"jeremias_52_19_viver":{"palavra_pt":"viver","palavra_original":"מַחְתָּה","transliteracao":"machtâh","strong":"H4289","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se à preservação da vida e ao desejo de Deus de que Seu povo tenha vida plena.","explicacao_detalhada":"Em Jeremias 52:19, o contexto é de destruição, mas a ideia de viver remete ao plano de Deus para restaurar Seu povo e dar-lhes vida em abundância.","por_que_esta_palavra":"A palavra 'viver' é essencial para entender a esperança de restauração e a promessa de vida eterna que Deus oferece.","conexao_teologica":"A vida em Cristo é um tema central, onde Jesus afirma que veio para que tenhamos vida e a tenhamos em abundância.","referencias_relacionadas":["João 10:10","Gálatas 2:20","Romanos 6:4"]},"jeremias_52_20_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"O mar simboliza tanto a vastidão do poder de Deus quanto as dificuldades que o povo enfrenta.","explicacao_detalhada":"No versículo, o mar pode representar a força e a imensidão das nações, mas também a soberania de Deus sobre todas as coisas.","por_que_esta_palavra":"A palavra 'mar' é importante para entender a grandeza de Deus em contraste com a fragilidade humana.","conexao_teologica":"Deus é frequentemente descrito como aquele que controla as águas, simbolizando Seu poder e autoridade sobre a criação.","referencias_relacionadas":["Salmos 89:9","Isaías 43:2","Mateus 8:27"]},"jeremias_52_20_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e ao governo, simbolizando a liderança e a responsabilidade.","explicacao_detalhada":"Em Jeremias 52:20, o rei é uma figura central que representa tanto a falha da liderança humana quanto a soberania de Deus sobre os reinos da terra.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a dinâmica entre a liderança humana e a autoridade divina.","conexao_teologica":"Cristo é descrito como o Rei dos Reis, enfatizando a soberania de Deus sobre toda a criação.","referencias_relacionadas":["Salmos 2:6","Apocalipse 19:16","Romanos 13:1"]},"jeremias_52_20_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A casa simboliza o lar, a segurança e a presença de Deus entre Seu povo.","explicacao_detalhada":"No contexto de Jeremias 52:20, a casa representa o Templo, que era o centro da adoração e da presença de Deus em Israel.","por_que_esta_palavra":"A palavra 'casa' é fundamental para entender a relação entre Deus e Seu povo, bem como a importância do Templo.","conexao_teologica":"A ideia de casa se conecta com a promessa de Deus de habitar entre Seu povo, culminando na presença de Cristo.","referencias_relacionadas":["1 Reis 6:1","Mateus 12:6","Hebreus 3:6"]},"jeremias_52_21_idiom":{"palavra_pt":"expressao","palavra_original":"עַמּוּד","transliteracao":"ʻammûwd","strong":"H5982","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão refere-se a algo que é estabelecido ou fixo, simbolizando estabilidade.","explicacao_detalhada":"Em Jeremias 52:21, a expressão pode indicar a firmeza da estrutura que representa a presença de Deus e a segurança do povo.","por_que_esta_palavra":"A palavra 'expressão' é importante para entender a ideia de algo que é duradouro e confiável.","conexao_teologica":"Deus é a rocha eterna, simbolizando a estabilidade e a segurança que Ele oferece ao Seu povo.","referencias_relacionadas":["Salmos 18:2","Isaías 26:4","Mateus 7:24"]},"jeremias_52_21_homem":{"palavra_pt":"homem","palavra_original":"אֶחָד","transliteracao":"ʼechâd","strong":"H259","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade, à criação de Deus e à sua responsabilidade diante d'Ele.","explicacao_detalhada":"No contexto de Jeremias 52:21, o homem é visto como parte da criação que deve reconhecer sua posição diante de Deus.","por_que_esta_palavra":"A palavra 'homem' é essencial para entender a relação entre Deus e a humanidade, bem como a responsabilidade moral do ser humano.","conexao_teologica":"A criação do homem à imagem de Deus destaca a dignidade e o propósito que cada ser humano possui.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"jeremias_52_22_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas são feitas, indicando ordem e estrutura.","explicacao_detalhada":"Em Jeremias 52:22, o modo pode se referir à forma como o culto e a adoração devem ser realizados, refletindo a santidade de Deus.","por_que_esta_palavra":"A palavra 'modo' é importante para entender a necessidade de reverência e ordem na adoração a Deus.","conexao_teologica":"A adoração deve ser feita em espírito e em verdade, refletindo a importância da sinceridade e da estrutura na relação com Deus.","referencias_relacionadas":["1 Crônicas 15:13","Salmos 29:2","João 4:24"]},"jeremias_52_22_idiom":{"palavra_pt":"expressao","palavra_original":"קוֹמָה","transliteracao":"qôwmâh","strong":"H6967","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão refere-se a uma medida ou altura, simbolizando a grandeza e a majestade.","explicacao_detalhada":"No contexto de Jeremias 52:22, a expressão pode indicar a grandeza de Deus e a importância de Sua presença entre o povo.","por_que_esta_palavra":"A palavra 'expressão' é fundamental para entender a magnitude de Deus e Sua relação com a criação.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, enfatizando Sua majestade e poder.","referencias_relacionadas":["Isaías 40:12","Salmos 104:1","Apocalipse 4:11"]},"jeremias_52_23_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à queda, ao fracasso ou à destruição, simbolizando o juízo de Deus.","explicacao_detalhada":"Em Jeremias 52:23, a ideia de cair pode se referir à queda de Jerusalém e ao juízo sobre o povo por causa de sua desobediência.","por_que_esta_palavra":"A palavra 'cair' é importante para entender as consequências do pecado e a necessidade de arrependimento.","conexao_teologica":"A queda do homem é um tema central na teologia, refletindo a necessidade de redenção através de Cristo.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","Apocalipse 20:15"]},"jeremias_52_23_arvore":{"palavra_pt":"arvore","palavra_original":"רִמּוֹן","transliteracao":"rimmôwn","strong":"H7416","significado_raiz":"Ideia básica: arvore.","significado_contextual":"Refere-se a uma árvore frutífera, simbolizando prosperidade e vida.","explicacao_detalhada":"A palavra 'arvore' (רִמּוֹן) é utilizada para descrever uma árvore que produz frutos, especificamente romãs, que eram valorizadas na cultura israelita. A presença de árvores frutíferas era um sinal de bênção e abundância na terra.","por_que_esta_palavra":"A árvore é um símbolo de vida e fertilidade, representando a bênção de Deus sobre o povo e a terra.","conexao_teologica":"A árvore frutífera é frequentemente usada na Bíblia para simbolizar a vida e a prosperidade que vêm de Deus. Em Salmos 1:3, a imagem de uma árvore plantada junto a ribeiros de águas é usada para descrever o justo.","referencias_relacionadas":["Salmos 1:3","Provérbios 11:30","Ezequiel 17:8"]},"jeremias_52_23_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito ou vento, simbolizando a presença e o poder de Deus.","explicacao_detalhada":"A palavra 'espirito/vento' (רוּחַ) é usada para descrever tanto o vento físico quanto o espírito de Deus. No contexto bíblico, o vento é muitas vezes associado à ação divina e à criação.","por_que_esta_palavra":"O vento representa a força invisível de Deus que atua na criação e na vida dos seres humanos.","conexao_teologica":"O Espírito Santo é frequentemente associado ao vento, como em Atos 2:2, onde o Espírito desce sobre os discípulos como um vento impetuoso.","referencias_relacionadas":["Gênesis 1:2","Ezequiel 37:9","Atos 2:2"]},"jeremias_52_24_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao princípio ou cabeça, indicando autoridade ou origem.","explicacao_detalhada":"A palavra 'principio' (רֹאשׁ) é utilizada para descrever a posição de liderança ou a origem de algo. No contexto de Jeremias, pode se referir à liderança do povo ou à origem de suas ações.","por_que_esta_palavra":"O princípio é fundamental para entender a hierarquia e a ordem estabelecida por Deus.","conexao_teologica":"Cristo é descrito como o princípio em Colossenses 1:18, onde Ele é chamado de 'o cabeça da igreja'.","referencias_relacionadas":["Gênesis 1:1","Provérbios 1:7","Colossenses 1:18"]},"jeremias_52_24_sangue":{"palavra_pt":"sangue","palavra_original":"סַף","transliteracao":"çaph","strong":"H5592","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Refere-se ao sangue, simbolizando vida e sacrifício.","explicacao_detalhada":"A palavra 'sangue' (סַף) é frequentemente associada ao conceito de vida e sacrifício na Bíblia. O sangue é visto como um elemento sagrado que representa a vida e a redenção.","por_que_esta_palavra":"O sangue é central na teologia do sacrifício, representando a expiação dos pecados.","conexao_teologica":"O sangue de Cristo é mencionado em Hebreus 9:22 como essencial para a remissão dos pecados.","referencias_relacionadas":["Levítico 17:11","Mateus 26:28","Hebreus 9:22"]},"jeremias_52_24_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se ao ato de tomar ou agarrar, indicando posse ou controle.","explicacao_detalhada":"A palavra 'tomar' (לָקַח) implica uma ação de apropriação ou posse. No contexto, pode se referir a tomar algo de valor ou autoridade.","por_que_esta_palavra":"Tomar é um ato que demonstra controle e decisão, essencial em contextos de liderança e responsabilidade.","conexao_teologica":"A ideia de tomar é vista em Romanos 8:31, onde se afirma que, se Deus é por nós, quem será contra nós?","referencias_relacionadas":["Gênesis 14:19","Salmos 24:1","Romanos 8:31"]},"jeremias_52_25_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma cidade, simbolizando um lugar de habitação e comunidade.","explicacao_detalhada":"A palavra 'cidade' (עִיר) é usada para descrever um local de habitação, muitas vezes associado à segurança e à vida comunitária. No contexto de Jeremias, pode se referir a Jerusalém.","por_que_esta_palavra":"A cidade é um símbolo de identidade e pertencimento para o povo de Deus.","conexao_teologica":"A nova Jerusalém é mencionada em Apocalipse 21:2 como a cidade de Deus, onde Ele habitará com Seu povo.","referencias_relacionadas":["Salmos 48:1","Isaías 65:18","Apocalipse 21:2"]},"jeremias_52_25_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a um rei, simbolizando autoridade e liderança.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) é utilizada para descrever a figura de autoridade que governa um povo. No contexto, pode se referir ao rei de Judá ou a Deus como Rei supremo.","por_que_esta_palavra":"O rei é uma figura central na estrutura social e política de Israel, representando a liderança e a responsabilidade diante de Deus.","conexao_teologica":"Cristo é chamado de Rei dos Reis em Apocalipse 19:16, enfatizando Sua autoridade suprema.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"jeremias_52_25_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra, simbolizando a herança e a promessa de Deus.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever o território que Deus deu ao Seu povo. No contexto, pode se referir à terra prometida a Israel.","por_que_esta_palavra":"A terra é um símbolo da aliança de Deus com Seu povo, representando bênção e herança.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, simbolizando a fidelidade de Deus em cumprir Suas promessas.","referencias_relacionadas":["Gênesis 12:1","Deuteronômio 8:7","Hebreus 11:9"]},"jeremias_52_26_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se ao ato de tomar ou agarrar, indicando posse ou controle.","explicacao_detalhada":"A palavra 'tomar' (לָקַח) implica uma ação de apropriação ou posse. No contexto, pode se referir a tomar algo de valor ou autoridade.","por_que_esta_palavra":"Tomar é um ato que demonstra controle e decisão, essencial em contextos de liderança e responsabilidade.","conexao_teologica":"A ideia de tomar é vista em Romanos 8:31, onde se afirma que, se Deus é por nós, quem será contra nós?","referencias_relacionadas":["Gênesis 14:19","Salmos 24:1","Romanos 8:31"]},"jeremias_52_26_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um homem, simbolizando a humanidade e a condição humana.","explicacao_detalhada":"A palavra 'homem' (רַב) é usada para descrever a humanidade em geral. No contexto, pode se referir a um indivíduo ou a um grupo de pessoas.","por_que_esta_palavra":"O homem é a criação de Deus, feita à Sua imagem, e representa a relação entre Deus e a humanidade.","conexao_teologica":"A dignidade do homem é enfatizada em Gênesis 1:27, onde se afirma que Deus criou o homem à Sua imagem.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4","Romanos 5:12"]},"jeremias_52_26_alimento":{"palavra_pt":"alimento","palavra_original":"טַבָּח","transliteracao":"ṭabbâch","strong":"H2876","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se ao sustento físico necessário para a sobrevivência.","explicacao_detalhada":"A palavra 'alimento' é utilizada para descrever o que é essencial para a vida, tanto no sentido físico quanto espiritual. No contexto de Jeremias, pode-se entender que o povo estava em uma situação de necessidade extrema, onde o alimento se tornava um símbolo de sobrevivência.","por_que_esta_palavra":"A escolha da palavra 'alimento' enfatiza a vulnerabilidade do povo em um momento de crise, onde a escassez de recursos era uma realidade.","conexao_teologica":"O alimento é frequentemente usado na Bíblia como uma metáfora para a Palavra de Deus, que sustenta a vida espiritual (Mateus 4:4).","referencias_relacionadas":["Mateus 4:4","Salmos 104:14","João 6:35"]},"jeremias_52_27_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território físico, mas também à herança e ao lar do povo de Israel.","explicacao_detalhada":"A palavra 'terra' é central na narrativa bíblica, simbolizando não apenas o espaço físico, mas também a promessa de Deus ao Seu povo. A destruição da terra em Jeremias reflete a perda da identidade e da herança do povo.","por_que_esta_palavra":"A ênfase na 'terra' destaca a importância da conexão do povo com seu lar e a devastação que a invasão babilônica trouxe.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, representando a fidelidade de Deus às Suas promessas (Gênesis 12:7).","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:7-10","Salmos 37:11"]},"jeremias_52_27_phrase":{"palavra_pt":"expressao","palavra_original":"גָּלָה","transliteracao":"gâlâh","strong":"H1540","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma expressão que indica revelação ou manifestação.","explicacao_detalhada":"A palavra 'expressão' sugere a ideia de algo que é revelado ou mostrado, possivelmente referindo-se ao juízo de Deus sobre o povo por meio das circunstâncias que enfrentavam.","por_que_esta_palavra":"A utilização de 'expressão' pode indicar a forma como Deus se comunica com o Seu povo, revelando Sua vontade e juízo.","conexao_teologica":"Deus frequentemente se revela através de eventos históricos e circunstâncias, mostrando Sua soberania (Isaías 55:8-9).","referencias_relacionadas":["Isaías 55:8-9","Romanos 1:20","Hebreus 1:1-2"]},"jeremias_52_28_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Israel, a nação escolhida por Deus.","explicacao_detalhada":"A palavra 'povo' enfatiza a coletividade e a identidade do povo de Israel, que estava em um momento de crise e desespero devido à destruição de Jerusalém.","por_que_esta_palavra":"A escolha da palavra 'povo' ressalta a relação comunitária e a responsabilidade coletiva diante de Deus.","conexao_teologica":"A ideia de povo escolhido é fundamental na teologia bíblica, refletindo a aliança de Deus com Israel (Êxodo 19:5-6).","referencias_relacionadas":["Êxodo 19:5-6","Deuteronômio 7:6","1 Pedro 2:9"]},"jeremias_52_28_phrase":{"palavra_pt":"expressao","palavra_original":"גָּלָה","transliteracao":"gâlâh","strong":"H1540","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma expressão que indica revelação ou manifestação.","explicacao_detalhada":"Assim como em outras partes da Bíblia, a palavra 'expressão' pode indicar a maneira como Deus se comunica com o Seu povo, especialmente em tempos de crise.","por_que_esta_palavra":"A repetição da palavra 'expressão' sugere a importância da comunicação divina em momentos de dificuldade.","conexao_teologica":"Deus se revela ao Seu povo através de profetas e eventos, mostrando Sua presença e vontade (Amós 3:7).","referencias_relacionadas":["Amós 3:7","Salmos 19:1-4","Hebreus 1:1"]},"jeremias_52_28_rei":{"palavra_pt":"rei","palavra_original":"נְבוּכַדְנֶאצַּר","transliteracao":"Nᵉbûwkadneʼtstsar","strong":"H5019","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei da Babilônia, Nabucodonosor, que teve um papel crucial na história de Israel.","explicacao_detalhada":"A palavra 'rei' destaca a autoridade e o poder de Nabucodonosor, que foi usado por Deus como instrumento de juízo sobre Israel.","por_que_esta_palavra":"A menção do rei enfatiza a soberania de Deus, que controla até mesmo os governantes pagãos para cumprir Seus propósitos.","conexao_teologica":"Deus é soberano sobre todas as nações e reis, como demonstrado em Romanos 13:1.","referencias_relacionadas":["Romanos 13:1","Daniel 2:21","Provérbios 21:1"]},"jeremias_52_29_rei":{"palavra_pt":"rei","palavra_original":"נְבוּכַדְנֶאצַּר","transliteracao":"Nᵉbûwkadneʼtstsar","strong":"H5019","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente ao rei da Babilônia, Nabucodonosor, em um contexto de julgamento.","explicacao_detalhada":"A repetição da palavra 'rei' reforça a ideia de que Nabucodonosor era um agente de Deus para trazer juízo sobre Israel, mostrando a seriedade da situação.","por_que_esta_palavra":"A ênfase no rei destaca a importância do governo e da liderança na história bíblica e na relação com Deus.","conexao_teologica":"A liderança é um tema importante na Bíblia, refletindo a autoridade de Deus sobre as nações (Salmos 22:28).","referencias_relacionadas":["Salmos 22:28","Daniel 4:17","1 Timóteo 2:1-2"]},"jeremias_52_29_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma expressão que indica repetição ou continuidade.","explicacao_detalhada":"A palavra 'expressão' aqui pode indicar a continuidade do juízo de Deus sobre Israel, enfatizando a gravidade da situação.","por_que_esta_palavra":"A repetição da expressão sugere que o juízo é uma realidade constante até que haja arrependimento.","conexao_teologica":"A continuidade do juízo é um tema presente nas Escrituras, mostrando a paciência de Deus antes do julgamento final (2 Pedro 3:9).","referencias_relacionadas":["2 Pedro 3:9","Romanos 2:4","Apocalipse 2:5"]},"jeremias_52_29_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à alma ou vida do ser humano, enfatizando a importância da existência.","explicacao_detalhada":"A palavra 'alma' ou 'vida' destaca a essência do ser humano, que é preciosa aos olhos de Deus. No contexto de Jeremias, isso pode refletir a perda de vidas durante a destruição.","por_que_esta_palavra":"A escolha da palavra 'alma' enfatiza a dignidade e o valor da vida humana, que é criada à imagem de Deus.","conexao_teologica":"A vida é um dom de Deus e deve ser respeitada e valorizada (Gênesis 1:27).","referencias_relacionadas":["Gênesis 1:27","Salmos 139:13-16","Mateus 10:28"]},"jeremias_52_30_rei":{"palavra_pt":"rei","palavra_original":"נְבוּכַדְנֶאצַּר","transliteracao":"Nᵉbûwkadneʼtstsar","strong":"H5019","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente ao rei da Babilônia, Nabucodonosor, em um contexto de julgamento.","explicacao_detalhada":"A repetição da palavra 'rei' reforça a ideia de que Nabucodonosor era um agente de Deus para trazer juízo sobre Israel, mostrando a seriedade da situação.","por_que_esta_palavra":"A ênfase no rei destaca a importância do governo e da liderança na história bíblica e na relação com Deus.","conexao_teologica":"A liderança é um tema importante na Bíblia, refletindo a autoridade de Deus sobre as nações (Salmos 22:28).","referencias_relacionadas":["Salmos 22:28","Daniel 4:17","1 Timóteo 2:1-2"]},"jeremias_52_30_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão refere-se a uma declaração ou afirmação que carrega um significado profundo no contexto da queda de Jerusalém.","explicacao_detalhada":"A palavra 'expressão' é usada para descrever a comunicação de ideias ou sentimentos, especialmente em momentos de crise. Em Jeremias 52, isso se relaciona à mensagem de Deus sobre o destino de Jerusalém.","por_que_esta_palavra":"Esta palavra é importante porque encapsula a ideia de que as palavras de Deus têm poder e significado, especialmente em tempos de juízo.","conexao_teologica":"A expressão de Deus é um tema central na Bíblia, mostrando como Ele se comunica com Seu povo e revela Seus planos.","referencias_relacionadas":["Jeremias 1:9","Isaías 55:11","Salmos 19:14"]},"jeremias_52_31_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao templo de Jerusalém, que simboliza a presença de Deus entre o Seu povo.","explicacao_detalhada":"Neste contexto, a 'casa' é mais do que uma estrutura física; é o lugar onde Deus habita e onde o povo se encontra para adorar.","por_que_esta_palavra":"A destruição da casa de Deus representa a separação entre Deus e Seu povo, um tema recorrente na narrativa bíblica.","conexao_teologica":"A casa de Deus é um símbolo da aliança entre Deus e Israel, e sua destruição é um sinal de juízo.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Ezequiel 10:18"]},"jeremias_52_31_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à queda de Jerusalém e ao colapso do reino de Judá.","explicacao_detalhada":"Cair implica uma perda de status e segurança, refletindo o juízo de Deus sobre a desobediência do povo.","por_que_esta_palavra":"A queda é um símbolo do resultado do afastamento de Deus e da quebra da aliança.","conexao_teologica":"A queda de Jerusalém é um aviso sobre as consequências do pecado e a importância da fidelidade a Deus.","referencias_relacionadas":["Lamentações 1:1","Ezequiel 33:12","Mateus 24:2"]},"jeremias_52_31_carried":{"palavra_pt":"carried","palavra_original":"גָּלוּת","transliteracao":"gâlûwth","strong":"H1546","significado_raiz":"Ideia básica: carried.","significado_contextual":"A palavra 'carried' refere-se ao exílio do povo de Judá, que foi levado para fora de sua terra.","explicacao_detalhada":"Carregar implica uma transferência forçada, simbolizando a perda da identidade e da terra prometida.","por_que_esta_palavra":"O exílio é uma consequência direta da desobediência e um tema central na história de Israel.","conexao_teologica":"O exílio é visto como um tempo de purificação e retorno à fidelidade a Deus.","referencias_relacionadas":["2 Reis 25:21","Jeremias 29:10","Ezequiel 12:15"]},"jeremias_52_32_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é usada no sentido de oferecer algo, neste caso, um clamor a Deus por ajuda.","explicacao_detalhada":"Clamar a Deus implica um reconhecimento da necessidade de Sua intervenção e ajuda em tempos de crise.","por_que_esta_palavra":"Clamar é uma expressão de dependência e fé em Deus, especialmente em momentos de desespero.","conexao_teologica":"A oração e o clamor a Deus são temas recorrentes na Bíblia, mostrando a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 34:17","Isaías 58:9","Romanos 10:13"]},"jeremias_52_32_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se ao governante de Judá, simbolizando a liderança e a autoridade.","explicacao_detalhada":"O rei é uma figura central na história de Israel, representando tanto a bênção quanto a maldição, dependendo de sua fidelidade a Deus.","por_que_esta_palavra":"A liderança do rei é crucial para a saúde espiritual e política do povo.","conexao_teologica":"A figura do rei é um precursor do reinado de Cristo, que é o Rei dos Reis.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Mateus 2:2"]},"jeremias_52_32_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação de mensagens, especialmente as de Deus.","explicacao_detalhada":"Falar é um ato de transmitir conhecimento e instrução, essencial para a relação entre Deus e Seu povo.","por_que_esta_palavra":"A comunicação de Deus é vital para a compreensão de Sua vontade e planos.","conexao_teologica":"A palavra de Deus é viva e eficaz, e falar é um meio pelo qual Ele se revela.","referencias_relacionadas":["Hebreus 4:12","Tiago 1:22","Romanos 10:17"]},"jeremias_52_33_alimento":{"palavra_pt":"alimento","palavra_original":"אָכַל","transliteracao":"ʼâkal","strong":"H398","significado_raiz":"Ideia básica: alimento.","significado_contextual":"A palavra 'alimento' refere-se ao sustento físico e espiritual que Deus provê.","explicacao_detalhada":"Alimento é essencial para a sobrevivência, e neste contexto, simboliza a provisão de Deus mesmo em tempos difíceis.","por_que_esta_palavra":"A dependência de Deus para o sustento é um tema central na vida do povo de Israel.","conexao_teologica":"Jesus se apresenta como o pão da vida, simbolizando a provisão espiritual que vem de Deus.","referencias_relacionadas":["Mateus 4:4","João 6:35","Filipenses 4:19"]},"jeremias_52_34_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"תָּמִיד","transliteracao":"tâmîyd","strong":"H8548","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"A palavra 'sacrifício' refere-se às ofertas feitas a Deus como expressão de adoração e arrependimento.","explicacao_detalhada":"O sacrifício é um ato de devoção que simboliza a entrega e a busca pela reconciliação com Deus.","por_que_esta_palavra":"Sacrifícios são fundamentais na adoração a Deus, especialmente no contexto da lei mosaica.","conexao_teologica":"O sacrifício de Cristo é o cumprimento final de todos os sacrifícios do Antigo Testamento.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:26","Romanos 12:1"]},"jeremias_52_34_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é novamente usada para expressar a oferta de um clamor a Deus.","explicacao_detalhada":"Clamar a Deus é um ato de fé e reconhecimento de Sua soberania e poder para salvar.","por_que_esta_palavra":"É um chamado à ação, mostrando a necessidade de buscar a ajuda divina em tempos de necessidade.","conexao_teologica":"O clamor a Deus é um tema recorrente que demonstra a relação de dependência entre o homem e o Criador.","referencias_relacionadas":["Salmos 50:15","Jeremias 33:3","Romanos 8:26"]},"jeremias_52_34_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"No contexto de Jeremias 52:34, a palavra 'rei' refere-se ao monarca da Babilônia, que estava mostrando favor ao povo de Judá após a conquista.","explicacao_detalhada":"A palavra 'rei' (melek) é utilizada para descrever a autoridade suprema em um reino. No caso de Jeremias 52:34, o rei da Babilônia, Evil-Merodaque, é mencionado como alguém que se lembrou de Jeconias, o rei de Judá, e lhe concedeu um lugar de honra, simbolizando um ato de misericórdia e restauração após o exílio.","por_que_esta_palavra":"A escolha da palavra 'rei' é significativa, pois enfatiza a soberania e o poder que o rei babilônico tinha sobre os povos conquistados, além de destacar a relação entre os reinos e a dinâmica de poder na época.","conexao_teologica":"Teologicamente, a figura do rei é importante na narrativa bíblica, pois representa a liderança e a responsabilidade diante de Deus. A restauração de Jeconias sob o rei babilônico pode ser vista como um reflexo da soberania de Deus sobre as nações e a promessa de restauração para o Seu povo.","referencias_relacionadas":["1 Samuel 8:5","Salmos 22:28","Isaías 44:28","Daniel 2:37-38","Romanos 13:1"]}}