{"jeremias_6_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação entre Deus e Seu povo, enfatizando a paternidade divina.","explicacao_detalhada":"Em Jeremias 6:1, a menção de 'filho' destaca a proteção e o cuidado que Deus oferece aos que são Seus.","por_que_esta_palavra":"A palavra 'filho' é significativa porque representa a intimidade e a responsabilidade na relação entre Deus e Seu povo.","conexao_teologica":"A paternidade de Deus é um tema central na Bíblia, refletindo Seu amor e compromisso com a humanidade.","referencias_relacionadas":["Salmos 103:13","Romanos 8:15","1 João 3:1"]},"jeremias_6_1_coracao":{"palavra_pt":"coracao","palavra_original":"קֶרֶב","transliteracao":"qereb","strong":"H7130","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' refere-se ao centro das emoções e decisões do ser humano.","explicacao_detalhada":"No contexto de Jeremias 6:1, o 'coração' é um símbolo da necessidade de arrependimento e transformação interior.","por_que_esta_palavra":"A palavra 'coração' é fundamental para entender a condição espiritual do povo e a necessidade de um coração puro diante de Deus.","conexao_teologica":"A transformação do coração é essencial na mensagem do evangelho, que chama à renovação e à nova vida em Cristo.","referencias_relacionadas":["Provérbios 4:23","Ezequiel 36:26","Mateus 5:8"]},"jeremias_6_2_becometh":{"palavra_pt":"becometh","palavra_original":"נָאוֶה","transliteracao":"nâʼveh","strong":"H5000","significado_raiz":"Ideia básica: becometh.","significado_contextual":"Refere-se à condição de algo que se torna apropriado ou adequado.","explicacao_detalhada":"A palavra 'becometh' implica um estado de transformação ou adequação, indicando que algo se torna digno ou apropriado em um determinado contexto.","por_que_esta_palavra":"É usada para descrever a beleza e a dignidade que devem ser características do povo de Deus.","conexao_teologica":"A ideia de se tornar adequado ou digno está ligada à santidade e à pureza que Deus exige de Seu povo.","referencias_relacionadas":["Salmos 29:2","1 Pedro 2:9","Romanos 12:1"]},"jeremias_6_2_delicateness":{"palavra_pt":"delicate ness","palavra_original":"עָנַג","transliteracao":"ʻânag","strong":"H6026","significado_raiz":"Ideia básica: delicate ness.","significado_contextual":"Refere-se à fragilidade e à sutileza de algo que é delicado.","explicacao_detalhada":"A palavra 'delicateness' sugere uma qualidade de suavidade e sensibilidade, que pode ser tanto física quanto espiritual.","por_que_esta_palavra":"É utilizada para descrever a condição do povo que se tornou frágil e vulnerável devido ao pecado e à desobediência.","conexao_teologica":"A fragilidade espiritual do povo de Deus é um tema recorrente, mostrando a necessidade de dependência de Sua força.","referencias_relacionadas":["Isaías 40:29","2 Coríntios 12:9","Salmos 103:14"]},"jeremias_6_2_perecer":{"palavra_pt":"perecer","palavra_original":"דָּמָה","transliteracao":"dâmâh","strong":"H1820","significado_raiz":"Ideia básica: perecer.","significado_contextual":"Indica a ideia de morte ou destruição.","explicacao_detalhada":"A palavra 'perecer' é usada para descrever a consequência do afastamento de Deus e a desobediência ao Seu chamado.","por_que_esta_palavra":"É um alerta sobre as consequências graves que o povo enfrentaria se não se voltasse para Deus.","conexao_teologica":"A noção de perecer está ligada ao juízo divino e à necessidade de arrependimento.","referencias_relacionadas":["Ezequiel 18:32","João 3:16","Romanos 6:23"]},"jeremias_6_3_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua totalidade.","explicacao_detalhada":"A palavra 'homem' é usada para enfatizar a responsabilidade individual e coletiva diante de Deus.","por_que_esta_palavra":"É um chamado à ação, destacando que cada homem deve responder ao apelo de Deus.","conexao_teologica":"A dignidade do homem é um tema central na teologia, refletindo a imagem de Deus em sua criação.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Tiago 1:12"]},"jeremias_6_3_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de convocar ou convidar.","explicacao_detalhada":"A palavra 'chamar' implica um convite divino para que o povo retorne ao caminho certo.","por_que_esta_palavra":"É um apelo à ação, enfatizando a urgência de responder ao chamado de Deus.","conexao_teologica":"O chamado de Deus é um tema recorrente, mostrando Sua iniciativa em buscar o relacionamento com a humanidade.","referencias_relacionadas":["Mateus 11:28","Romanos 10:13","Apocalipse 3:20"]},"jeremias_6_4_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo específico, muitas vezes associado a eventos significativos.","explicacao_detalhada":"A palavra 'dia' pode simbolizar um tempo de julgamento ou de intervenção divina.","por_que_esta_palavra":"É usada para marcar um momento crucial na história do povo de Deus.","conexao_teologica":"Os dias de Deus são frequentemente associados a Sua soberania e ao cumprimento de Suas promessas.","referencias_relacionadas":["Joel 2:31","Atos 2:20","1 Tessalonicenses 5:2"]},"jeremias_6_4_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"Refere-se ao ato de tornar algo puro ou sagrado.","explicacao_detalhada":"A palavra 'santificar' implica a separação do que é comum para o que é sagrado, um chamado à pureza.","por_que_esta_palavra":"É um convite à santidade, enfatizando a necessidade de se afastar do pecado.","conexao_teologica":"A santificação é essencial na vida do crente, refletindo a natureza de Deus.","referencias_relacionadas":["1 Pedro 1:16","Hebreus 12:14","Romanos 12:1"]},"jeremias_6_4_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de erguer ou restaurar.","explicacao_detalhada":"A palavra 'levantar' sugere um movimento de restauração e renovação, tanto física quanto espiritual.","por_que_esta_palavra":"É um chamado à ação, indicando que o povo deve se levantar e responder ao chamado de Deus.","conexao_teologica":"A ideia de levantar-se é frequentemente associada à ressurreição e à nova vida em Cristo.","referencias_relacionadas":["Isaías 60:1","Efésios 2:6","Romanos 8:11"]},"jeremias_6_5_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se novamente ao ato de erguer ou restaurar.","explicacao_detalhada":"A repetição da palavra 'levantar' enfatiza a urgência e a necessidade de ação do povo.","por_que_esta_palavra":"É um reforço do chamado à ação, indicando que a restauração é necessária.","conexao_teologica":"A restauração é um tema central na mensagem do evangelho, onde Deus chama Seu povo a se levantar.","referencias_relacionadas":["Salmos 126:1","Isaías 61:3","Gálatas 6:1"]},"jeremias_6_5_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude ou importância de algo.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a seriedade da situação e a grandeza do chamado de Deus.","por_que_esta_palavra":"É uma ênfase na importância do que está sendo solicitado ao povo.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, refletindo Sua majestade e soberania.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"jeremias_6_5_luz":{"palavra_pt":"luz","palavra_original":"לַיִל","transliteracao":"layil","strong":"H3915","significado_raiz":"Ideia básica: luz.","significado_contextual":"A luz representa a revelação divina e a orientação em tempos de escuridão espiritual.","explicacao_detalhada":"No contexto de Jeremias 6:5, a luz simboliza a verdade e a esperança que Deus oferece ao seu povo, contrastando com a escuridão da desobediência e do pecado.","por_que_esta_palavra":"A palavra 'luz' é utilizada para enfatizar a necessidade de clareza e direção em meio à confusão e à opressão que o povo enfrentava.","conexao_teologica":"A luz é frequentemente associada à presença de Deus e à sua verdade, como visto em passagens que falam sobre Jesus como a luz do mundo (João 8:12).","referencias_relacionadas":["Salmos 119:105","Isaías 9:2","João 1:5"]},"jeremias_6_6_sangue":{"palavra_pt":"sangue","palavra_original":"שָׁפַךְ","transliteracao":"shâphak","strong":"H8210","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O sangue simboliza a vida e a culpa, especialmente em relação ao pecado e à necessidade de expiação.","explicacao_detalhada":"Em Jeremias 6:6, o sangue é mencionado em um contexto de violência e injustiça, refletindo a corrupção moral da sociedade e a necessidade de arrependimento.","por_que_esta_palavra":"A palavra 'sangue' é crucial para entender a gravidade do pecado e a necessidade de redenção, que é um tema central na teologia bíblica.","conexao_teologica":"O sangue de Cristo é visto como a expiação pelos pecados, ligando o conceito de sangue ao sacrifício e à salvação.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 João 1:7"]},"jeremias_6_6_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A cidade representa a comunidade e a coletividade do povo de Deus, muitas vezes em relação à sua segurança e prosperidade.","explicacao_detalhada":"No versículo, a cidade é um símbolo da nação de Judá, que estava sob ameaça devido à sua desobediência e corrupção.","por_que_esta_palavra":"A palavra 'cidade' é usada para ilustrar a condição do povo e a necessidade de proteção divina em tempos de crise.","conexao_teologica":"A cidade de Deus é um tema recorrente na Bíblia, simbolizando a habitação de Deus entre seu povo e a promessa de restauração.","referencias_relacionadas":["Salmos 46:4","Isaías 1:26","Apocalipse 21:2"]},"jeremias_6_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual a cidade está em perigo, ligando a causa ao efeito.","explicacao_detalhada":"Em Jeremias 6:6, 'porque' é usado para explicar a situação crítica do povo, que se afastou dos caminhos de Deus.","por_que_esta_palavra":"Esta palavra é fundamental para entender a lógica do juízo de Deus e a necessidade de arrependimento.","conexao_teologica":"A conexão entre desobediência e consequência é um tema central na mensagem profética, refletindo a justiça de Deus.","referencias_relacionadas":["Deuteronômio 28:15","Ezequiel 18:30","Gálatas 6:7"]},"jeremias_6_7_muro":{"palavra_pt":"muro","palavra_original":"קוּר","transliteracao":"qûwr","strong":"H6979","significado_raiz":"Ideia básica: muro.","significado_contextual":"O muro simboliza proteção e segurança, representando a defesa da cidade contra inimigos.","explicacao_detalhada":"No contexto de Jeremias 6:7, o muro é uma metáfora para a integridade moral e espiritual do povo, que estava em ruínas devido ao pecado.","por_que_esta_palavra":"A palavra 'muro' é utilizada para enfatizar a fragilidade da segurança do povo diante da desobediência a Deus.","conexao_teologica":"A ideia de proteção divina é frequentemente associada à obediência e à fidelidade ao Senhor.","referencias_relacionadas":["Salmos 125:2","Provérbios 18:10","Isaías 26:1"]},"jeremias_6_7_cruelty":{"palavra_pt":"cruel ty","palavra_original":"חָמָס","transliteracao":"châmâç","strong":"H2555","significado_raiz":"Ideia básica: cruel ty.","significado_contextual":"A crueldade representa a injustiça e a opressão que permeiam a sociedade, refletindo a corrupção moral.","explicacao_detalhada":"Em Jeremias 6:7, a crueldade é um dos principais problemas que levaram ao juízo de Deus sobre o povo, evidenciando a necessidade de arrependimento.","por_que_esta_palavra":"A palavra 'cruelty' é usada para descrever a gravidade da situação social e espiritual de Judá.","conexao_teologica":"A injustiça é um tema recorrente na Bíblia, onde Deus clama por justiça e retidão entre seu povo.","referencias_relacionadas":["Miquéias 6:8","Isaías 10:1","Tiago 1:27"]},"jeremias_6_8_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A alma ou vida representa a essência do ser humano, sua relação com Deus e a importância da vida espiritual.","explicacao_detalhada":"No versículo, a referência à alma destaca a necessidade de cuidado espiritual e a urgência do arrependimento diante de Deus.","por_que_esta_palavra":"A palavra 'alma' é central para entender a dignidade humana e a relação do homem com o Criador.","conexao_teologica":"A salvação da alma é um tema fundamental na mensagem do evangelho, enfatizando a importância da vida eterna.","referencias_relacionadas":["Mateus 16:26","Salmos 23:3","1 Pedro 1:9"]},"jeremias_6_8_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra simboliza a herança de Deus para seu povo e a conexão entre o povo e a criação.","explicacao_detalhada":"Em Jeremias 6:8, a referência à terra destaca a importância da fidelidade a Deus e as consequências da desobediência.","por_que_esta_palavra":"A palavra 'terra' é usada para enfatizar a relação entre o povo de Deus e a terra prometida.","conexao_teologica":"A terra é um símbolo da promessa de Deus e da aliança que Ele fez com seu povo.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 30:15","Hebreus 11:10"]},"jeremias_6_9_poderoso":{"palavra_pt":"poderoso","palavra_original":"בָּצַר","transliteracao":"bâtsar","strong":"H1219","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"O termo 'poderoso' refere-se à força e à capacidade de Deus de agir em favor de seu povo.","explicacao_detalhada":"No contexto de Jeremias 6:9, a referência ao poder de Deus é um lembrete de que Ele é capaz de salvar e restaurar seu povo.","por_que_esta_palavra":"A palavra 'poderoso' é usada para reafirmar a soberania de Deus sobre todas as coisas.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, enfatizando que Ele é capaz de cumprir suas promessas.","referencias_relacionadas":["Salmos 147:5","Isaías 40:29","Romanos 1:16"]},"jeremias_6_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor representa sua autoridade, caráter e presença entre seu povo.","explicacao_detalhada":"Em Jeremias 6:9, a menção ao nome do Senhor destaca a importância de invocar sua proteção e buscar sua ajuda.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a relação de aliança entre Deus e seu povo.","conexao_teologica":"O nome de Deus é frequentemente associado à sua revelação e à sua fidelidade às promessas feitas ao seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Filipenses 2:9-11"]},"jeremias_6_9_videira":{"palavra_pt":"videira","palavra_original":"גֶּפֶן","transliteracao":"gephen","strong":"H1612","significado_raiz":"Ideia básica: videira.","significado_contextual":"A videira é uma planta que simboliza a prosperidade e a bênção de Deus, frequentemente associada ao povo de Israel.","explicacao_detalhada":"No contexto de Jeremias 6:9, a videira representa a nação de Israel, que deveria produzir frutos de justiça e retidão, mas estava se desviando do caminho de Deus.","por_que_esta_palavra":"A escolha da palavra 'videira' enfatiza a relação íntima entre Deus e Seu povo, que deveria ser como uma videira frutífera sob Sua proteção.","conexao_teologica":"A videira é um símbolo recorrente na Bíblia, representando a relação entre Deus e Israel, e mais tarde, entre Cristo e a Igreja (João 15:1).","referencias_relacionadas":["Isaías 5:1-7","João 15:1-5","Salmos 80:8-11"]},"jeremias_6_10_repreender":{"palavra_pt":"repreender","palavra_original":"חֶרְפָּה","transliteracao":"cherpâh","strong":"H2781","significado_raiz":"Ideia básica: repreender.","significado_contextual":"Repreender implica corrigir ou chamar a atenção para um erro, especialmente em um contexto de advertência divina.","explicacao_detalhada":"Em Jeremias 6:10, a palavra 'repreender' é usada para descrever a tarefa do profeta de alertar o povo sobre seus pecados e a necessidade de arrependimento.","por_que_esta_palavra":"A palavra é crucial para entender o papel do profeta como mensageiro de Deus, que não apenas traz conforto, mas também correção.","conexao_teologica":"A repreensão é uma parte importante da disciplina divina, refletindo o amor de Deus que deseja que Seu povo se arrependa e retorne a Ele (Hebreus 12:6).","referencias_relacionadas":["Provérbios 3:11-12","Apocalipse 3:19","2 Timóteo 4:2"]},"jeremias_6_10_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, destacando a condição moral e espiritual do povo.","explicacao_detalhada":"No versículo, 'homem' é usado para enfatizar a responsabilidade individual e coletiva diante de Deus, especialmente em relação à desobediência.","por_que_esta_palavra":"A inclusão da palavra 'homem' sublinha a universalidade do chamado ao arrependimento e a necessidade de todos se voltarem para Deus.","conexao_teologica":"A condição do homem é central na teologia bíblica, onde todos são chamados ao arrependimento e à fé em Cristo (Romanos 3:23).","referencias_relacionadas":["Gênesis 1:26-27","Romanos 5:12","1 Coríntios 15:22"]},"jeremias_6_10_chamar":{"palavra_pt":"chamar","palavra_original":"עוּד","transliteracao":"ʻûwd","strong":"H5749","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Chamar implica um convite ou um chamado à ação, frequentemente usado por Deus para convocar Seu povo ao arrependimento.","explicacao_detalhada":"Em Jeremias 6:10, a palavra 'chamar' reflete a urgência da mensagem profética, onde Deus está chamando o povo a ouvir e responder ao Seu aviso.","por_que_esta_palavra":"A palavra é significativa porque destaca a iniciativa de Deus em buscar Seu povo, mesmo em meio à sua rebeldia.","conexao_teologica":"O chamado de Deus é um tema central na Bíblia, onde Ele continuamente busca restaurar a comunhão com a humanidade (Mateus 11:28).","referencias_relacionadas":["Isaías 55:1","Mateus 22:14","Romanos 10:13"]},"jeremias_6_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'Senhor' refere-se a Deus, enfatizando Sua soberania e autoridade sobre todas as coisas.","explicacao_detalhada":"No contexto de Jeremias 6:11, o uso do nome 'Senhor' destaca a seriedade da mensagem e a necessidade de reverência diante de Deus.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a relação de autoridade e submissão que o povo deve ter em relação a Deus.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua natureza e caráter, sendo um tema central na adoração e na oração (Salmos 29:2).","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"jeremias_6_11_sangue":{"palavra_pt":"sangue","palavra_original":"שָׁפַךְ","transliteracao":"shâphak","strong":"H8210","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O sangue simboliza vida, sacrifício e a gravidade do pecado, especialmente em relação ao derramamento de sangue inocente.","explicacao_detalhada":"Em Jeremias 6:11, a menção ao sangue refere-se à injustiça e ao derramamento de sangue que ocorre devido à desobediência do povo.","por_que_esta_palavra":"A palavra 'sangue' é importante para entender a seriedade do pecado e suas consequências, além de apontar para a necessidade de redenção.","conexao_teologica":"O sangue é um tema central na teologia da salvação, representando o sacrifício de Cristo que traz perdão e vida (Hebreus 9:22).","referencias_relacionadas":["Levítico 17:11","Romanos 5:9","1 Pedro 1:18-19"]},"jeremias_6_11_campo":{"palavra_pt":"campo","palavra_original":"חוּץ","transliteracao":"chûwts","strong":"H2351","significado_raiz":"Ideia básica: campo.","significado_contextual":"O campo representa a terra e o lar, simbolizando a herança e a segurança que Deus oferece ao Seu povo.","explicacao_detalhada":"No versículo, o 'campo' é mencionado em um contexto de perda e destruição, refletindo a consequência do pecado sobre a terra prometida.","por_que_esta_palavra":"A palavra 'campo' é significativa porque destaca a relação entre o povo e a terra que Deus lhes deu, que está sendo ameaçada pela desobediência.","conexao_teologica":"A terra prometida é um símbolo da promessa de Deus e da herança espiritual que os crentes têm em Cristo (Hebreus 11:8-10).","referencias_relacionadas":["Deuteronômio 8:7-10","Salmos 37:29","Mateus 5:5"]},"jeremias_6_12_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra representa o lar, a herança e a promessa de Deus ao Seu povo, simbolizando segurança e bênção.","explicacao_detalhada":"Em Jeremias 6:12, a menção à terra reflete a perda da segurança e da bênção que resulta da desobediência e do afastamento de Deus.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a relação de Israel com Deus e a importância da fidelidade à Sua aliança.","conexao_teologica":"A terra prometida é um símbolo da aliança de Deus com Seu povo, que se estende à nova aliança em Cristo (Gálatas 3:29).","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 30:15-20","Hebreus 11:9-10"]},"jeremias_6_12_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A casa simboliza o lar, a família e a segurança, representando a vida comunitária e a presença de Deus entre Seu povo.","explicacao_detalhada":"No contexto de Jeremias 6:12, a menção à casa reflete a destruição e a desolação que o povo enfrentaria devido à sua infidelidade.","por_que_esta_palavra":"A palavra 'casa' é importante para entender a relação do povo com Deus e a importância da obediência para a preservação da vida familiar e comunitária.","conexao_teologica":"A casa é um símbolo da presença de Deus e da comunhão que Ele deseja ter com Seu povo (Salmos 127:1).","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-27","Efésios 2:19-22"]},"jeremias_6_12_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A mulher, ou esposa, simboliza a relação de aliança e compromisso, frequentemente usada para descrever a relação entre Deus e Israel.","explicacao_detalhada":"Em Jeremias 6:12, a menção à mulher reflete a fragilidade da relação entre Deus e Seu povo, que se afastou de Sua vontade.","por_que_esta_palavra":"A palavra 'mulher' é significativa para entender o papel da fidelidade e do compromisso na relação entre Deus e Seu povo.","conexao_teologica":"A imagem da noiva é usada na Bíblia para descrever a relação entre Cristo e a Igreja, enfatizando a importância da fidelidade (Efésios 5:25-27).","referencias_relacionadas":["Isaías 54:5","Oséias 2:19-20","Apocalipse 19:7-9"]},"jeremias_6_13_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, alguém escolhido para transmitir a vontade divina ao povo.","explicacao_detalhada":"No contexto de Jeremias 6:13, o profeta é visto como alguém que denuncia a corrupção e a injustiça, chamando o povo ao arrependimento e à volta a Deus.","por_que_esta_palavra":"A escolha da palavra 'profeta' enfatiza a autoridade divina da mensagem que está sendo transmitida, destacando a importância do papel do profeta na sociedade.","conexao_teologica":"O conceito de profeta é central na teologia bíblica, pois representa a comunicação direta entre Deus e a humanidade, sendo um intermediário que traz advertências e promessas.","referencias_relacionadas":["Deuteronômio 18:18","Amós 3:7","Ezequiel 3:17"]},"jeremias_6_13_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa para a afirmação anterior.","explicacao_detalhada":"Neste versículo, 'porque' é usado para conectar a corrupção do povo à necessidade de um chamado ao arrependimento, explicando a razão pela qual Deus envia os profetas.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica da mensagem profética, mostrando que a desobediência tem consequências.","conexao_teologica":"A ideia de que ações têm consequências é um tema recorrente na Bíblia, refletindo a justiça de Deus.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Provérbios 1:31"]},"jeremias_6_13_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude da corrupção e da injustiça que permeia o povo.","explicacao_detalhada":"Em Jeremias 6:13, 'grande' enfatiza a extensão e a gravidade dos pecados cometidos, mostrando que não são apenas pequenos erros, mas sim uma grande transgressão contra Deus.","por_que_esta_palavra":"A utilização de 'grande' serve para alertar o povo sobre a seriedade de sua situação espiritual e moral.","conexao_teologica":"A grandeza do pecado contrasta com a grandeza da misericórdia de Deus, que sempre busca restaurar seu povo.","referencias_relacionadas":["Romanos 5:20","Salmos 51:1","Isaías 1:18"]},"jeremias_6_14_curar":{"palavra_pt":"curar","palavra_original":"רָפָא","transliteracao":"râphâʼ","strong":"H7495","significado_raiz":"Ideia básica: curar.","significado_contextual":"A palavra 'curar' refere-se ao ato de restaurar a saúde espiritual e moral do povo.","explicacao_detalhada":"No contexto de Jeremias 6:14, a cura é necessária devido à ferida profunda causada pelo pecado e pela injustiça, e o profeta clama por um retorno à verdadeira adoração.","por_que_esta_palavra":"A escolha da palavra 'curar' indica que a situação do povo é crítica e que apenas Deus pode trazer a restauração necessária.","conexao_teologica":"A cura espiritual é um tema importante na Bíblia, simbolizando a restauração que Deus oferece a todos que se arrependem.","referencias_relacionadas":["Isaías 53:5","Tiago 5:16","Salmos 147:3"]},"jeremias_6_14_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação da verdade e da mensagem de Deus ao povo.","explicacao_detalhada":"Em Jeremias 6:14, 'dizer' enfatiza a importância da proclamação da palavra de Deus, que deve ser ouvida e obedecida.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para a transmissão da mensagem profética, destacando a responsabilidade dos líderes em comunicar a verdade.","conexao_teologica":"A comunicação da palavra de Deus é essencial para a fé e a prática cristã, conforme Romanos 10:17.","referencias_relacionadas":["Mateus 28:19-20","2 Timóteo 4:2","Hebreus 4:12"]},"jeremias_6_15_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz uma justificativa, explicando a razão pela qual o povo está em uma situação de desgraça.","explicacao_detalhada":"Neste versículo, 'porque' conecta a falta de arrependimento à ausência de cura e restauração, mostrando que a negação da verdade leva à destruição.","por_que_esta_palavra":"A repetição de 'porque' enfatiza a lógica da mensagem profética, reforçando que a desobediência resulta em consequências graves.","conexao_teologica":"A relação entre desobediência e suas consequências é um princípio teológico fundamental na Bíblia.","referencias_relacionadas":["Deuteronômio 30:19-20","Provérbios 14:12","Romanos 1:18"]},"jeremias_6_15_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é uma metáfora que representa a ferocidade e a inevitabilidade do juízo de Deus sobre o povo desobediente.","explicacao_detalhada":"Em Jeremias 6:15, a comparação com um urso ilustra a gravidade da situação e a certeza do julgamento divino que se aproxima.","por_que_esta_palavra":"A escolha da palavra 'urso' serve para chocar e alertar o povo sobre a seriedade do juízo que virá se não se arrependerem.","conexao_teologica":"A imagem do juízo de Deus é uma constante na Bíblia, mostrando que Deus é justo e não ignora o pecado.","referencias_relacionadas":["Amós 3:8","Ezequiel 18:30","Mateus 10:28"]},"jeremias_6_15_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade espiritual e moral que o povo estava ignorando.","explicacao_detalhada":"No contexto de Jeremias 6:15, a ausência de verdade indica que o povo estava vivendo em engano, sem reconhecer sua condição diante de Deus.","por_que_esta_palavra":"A palavra 'verdade' é essencial para entender a necessidade de arrependimento e a busca pela restauração espiritual.","conexao_teologica":"A verdade é um atributo de Deus e é fundamental para a vida cristã, conforme João 8:32.","referencias_relacionadas":["Salmos 25:5","João 14:6","Efésios 4:15"]},"jeremias_6_16_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' é usada para descrever o que é desejável e correto aos olhos de Deus.","explicacao_detalhada":"Em Jeremias 6:16, 'bom' se refere ao caminho que Deus deseja que seu povo siga, em contraste com os caminhos errados que eles escolheram.","por_que_esta_palavra":"A escolha da palavra 'bom' enfatiza a bondade de Deus e seu desejo de que o povo viva de acordo com seus princípios.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, refletindo seu caráter e suas intenções para a humanidade.","referencias_relacionadas":["Salmos 119:68","Romanos 12:2","Gálatas 5:22"]},"jeremias_6_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus como o soberano e autoridade máxima sobre todas as coisas.","explicacao_detalhada":"No contexto de Jeremias 6:16, 'senhor' destaca a relação de submissão e reverência que o povo deve ter em relação a Deus.","por_que_esta_palavra":"A utilização da palavra 'senhor' é fundamental para reconhecer a soberania de Deus e a necessidade de seguir seus mandamentos.","conexao_teologica":"A soberania de Deus é um princípio teológico essencial, que nos lembra de sua autoridade sobre a criação.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5-6","Filipenses 2:10-11"]},"jeremias_6_16_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se ao caminho que deve ser seguido para se obter uma vida plena e em conformidade com os ensinamentos de Deus.","explicacao_detalhada":"No contexto de Jeremias 6:16, Deus convida o povo a voltar-se para os caminhos antigos, que são os caminhos que levam à verdadeira vida, em contraste com os caminhos de destruição que estavam seguindo.","por_que_esta_palavra":"A palavra 'vida' é central na mensagem de Deus, pois Ele deseja que Seu povo viva em comunhão com Ele e siga Seus mandamentos para experimentar a verdadeira vida.","conexao_teologica":"A vida em Deus é um tema recorrente na Bíblia, onde a obediência a Seus mandamentos é apresentada como o caminho para a vida eterna.","referencias_relacionadas":["Deuteronômio 30:19-20","João 10:10","Romanos 6:23"]},"jeremias_6_17_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' implica em uma convocação para que o povo se erga e ouça a advertência de Deus.","explicacao_detalhada":"Em Jeremias 6:17, Deus ordena que os guardas levantem a voz e alertem o povo sobre os perigos que estão por vir, enfatizando a importância de estar atento às mensagens divinas.","por_que_esta_palavra":"A palavra 'levantar' é usada para enfatizar a urgência da mensagem e a necessidade de ação por parte do povo.","conexao_teologica":"Levantar a voz em advertência é um papel profético que se repete ao longo da Escritura, onde os profetas são chamados a alertar o povo sobre suas transgressões.","referencias_relacionadas":["Ezequiel 3:17","Isaías 58:1","Mateus 28:19-20"]},"jeremias_6_17_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se à comunicação divina e ao chamado para que o povo ouça e responda.","explicacao_detalhada":"No versículo, a voz dos guardas é um símbolo da mensagem de Deus que deve ser ouvida e considerada pelo povo, representando a necessidade de atenção às advertências divinas.","por_que_esta_palavra":"A voz é um meio pelo qual Deus se comunica com Seu povo, e a resposta a essa voz é crucial para a salvação e proteção.","conexao_teologica":"A voz de Deus é frequentemente associada ao chamado ao arrependimento e à obediência, sendo um tema central nas Escrituras.","referencias_relacionadas":["Salmos 29:4","João 10:27","Hebreus 3:15"]},"jeremias_6_17_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para enfatizar a importância da mensagem que deve ser proclamada.","explicacao_detalhada":"Em Jeremias 6:17, a ordem de 'dizer' destaca a responsabilidade dos profetas e guardas de comunicar a verdade de Deus ao povo, alertando sobre os perigos iminentes.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para a transmissão da mensagem divina, pois a comunicação é essencial para a edificação e correção do povo.","conexao_teologica":"A proclamação da palavra de Deus é um aspecto vital da vida cristã, onde a verdade deve ser compartilhada para que outros possam conhecer a salvação.","referencias_relacionadas":["Romanos 10:14-15","Atos 20:27","2 Timóteo 4:2"]},"jeremias_6_18_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"A palavra 'nação' refere-se ao povo de Israel e sua relação com Deus, bem como a sua responsabilidade diante das nações.","explicacao_detalhada":"No contexto de Jeremias 6:18, Deus menciona as nações para mostrar que Israel não está isolado, mas faz parte de um plano maior que envolve todas as nações da terra.","por_que_esta_palavra":"A palavra 'nação' é importante para entender a identidade do povo de Deus e seu papel no plano divino de redenção.","conexao_teologica":"A relação de Deus com as nações é um tema central na Bíblia, onde Israel é chamado a ser luz para os gentios.","referencias_relacionadas":["Isaías 49:6","Mateus 28:19","Atos 1:8"]},"jeremias_6_18_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"A palavra 'conhecer' implica em um relacionamento profundo e íntimo com Deus, além do simples conhecimento intelectual.","explicacao_detalhada":"Em Jeremias 6:18, o conhecimento de Deus é apresentado como essencial para que o povo compreenda sua situação e a necessidade de arrependimento.","por_que_esta_palavra":"A palavra 'conhecer' é crucial, pois o verdadeiro conhecimento de Deus leva à transformação e à obediência.","conexao_teologica":"O conhecimento de Deus é um tema central na Escritura, onde a intimidade com Ele é fundamental para a vida espiritual.","referencias_relacionadas":["Oséias 6:6","Filipenses 3:10","1 João 2:3"]},"jeremias_6_18_phrase":{"palavra_pt":"expressao","palavra_original":"כֵּן","transliteracao":"kên","strong":"H3651","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à forma como a verdade de Deus deve ser comunicada ao povo.","explicacao_detalhada":"No versículo, a expressão da verdade é vital para que o povo possa entender e responder adequadamente ao chamado de Deus.","por_que_esta_palavra":"A palavra 'expressão' é importante porque a maneira como a mensagem é comunicada pode impactar a recepção e a resposta do povo.","conexao_teologica":"A comunicação da verdade de Deus deve ser clara e acessível, refletindo o amor e a justiça de Deus.","referencias_relacionadas":["Salmos 19:14","Colossenses 4:6","1 Pedro 3:15"]},"jeremias_6_19_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao lugar onde o povo de Deus habita e a importância de sua relação com esse espaço.","explicacao_detalhada":"Em Jeremias 6:19, a terra é mencionada como um testemunho da desobediência do povo, que trouxe consequências sobre o lugar que Deus lhes deu.","por_que_esta_palavra":"A palavra 'terra' é significativa porque representa a herança de Deus para Seu povo e a responsabilidade que eles têm de cuidar dela.","conexao_teologica":"A terra prometida é um símbolo da aliança de Deus com Seu povo e da importância da fidelidade a Ele.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 11:21","Salmos 37:11"]},"jeremias_6_19_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à comunidade de Israel e sua identidade como povo escolhido por Deus.","explicacao_detalhada":"No contexto de Jeremias 6:19, Deus lamenta a desobediência de Seu povo, que não reconhece as consequências de suas ações.","por_que_esta_palavra":"A palavra 'povo' é fundamental para entender a relação de Deus com Israel e a responsabilidade que eles têm como Sua nação escolhida.","conexao_teologica":"A identidade do povo de Deus é um tema central na Bíblia, onde a fidelidade e a obediência são essenciais para a bênção.","referencias_relacionadas":["Êxodo 19:5-6","1 Pedro 2:9","Romanos 9:25-26"]},"jeremias_6_19_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Deus está trazendo juízo sobre Seu povo.","explicacao_detalhada":"Em Jeremias 6:19, a expressão 'porque' é usada para explicar que as ações do povo resultaram em consequências diretas sobre a terra e sua relação com Deus.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica do juízo de Deus e a necessidade de arrependimento.","conexao_teologica":"A justiça de Deus é um tema importante, onde as consequências do pecado são claramente apresentadas nas Escrituras.","referencias_relacionadas":["Gálatas 6:7","Romanos 1:18","Hebreus 10:30"]},"jeremias_6_20_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Israel, que é vista como um lugar sagrado e prometido por Deus ao Seu povo.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada frequentemente na Bíblia para descrever não apenas o solo físico, mas também a herança espiritual e a identidade do povo de Deus. Em Jeremias 6:20, a terra é mencionada em um contexto de advertência sobre a desobediência do povo e suas consequências.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a relação especial entre Deus e Israel, além de destacar a importância da terra como um símbolo de bênção e promessa.","conexao_teologica":"A terra é um tema central na teologia bíblica, simbolizando a presença de Deus e a realização de Suas promessas. A desobediência do povo resulta em afastamento da terra prometida.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Salmos 37:11"]},"jeremias_6_20_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' é utilizada para descrever o que é desejável e correto aos olhos de Deus.","explicacao_detalhada":"Em Jeremias 6:20, a referência ao 'bom' sugere que o povo não está seguindo o que é certo e justo, contrastando com a expectativa divina de que eles busquem o que é moralmente correto.","por_que_esta_palavra":"A palavra 'bom' (טוֹב) é fundamental para entender a natureza de Deus e Sua vontade para a humanidade, que é sempre para o bem.","conexao_teologica":"A bondade de Deus é um tema recorrente na Bíblia, e a rejeição do que é bom leva a consequências negativas para o povo.","referencias_relacionadas":["Salmos 34:8","Romanos 12:2","Gálatas 5:22"]},"jeremias_6_21_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se ao povo de Israel como filhos de Deus, enfatizando a relação paternal entre Deus e Seu povo.","explicacao_detalhada":"Em Jeremias 6:21, a menção de 'filhos' sugere uma relação de responsabilidade e expectativa, onde Deus espera que Seu povo se comporte de maneira digna de Sua paternidade.","por_que_esta_palavra":"A palavra 'filho' (בֵּן) é usada para enfatizar a intimidade e a responsabilidade que vem com a filiação divina.","conexao_teologica":"A ideia de que somos filhos de Deus é central na teologia cristã, refletindo a graça e a responsabilidade que temos diante dEle.","referencias_relacionadas":["João 1:12","Romanos 8:14","1 João 3:1"]},"jeremias_6_21_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Em Jeremias 6:21, o uso do nome 'Senhor' (יְהֹוָה) enfatiza a relação de aliança entre Deus e Israel, e a expectativa de que o povo honre e obedeça a Ele.","por_que_esta_palavra":"O nome de Deus é um símbolo de Sua presença e poder, e é fundamental para a identidade do povo de Deus.","conexao_teologica":"A invocação do nome do Senhor é um tema importante na adoração e na oração, refletindo a dependência do povo em relação a Deus.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"jeremias_6_21_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma chamada à atenção, indicando algo importante que deve ser observado.","explicacao_detalhada":"Em Jeremias 6:21, 'eis' (הֵן) é usado para alertar o povo sobre a gravidade da situação em que se encontram, enfatizando a necessidade de prestar atenção às advertências de Deus.","por_que_esta_palavra":"A palavra 'eis' serve como um convite à reflexão e à ação, destacando a urgência da mensagem.","conexao_teologica":"A chamada à atenção é uma prática comum nas Escrituras, onde Deus frequentemente convoca Seu povo a ouvir e responder a Sua palavra.","referencias_relacionadas":["Isaías 1:18","Mateus 11:15","Apocalipse 3:20"]},"jeremias_6_22_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Assim como em Jeremias 6:20, a 'terra' aqui representa a herança de Israel e a promessa de Deus.","explicacao_detalhada":"A repetição da palavra 'terra' (אֶרֶץ) em Jeremias 6:22 reforça a ideia de que a terra é central na relação entre Deus e Seu povo, especialmente em tempos de crise.","por_que_esta_palavra":"A ênfase na 'terra' destaca a importância da geografia e da identidade nacional em relação à espiritualidade.","conexao_teologica":"A terra é um símbolo de bênção e também de juízo, dependendo da fidelidade do povo a Deus.","referencias_relacionadas":["Deuteronômio 30:15-20","Salmos 85:1","Ezequiel 36:24-28"]},"jeremias_6_22_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' novamente enfatiza a autoridade e a soberania de Deus sobre a nação.","explicacao_detalhada":"Em Jeremias 6:22, o uso do nome 'Senhor' (יְהֹוָה) reafirma a necessidade de reconhecer a soberania de Deus em meio ao caos e à desobediência do povo.","por_que_esta_palavra":"A invocação do nome de Deus é um lembrete da Sua presença constante e da necessidade de se voltar a Ele.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, refletindo Seu controle sobre a história e a vida do Seu povo.","referencias_relacionadas":["Salmos 46:10","Isaías 40:28","Romanos 11:36"]},"jeremias_6_22_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"A palavra 'nação' refere-se ao povo de Israel como um todo, enfatizando sua identidade coletiva.","explicacao_detalhada":"Em Jeremias 6:22, a referência a 'nação' (גּוֹי) destaca a responsabilidade coletiva do povo diante de Deus e as consequências de suas ações como um grupo.","por_que_esta_palavra":"A palavra 'nação' é importante para entender a dinâmica da aliança de Deus com Seu povo e a importância da unidade entre eles.","conexao_teologica":"A noção de nação é central na história da salvação, onde Deus escolhe um povo para ser Seu testemunho no mundo.","referencias_relacionadas":["Êxodo 19:5-6","Deuteronômio 7:6","1 Pedro 2:9"]},"jeremias_6_23_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' refere-se a grandes corpos d'água, simbolizando tanto a criação de Deus quanto os desafios que o povo enfrenta.","explicacao_detalhada":"Em Jeremias 6:23, o 'mar' (יָם) pode simbolizar tanto a grandeza da criação de Deus quanto as dificuldades que o povo de Israel deve enfrentar em sua jornada.","por_que_esta_palavra":"A menção ao 'mar' destaca a majestade de Deus como Criador e a necessidade de confiar Nele em tempos de dificuldade.","conexao_teologica":"O mar é frequentemente usado na Bíblia como um símbolo de caos e desordem, mas também de libertação e poder divino.","referencias_relacionadas":["Gênesis 1:10","Salmos 89:9","Mateus 8:27"]},"jeremias_6_23_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, enfatizando a fragilidade e a necessidade de Deus.","explicacao_detalhada":"Em Jeremias 6:23, 'homem' (אִישׁ) é usado para destacar a condição humana e a dependência de Deus em meio às adversidades.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a vulnerabilidade da humanidade e a necessidade de buscar a ajuda divina.","conexao_teologica":"A fragilidade do homem é um tema recorrente na Bíblia, que destaca a grandeza de Deus em contraste com a limitação humana.","referencias_relacionadas":["Salmos 8:4-5","Isaías 40:6-8","Tiago 4:14"]},"jeremias_6_23_escudo":{"palavra_pt":"escudo","palavra_original":"כִּידוֹן","transliteracao":"kîydôwn","strong":"H3591","significado_raiz":"Ideia básica: escudo.","significado_contextual":"O escudo representa proteção e defesa contra os inimigos.","explicacao_detalhada":"No contexto de Jeremias 6:23, o escudo simboliza a segurança que Deus oferece ao Seu povo em tempos de adversidade. A imagem do escudo é frequentemente utilizada na Bíblia para descrever a proteção divina.","por_que_esta_palavra":"A palavra 'escudo' é utilizada para enfatizar a necessidade de proteção em meio a ameaças e perigos iminentes.","conexao_teologica":"O escudo é uma metáfora para a fé e a confiança em Deus como nosso defensor e protetor.","referencias_relacionadas":["Salmos 3:3","Salmos 18:2","Efésios 6:16"]},"jeremias_6_24_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Agarrar implica em uma ação de força e determinação.","explicacao_detalhada":"Neste versículo, a palavra 'agarrar' sugere a urgência e a necessidade de se apegar à verdade e à justiça em tempos de crise.","por_que_esta_palavra":"A palavra é usada para transmitir a ideia de que é necessário se firmar e não deixar escapar as promessas de Deus.","conexao_teologica":"Agarrar-se à palavra de Deus é fundamental para a vida espiritual e para resistir às tentações.","referencias_relacionadas":["Hebreus 10:23","Salmos 119:31","Tiago 4:7"]},"jeremias_6_24_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso é uma figura de força e ferocidade.","explicacao_detalhada":"A menção do urso em Jeremias 6:24 pode simbolizar a ferocidade dos inimigos que atacam o povo de Deus, representando uma ameaça real e iminente.","por_que_esta_palavra":"A palavra é utilizada para ilustrar a gravidade da situação e a necessidade de vigilância.","conexao_teologica":"A ferocidade dos inimigos é um lembrete da luta espiritual que enfrentamos e da necessidade de estar preparados.","referencias_relacionadas":["Amós 5:19","Provérbios 28:15","Isaías 11:7"]},"jeremias_6_24_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Ouvir implica em prestar atenção e responder à mensagem de Deus.","explicacao_detalhada":"A palavra 'ouvir' em Jeremias 6:24 destaca a importância de ouvir a advertência de Deus e agir de acordo com Sua vontade.","por_que_esta_palavra":"É um chamado à ação, enfatizando que ouvir a voz de Deus é crucial para a salvação e proteção.","conexao_teologica":"Ouvir a palavra de Deus é essencial para a fé e a obediência, conforme Romanos 10:17.","referencias_relacionadas":["Mateus 11:15","Tiago 1:22","Salmos 119:105"]},"jeremias_6_25_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Vida aqui se refere ao caminho que leva à verdadeira existência e propósito.","explicacao_detalhada":"Em Jeremias 6:25, a palavra 'vida' sugere a necessidade de seguir o caminho de Deus para experimentar a verdadeira vida.","por_que_esta_palavra":"É uma exortação para que o povo busque a vida que vem de Deus, em contraste com a morte espiritual.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, onde Ele é descrito como o caminho, a verdade e a vida.","referencias_relacionadas":["João 14:6","Romanos 6:23","Gálatas 2:20"]},"jeremias_6_25_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual algo é dito ou feito.","explicacao_detalhada":"Em Jeremias 6:25, 'porque' é usado para explicar a gravidade da situação e a necessidade de ação imediata.","por_que_esta_palavra":"É uma palavra que conecta a advertência de Deus com a resposta esperada do povo.","conexao_teologica":"A compreensão das razões de Deus é fundamental para a obediência e a fé.","referencias_relacionadas":["Isaías 1:18","Romanos 12:1","Tiago 1:5"]},"jeremias_6_26_vida":{"palavra_pt":"vida","palavra_original":"יָחִיד","transliteracao":"yâchîyd","strong":"H3173","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' aqui enfatiza a singularidade e a importância da vida que Deus oferece.","explicacao_detalhada":"Em Jeremias 6:26, 'vida' é usada para descrever a condição especial do povo de Deus, que deve ser valorizada e protegida.","por_que_esta_palavra":"A ênfase na vida única do povo de Deus destaca a responsabilidade que eles têm em manter sua santidade.","conexao_teologica":"A vida em comunhão com Deus é um tema recorrente na Bíblia, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["1 Pedro 2:9","João 10:10","Gálatas 5:25"]},"jeremias_6_26_ashes":{"palavra_pt":"cinzas","palavra_original":"אֵפֶר","transliteracao":"ʼêpher","strong":"H665","significado_raiz":"Ideia básica: cinzas.","significado_contextual":"Cinzas simbolizam destruição e perda.","explicacao_detalhada":"A menção de 'cinzas' em Jeremias 6:26 pode representar o resultado da desobediência e a devastação que se segue.","por_que_esta_palavra":"É uma imagem poderosa que evoca a ideia de arrependimento e a necessidade de retorno a Deus.","conexao_teologica":"As cinzas podem simbolizar a necessidade de purificação e renovação espiritual.","referencias_relacionadas":["Ezequiel 36:26","Salmos 51:7","Isaías 61:3"]},"jeremias_6_27_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Dar implica em oferecer algo a alguém, frequentemente em um contexto de necessidade.","explicacao_detalhada":"Em Jeremias 6:27, 'dar' é usado para descrever a responsabilidade de Deus em comunicar Sua mensagem ao povo.","por_que_esta_palavra":"A palavra destaca a ação de Deus em fornecer orientação e advertência ao Seu povo.","conexao_teologica":"Deus dá Sua palavra como um presente, e é nossa responsabilidade recebê-la e aplicá-la.","referencias_relacionadas":["Tiago 1:17","Mateus 7:11","Romanos 8:32"]},"jeremias_6_27_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Conhecer implica em ter um entendimento profundo e relacional.","explicacao_detalhada":"A palavra 'conhecer' em Jeremias 6:27 enfatiza a importância de ter um relacionamento íntimo com Deus e entender Sua vontade.","por_que_esta_palavra":"Conhecer a Deus é fundamental para a vida espiritual e para a obediência às Suas instruções.","conexao_teologica":"O conhecimento de Deus é a base da sabedoria e da vida eterna, conforme João 17:3.","referencias_relacionadas":["Oséias 6:6","Filipenses 3:10","Colossenses 1:10"]},"jeremias_6_27_examine":{"palavra_pt":"examine","palavra_original":"בָּחַן","transliteracao":"bâchan","strong":"H974","significado_raiz":"Ideia básica: examine.","significado_contextual":"A palavra 'examine' refere-se à ação de investigar ou avaliar a condição espiritual do povo.","explicacao_detalhada":"Neste contexto, Deus está chamando Jeremias para examinar o povo de Judá, que se afastou de Seus caminhos. A ideia é que o profeta deve discernir a verdadeira condição espiritual da nação.","por_que_esta_palavra":"A palavra 'examine' é crucial porque enfatiza a necessidade de uma avaliação honesta e profunda da vida espiritual, que é frequentemente negligenciada.","conexao_teologica":"A avaliação espiritual é um tema recorrente na Bíblia, onde Deus frequentemente chama Seu povo ao arrependimento e à reflexão sobre suas ações.","referencias_relacionadas":["Salmos 139:23-24","Lamentações 3:40","1 Coríntios 11:28"]},"jeremias_6_28_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como o povo se comporta e vive, especialmente em relação à sua desobediência.","explicacao_detalhada":"Deus está descrevendo o povo como 'ferido' e 'rejeitado', indicando que seu modo de vida é contrário aos Seus mandamentos e, portanto, digno de reprovação.","por_que_esta_palavra":"O 'modo' de viver é fundamental para entender a relação entre o comportamento humano e a resposta de Deus às ações do povo.","conexao_teologica":"A Bíblia frequentemente fala sobre a importância de viver de acordo com os princípios de Deus, refletindo a santidade e a justiça divina.","referencias_relacionadas":["Mateus 7:13-14","Romanos 12:2","Gálatas 5:16-17"]},"jeremias_6_28_ferro":{"palavra_pt":"ferro","palavra_original":"בַּרְזֶל","transliteracao":"barzel","strong":"H1270","significado_raiz":"Ideia básica: ferro.","significado_contextual":"A palavra 'ferro' é usada metaforicamente para descrever a dureza e a resistência do povo em aceitar a correção.","explicacao_detalhada":"O uso do ferro simboliza a obstinação e a falta de flexibilidade do povo em mudar seus caminhos, mesmo diante das advertências de Deus.","por_que_esta_palavra":"A metáfora do ferro destaca a gravidade da situação espiritual, onde a dureza do coração impede a transformação.","conexao_teologica":"A dureza de coração é um tema que aparece em várias passagens, mostrando como a resistência à palavra de Deus leva à destruição.","referencias_relacionadas":["Ezequiel 36:26","Hebreus 3:15","Mateus 19:8"]},"jeremias_6_28_chamar":{"palavra_pt":"chamar","palavra_original":"סוּר","transliteracao":"çûwr","strong":"H5493","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' refere-se ao ato de Deus convocar o povo ao arrependimento e à volta a Ele.","explicacao_detalhada":"Deus está 'chamando' o povo para que reconheça sua condição e se volte para Ele, enfatizando a Sua disposição para perdoar.","por_que_esta_palavra":"O chamado de Deus é um tema central na Bíblia, mostrando Sua graça e desejo de restaurar aqueles que se afastaram.","conexao_teologica":"A ideia de ser chamado por Deus é fundamental para a compreensão da salvação e do relacionamento entre Deus e a humanidade.","referencias_relacionadas":["Isaías 55:6","Romanos 10:13","Apocalipse 3:20"]},"jeremias_6_29_fogo":{"palavra_pt":"fogo","palavra_original":"אֵשׁ","transliteracao":"ʼêsh","strong":"H784","significado_raiz":"Ideia básica: fogo.","significado_contextual":"A palavra 'fogo' simboliza o juízo e a purificação que Deus traz sobre o povo desobediente.","explicacao_detalhada":"Neste versículo, o fogo representa a severidade do juízo de Deus, que é necessário para purificar a nação de sua iniquidade.","por_que_esta_palavra":"O fogo é uma imagem poderosa que representa tanto a destruição quanto a purificação, enfatizando a seriedade do pecado.","conexao_teologica":"A purificação pelo fogo é um conceito que aparece em várias partes da Bíblia, simbolizando o processo de santificação.","referencias_relacionadas":["Isaías 1:25","1 Pedro 1:7","Malaquias 3:2-3"]},"jeremias_6_29_mal":{"palavra_pt":"mal","palavra_original":"שָׁוְא","transliteracao":"shâvᵉʼ","strong":"H7723","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' refere-se à corrupção e ao pecado que permeiam a sociedade.","explicacao_detalhada":"Deus está denunciando a maldade do povo, que se afastou de Seus caminhos e se entregou a práticas ímpias.","por_que_esta_palavra":"A identificação do 'mal' é crucial para entender a necessidade de arrependimento e a urgência do chamado de Deus.","conexao_teologica":"A luta contra o mal é um tema central na Bíblia, onde Deus busca restaurar a justiça e a retidão entre Seu povo.","referencias_relacionadas":["Romanos 12:21","Gálatas 6:7-8","Efésios 5:11"]},"jeremias_6_29_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à integridade e à fidelidade que Deus espera de Seu povo.","explicacao_detalhada":"Neste contexto, a verdade é contrastada com a mentira e a hipocrisia que caracterizam a vida do povo de Judá.","por_que_esta_palavra":"A ênfase na verdade é fundamental para a relação entre Deus e Seu povo, que deve ser baseada na sinceridade e na honestidade.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, sendo essencial para a adoração e o relacionamento com Ele.","referencias_relacionadas":["João 4:24","Salmos 51:6","Efésios 4:15"]},"jeremias_6_30_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Deus está se afastando do povo.","explicacao_detalhada":"Deus explica que a rejeição do povo à Sua palavra e a persistência no pecado são as razões para Sua desaprovação.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a lógica do juízo de Deus e a necessidade de arrependimento.","conexao_teologica":"A relação entre a obediência e a bênção é um princípio teológico fundamental que permeia toda a Escritura.","referencias_relacionadas":["Deuteronômio 28:15","Isaías 59:2","Romanos 1:18"]},"jeremias_6_30_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania e à autoridade de Deus sobre Seu povo.","explicacao_detalhada":"Neste contexto, o nome do Senhor é invocado para lembrar ao povo de Sua grandeza e do dever de reverência e obediência.","por_que_esta_palavra":"O uso do nome de Deus enfatiza a importância de reconhecer Sua autoridade e a responsabilidade do povo em segui-Lo.","conexao_teologica":"O nome de Deus é central na adoração e na identidade do povo de Israel, simbolizando Sua presença e poder.","referencias_relacionadas":["Êxodo 20:7","Salmos 8:1","Filipenses 2:9-11"]},"jeremias_6_30_prata":{"palavra_pt":"prata","palavra_original":"כֶּסֶף","transliteracao":"keçeph","strong":"H3701","significado_raiz":"Ideia básica: prata.","significado_contextual":"A palavra 'prata' é usada para simbolizar a riqueza e a corrupção que se infiltraram no coração do povo.","explicacao_detalhada":"Deus está denunciando a busca desenfreada por riquezas materiais em detrimento da verdadeira adoração e fidelidade a Ele.","por_que_esta_palavra":"A prata, como símbolo de riqueza, representa a tentação e a idolatria que afastam o povo de Deus.","conexao_teologica":"A Bíblia frequentemente adverte contra a avareza e a busca por bens materiais, que podem se tornar ídolos em nossos corações.","referencias_relacionadas":["Mateus 6:19-21","1 Timóteo 6:10","Tiago 5:1-3"]}}