{"jeremias_9_1_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua essência, destacando a fragilidade e a necessidade de clamor.","explicacao_detalhada":"Neste versículo, o 'homem' é apresentado como alguém que sente dor e angústia, necessitando de um espaço para expressar suas emoções. A palavra enfatiza a condição humana diante das adversidades.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a universalidade da dor e do clamor, mostrando que todos, independentemente de sua posição, enfrentam dificuldades.","conexao_teologica":"A condição do homem é um tema central na teologia, refletindo a necessidade de redenção e a busca por Deus em tempos de crise.","referencias_relacionadas":["Salmos 34:18","Isaías 53:3","Romanos 3:23"]},"jeremias_9_1_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Indica um chamado intenso e urgente, uma súplica por ajuda.","explicacao_detalhada":"A palavra 'dar' no contexto de clamar implica um ato de entrega e vulnerabilidade, onde o homem se coloca em uma posição de dependência diante de Deus.","por_que_esta_palavra":"A escolha de 'dar' enfatiza a ação de se abrir e buscar auxílio, refletindo a necessidade humana de apoio divino.","conexao_teologica":"Clamar a Deus é um ato de fé, reconhecendo que somente Ele pode oferecer consolo e solução para as dificuldades enfrentadas.","referencias_relacionadas":["Salmos 18:6","Salmos 50:15","Mateus 7:7"]},"jeremias_9_1_campo":{"palavra_pt":"campo","palavra_original":"מִדְבָּר","transliteracao":"midbâr","strong":"H4057","significado_raiz":"Ideia básica: campo.","significado_contextual":"Representa um espaço de desolação e solidão, onde o clamor pode ser ouvido.","explicacao_detalhada":"O 'campo' simboliza um lugar afastado, longe da sociedade, onde o homem pode expressar sua dor sem restrições, refletindo a necessidade de um espaço seguro para o lamento.","por_que_esta_palavra":"A escolha de 'campo' destaca a ideia de isolamento e a busca por um lugar para a reflexão e o clamor a Deus.","conexao_teologica":"O campo pode ser visto como um símbolo de deserto espiritual, onde Deus encontra o homem em sua solidão e o transforma.","referencias_relacionadas":["Isaías 40:3","Mateus 14:13","Lucas 15:4"]},"jeremias_9_2_homem":{"palavra_pt":"homem","palavra_original":"אֱמוּנָה","transliteracao":"ʼĕmûwnâh","strong":"H530","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à condição moral e espiritual do ser humano, enfatizando a falta de fidelidade.","explicacao_detalhada":"Neste versículo, o 'homem' é descrito como alguém que se afastou da verdade e da justiça, refletindo a corrupção moral da sociedade.","por_que_esta_palavra":"A palavra 'homem' aqui é usada para ilustrar a universalidade do pecado e a necessidade de arrependimento.","conexao_teologica":"A queda do homem e sua necessidade de redenção são temas centrais na teologia, mostrando a importância da graça divina.","referencias_relacionadas":["Romanos 3:10-12","Gálatas 5:19-21","Efésios 2:1-3"]},"jeremias_9_2_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Simboliza o lar e a herança do povo de Deus, que está sendo afetada pela corrupção.","explicacao_detalhada":"A 'terra' representa não apenas o espaço físico, mas também a identidade e a promessa de Deus ao Seu povo, que está sendo comprometida pela infidelidade.","por_que_esta_palavra":"A escolha de 'terra' destaca a conexão entre o povo e sua herança divina, enfatizando a gravidade da situação.","conexao_teologica":"A terra prometida é um símbolo da aliança de Deus com Seu povo, e a corrupção da terra reflete a quebra dessa aliança.","referencias_relacionadas":["Deuteronômio 28:15-68","Ezequiel 36:16-21","Romanos 8:19-22"]},"jeremias_9_2_andar":{"palavra_pt":"andar","palavra_original":"דָּרַךְ","transliteracao":"dârak","strong":"H1869","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao modo de viver e agir do homem, que deve ser em conformidade com a vontade de Deus.","explicacao_detalhada":"A palavra 'andar' implica em um estilo de vida, sugerindo que a maneira como o homem vive deve refletir sua fé e compromisso com Deus.","por_que_esta_palavra":"A escolha de 'andar' enfatiza a continuidade e a prática diária da fé, não apenas crenças momentâneas.","conexao_teologica":"Andar em retidão é um chamado bíblico, refletindo a necessidade de viver de acordo com os princípios divinos.","referencias_relacionadas":["Miquéias 6:8","Gálatas 5:16","1 João 1:7"]},"jeremias_9_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as pessoas se relacionam e se comportam umas com as outras.","explicacao_detalhada":"O 'modo' indica a forma como os homens interagem, muitas vezes marcada pela desonestidade e traição, refletindo a degradação moral.","por_que_esta_palavra":"A palavra 'modo' é escolhida para destacar a necessidade de uma mudança na forma de viver e se relacionar.","conexao_teologica":"A ética relacional é fundamental na teologia, mostrando que o comportamento humano deve refletir o caráter de Deus.","referencias_relacionadas":["Mateus 7:12","Romanos 12:10","Efésios 4:32"]},"jeremias_9_3_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à natureza humana, que é propensa ao erro e à deslealdade.","explicacao_detalhada":"Neste contexto, o 'homem' é visto como alguém que falha em suas relações, destacando a necessidade de arrependimento e transformação.","por_que_esta_palavra":"A repetição da palavra 'homem' enfatiza a universalidade da falha humana e a necessidade de redenção.","conexao_teologica":"A condição do homem é um tema central na teologia, refletindo a necessidade de um Salvador.","referencias_relacionadas":["Salmos 146:3","Romanos 5:12","Tiago 4:14"]},"jeremias_9_3_irmao":{"palavra_pt":"irmao","palavra_original":"רֵעַ","transliteracao":"rêaʻ","strong":"H7453","significado_raiz":"Ideia básica: irmao.","significado_contextual":"Refere-se à relação de fraternidade e a traição que pode ocorrer entre os homens.","explicacao_detalhada":"A palavra 'irmão' destaca a intimidade das relações humanas e a dor da deslealdade entre aqueles que deveriam se apoiar.","por_que_esta_palavra":"A escolha de 'irmão' enfatiza a gravidade da traição, pois ela ocorre entre aqueles que têm laços próximos.","conexao_teologica":"A fraternidade é um tema importante na Bíblia, refletindo o amor e a unidade que devem existir entre os crentes.","referencias_relacionadas":["Gênesis 4:9","1 João 4:20","Hebreus 13:1"]},"jeremias_9_4_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à natureza humana, enfatizando a necessidade de vigilância e discernimento.","explicacao_detalhada":"Neste versículo, o 'homem' é chamado a ser consciente de suas ações e das intenções dos outros, refletindo a complexidade das relações humanas.","por_que_esta_palavra":"A repetição da palavra 'homem' reforça a ideia de que todos são suscetíveis a falhas e enganos.","conexao_teologica":"A vigilância espiritual é um aspecto importante da vida cristã, onde os crentes são chamados a discernir e agir com sabedoria.","referencias_relacionadas":["1 Pedro 5:8","Mateus 24:42","Efésios 5:15-16"]},"jeremias_9_4_verdade":{"palavra_pt":"verdade/fidelidade","palavra_original":"אֶמֶת","transliteracao":"ʼemeth","strong":"H571","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade e à integridade nas relações interpessoais, especialmente em um contexto de traição e deslealdade.","explicacao_detalhada":"Neste versículo, Jeremias lamenta a falta de verdade entre as pessoas, onde a deslealdade se tornou comum. A verdade é um valor essencial que sustenta a confiança nas relações humanas.","por_que_esta_palavra":"A escolha da palavra 'verdade' destaca a importância da honestidade e da fidelidade, que são fundamentais para a convivência social e para a relação com Deus.","conexao_teologica":"A verdade é um atributo de Deus, e a falta dela entre os homens reflete uma separação da vontade divina. A fidelidade de Deus é um tema central nas Escrituras.","referencias_relacionadas":["Salmos 15:2","Provérbios 12:22","João 8:32"]},"jeremias_9_4_irmao":{"palavra_pt":"irmao","palavra_original":"רֵעַ","transliteracao":"rêaʻ","strong":"H7453","significado_raiz":"Ideia básica: irmao.","significado_contextual":"A palavra 'irmão' é usada para descrever a relação de proximidade e responsabilidade entre os indivíduos, que deveria ser marcada por amor e apoio mútuo.","explicacao_detalhada":"Jeremias critica a traição entre aqueles que deveriam se considerar irmãos, enfatizando a quebra de laços familiares e sociais que deveriam unir o povo.","por_que_esta_palavra":"A palavra 'irmão' é significativa porque representa a ideia de comunidade e solidariedade, que está sendo desfeita pela deslealdade.","conexao_teologica":"A relação entre irmãos é frequentemente usada na Bíblia para ilustrar a relação entre os filhos de Deus e a importância do amor fraternal.","referencias_relacionadas":["Gênesis 4:9","Mateus 5:22","1 João 4:20"]},"jeremias_9_5_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' implica a capacidade de discernir entre o certo e o errado, e aqui é usada para criticar a falta de justiça e integridade nas ações das pessoas.","explicacao_detalhada":"Jeremias observa que as pessoas não estão apenas faltando com a verdade, mas também estão se envolvendo em ações injustas, o que leva a um ambiente de desconfiança e corrupção.","por_que_esta_palavra":"A palavra 'julgar' é crucial para entender a responsabilidade moral que cada um tem em suas ações e decisões.","conexao_teologica":"Deus é o juiz supremo, e a justiça é um atributo divino que deve ser refletido na vida dos crentes.","referencias_relacionadas":["Salmos 82:3","Isaías 1:17","Miquéias 6:8"]},"jeremias_9_5_craft":{"palavra_pt":"craft","palavra_original":"מִרְמָה","transliteracao":"mirmâh","strong":"H4820","significado_raiz":"Ideia básica: craft.","significado_contextual":"A palavra 'craft' refere-se a engano ou artimanha, indicando a manipulação e a falta de sinceridade nas interações humanas.","explicacao_detalhada":"Jeremias denuncia a habilidade das pessoas em enganar umas às outras, usando astúcia para obter vantagens pessoais em detrimento da verdade.","por_que_esta_palavra":"A escolha dessa palavra ressalta a corrupção moral que permeia a sociedade, onde a desonestidade se torna uma prática comum.","conexao_teologica":"O engano é contrário à natureza de Deus, que é verdade e luz, e a prática de artimanhas leva à separação de Sua vontade.","referencias_relacionadas":["Salmos 101:7","Provérbios 11:1","Efésios 4:25"]},"jeremias_9_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, enfatizando Sua soberania e autoridade sobre todas as coisas.","explicacao_detalhada":"Neste versículo, a invocação do nome do Senhor destaca a relação entre Deus e Seu povo, que deve ser marcada por reverência e obediência.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para reconhecer a posição de Deus como autoridade máxima e guia moral.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua presença e poder, e invocá-lo é um ato de fé e submissão.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"jeremias_9_6_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma chamada à atenção, indicando a importância do que está prestes a ser declarado.","explicacao_detalhada":"Jeremias usa 'eis' para alertar o povo sobre a gravidade da situação em que se encontram, enfatizando a necessidade de reconhecimento e arrependimento.","por_que_esta_palavra":"A palavra 'eis' serve como um convite para que as pessoas prestem atenção à mensagem de Deus e às consequências de suas ações.","conexao_teologica":"A chamada à atenção é um tema recorrente nas Escrituras, onde Deus frequentemente convoca Seu povo a ouvir e responder à Sua palavra.","referencias_relacionadas":["Isaías 40:9","Mateus 24:42","Apocalipse 3:20"]},"jeremias_9_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa, ligando a declaração anterior à razão pela qual é feita.","explicacao_detalhada":"Neste contexto, 'porque' é usado para explicar a razão da condenação e do juízo que virá sobre o povo devido à sua desobediência.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a lógica divina e as consequências do comportamento humano.","conexao_teologica":"A relação entre ações e consequências é um princípio teológico fundamental, refletindo a justiça de Deus.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Hebreus 10:30"]},"jeremias_9_7_flecha":{"palavra_pt":"flecha","palavra_original":"חֵץ","transliteracao":"chêts","strong":"H2671","significado_raiz":"Ideia básica: flecha.","significado_contextual":"A palavra 'flecha' simboliza um ataque ou um golpe, representando a traição e a violência que permeiam as relações humanas.","explicacao_detalhada":"Jeremias usa a metáfora da flecha para descrever como as palavras e ações traiçoeiras atingem os outros, causando dor e destruição.","por_que_esta_palavra":"A escolha da palavra 'flecha' enfatiza a rapidez e a precisão com que a traição pode ocorrer, refletindo a natureza devastadora do pecado.","conexao_teologica":"A imagem da flecha é frequentemente usada na Bíblia para descrever ataques espirituais e a necessidade de proteção divina.","referencias_relacionadas":["Salmos 64:3","Provérbios 25:18","Efésios 6:16"]},"jeremias_9_7_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שָׁחַט","transliteracao":"shâchaṭ","strong":"H7819","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"A palavra 'sacrifício' refere-se a ofertas feitas a Deus, mas aqui é usada para criticar a hipocrisia de rituais sem verdadeira devoção.","explicacao_detalhada":"Jeremias denuncia a prática de sacrifícios que não são acompanhados de um coração sincero, ressaltando que Deus busca mais do que rituais externos.","por_que_esta_palavra":"A palavra 'sacrifício' é importante para entender a relação entre a adoração verdadeira e a obediência a Deus.","conexao_teologica":"O conceito de sacrifício é central na teologia bíblica, apontando para a necessidade de expiação e a verdadeira adoração a Deus.","referencias_relacionadas":["Isaías 1:11-13","Miquéias 6:6-8","Hebreus 10:5-7"]},"jeremias_9_7_lingua":{"palavra_pt":"lingua","palavra_original":"לָשׁוֹן","transliteracao":"lâshôwn","strong":"H3956","significado_raiz":"Ideia básica: lingua.","significado_contextual":"A palavra 'língua' refere-se à capacidade de falar e comunicar, mas aqui é usada para descrever a maledicência e a falsidade nas palavras.","explicacao_detalhada":"Jeremias critica o uso da língua para enganar e ferir os outros, enfatizando a responsabilidade que temos sobre o que dizemos.","por_que_esta_palavra":"A palavra 'língua' é significativa porque representa o poder das palavras, que podem construir ou destruir relacionamentos.","conexao_teologica":"A Bíblia ensina que a língua tem o poder da vida e da morte, e que devemos ser cuidadosos com o que falamos.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5-10","Salmos 34:13"]},"jeremias_9_8_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à autenticidade e à fidelidade nas relações, especialmente entre Deus e Seu povo.","explicacao_detalhada":"Neste contexto, a 'verdade' é um atributo de Deus, que contrasta com a falsidade e a traição do povo. Jeremias clama pela verdade em um tempo de engano e corrupção.","por_que_esta_palavra":"A escolha da palavra 'verdade' enfatiza a necessidade de um relacionamento genuíno com Deus, que é a fonte de toda verdade.","conexao_teologica":"A verdade é fundamental na teologia bíblica, pois Deus é descrito como a verdade (João 14:6) e a verdade liberta (João 8:32).","referencias_relacionadas":["João 14:6","Salmos 25:5","Salmos 119:160"]},"jeremias_9_8_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' implica em um ato de resgate ou libertação de opressão.","explicacao_detalhada":"Jeremias usa 'libertar' para expressar o desejo de que Deus intervenha e salve Seu povo da opressão e do pecado que os aprisiona.","por_que_esta_palavra":"A palavra 'libertar' é crucial, pois reflete a esperança de redenção e restauração que Deus oferece ao Seu povo.","conexao_teologica":"A libertação é um tema central na Bíblia, simbolizando a salvação que Cristo oferece a todos os que creem (Gálatas 5:1).","referencias_relacionadas":["Gálatas 5:1","Isaías 61:1","Romanos 8:21"]},"jeremias_9_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'senhor' refere-se ao nome de Deus, que representa Sua autoridade e soberania.","explicacao_detalhada":"Neste versículo, o uso do nome 'senhor' destaca a relação de Deus com Seu povo e Sua posição como governante supremo.","por_que_esta_palavra":"A palavra 'senhor' é essencial para reconhecer a soberania de Deus sobre todas as coisas e a necessidade de submissão a Ele.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua fidelidade e poder, sendo um tema recorrente nas Escrituras (Salmos 8:1).","referencias_relacionadas":["Salmos 8:1","Êxodo 3:14","Romanos 10:13"]},"jeremias_9_9_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"A palavra 'ceus' refere-se ao espaço celestial, onde Deus habita e observa a Terra.","explicacao_detalhada":"Jeremias menciona os 'ceus' para enfatizar a grandeza de Deus e Sua capacidade de ver e julgar as ações humanas.","por_que_esta_palavra":"A menção aos 'ceus' serve para lembrar ao povo que Deus está acima de tudo e que nada escapa ao Seu olhar.","conexao_teologica":"Os céus são frequentemente mencionados na Bíblia como o trono de Deus, simbolizando Sua majestade e autoridade (Salmos 11:4).","referencias_relacionadas":["Salmos 11:4","Isaías 66:1","Mateus 5:16"]},"jeremias_9_9_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"A palavra 'montanha' simboliza estabilidade e segurança, frequentemente associada à presença de Deus.","explicacao_detalhada":"Jeremias usa 'montanha' para descrever a força e a imutabilidade de Deus em contraste com a instabilidade do povo.","por_que_esta_palavra":"A montanha representa um lugar de refúgio e proteção, refletindo a natureza de Deus como nosso protetor.","conexao_teologica":"As montanhas são frequentemente mencionadas como locais de encontro com Deus, simbolizando Sua grandeza (Salmos 125:1).","referencias_relacionadas":["Salmos 125:1","Isaías 2:2","Mateus 17:1"]},"jeremias_9_9_lamentation":{"palavra_pt":"lamentation","palavra_original":"נְהִי","transliteracao":"nᵉhîy","strong":"H5092","significado_raiz":"Ideia básica: lamentation.","significado_contextual":"A palavra 'lamentation' refere-se a um profundo lamento ou tristeza, expressando dor e arrependimento.","explicacao_detalhada":"Jeremias usa 'lamentation' para capturar o desespero do povo diante do juízo de Deus e a necessidade de arrependimento.","por_que_esta_palavra":"A lamentação é uma resposta natural ao reconhecimento do pecado e da separação de Deus.","conexao_teologica":"A lamentação é um tema importante na Bíblia, refletindo a necessidade de arrependimento e a busca pela misericórdia de Deus (Salmos 51:17).","referencias_relacionadas":["Salmos 51:17","Lamentações 3:22-23","Mateus 5:4"]},"jeremias_9_10_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' implica em um ato de oferecer ou entregar algo, neste caso, um clamor a Deus.","explicacao_detalhada":"Jeremias usa 'dar' para expressar a urgência de clamar a Deus em busca de ajuda e intervenção divina.","por_que_esta_palavra":"A palavra 'dar' destaca a ação de buscar a Deus ativamente, reconhecendo nossa dependência dEle.","conexao_teologica":"Clamar a Deus é um tema recorrente nas Escrituras, enfatizando a importância da oração e da súplica (1 Tessalonicenses 5:17).","referencias_relacionadas":["1 Tessalonicenses 5:17","Salmos 34:17","Romanos 10:13"]},"jeremias_9_10_pedra":{"palavra_pt":"pedra","palavra_original":"גַּל","transliteracao":"gal","strong":"H1530","significado_raiz":"Ideia básica: pedra.","significado_contextual":"A palavra 'pedra' simboliza firmeza e durabilidade, frequentemente associada à força de Deus.","explicacao_detalhada":"Jeremias menciona 'pedra' para ilustrar a solidez da proteção que Deus oferece ao Seu povo.","por_que_esta_palavra":"A pedra representa a segurança que encontramos em Deus, que é nosso refúgio e fortaleza.","conexao_teologica":"Cristo é descrito como a pedra angular, simbolizando a base da nossa fé (Efésios 2:20).","referencias_relacionadas":["Efésios 2:20","Salmos 18:2","Mateus 7:24"]},"jeremias_9_10_deus":{"palavra_pt":"deus","palavra_original":"מָעוֹן","transliteracao":"mâʻôwn","strong":"H4583","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, que é fonte de poder e autoridade.","explicacao_detalhada":"Jeremias usa 'deus' para enfatizar a necessidade de reconhecer a soberania de Deus em todas as situações da vida.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a relação entre o Criador e a criação, destacando Sua grandeza.","conexao_teologica":"A divindade de Deus é um tema central na Bíblia, que revela Seu caráter e Sua vontade para a humanidade (Gênesis 1:1).","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Isaías 40:28"]},"jeremias_9_11_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade, destacando a fragilidade e a necessidade de Deus.","explicacao_detalhada":"Jeremias menciona 'homem' para mostrar a condição pecaminosa da humanidade e a necessidade de arrependimento.","por_que_esta_palavra":"A palavra 'homem' é importante para entender a relação entre Deus e a criação, ressaltando a dependência do ser humano.","conexao_teologica":"A condição do homem é um tema central na teologia, que aborda a queda e a necessidade de redenção (Romanos 3:23).","referencias_relacionadas":["Romanos 3:23","Gênesis 3:6","Salmos 8:4"]},"jeremias_9_11_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Judá, que está sendo lamentada por sua destruição e desolação.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) neste contexto simboliza não apenas o solo físico, mas também a nação e o povo que habitam nela. A destruição da terra é um reflexo da desobediência do povo a Deus.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a conexão entre o povo e a sua terra, mostrando que a desolação da terra é um resultado direto da infidelidade do povo.","conexao_teologica":"A terra é frequentemente vista na Bíblia como um presente de Deus ao seu povo, e sua destruição representa o juízo divino.","referencias_relacionadas":["Deuteronômio 28:15","Isaías 5:9","Ezequiel 36:33"]},"jeremias_9_12_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação divina e a revelação de Deus ao seu povo.","explicacao_detalhada":"Neste versículo, Deus está se dirigindo ao profeta Jeremias, revelando a gravidade da situação de Judá e a necessidade de um clamor por arrependimento.","por_que_esta_palavra":"A palavra 'dizer' (אָמַר) é fundamental para entender a autoridade da mensagem profética e a importância da comunicação de Deus com seu povo.","conexao_teologica":"A comunicação divina é um tema central na Bíblia, mostrando que Deus se revela e se relaciona com a humanidade através de suas palavras.","referencias_relacionadas":["Êxodo 3:14","Salmos 119:105","Hebreus 1:1-2"]},"jeremias_9_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' (יְהֹוָה) é usado para enfatizar a soberania e a autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, o uso do nome de Deus destaca a relação entre Ele e seu povo, e a importância de reconhecer sua autoridade em meio à calamidade.","por_que_esta_palavra":"A palavra 'Senhor' é central para a identidade de Deus e para a compreensão de seu caráter como o Deus que se revela e se relaciona com seu povo.","conexao_teologica":"O nome de Deus é um símbolo de sua presença e poder, e é frequentemente invocado em momentos de necessidade e clamor.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Romanos 10:13"]},"jeremias_9_12_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' (נָתַן) refere-se à ação de Deus em conceder ou permitir algo, especialmente em relação ao arrependimento e à restauração.","explicacao_detalhada":"Neste versículo, Deus está chamando o povo a clamar por Ele, indicando que a restauração e a ajuda divina são dadas a quem busca sinceramente.","por_que_esta_palavra":"A palavra 'dar' enfatiza a generosidade de Deus em oferecer perdão e restauração ao seu povo, mesmo em tempos de crise.","conexao_teologica":"A ideia de que Deus dá é um tema recorrente na Bíblia, mostrando sua disposição em oferecer graça e misericórdia.","referencias_relacionadas":["Tiago 1:5","Salmos 34:17","Mateus 7:7"]},"jeremias_9_13_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' (יָלַךְ) é usada para descrever o comportamento e o estilo de vida do povo de Judá, que se afastou dos caminhos de Deus.","explicacao_detalhada":"Neste contexto, 'andar' implica em seguir um caminho de desobediência, contrastando com o chamado de Deus para um retorno à fidelidade.","por_que_esta_palavra":"A escolha da palavra 'andar' destaca a importância da ação e do comportamento na vida espiritual, mostrando que a fé deve ser vivida.","conexao_teologica":"A caminhada com Deus é um tema central na Bíblia, simbolizando a relação contínua entre o crente e seu Criador.","referencias_relacionadas":["Gálatas 5:16","Miquéias 6:8","1 João 1:7"]},"jeremias_9_13_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' (אַחַר) implica em acompanhar ou obedecer a algo ou alguém, neste caso, as práticas idólatras do povo.","explicacao_detalhada":"Neste versículo, o povo está sendo advertido sobre a consequência de seguir caminhos errados, que os afastam de Deus.","por_que_esta_palavra":"A palavra 'seguir' enfatiza a escolha ativa do povo em desviar-se do caminho de Deus, refletindo a responsabilidade individual.","conexao_teologica":"A ideia de seguir a Deus ou outros ídolos é um tema recorrente, mostrando a necessidade de uma escolha consciente na vida espiritual.","referencias_relacionadas":["Mateus 16:24","Salmos 119:3","Romanos 6:16"]},"jeremias_9_13_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' (לֵב) representa o centro das emoções e decisões do ser humano, refletindo a condição espiritual do povo.","explicacao_detalhada":"Neste contexto, o coração é visto como a fonte das ações e escolhas do povo, que se afastou de Deus por causa de um coração endurecido.","por_que_esta_palavra":"A escolha da palavra 'coração' enfatiza a necessidade de um arrependimento genuíno e uma transformação interna para voltar a Deus.","conexao_teologica":"A condição do coração é um tema central na Bíblia, mostrando que Deus se preocupa com o que está dentro de nós, não apenas com as ações externas.","referencias_relacionadas":["Provérbios 4:23","Ezequiel 36:26","Mateus 5:8"]},"jeremias_9_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' (יְהֹוָה) é novamente mencionado para reafirmar a soberania de Deus e seu papel como juiz e redentor.","explicacao_detalhada":"Neste contexto, o uso do nome de Deus serve como um lembrete da sua autoridade e da necessidade de o povo reconhecer sua posição diante dEle.","por_que_esta_palavra":"A repetição do nome 'Senhor' reforça a importância da reverência e do reconhecimento da divindade em meio à crise.","conexao_teologica":"O nome de Deus é um símbolo de sua presença e poder, e é frequentemente invocado em momentos de necessidade e clamor.","referencias_relacionadas":["Salmos 46:1","Isaías 12:2","Romanos 10:9"]},"jeremias_9_14_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' (אֱלֹהִים) é usada para enfatizar a natureza divina e a autoridade suprema sobre todas as coisas.","explicacao_detalhada":"Neste versículo, a menção a Deus destaca a necessidade de o povo reconhecer sua dependência e a soberania de Deus em suas vidas.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a relação entre o Criador e a criação, e a necessidade de adoração e submissão.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, mostrando que Ele é o governante supremo sobre toda a criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Apocalipse 4:11"]},"jeremias_9_14_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' (הֵן) é usada para chamar a atenção do povo para a realidade de sua situação e a necessidade de mudança.","explicacao_detalhada":"Neste contexto, 'eis' serve como um convite para que o povo preste atenção ao que Deus está revelando sobre sua condição espiritual.","por_que_esta_palavra":"A palavra 'eis' enfatiza a urgência da mensagem e a necessidade de uma resposta imediata do povo.","conexao_teologica":"A chamada à atenção é uma prática comum nas Escrituras, onde Deus frequentemente convoca seu povo a ouvir e responder à sua palavra.","referencias_relacionadas":["Isaías 43:1","Mateus 11:28","Apocalipse 3:20"]},"jeremias_9_15_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"Refere-se a um povo ou nação, muitas vezes em um contexto de julgamento ou separação.","explicacao_detalhada":"A palavra 'nação' é utilizada para descrever grupos de pessoas que compartilham uma identidade comum, frequentemente em relação à sua relação com Deus. No contexto de Jeremias, isso se refere à nação de Israel e sua infidelidade.","por_que_esta_palavra":"A escolha da palavra 'nação' enfatiza a coletividade e a responsabilidade do povo diante de Deus.","conexao_teologica":"A ideia de nação é central na teologia do Antigo Testamento, onde Israel é visto como o povo escolhido de Deus.","referencias_relacionadas":["Deuteronômio 7:6","Isaías 43:1","Salmos 33:12"]},"jeremias_9_15_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é apresentada como um valor essencial que foi abandonado pelo povo.","explicacao_detalhada":"A palavra 'verdade' implica em fidelidade e honestidade, tanto nas relações humanas quanto na relação com Deus. A falta de verdade é um tema recorrente nas profecias de Jeremias.","por_que_esta_palavra":"A ênfase na verdade destaca a corrupção moral e espiritual da nação.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida do Seu povo.","referencias_relacionadas":["Salmos 51:6","Provérbios 12:22","João 4:24"]},"jeremias_9_15_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de Deus enviar juízos ou profetas ao Seu povo.","explicacao_detalhada":"A palavra 'enviar' implica uma ação deliberada de Deus para comunicar Sua vontade e advertir sobre as consequências do pecado.","por_que_esta_palavra":"A escolha desta palavra ressalta a soberania de Deus em dirigir a história e a necessidade de resposta do povo.","conexao_teologica":"O envio de profetas é uma demonstração do amor e da paciência de Deus, que busca restaurar Seu povo.","referencias_relacionadas":["Amós 3:7","Mateus 23:37","Romanos 10:15"]},"jeremias_9_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa Sua autoridade e caráter.","explicacao_detalhada":"O nome de Deus é um símbolo de Sua presença e poder. Invocar o nome do Senhor é reconhecer Sua soberania e buscar Sua ajuda.","por_que_esta_palavra":"A menção ao nome do Senhor enfatiza a importância da relação pessoal e comunitária com Deus.","conexao_teologica":"O nome de Deus é central na adoração e na identidade do povo de Israel.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Romanos 10:13"]},"jeremias_9_16_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de invocar ou clamar ao Senhor.","explicacao_detalhada":"A palavra 'chamar' implica uma ação de busca e dependência de Deus, especialmente em tempos de crise.","por_que_esta_palavra":"A escolha desta palavra ressalta a necessidade de comunicação e relacionamento com Deus.","conexao_teologica":"Chamar a Deus é um ato de fé que reconhece Sua capacidade de responder e agir.","referencias_relacionadas":["Salmos 145:18","Isaías 55:6","Jeremias 33:3"]},"jeremias_9_17_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se aos adversários de Israel, que são instrumentos do juízo de Deus.","explicacao_detalhada":"A palavra 'inimigo' destaca a realidade da oposição que o povo enfrenta, tanto física quanto espiritualmente.","por_que_esta_palavra":"A menção aos inimigos serve como um alerta sobre as consequências da desobediência a Deus.","conexao_teologica":"Os inimigos são vistos como parte do plano de Deus para disciplinar Seu povo.","referencias_relacionadas":["Salmos  enemies:1","Isaías 54:17","Romanos 8:31"]},"jeremias_9_17_bom":{"palavra_pt":"bom","palavra_original":"מָהַר","transliteracao":"mâhar","strong":"H4116","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade de Deus e à expectativa de um futuro melhor.","explicacao_detalhada":"A palavra 'bom' implica em algo que é desejável e que traz benefício, contrastando com a situação atual de desolação.","por_que_esta_palavra":"A escolha desta palavra oferece esperança em meio ao julgamento.","conexao_teologica":"A bondade de Deus é um tema central na Escritura, refletindo Seu caráter e promessas.","referencias_relacionadas":["Salmos 34:8","Romanos 2:4","Tiago 1:17"]},"jeremias_9_17_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de Deus e ao Seu poder sobre as nações.","explicacao_detalhada":"A palavra 'grande' enfatiza a majestade e a soberania de Deus, que é capaz de agir em favor de Seu povo.","por_que_esta_palavra":"A menção à grandeza de Deus serve para lembrar o povo de Sua capacidade de salvar e restaurar.","conexao_teologica":"A grandeza de Deus é um tema recorrente que inspira reverência e adoração.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"jeremias_9_18_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou explicação sobre a situação do povo.","explicacao_detalhada":"A palavra 'porque' conecta a causa e o efeito, explicando as consequências do pecado.","por_que_esta_palavra":"A escolha desta palavra é crucial para entender o contexto do julgamento e a necessidade de arrependimento.","conexao_teologica":"A relação entre causa e efeito é um princípio teológico importante, refletindo a justiça de Deus.","referencias_relacionadas":["Gálatas 6:7","Romanos 1:18","Hebreus 12:6"]},"jeremias_9_18_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Refere-se à comunicação de Deus ao Seu povo, muitas vezes através de profetas.","explicacao_detalhada":"A palavra 'voz' implica em uma mensagem que deve ser ouvida e respondida.","por_que_esta_palavra":"A escolha desta palavra enfatiza a importância da revelação divina e da resposta humana.","conexao_teologica":"A voz de Deus é um tema central na Escritura, representando Sua vontade e direção.","referencias_relacionadas":["Salmos 29:4","Isaías 30:21","João 10:27"]},"jeremias_9_18_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como um lugar físico e simbólico de habitação e pertencimento.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ, ʼerets) é usada em Jeremias 9:18 para descrever o espaço onde o povo de Deus vive e onde suas promessas se realizam. A terra é um símbolo da presença de Deus e da herança do Seu povo.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a conexão entre o povo de Israel e a terra prometida, que é central na narrativa bíblica.","conexao_teologica":"A terra é frequentemente vista como um símbolo da aliança entre Deus e Seu povo, representando tanto bênçãos quanto juízos.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Salmos 37:11"]},"jeremias_9_19_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou explicação para a situação descrita.","explicacao_detalhada":"A palavra 'porque' (כִּי, kîy) é uma conjunção que conecta a causa à consequência, indicando a razão pela qual algo está prestes a acontecer ou foi declarado.","por_que_esta_palavra":"É fundamental para a estrutura do argumento de Jeremias, pois liga a condição do povo à resposta de Deus.","conexao_teologica":"A compreensão das razões divinas é essencial para entender o caráter de Deus e Sua justiça.","referencias_relacionadas":["Isaías 1:18","Romanos 3:23","Tiago 1:5"]},"jeremias_9_19_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma declaração ou mensagem de Deus que deve ser ouvida e considerada.","explicacao_detalhada":"A palavra 'palavra' (דָּבָר, dâbâr) em Jeremias 9:19 implica não apenas uma palavra falada, mas uma mensagem com poder e autoridade divina.","por_que_esta_palavra":"A ênfase na 'palavra' destaca a importância da comunicação de Deus com Seu povo e a necessidade de resposta a essa comunicação.","conexao_teologica":"A palavra de Deus é central na revelação divina e na vida do crente, sendo um meio pelo qual Deus se relaciona com a humanidade.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Mateus 4:4"]},"jeremias_9_19_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua natureza e caráter.","explicacao_detalhada":"O nome 'senhor' (יְהֹוָה, Yᵉhôvâh) em Jeremias 9:19 é um título que expressa a soberania e a autoridade de Deus sobre todas as coisas.","por_que_esta_palavra":"O uso do nome de Deus enfatiza a relação pessoal e a reverência que o povo deve ter em relação a Ele.","conexao_teologica":"O nome de Deus é fundamental para a identidade do povo de Israel e sua adoração, refletindo Sua santidade e poder.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"jeremias_9_20_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à ação de causar a ruína ou a aniquilação.","explicacao_detalhada":"A palavra 'destruir' (כָּרַת, kârath) em Jeremias 9:20 implica um ato severo de julgamento, indicando a seriedade da situação do povo diante de Deus.","por_que_esta_palavra":"A escolha dessa palavra ressalta a gravidade das consequências do pecado e da desobediência.","conexao_teologica":"A destruição é um tema recorrente na Bíblia, simbolizando o juízo de Deus sobre a iniquidade.","referencias_relacionadas":["Ezequiel 18:30","Mateus 7:13","Apocalipse 21:8"]},"jeremias_9_20_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou explicação para a destruição iminente.","explicacao_detalhada":"A palavra 'porque' (כִּי, kîy) conecta a destruição ao comportamento do povo, indicando que suas ações têm consequências diretas.","por_que_esta_palavra":"É crucial para entender a lógica do julgamento divino e a necessidade de arrependimento.","conexao_teologica":"A relação entre ações e consequências é um princípio teológico fundamental na Bíblia.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Provérbios 11:21"]},"jeremias_9_20_morte":{"palavra_pt":"morte","palavra_original":"מָוֶת","transliteracao":"mâveth","strong":"H4194","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se à morte física e espiritual como consequência do pecado.","explicacao_detalhada":"A palavra 'morte' (מָוֶת, mâveth) em Jeremias 9:20 simboliza a separação de Deus e a consequência final do pecado.","por_que_esta_palavra":"A menção da morte enfatiza a gravidade do afastamento de Deus e a necessidade de reconciliação.","conexao_teologica":"A morte é um tema central na teologia bíblica, representando tanto a consequência do pecado quanto a promessa de vida eterna em Cristo.","referencias_relacionadas":["Romanos 6:23","João 3:16","1 Coríntios 15:22"]},"jeremias_9_21_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente ao nome de Deus, enfatizando Sua autoridade e poder.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה, Yᵉhôvâh) em Jeremias 9:21 destaca a soberania de Deus sobre a vida e a morte.","por_que_esta_palavra":"Reiterar o nome de Deus serve para lembrar ao povo de Sua presença e poder em meio ao juízo.","conexao_teologica":"A invocação do nome de Deus é um ato de reconhecimento de Sua autoridade e um chamado à adoração.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Atos 4:12"]},"jeremias_9_21_cair":{"palavra_pt":"cair","palavra_original":"נָפַל","transliteracao":"nâphal","strong":"H5307","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda física e espiritual do povo diante do juízo de Deus.","explicacao_detalhada":"A palavra 'cair' (נָפַל, nâphal) em Jeremias 9:21 implica uma perda de status e dignidade, simbolizando a ruína do povo.","por_que_esta_palavra":"A escolha dessa palavra ressalta a fragilidade do ser humano diante da soberania divina.","conexao_teologica":"A queda é um tema recorrente na Bíblia, representando tanto a condição humana quanto a necessidade de redenção.","referencias_relacionadas":["Gênesis 3:6-7","Romanos 5:12","1 Pedro 5:8"]},"jeremias_9_21_humano":{"palavra_pt":"homem/adao","palavra_original":"אָדָם","transliteracao":"ʼâdâm","strong":"H120","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à condição do ser humano, sua fragilidade e necessidade de Deus.","explicacao_detalhada":"A palavra 'homem' (אָדָם, ʼâdâm) em Jeremias 9:21 destaca a natureza humana e a dependência de Deus para a vida e a salvação.","por_que_esta_palavra":"A menção do homem enfatiza a vulnerabilidade e a necessidade de arrependimento diante do juízo divino.","conexao_teologica":"A condição humana é um tema central na teologia, refletindo a necessidade de redenção e a graça de Deus.","referencias_relacionadas":["Salmos 8:4-5","Romanos 3:23","Efésios 2:8-9"]},"jeremias_9_22_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua condição natural, muitas vezes enfatizando a fragilidade e a transitoriedade da vida.","explicacao_detalhada":"Neste versículo, a palavra 'homem' é usada para destacar a vaidade e a futilidade das conquistas humanas sem o reconhecimento de Deus. O homem é comparado à grandeza de Deus, que deve ser o foco da verdadeira sabedoria.","por_que_esta_palavra":"A palavra 'homem' é utilizada para contrastar a grandeza de Deus com a insignificância do ser humano que se gloria em suas próprias forças.","conexao_teologica":"A teologia enfatiza que a verdadeira sabedoria e entendimento vêm do temor do Senhor, e não das realizações humanas.","referencias_relacionadas":["Salmos 39:5","Isaías 40:6-8","Tiago 4:14"]},"jeremias_9_22_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade, caráter e presença.","explicacao_detalhada":"O nome do Senhor é um símbolo de Sua soberania e poder. Neste contexto, glorificar o nome do Senhor é reconhecer Sua grandeza e a importância de viver de acordo com Seus princípios.","por_que_esta_palavra":"A palavra 'senhor' é crucial para entender a relação entre Deus e a humanidade, enfatizando que somente Ele é digno de louvor e adoração.","conexao_teologica":"A teologia destaca a importância do nome de Deus como um reflexo de Sua natureza e a necessidade de honrá-Lo em todas as áreas da vida.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"jeremias_9_22_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"Refere-se ao ato de louvar e exaltar a Deus por Sua grandeza e poder.","explicacao_detalhada":"A palavra 'louvar' implica em reconhecer e celebrar as qualidades divinas de Deus, contrastando com a glória efêmera do homem.","por_que_esta_palavra":"A escolha da palavra 'louvar' enfatiza a ação de adorar a Deus, que é o único digno de receber glória e honra.","conexao_teologica":"A teologia cristã ensina que a adoração é uma resposta natural ao reconhecimento da grandeza de Deus e de Sua obra na criação.","referencias_relacionadas":["Salmos 150:6","Romanos 11:36","Apocalipse 4:11"]},"jeremias_9_23_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico e à criação de Deus.","explicacao_detalhada":"Neste versículo, a 'terra' é mencionada para enfatizar que as riquezas e conquistas materiais não são o que devem ser valorizados, mas sim o conhecimento de Deus.","por_que_esta_palavra":"A palavra 'terra' é usada para ilustrar a transitoriedade das coisas materiais em contraste com a eternidade de Deus.","conexao_teologica":"A teologia enfatiza que a criação deve levar os seres humanos a reconhecer o Criador e a Sua soberania sobre tudo.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 1:20"]},"jeremias_9_23_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"Refere-se ao ato de louvar e reconhecer a grandeza de Deus.","explicacao_detalhada":"A repetição da palavra 'louvar' neste contexto reforça a ideia de que a verdadeira glória deve ser direcionada a Deus e não às realizações humanas.","por_que_esta_palavra":"A palavra 'louvar' é essencial para entender a adoração que deve ser dada a Deus, que é o único digno de receber glória.","conexao_teologica":"A teologia cristã ensina que a adoração é uma resposta ao reconhecimento da grandeza de Deus e Sua obra na vida dos crentes.","referencias_relacionadas":["Salmos 96:3","Isaías 43:21","1 Pedro 2:9"]},"jeremias_9_23_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma explicação ou justificativa.","explicacao_detalhada":"A palavra 'porque' conecta a ideia de que não devemos nos gloriar nas coisas da terra, mas sim no conhecimento de Deus, que é a verdadeira fonte de valor.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a razão pela qual devemos nos afastar da vaidade e buscar o conhecimento de Deus.","conexao_teologica":"A teologia enfatiza a importância do conhecimento de Deus como a base para uma vida significativa e plena.","referencias_relacionadas":["Provérbios 1:7","Jeremias 22:16","Oséias 6:6"]},"jeremias_9_24_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se ao ato de libertar ou salvar.","explicacao_detalhada":"A palavra 'libertar' é usada para descrever a ação de Deus em salvar Seu povo e trazer justiça, contrastando com a opressão e injustiça do mundo.","por_que_esta_palavra":"A palavra 'libertar' é fundamental para entender a missão de Deus de resgatar a humanidade do pecado e da opressão.","conexao_teologica":"A teologia cristã enfatiza que a salvação é um ato de graça de Deus, que liberta os crentes da escravidão do pecado.","referencias_relacionadas":["Salmos 34:17","Isaías 61:1","Lucas 4:18"]},"jeremias_9_24_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo específico, muitas vezes associado a eventos significativos.","explicacao_detalhada":"A palavra 'dia' neste contexto pode se referir ao dia do juízo ou ao tempo em que Deus agirá em favor de Seu povo.","por_que_esta_palavra":"A palavra 'dia' é importante para entender a expectativa de um tempo em que Deus intervirá na história.","conexao_teologica":"A teologia enfatiza a esperança escatológica de que Deus trará justiça e restauração em um futuro determinado.","referencias_relacionadas":["Joel 2:31","Mateus 24:36","Apocalipse 20:11-15"]},"jeremias_9_24_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e poder.","explicacao_detalhada":"A menção do nome do Senhor neste contexto destaca a importância de reconhecer Sua soberania e buscar Sua ajuda.","por_que_esta_palavra":"A palavra 'senhor' é essencial para entender a relação entre Deus e a humanidade, enfatizando que somente Ele é digno de confiança.","conexao_teologica":"A teologia enfatiza que o nome de Deus é um símbolo de Sua presença e poder na vida dos crentes.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Romanos 10:13"]},"jeremias_9_25_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo de viver.","explicacao_detalhada":"A palavra 'modo' é usada para descrever a forma como as pessoas devem viver, enfatizando a importância de viver de acordo com os princípios de Deus.","por_que_esta_palavra":"A palavra 'modo' é importante para entender que a vida cristã deve ser pautada pela obediência a Deus e Seus mandamentos.","conexao_teologica":"A teologia cristã ensina que a maneira de viver deve refletir a santidade e o caráter de Deus.","referencias_relacionadas":["Romanos 12:1-2","Gálatas 5:16","1 Pedro 1:15-16"]},"jeremias_9_25_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação entre Deus e Seu povo, enfatizando a filiação espiritual.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever a relação íntima e especial que Deus tem com aqueles que O seguem. No contexto de Jeremias, isso destaca a responsabilidade e a expectativa de fidelidade do povo de Israel.","por_que_esta_palavra":"A escolha da palavra 'filho' enfatiza a ideia de herança e pertencimento, mostrando que o povo é considerado parte da família de Deus.","conexao_teologica":"A filiação divina é um tema central na teologia bíblica, refletindo a adoção e a intimidade que os crentes têm com Deus através de Cristo.","referencias_relacionadas":["Romanos 8:14-17","Gálatas 4:4-7","Efésios 1:5"]}}