{"2joao_1_1_elderest":{"palavra_pt":"elder est","palavra_original":"πρεσβύτερος","transliteracao":"presbýteros","strong":"G4245","significado_raiz":"Ideia básica: elder est.","significado_contextual":"Refere-se a uma posição de liderança e autoridade na igreja primitiva.","explicacao_detalhada":"A palavra 'presbýteros' é usada para descrever os anciãos ou líderes da comunidade cristã, que eram responsáveis por guiar e cuidar do rebanho. No contexto de 2 João, o autor se identifica como um 'presbýteros', enfatizando sua autoridade e experiência na fé.","por_que_esta_palavra":"A escolha da palavra 'presbýteros' destaca a importância da liderança espiritual e a transmissão da fé entre as gerações.","conexao_teologica":"A liderança na igreja é um tema recorrente nas epístolas, onde a responsabilidade dos líderes é enfatizada para a edificação da comunidade.","referencias_relacionadas":["1 Pedro 5:1-4","Atos 20:17-28","Tito 1:5"]},"2joao_1_1_mulher":{"palavra_pt":"mulher","palavra_original":"Κυρία","transliteracao":"Kyría","strong":"G2959","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se a uma figura feminina que é destinatária da carta, possivelmente uma líder ou mãe na fé.","explicacao_detalhada":"A palavra 'Kyría' sugere um respeito especial, indicando que a mulher mencionada é digna de honra e consideração. Ela pode ser vista como uma figura central na comunidade, que desempenha um papel importante na disseminação do evangelho.","por_que_esta_palavra":"A utilização de 'Kyría' enfatiza a dignidade e o valor das mulheres na igreja primitiva, desafiando as normas culturais da época.","conexao_teologica":"A inclusão de mulheres em papéis significativos na igreja é um tema importante, refletindo a igualdade no corpo de Cristo.","referencias_relacionadas":["Gálatas 3:28","Romanos 16:1-2","Filipenses 4:2-3"]},"2joao_1_1_alone":{"palavra_pt":"sozinho","palavra_original":"μόνος","transliteracao":"mónos","strong":"G3441","significado_raiz":"Ideia básica: sozinho.","significado_contextual":"Indica a condição de estar separado ou isolado, possivelmente referindo-se à solidão espiritual ou à necessidade de apoio.","explicacao_detalhada":"A palavra 'mónos' pode ser interpretada como um chamado à unidade e à comunhão entre os crentes, ressaltando a importância de não estarmos sozinhos na fé.","por_que_esta_palavra":"A menção de estar 'sozinho' serve como um lembrete da necessidade de comunidade e apoio mútuo entre os cristãos.","conexao_teologica":"A solidão espiritual é um tema que aparece em várias partes da Bíblia, onde a comunhão é apresentada como essencial para a vida cristã.","referencias_relacionadas":["Hebreus 10:24-25","Eclesiastes 4:9-12","1 Coríntios 12:12-27"]},"2joao_1_2_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se à ação de acompanhar ou estar em comunhão com a verdade e os ensinamentos de Cristo.","explicacao_detalhada":"A palavra 'metá' implica um movimento em direção a algo, neste caso, a verdade que deve ser seguida pelos crentes. É um chamado à obediência e à prática da fé.","por_que_esta_palavra":"A ênfase em 'seguir' destaca a necessidade de uma vida ativa na fé, não apenas uma crença passiva.","conexao_teologica":"Seguir a Cristo é um tema central no Novo Testamento, onde os crentes são chamados a viver de acordo com os ensinamentos de Jesus.","referencias_relacionadas":["Mateus 16:24","João 10:27","1 João 2:6"]},"2joao_1_2_abide":{"palavra_pt":"permanecer","palavra_original":"μένω","transliteracao":"ménō","strong":"G3306","significado_raiz":"Ideia básica: permanecer.","significado_contextual":"Refere-se à permanência na fé e na comunhão com Deus.","explicacao_detalhada":"A palavra 'ménō' implica um estado de estar firme e constante na fé, sugerindo que os crentes devem permanecer em Cristo e em Seus ensinamentos.","por_que_esta_palavra":"A ideia de 'permanecer' é crucial para a vida cristã, pois implica em um relacionamento contínuo e profundo com Deus.","conexao_teologica":"A permanência em Cristo é um tema recorrente, especialmente em João 15, onde Jesus fala sobre a videira e os ramos.","referencias_relacionadas":["João 15:4-5","1 João 2:24-25","Colossenses 1:23"]},"2joao_1_3_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"Refere-se à graça de Deus que é fundamental para a vida cristã.","explicacao_detalhada":"A palavra 'cháris' representa a graça imerecida que os crentes recebem de Deus, essencial para a salvação e para a vida diária.","por_que_esta_palavra":"A ênfase na graça destaca a dependência dos crentes da bondade de Deus, não de seus próprios esforços.","conexao_teologica":"A graça é um dos pilares da teologia cristã, sendo a base da salvação e do relacionamento com Deus.","referencias_relacionadas":["Efésios 2:8-9","Romanos 5:1-2","2 Coríntios 12:9"]},"2joao_1_3_compaixao":{"palavra_pt":"misericordia","palavra_original":"ἔλεος","transliteracao":"éleos","strong":"G1656","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"Refere-se à misericórdia de Deus que é estendida aos crentes.","explicacao_detalhada":"A palavra 'éleos' implica em compaixão e ajuda, refletindo o caráter de Deus que é misericordioso e amoroso.","por_que_esta_palavra":"A menção da misericórdia enfatiza a necessidade de os crentes serem também misericordiosos uns com os outros.","conexao_teologica":"A misericórdia é um atributo de Deus que deve ser refletido na vida dos cristãos, conforme ensinado por Jesus.","referencias_relacionadas":["Mateus 5:7","Tiago 2:13","Salmos 103:8-12"]},"2joao_1_3_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"Refere-se à paz que vem de Deus, essencial para a vida do crente.","explicacao_detalhada":"A palavra 'eirḗnē' representa a paz interior e a harmonia que os crentes experimentam ao estarem em comunhão com Deus.","por_que_esta_palavra":"A paz é um fruto do Espírito e um resultado da graça de Deus na vida do crente.","conexao_teologica":"A paz de Deus é um tema central nas cartas de Paulo, onde ele frequentemente deseja paz aos destinatários.","referencias_relacionadas":["Filipenses 4:7","Romanos 5:1","Colossenses 3:15"]},"2joao_1_4_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à alegria que vem de Deus ao ver a verdade sendo vivida.","explicacao_detalhada":"A palavra 'chaírō' expressa a alegria que o autor sente ao ver que os destinatários estão vivendo em verdade e amor.","por_que_esta_palavra":"A alegria é uma resposta natural ao testemunho da fé genuína e ao amor entre os crentes.","conexao_teologica":"A alegria é um tema importante na vida cristã, frequentemente associada à presença de Deus e à obediência à Sua palavra.","referencias_relacionadas":["Salmos 126:3","Filipenses 1:3-5","1 Tessalonicenses 2:19-20"]},"2joao_1_4_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à ideia de estar em meio a outros, enfatizando a comunhão entre os crentes.","explicacao_detalhada":"A palavra 'ek' sugere uma relação de proximidade e interdependência entre os membros da comunidade cristã.","por_que_esta_palavra":"A ênfase em 'entre' destaca a importância da unidade e do apoio mútuo na vida da igreja.","conexao_teologica":"A comunhão entre os crentes é um aspecto fundamental da vida cristã, refletindo a natureza do corpo de Cristo.","referencias_relacionadas":["Atos 2:42-47","1 Coríntios 12:12-14","Efésios 4:3-6"]},"2joao_1_5_mulher":{"palavra_pt":"mulher","palavra_original":"Κυρία","transliteracao":"Kyría","strong":"G2959","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se à mulher mencionada como uma figura importante na comunidade cristã.","explicacao_detalhada":"A palavra 'mulher' aqui é usada para descrever uma líder ou uma figura de autoridade dentro da igreja, que é chamada de 'senhora' ou 'dona'. Isso pode indicar uma posição de respeito e dignidade.","por_que_esta_palavra":"A escolha da palavra 'mulher' enfatiza a importância das mulheres na obra do evangelho e na vida da igreja primitiva.","conexao_teologica":"A presença de mulheres em posições de liderança é um tema recorrente na Bíblia, refletindo a igualdade de valor entre homens e mulheres diante de Deus.","referencias_relacionadas":["Romanos 16:1","Gálatas 3:28","Atos 18:26"]},"2joao_1_5_mandamento":{"palavra_pt":"mandamento","palavra_original":"ἐντολή","transliteracao":"entolḗ","strong":"G1785","significado_raiz":"Ideia básica: mandamento.","significado_contextual":"Refere-se aos ensinamentos de Cristo que devem ser seguidos pelos crentes.","explicacao_detalhada":"O 'mandamento' é uma instrução clara que Jesus deu aos seus seguidores, enfatizando a importância da obediência aos seus ensinamentos como um sinal de amor e fidelidade.","por_que_esta_palavra":"A palavra 'mandamento' é usada para destacar a seriedade e a autoridade das instruções de Cristo para a vida cristã.","conexao_teologica":"Os mandamentos de Deus são fundamentais para a vida do crente, refletindo a relação de amor e compromisso entre Deus e seu povo.","referencias_relacionadas":["João 14:15","Mateus 22:37-40","1 João 5:3"]},"2joao_1_6_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Indica conformidade com os mandamentos de Deus.","explicacao_detalhada":"A palavra 'conforme' sugere que a vida do crente deve estar alinhada com os ensinamentos de Cristo, vivendo de acordo com a verdade revelada.","por_que_esta_palavra":"A utilização de 'conforme' enfatiza a necessidade de viver em obediência e harmonia com os princípios divinos.","conexao_teologica":"A obediência aos mandamentos é uma expressão de amor a Deus e um reflexo da verdadeira fé.","referencias_relacionadas":["1 João 2:6","Tiago 1:22","Romanos 12:2"]},"2joao_1_6_mandamento":{"palavra_pt":"mandamento","palavra_original":"ἐντολή","transliteracao":"entolḗ","strong":"G1785","significado_raiz":"Ideia básica: mandamento.","significado_contextual":"Reforça a ideia de que o amor deve ser vivido em ação, seguindo os mandamentos de Deus.","explicacao_detalhada":"O 'mandamento' mencionado aqui é um chamado à prática do amor, que é central na mensagem cristã.","por_que_esta_palavra":"A repetição da palavra 'mandamento' sublinha a importância de viver de acordo com os ensinamentos de Cristo.","conexao_teologica":"O amor é o cumprimento da lei, e seguir os mandamentos é uma demonstração prática desse amor.","referencias_relacionadas":["João 15:12","1 João 3:23","Romanos 13:10"]},"2joao_1_7_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus Cristo como o Filho de Deus e Salvador.","explicacao_detalhada":"A menção de 'Jesus' aqui é crucial, pois destaca a identidade e a missão de Cristo, que veio ao mundo para salvar a humanidade.","por_que_esta_palavra":"A palavra 'Jesus' é central na fé cristã, representando a encarnação de Deus e a esperança da salvação.","conexao_teologica":"A divindade e a humanidade de Jesus são fundamentais para a compreensão da redenção e da relação entre Deus e os seres humanos.","referencias_relacionadas":["João 1:14","Atos 4:12","Romanos 10:9"]},"2joao_1_7_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à natureza humana de Jesus, enfatizando sua encarnação.","explicacao_detalhada":"A palavra 'carne' é usada para afirmar que Jesus se tornou humano, experimentando a vida e as dificuldades que os seres humanos enfrentam.","por_que_esta_palavra":"A ênfase na 'carne' é importante para combater heresias que negavam a verdadeira humanidade de Cristo.","conexao_teologica":"A encarnação é um dos pilares da fé cristã, pois sem ela não haveria redenção.","referencias_relacionadas":["João 1:14","Hebreus 2:14","1 João 4:2"]},"2joao_1_8_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação de que Jesus veio em carne, um tema importante na carta.","explicacao_detalhada":"A palavra 'deus' aqui é usada para contrastar a verdadeira natureza de Cristo com as falsas doutrinas que surgiam na época.","por_que_esta_palavra":"A negação de que Jesus é Deus é uma heresia que a carta de 2 João combate diretamente.","conexao_teologica":"A divindade de Cristo é essencial para a fé cristã, pois é através dele que temos acesso a Deus.","referencias_relacionadas":["João 10:30","Colossenses 2:9","1 João 5:20"]},"2joao_1_8_bom":{"palavra_pt":"bom","palavra_original":"μισθός","transliteracao":"misthós","strong":"G3408","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se ao resultado positivo de seguir os mandamentos de Deus.","explicacao_detalhada":"A palavra 'bom' implica em recompensas espirituais e bênçãos que vêm da obediência a Deus.","por_que_esta_palavra":"A ênfase no 'bom' destaca a natureza generosa de Deus em recompensar aqueles que o seguem fielmente.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, refletindo seu caráter e suas promessas.","referencias_relacionadas":["Salmos 37:4","Romanos 8:28","Gálatas 6:9"]},"2joao_1_8_obra":{"palavra_pt":"obra","palavra_original":"ἐργάζομαι","transliteracao":"ergázomai","strong":"G2038","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se às ações e frutos que resultam da fé genuína.","explicacao_detalhada":"A palavra 'obra' implica que a fé deve ser acompanhada de ações que refletem a verdade do evangelho.","por_que_esta_palavra":"A ênfase na 'obra' é um lembrete de que a fé sem obras é morta, conforme ensinado em Tiago.","conexao_teologica":"As obras são uma expressão da fé e um testemunho do caráter transformador de Cristo na vida do crente.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Mateus 5:16"]},"2joao_1_9_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Jesus como o Cristo, o Messias prometido.","explicacao_detalhada":"A palavra 'Cristo' significa 'ungido' e é usada para afirmar a identidade messiânica de Jesus, que cumpriu as profecias do Antigo Testamento.","por_que_esta_palavra":"A designação de 'Cristo' é fundamental para entender a missão de Jesus e seu papel na salvação.","conexao_teologica":"A unção de Jesus como o Cristo é central na teologia cristã, pois ele é o cumprimento das promessas de Deus ao seu povo.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","Atos 10:38"]},"2joao_1_9_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina e à autoridade de Deus na vida dos crentes.","explicacao_detalhada":"A palavra 'deus' (θεός) é utilizada para enfatizar a soberania e a divindade de Deus, que é fundamental para a fé cristã. Neste contexto, é um lembrete da importância de permanecer na verdade e na luz de Deus.","por_que_esta_palavra":"Esta palavra é central para a compreensão da relação entre Deus e os fiéis, destacando a necessidade de seguir os ensinamentos de Cristo.","conexao_teologica":"A divindade de Deus é um tema recorrente nas Escrituras, que enfatiza a importância de reconhecer Sua autoridade e seguir Seus mandamentos.","referencias_relacionadas":["João 1:1","Romanos 1:20","Hebreus 11:6"]},"2joao_1_10_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"Neste versículo, a palavra 'deus' é utilizada para reafirmar a alegria que vem da comunhão com Deus.","explicacao_detalhada":"A palavra 'deus' (χαίρω) aqui é usada para expressar a alegria que os crentes sentem ao estarem em harmonia com a verdade e com os ensinamentos de Cristo.","por_que_esta_palavra":"A alegria é uma consequência da relação correta com Deus, e este versículo destaca a importância de viver em conformidade com a verdade.","conexao_teologica":"A alegria no Senhor é um tema importante na teologia cristã, refletindo a esperança e a paz que vêm da salvação.","referencias_relacionadas":["Salmos 16:11","Filipenses 4:4","1 Tessalonicenses 5:16"]},"2joao_1_10_instrucao":{"palavra_pt":"instrucao","palavra_original":"διδαχή","transliteracao":"didachḗ","strong":"G1322","significado_raiz":"Ideia básica: instrucao.","significado_contextual":"Refere-se ao ensino e à doutrina que os crentes devem seguir.","explicacao_detalhada":"A palavra 'instrucao' (διδαχή) enfatiza a importância de aprender e ensinar a verdade do evangelho, que é essencial para o crescimento espiritual da igreja.","por_que_esta_palavra":"A instrução é vital para a edificação da fé e para a proteção contra falsos ensinamentos.","conexao_teologica":"A doutrina é fundamental na vida cristã, pois fornece a base para a fé e a prática.","referencias_relacionadas":["Mateus 28:19-20","Atos 2:42","2 Timóteo 3:16-17"]},"2joao_1_11_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui reafirma a natureza divina e a importância de seguir a verdade.","explicacao_detalhada":"Neste contexto, a palavra 'deus' (χαίρω) é utilizada para enfatizar a alegria que vem de estar em comunhão com a verdade de Deus e de evitar a influência do erro.","por_que_esta_palavra":"É um lembrete da necessidade de discernimento espiritual e da alegria que resulta de seguir a verdade.","conexao_teologica":"A relação entre a verdade e a alegria é um tema importante na vida cristã, refletindo a natureza de Deus como fonte de toda verdade.","referencias_relacionadas":["Salmos 119:11","João 8:32","1 João 1:4"]},"2joao_1_11_mal":{"palavra_pt":"maligno/mau","palavra_original":"πονηρός","transliteracao":"ponērós","strong":"G4190","significado_raiz":"Ideia básica: maligno.","significado_contextual":"Refere-se à natureza maligna que se opõe à verdade de Deus.","explicacao_detalhada":"A palavra 'maligno/mau' (πονηρός) é utilizada para descrever aqueles que se afastam da verdade e promovem ensinamentos errôneos, alertando os crentes sobre os perigos do engano.","por_que_esta_palavra":"É importante reconhecer a presença do mal e a necessidade de se proteger contra influências negativas.","conexao_teologica":"A luta entre o bem e o mal é um tema central na teologia cristã, destacando a necessidade de vigilância e discernimento.","referencias_relacionadas":["Mateus 7:15","1 Pedro 5:8","Efésios 6:12"]},"2joao_1_11_obra":{"palavra_pt":"obra","palavra_original":"ἔργον","transliteracao":"érgon","strong":"G2041","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se às ações e frutos que resultam da fé verdadeira.","explicacao_detalhada":"A palavra 'obra' (ἔργον) enfatiza a importância das ações que refletem a fé genuína em Cristo, destacando que a fé sem obras é morta.","por_que_esta_palavra":"As obras são uma expressão externa da fé interna e são essenciais para a vida cristã.","conexao_teologica":"A relação entre fé e obras é um tema crucial na teologia, mostrando que a verdadeira fé se manifesta em ações.","referencias_relacionadas":["Tiago 2:17","Gálatas 5:6","Efésios 2:10"]},"2joao_1_12_boca":{"palavra_pt":"boca","palavra_original":"στόμα","transliteracao":"stóma","strong":"G4750","significado_raiz":"Ideia básica: boca.","significado_contextual":"Refere-se à comunicação e à importância das palavras na vida cristã.","explicacao_detalhada":"A palavra 'boca' (στόμα) é utilizada para enfatizar a necessidade de falar a verdade e edificar os outros com palavras que glorificam a Deus.","por_que_esta_palavra":"As palavras têm poder e podem influenciar a vida espiritual dos outros, sendo essencial que os crentes usem suas bocas para o bem.","conexao_teologica":"A importância da fala e da comunicação é um tema recorrente nas Escrituras, refletindo a necessidade de falar com sabedoria.","referencias_relacionadas":["Provérbios 18:21","Efésios 4:29","Tiago 1:19"]},"2joao_1_12_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude da verdade e da obra de Deus.","explicacao_detalhada":"A palavra 'grande' (πολύς) é utilizada para descrever a grandeza da mensagem do evangelho e a importância de viver de acordo com ela.","por_que_esta_palavra":"A grandeza de Deus e de Sua obra é um tema central na fé cristã, que deve ser reconhecido e celebrado.","conexao_teologica":"A grandeza de Deus é um tema que permeia toda a Bíblia, refletindo Sua majestade e poder.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"2joao_1_13_escolhido":{"palavra_pt":"escolhido","palavra_original":"ἐκλεκτός","transliteracao":"eklektós","strong":"G1588","significado_raiz":"Ideia básica: escolhido.","significado_contextual":"Refere-se à identidade dos crentes como escolhidos por Deus.","explicacao_detalhada":"A palavra 'escolhido' (ἐκλεκτός) enfatiza a graça de Deus em selecionar um povo para Si, destacando a importância da eleição na salvação.","por_que_esta_palavra":"A escolha de Deus é um tema fundamental que traz segurança e esperança aos crentes.","conexao_teologica":"A doutrina da eleição é central na teologia cristã, mostrando a soberania de Deus na salvação.","referencias_relacionadas":["Efésios 1:4","1 Pedro 2:9","Romanos 8:33"]}}