{"joel_2_1_alegria":{"palavra_pt":"alegria","palavra_original":"רוּעַ","transliteracao":"rûwaʻ","strong":"H7321","significado_raiz":"Ideia básica: alegria.","significado_contextual":"Refere-se à alegria que vem da restauração e da presença de Deus.","explicacao_detalhada":"A palavra 'alegria' em Joel 2:1 é um chamado à celebração pela intervenção de Deus. Após um período de juízo, a alegria é restaurada quando o povo se volta para Deus.","por_que_esta_palavra":"A alegria é uma resposta natural à salvação e à restauração que Deus oferece ao seu povo.","conexao_teologica":"A alegria é um tema recorrente na Bíblia, simbolizando a presença de Deus e a esperança de redenção.","referencias_relacionadas":["Salmos 30:5","Isaías 61:3","Filipenses 4:4"]},"joel_2_1_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Representa o povo de Deus e a criação que clama por restauração.","explicacao_detalhada":"A 'terra' em Joel 2:1 é um símbolo do povo de Israel e da criação que sofre as consequências do pecado. A restauração da terra é um sinal da restauração espiritual do povo.","por_que_esta_palavra":"A palavra 'terra' é usada para enfatizar a conexão entre o povo de Deus e o ambiente que os cerca.","conexao_teologica":"A relação entre Deus, seu povo e a terra é um tema central na narrativa bíblica, refletindo a aliança de Deus com Israel.","referencias_relacionadas":["Gênesis 1:28","Salmos 115:16","Romanos 8:21"]},"joel_2_1_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"Simboliza a presença de Deus e a segurança que Ele oferece ao seu povo.","explicacao_detalhada":"A 'montanha' em Joel 2:1 pode ser vista como um lugar de refúgio e proteção, onde Deus se encontra com seu povo. Montanhas frequentemente simbolizam a estabilidade e a força de Deus.","por_que_esta_palavra":"A escolha da palavra 'montanha' destaca a grandeza de Deus e a segurança que Ele proporciona.","conexao_teologica":"Montanhas são frequentemente mencionadas na Bíblia como locais de revelação divina e encontros com Deus.","referencias_relacionadas":["Salmos 125:1","Isaías 2:2","Hebreus 12:22"]},"joel_2_2_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à natureza imutável e eterna de Deus.","explicacao_detalhada":"A palavra 'eterno' em Joel 2:2 enfatiza que os planos e propósitos de Deus são permanentes e não mudam, mesmo em tempos de crise.","por_que_esta_palavra":"A escolha da palavra 'eterno' é crucial para entender a fidelidade de Deus ao longo das gerações.","conexao_teologica":"A eternidade de Deus é um conceito fundamental que assegura aos crentes que Ele está sempre presente e ativo na história.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","2 Coríntios 4:18"]},"joel_2_2_grande":{"palavra_pt":"grande","palavra_original":"עָצוּם","transliteracao":"ʻâtsûwm","strong":"H6099","significado_raiz":"Ideia básica: grande.","significado_contextual":"Descreve a magnitude do dia do Senhor e a seriedade do juízo.","explicacao_detalhada":"A palavra 'grande' em Joel 2:2 destaca a importância e a gravidade do dia do Senhor, um tempo de julgamento e restauração.","por_que_esta_palavra":"A ênfase na grandeza serve para alertar o povo sobre a seriedade do chamado ao arrependimento.","conexao_teologica":"O conceito do 'dia do Senhor' é central na profecia, simbolizando tanto juízo quanto esperança de redenção.","referencias_relacionadas":["Amós 5:18","Sofonias 1:14","Atos 2:20"]},"joel_2_2_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo específico em que Deus intervirá na história.","explicacao_detalhada":"A palavra 'dia' em Joel 2:2 é usada para descrever um período de ação divina, onde Deus traz juízo e restauração ao seu povo.","por_que_esta_palavra":"A escolha da palavra 'dia' enfatiza a certeza e a iminência da intervenção de Deus.","conexao_teologica":"O 'dia do Senhor' é um tema recorrente na Bíblia, simbolizando a intervenção divina na história.","referencias_relacionadas":["Isaías 13:6","Ezequiel 30:3","1 Tessalonicenses 5:2"]},"joel_2_3_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à devastação causada pelo juízo de Deus sobre a criação.","explicacao_detalhada":"A 'terra' em Joel 2:3 é descrita como devastada, refletindo as consequências do pecado e a necessidade de arrependimento.","por_que_esta_palavra":"A palavra 'terra' é usada para enfatizar o impacto do juízo de Deus sobre toda a criação.","conexao_teologica":"A relação entre o pecado humano e a criação é um tema importante, mostrando que a desobediência afeta não apenas o povo, mas também a terra.","referencias_relacionadas":["Gênesis 3:17","Romanos 8:22","Apocalipse 11:18"]},"joel_2_3_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se à ação de seguir a Deus e seus caminhos.","explicacao_detalhada":"A palavra 'seguir' em Joel 2:3 implica em uma escolha ativa de seguir a direção de Deus, especialmente em tempos de crise.","por_que_esta_palavra":"A escolha da palavra 'seguir' destaca a responsabilidade do povo em buscar a Deus e obedecer a seus mandamentos.","conexao_teologica":"Seguir a Deus é um chamado constante nas Escrituras, refletindo a necessidade de relacionamento e obediência.","referencias_relacionadas":["Salmos 119:105","Mateus 16:24","Gálatas 5:25"]},"joel_2_3_jardim":{"palavra_pt":"jardim","palavra_original":"גַּן","transliteracao":"gan","strong":"H1588","significado_raiz":"Ideia básica: jardim.","significado_contextual":"O termo 'jardim' refere-se a um espaço cultivado, simbolizando beleza e prosperidade.","explicacao_detalhada":"No contexto de Joel 2:3, o 'jardim' representa a abundância que Deus oferece ao seu povo, contrastando com a devastação causada pelos invasores. É um símbolo de restauração e bênção divina.","por_que_esta_palavra":"A palavra 'jardim' é utilizada para evocar a imagem de um lugar de deleite e segurança, onde a presença de Deus é sentida.","conexao_teologica":"O jardim é um símbolo da criação perfeita de Deus, como o Jardim do Éden, e representa a restauração da comunhão entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 2:8","Salmos 1:3","Isaías 51:3"]},"joel_2_4_visao":{"palavra_pt":"visao","palavra_original":"מַרְאֶה","transliteracao":"marʼeh","strong":"H4758","significado_raiz":"Ideia básica: visao.","significado_contextual":"A palavra 'visão' refere-se a uma revelação ou percepção divina.","explicacao_detalhada":"Em Joel 2:4, a 'visão' é uma representação do que Deus está mostrando ao profeta sobre o juízo e a restauração. É uma comunicação direta de Deus ao seu povo.","por_que_esta_palavra":"A 'visão' é crucial para entender a mensagem profética e a urgência do arrependimento.","conexao_teologica":"As visões são frequentemente usadas na Bíblia para transmitir a vontade de Deus e os planos divinos para a humanidade.","referencias_relacionadas":["Ezequiel 1:1","Daniel 7:1","Atos 2:17"]},"joel_2_5_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' indica um som que comunica, frequentemente associado à autoridade.","explicacao_detalhada":"No versículo Joel 2:5, a 'voz' representa o chamado de Deus ao arrependimento e a urgência da mensagem profética.","por_que_esta_palavra":"A 'voz' é um meio pelo qual Deus se comunica com seu povo, convocando-os a ouvir e responder.","conexao_teologica":"A voz de Deus é um tema recorrente na Bíblia, simbolizando sua presença e autoridade sobre a criação.","referencias_relacionadas":["Salmos 29:4","Isaías 30:21","João 10:27"]},"joel_2_5_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' refere-se ao início ou à origem de algo.","explicacao_detalhada":"Em Joel 2:5, 'princípio' pode ser entendido como a origem do juízo que se aproxima, enfatizando a seriedade da situação.","por_que_esta_palavra":"A ideia de 'princípio' é importante para entender que tudo tem um começo, incluindo as consequências do pecado.","conexao_teologica":"Deus é o princípio de todas as coisas, e seu juízo é uma parte de sua natureza justa.","referencias_relacionadas":["Gênesis 1:1","Provérbios 1:7","Apocalipse 21:6"]},"joel_2_5_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"A palavra 'montanha' simboliza estabilidade e a presença de Deus.","explicacao_detalhada":"No contexto de Joel 2:5, a 'montanha' pode representar a força e a majestade de Deus, contrastando com a fragilidade humana.","por_que_esta_palavra":"As montanhas são frequentemente vistas como lugares de encontro com Deus, simbolizando segurança e proteção.","conexao_teologica":"Deus é frequentemente descrito como um refúgio em montanhas, simbolizando sua força e proteção para seu povo.","referencias_relacionadas":["Salmos 125:1","Isaías 2:2","Mateus 5:14"]},"joel_2_6_temor":{"palavra_pt":"temor","palavra_original":"חוּל","transliteracao":"chûwl","strong":"H2342","significado_raiz":"Ideia básica: temor.","significado_contextual":"A palavra 'temor' refere-se a um sentimento de reverência ou medo diante de algo poderoso.","explicacao_detalhada":"Em Joel 2:6, o 'temor' é uma resposta ao juízo iminente de Deus, refletindo a seriedade da situação.","por_que_esta_palavra":"O 'temor' é uma reação natural ao poder e à santidade de Deus, levando ao arrependimento.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, e é fundamental para a relação do homem com Deus.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 8:13"]},"joel_2_6_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' simboliza a presença e a atenção de Deus.","explicacao_detalhada":"No versículo Joel 2:6, o 'rosto' de Deus é uma metáfora para sua atenção e julgamento sobre o povo.","por_que_esta_palavra":"O 'rosto' de Deus é visto como um sinal de favor ou desagrado, dependendo da obediência do povo.","conexao_teologica":"A presença de Deus é frequentemente associada ao seu rosto, que traz bênção ou juízo.","referencias_relacionadas":["Números 6:25","Salmos 67:1","Mateus 5:8"]},"joel_2_7_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, simbolizando a criação de Deus.","explicacao_detalhada":"Em Joel 2:7, o 'homem' representa a força e a determinação do povo de Deus em tempos de crise.","por_que_esta_palavra":"A palavra 'homem' é usada para enfatizar a responsabilidade e a ação que cada indivíduo deve tomar diante de Deus.","conexao_teologica":"A humanidade é criada à imagem de Deus e tem um papel especial na criação e na história da salvação.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4-5","Romanos 5:12"]},"joel_2_7_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se ao caminho ou à maneira de viver.","explicacao_detalhada":"No contexto de Joel 2:7, 'vida' pode ser interpretada como a jornada espiritual do povo, que deve ser alinhada com a vontade de Deus.","por_que_esta_palavra":"A 'vida' é um conceito central na Bíblia, refletindo a relação entre o homem e Deus.","conexao_teologica":"A vida em Cristo é uma nova criação, e viver segundo seus princípios é essencial para a salvação.","referencias_relacionadas":["João 14:6","Gálatas 2:20","1 João 5:12"]},"joel_2_8_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' novamente enfatiza a humanidade e suas ações.","explicacao_detalhada":"Em Joel 2:8, o 'homem' é descrito em um contexto de batalha, simbolizando a luta espiritual do povo de Deus.","por_que_esta_palavra":"A repetição da palavra 'homem' destaca a importância da ação e da responsabilidade individual diante de Deus.","conexao_teologica":"A luta espiritual é uma parte essencial da vida cristã, onde cada 'homem' deve se posicionar na batalha contra o pecado.","referencias_relacionadas":["Efésios 6:12","2 Coríntios 10:3-4","1 Timóteo 6:12"]},"joel_2_8_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à autenticidade e à fidelidade nas ações e promessas de Deus.","explicacao_detalhada":"No contexto de Joel 2:8, a verdade é um atributo de Deus que se manifesta em Sua justiça e em Seu relacionamento com o povo. A verdade é essencial para a restauração e a confiança nas promessas divinas.","por_que_esta_palavra":"A verdade é fundamental para a compreensão da natureza de Deus e de Sua relação com a humanidade, especialmente em tempos de crise e arrependimento.","conexao_teologica":"A verdade de Deus é um tema recorrente na Bíblia, refletindo Sua natureza imutável e Sua fidelidade às promessas. Isso se conecta com a ideia de que a verdade deve ser buscada e vivida pelos crentes.","referencias_relacionadas":["Salmos 25:5","João 14:6","Salmos 119:160"]},"joel_2_9_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' representa um lugar de habitação e segurança, mas também de juízo e destruição quando se afasta de Deus.","explicacao_detalhada":"Em Joel 2:9, a cidade é um símbolo do povo de Deus e de sua vulnerabilidade diante do juízo divino. A destruição da cidade indica a severidade do julgamento de Deus sobre aqueles que não se arrependem.","por_que_esta_palavra":"A cidade é um elemento central na narrativa bíblica, simbolizando tanto a proteção de Deus quanto a consequência do pecado.","conexao_teologica":"A cidade de Deus é frequentemente mencionada nas Escrituras como um lugar de refúgio e bênção, contrastando com as cidades ímpias que enfrentam o juízo.","referencias_relacionadas":["Salmos 46:4","Isaías 1:26","Mateus 5:14"]},"joel_2_9_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao lar, um espaço de segurança e comunidade, que pode ser afetado pelo juízo de Deus.","explicacao_detalhada":"No contexto de Joel 2:9, a casa simboliza a unidade familiar e a proteção divina. A destruição das casas indica a gravidade do juízo e a necessidade de arrependimento.","por_que_esta_palavra":"A casa é um símbolo importante na Bíblia, representando não apenas o lar físico, mas também a presença de Deus e a comunidade de fé.","conexao_teologica":"A ideia de casa é frequentemente associada à habitação de Deus entre Seu povo, refletindo a importância da comunhão e da obediência.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Hebreus 3:6"]},"joel_2_9_muro":{"palavra_pt":"muro","palavra_original":"חוֹמָה","transliteracao":"chôwmâh","strong":"H2346","significado_raiz":"Ideia básica: muro.","significado_contextual":"A palavra 'muro' representa proteção e segurança, além de simbolizar a separação entre o povo de Deus e as nações ímpias.","explicacao_detalhada":"Em Joel 2:9, o muro é um símbolo da defesa da cidade e da casa, que, quando destruído, indica a vulnerabilidade do povo diante do juízo de Deus.","por_que_esta_palavra":"Os muros têm um significado profundo na Bíblia, representando tanto a proteção divina quanto a necessidade de vigilância espiritual.","conexao_teologica":"A proteção de Deus é frequentemente comparada a um muro que resguarda Seu povo, refletindo a importância da fé e da obediência.","referencias_relacionadas":["Salmos 125:2","Provérbios 18:10","Isaías 26:1"]},"joel_2_10_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico, mas também simboliza a criação de Deus e o lugar onde Seu povo habita.","explicacao_detalhada":"No contexto de Joel 2:10, a terra é afetada pelo juízo divino, refletindo a conexão entre a desobediência do povo e as consequências sobre a criação.","por_que_esta_palavra":"A terra é um tema central na narrativa bíblica, representando tanto a herança do povo de Deus quanto o impacto do pecado sobre a criação.","conexao_teologica":"A relação entre Deus e a terra é fundamental, mostrando como a desobediência humana afeta não apenas o povo, mas toda a criação.","referencias_relacionadas":["Gênesis 1:28","Romanos 8:22","Salmos 24:1"]},"joel_2_10_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"A palavra 'céus' refere-se ao domínio de Deus e à Sua soberania sobre toda a criação.","explicacao_detalhada":"Em Joel 2:10, os céus são mencionados em relação ao juízo e à manifestação do poder de Deus, indicando que nada escapa ao Seu controle.","por_que_esta_palavra":"Os céus simbolizam a grandeza e a majestade de Deus, refletindo Sua autoridade sobre a terra e a criação.","conexao_teologica":"A soberania de Deus sobre os céus e a terra é um tema recorrente, enfatizando que Ele é o Criador e Sustentador de tudo.","referencias_relacionadas":["Salmos 19:1","Isaías 40:22","Mateus 6:9"]},"joel_2_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que representa Sua autoridade e poder sobre todas as coisas.","explicacao_detalhada":"No contexto de Joel 2:11, o nome do Senhor é invocado como um chamado ao arrependimento e à restauração, enfatizando Sua soberania e justiça.","por_que_esta_palavra":"O nome do Senhor é central na adoração e na invocação, simbolizando a relação pessoal entre Deus e Seu povo.","conexao_teologica":"A invocação do nome do Senhor é um tema importante na Bíblia, refletindo a necessidade de reconhecer Sua autoridade e buscar Sua ajuda.","referencias_relacionadas":["Salmos 20:7","Romanos 10:13","Atos 2:21"]},"joel_2_11_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de oferecer ou invocar, especialmente em um contexto de súplica e arrependimento.","explicacao_detalhada":"Em Joel 2:11, clamar a Deus é um chamado à ação, onde o povo é incentivado a buscar a ajuda divina em tempos de crise.","por_que_esta_palavra":"Clamar a Deus é uma expressão de dependência e reconhecimento de Sua soberania e poder para salvar.","conexao_teologica":"A prática de clamar a Deus é um tema recorrente nas Escrituras, refletindo a necessidade de um relacionamento ativo e de confiança em Sua providência.","referencias_relacionadas":["Salmos 34:17","Jeremias 33:3","Tiago 5:16"]},"joel_2_11_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se à comunicação e ao chamado de Deus, que é poderoso e transformador.","explicacao_detalhada":"No contexto de Joel 2:11, a voz de Deus é um chamado ao arrependimento e à ação, enfatizando a importância de ouvir e responder à Sua palavra.","por_que_esta_palavra":"A voz de Deus é um tema central na Bíblia, simbolizando Sua revelação e a necessidade de resposta por parte do povo.","conexao_teologica":"A voz de Deus é frequentemente associada à Sua autoridade e ao poder de transformação, mostrando a importância de ouvir e obedecer.","referencias_relacionadas":["João 10:27","Hebreus 3:15","Apocalipse 3:20"]},"joel_2_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito, especialmente em relação ao arrependimento e à busca de Deus.","explicacao_detalhada":"Em Joel 2:12, o modo de se voltar para Deus é enfatizado, indicando que deve ser com sinceridade e de todo o coração.","por_que_esta_palavra":"O modo como buscamos a Deus é crucial para a autenticidade do arrependimento e da restauração espiritual.","conexao_teologica":"A Bíblia enfatiza a importância de um coração sincero e contrito ao se aproximar de Deus, refletindo a necessidade de autenticidade na fé.","referencias_relacionadas":["Salmos 51:17","Mateus 5:8","Tiago 4:8"]},"joel_2_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a autoridade suprema e soberana sobre o povo.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar Deus, enfatizando sua posição de domínio e poder. No contexto de Joel 2:12, o chamado ao arrependimento é dirigido ao Senhor, que é visto como o único que pode restaurar e redimir.","por_que_esta_palavra":"A escolha da palavra 'senhor' destaca a relação de submissão e reverência que o povo deve ter em relação a Deus, especialmente em tempos de crise.","conexao_teologica":"A invocação do Senhor é central na teologia do Antigo Testamento, onde Ele é visto como o redentor e juiz do seu povo.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Êxodo 3:14"]},"joel_2_12_jejum":{"palavra_pt":"jejum","palavra_original":"צוֹם","transliteracao":"tsôwm","strong":"H6685","significado_raiz":"Ideia básica: jejum.","significado_contextual":"O jejum é um ato de humilhação e busca de reconciliação com Deus.","explicacao_detalhada":"A palavra 'jejum' (צוֹם) implica a abstenção de alimentos como um sinal de arrependimento e busca de Deus. Em Joel 2:12, o jejum é convocado como parte do processo de retorno a Deus.","por_que_esta_palavra":"O jejum é uma prática comum na tradição judaica, usada para expressar lamento e necessidade de intervenção divina.","conexao_teologica":"O jejum é frequentemente associado ao arrependimento e à busca de uma relação mais profunda com Deus, refletindo a necessidade de dependência dEle.","referencias_relacionadas":["Isaías 58:6","Mateus 6:16-18","Atos 13:3"]},"joel_2_13_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em geral, enfatizando a necessidade de arrependimento.","explicacao_detalhada":"A palavra 'homem' (רַב) é usada para representar a condição humana e a fragilidade diante de Deus. Em Joel 2:13, o chamado ao arrependimento é dirigido a todos os homens, sem exceção.","por_que_esta_palavra":"A inclusão de 'homem' destaca a universalidade do chamado ao arrependimento, mostrando que todos são responsáveis diante de Deus.","conexao_teologica":"A teologia bíblica enfatiza que todos os seres humanos são pecadores e necessitam da graça de Deus para a salvação.","referencias_relacionadas":["Romanos 3:23","Gênesis 1:27","Salmos 8:4"]},"joel_2_13_olhos":{"palavra_pt":"olhos","palavra_original":"קָרַע","transliteracao":"qâraʻ","strong":"H7167","significado_raiz":"Ideia básica: olhos.","significado_contextual":"Os olhos simbolizam a percepção e a atenção de Deus para com seu povo.","explicacao_detalhada":"A palavra 'olhos' (קָרַע) é usada para descrever a capacidade de Deus de ver e avaliar a condição do seu povo. Em Joel 2:13, isso implica que Deus está atento ao arrependimento sincero.","por_que_esta_palavra":"A menção dos olhos de Deus enfatiza sua onisciência e cuidado, mostrando que Ele observa as ações e os corações dos homens.","conexao_teologica":"A ideia de que Deus vê tudo é um tema recorrente na Bíblia, reforçando a responsabilidade moral dos seres humanos.","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","Hebreus 4:13"]},"joel_2_13_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se à restauração e reconstrução do povo de Deus.","explicacao_detalhada":"A palavra 'edificar' (שׁוּב) implica um retorno ao estado original de bênção e favor de Deus. Em Joel 2:13, isso sugere que o arrependimento pode levar à restauração do relacionamento com Deus.","por_que_esta_palavra":"A ideia de edificação é central na mensagem de esperança de Joel, mostrando que Deus deseja restaurar seu povo.","conexao_teologica":"A restauração é um tema importante na teologia bíblica, onde Deus promete edificar seu povo após o arrependimento.","referencias_relacionadas":["Ezequiel 36:26-27","Isaías 61:4","Atos 3:19-21"]},"joel_2_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Reitera a soberania de Deus e sua disposição para perdoar.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) novamente enfatiza a autoridade de Deus. Em Joel 2:14, a invocação do Senhor sugere que Ele é capaz de mudar o destino do povo.","por_que_esta_palavra":"A repetição do termo 'senhor' reforça a ideia de que somente Ele pode trazer redenção e restauração.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, onde Ele é visto como o único que pode intervir na história humana.","referencias_relacionadas":["Salmos 46:10","Isaías 43:11","Romanos 10:13"]},"joel_2_14_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à condição humana e à necessidade de arrependimento.","explicacao_detalhada":"A palavra 'homem' (מִי) é usada para enfatizar que todos, independentemente de sua posição, devem buscar a Deus. Em Joel 2:14, isso destaca a universalidade do chamado ao arrependimento.","por_que_esta_palavra":"A inclusão de 'homem' reforça que a salvação é acessível a todos que se voltam para Deus.","conexao_teologica":"A teologia bíblica ensina que todos os homens são chamados a se arrepender e a buscar a Deus.","referencias_relacionadas":["Atos 17:30","Romanos 10:12","Gálatas 3:28"]},"joel_2_14_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁאַר","transliteracao":"shâʼar","strong":"H7604","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao alívio e à paz que Deus oferece ao seu povo.","explicacao_detalhada":"A palavra 'descanso' (שָׁאַר) implica um estado de tranquilidade e segurança que vem da presença de Deus. Em Joel 2:14, isso sugere que o arrependimento traz um retorno à paz.","por_que_esta_palavra":"A ideia de descanso é fundamental na experiência espiritual, onde a paz de Deus é oferecida aos que se voltam para Ele.","conexao_teologica":"O descanso em Deus é um tema central na Bíblia, simbolizando a segurança e a paz que vêm da obediência a Ele.","referencias_relacionadas":["Mateus 11:28-30","Salmos 37:7","Hebreus 4:9-11"]},"joel_2_15_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"Refere-se à santificação e purificação do povo de Deus.","explicacao_detalhada":"A palavra 'santificar' (קָדַשׁ) implica a separação para um propósito sagrado. Em Joel 2:15, isso sugere que o povo deve se preparar para um encontro com Deus.","por_que_esta_palavra":"A santificação é um passo essencial para que o povo possa experimentar a presença de Deus de maneira plena.","conexao_teologica":"A santificação é um tema recorrente na Bíblia, onde Deus chama seu povo para ser santo como Ele é santo.","referencias_relacionadas":["1 Pedro 1:16","Levítico 20:7","Hebreus 12:14"]},"joel_2_15_monte":{"palavra_pt":"monte","palavra_original":"צִיּוֹן","transliteracao":"Tsîyôwn","strong":"H6726","significado_raiz":"Ideia básica: monte.","significado_contextual":"Refere-se ao monte Sião, símbolo da presença de Deus e do lugar de adoração.","explicacao_detalhada":"A palavra 'monte' (צִיּוֹן) é frequentemente associada à cidade de Deus e ao seu templo. Em Joel 2:15, isso sugere que o povo deve se reunir para adorar e buscar a Deus.","por_que_esta_palavra":"O monte Sião representa a esperança e a promessa de Deus para seu povo, sendo um lugar de refúgio e adoração.","conexao_teologica":"A montanha de Sião é um símbolo importante na teologia bíblica, representando a presença de Deus entre seu povo.","referencias_relacionadas":["Salmos 125:1","Isaías 2:3","Hebreus 12:22"]},"joel_2_16_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"A palavra 'santificar' refere-se ao ato de separar algo para um propósito sagrado, especialmente em um contexto de arrependimento e retorno a Deus.","explicacao_detalhada":"No contexto de Joel 2:16, a santificação envolve a convocação do povo para se reunir e se preparar espiritualmente para buscar a misericórdia de Deus. É um chamado à pureza e à dedicação.","por_que_esta_palavra":"A santificação é essencial para que o povo possa se aproximar de Deus, reconhecendo sua necessidade de purificação e transformação.","conexao_teologica":"A santificação é um tema central na Bíblia, refletindo a natureza de Deus como santo e a necessidade do ser humano de se tornar santo para se relacionar com Ele.","referencias_relacionadas":["Levítico 20:7","1 Pedro 1:16","Hebreus 12:14"]},"joel_2_16_leite":{"palavra_pt":"leite","palavra_original":"יָנַק","transliteracao":"yânaq","strong":"H3243","significado_raiz":"Ideia básica: leite.","significado_contextual":"A palavra 'leite' simboliza sustento e nutrição, frequentemente associada à bênção e à prosperidade.","explicacao_detalhada":"Em Joel 2:16, o leite pode ser visto como uma metáfora para a abundância que Deus promete ao seu povo, especialmente após um período de juízo e arrependimento.","por_que_esta_palavra":"O leite representa a provisão de Deus, que nutre e sustenta seu povo em tempos de necessidade.","conexao_teologica":"A ideia de Deus como provedor é um tema recorrente na Escritura, onde Ele é frequentemente descrito como aquele que dá sustento ao seu povo.","referencias_relacionadas":["Salmos 23:1-2","Mateus 6:26","Filipenses 4:19"]},"joel_2_17_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"A palavra 'altar' refere-se ao local de sacrifício e adoração, onde o povo se encontrava com Deus.","explicacao_detalhada":"No contexto de Joel 2:17, o altar é um símbolo de reconciliação e devoção, onde o povo busca a intervenção divina através de sacrifícios e orações.","por_que_esta_palavra":"O altar é fundamental na adoração, representando o lugar onde se faz expiação pelos pecados e se busca a presença de Deus.","conexao_teologica":"O altar é um símbolo da mediação entre Deus e o homem, culminando na obra de Cristo, que se tornou o sacrifício perfeito.","referencias_relacionadas":["Êxodo 20:24","Hebreus 13:10","Romanos 12:1"]},"joel_2_17_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se ao mediador entre Deus e o povo, responsável por realizar sacrifícios e interceder em favor da nação.","explicacao_detalhada":"Em Joel 2:17, os sacerdotes são chamados a clamar ao Senhor em nome do povo, enfatizando seu papel vital na restauração espiritual da nação.","por_que_esta_palavra":"Os sacerdotes são essenciais para a prática da adoração e a manutenção da relação do povo com Deus.","conexao_teologica":"Jesus é o nosso sumo sacerdote, que intercede por nós e nos reconcilia com Deus, cumprindo o papel que os sacerdotes do Antigo Testamento desempenhavam.","referencias_relacionadas":["Êxodo 28:1","Hebreus 4:14-16","1 Pedro 2:9"]},"joel_2_17_repreender":{"palavra_pt":"repreender","palavra_original":"חֶרְפָּה","transliteracao":"cherpâh","strong":"H2781","significado_raiz":"Ideia básica: repreender.","significado_contextual":"A palavra 'repreender' implica em corrigir ou chamar à responsabilidade, especialmente em um contexto de pecado e desvio.","explicacao_detalhada":"No contexto de Joel 2:17, a repreensão é um chamado ao arrependimento, onde o povo é confrontado com suas falhas e incentivado a retornar a Deus.","por_que_esta_palavra":"Repreender é uma parte essencial do processo de restauração, pois traz à luz a necessidade de mudança e arrependimento.","conexao_teologica":"A repreensão é uma expressão do amor de Deus, que deseja que seu povo se afaste do pecado e se volte para Ele.","referencias_relacionadas":["Provérbios 3:11-12","Apocalipse 3:19","Gálatas 6:1"]},"joel_2_18_zeloso":{"palavra_pt":"zeloso","palavra_original":"קָנָא","transliteracao":"qânâʼ","strong":"H7065","significado_raiz":"Ideia básica: zeloso.","significado_contextual":"A palavra 'zeloso' refere-se a um fervor intenso e dedicação, especialmente em relação às coisas de Deus.","explicacao_detalhada":"Em Joel 2:18, a zelosa resposta de Deus ao arrependimento do povo demonstra seu amor e compromisso em restaurá-los.","por_que_esta_palavra":"O zelo de Deus é uma expressão de sua fidelidade e desejo de proteger e abençoar seu povo.","conexao_teologica":"O zelo de Deus é um reflexo de sua natureza, que busca a pureza e a devoção em seu relacionamento com a humanidade.","referencias_relacionadas":["Êxodo 34:14","Romanos 10:2","Tito 2:14"]},"joel_2_18_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que representa sua autoridade e soberania.","explicacao_detalhada":"Em Joel 2:18, o uso do nome 'Senhor' enfatiza a relação de Deus com seu povo e sua disposição em ouvir e responder às suas súplicas.","por_que_esta_palavra":"O nome de Deus é invocado como um símbolo de sua presença e poder, essencial para a adoração e intercessão.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando sua identidade e caráter, e é invocado em momentos de necessidade e adoração.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Romanos 10:13"]},"joel_2_18_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao espaço físico, mas também simboliza a herança e a promessa de Deus ao seu povo.","explicacao_detalhada":"Em Joel 2:18, a terra é um símbolo da bênção e prosperidade que Deus promete restaurar ao seu povo após o arrependimento.","por_que_esta_palavra":"A terra representa a fidelidade de Deus em cumprir suas promessas e a restauração da relação entre Ele e seu povo.","conexao_teologica":"A terra é um tema importante na Bíblia, simbolizando a presença de Deus e a herança que Ele dá ao seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Salmos 37:11","Mateus 5:5"]},"joel_2_19_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' simboliza a percepção e o cuidado de Deus sobre seu povo.","explicacao_detalhada":"Em Joel 2:19, a referência ao 'olho' de Deus indica sua atenção e proteção sobre aqueles que se arrependem e buscam sua ajuda.","por_que_esta_palavra":"O olho de Deus representa sua vigilância e amor, assegurando que Ele está sempre atento às necessidades de seu povo.","conexao_teologica":"A ideia de que Deus vê e cuida de seu povo é um tema recorrente na Escritura, refletindo seu caráter amoroso e protetor.","referencias_relacionadas":["Salmos 33:18","Mateus 6:4","1 Pedro 3:12"]},"joel_2_19_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' novamente enfatiza a soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Em Joel 2:19, o nome 'Senhor' é invocado para reafirmar a confiança do povo em Deus como seu provedor e protetor.","por_que_esta_palavra":"O nome de Deus é um símbolo de esperança e segurança, especialmente em tempos de dificuldade.","conexao_teologica":"A invocação do nome de Deus é um ato de fé, reconhecendo sua soberania e capacidade de agir em favor de seu povo.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 8:31"]},"joel_2_19_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para transmitir a mensagem de Deus ao Seu povo, enfatizando a importância da comunicação divina.","explicacao_detalhada":"No contexto de Joel 2:19, Deus promete enviar bênçãos ao Seu povo e a palavra 'dizer' reflete a autoridade e a certeza da promessa divina. É uma afirmação de que Deus está se comunicando diretamente com Israel.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para entender a relação entre Deus e Seu povo, pois revela como Deus se comunica e estabelece promessas.","conexao_teologica":"A comunicação de Deus com a humanidade é um tema central na Bíblia, mostrando que Ele se importa e deseja um relacionamento com Seu povo.","referencias_relacionadas":["Gênesis 1:3","Êxodo 20:1","Salmos 33:9"]},"joel_2_20_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' é mencionada como parte da descrição do julgamento e da restauração que Deus trará.","explicacao_detalhada":"Em Joel 2:20, o 'mar' simboliza a separação e a grandeza do poder de Deus, que pode controlar até as forças da natureza. A menção do mar também pode indicar a proteção e a soberania de Deus sobre as nações.","por_que_esta_palavra":"O mar é um símbolo de caos e poder, e sua inclusão aqui enfatiza a capacidade de Deus de dominar e restaurar.","conexao_teologica":"Deus é frequentemente descrito como o Senhor dos mares, mostrando Seu controle sobre a criação e Sua capacidade de trazer ordem ao caos.","referencias_relacionadas":["Salmos 89:9","Isaías 43:16","Mateus 8:27"]},"joel_2_20_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada para descrever a força e a ferocidade dos inimigos que Deus irá afastar.","explicacao_detalhada":"No contexto de Joel 2:20, a menção do 'urso' pode simbolizar a força e a proteção que Deus oferece ao Seu povo contra ameaças externas.","por_que_esta_palavra":"O urso é um símbolo de poder e defesa, representando a proteção divina contra os inimigos.","conexao_teologica":"A proteção de Deus é um tema recorrente, onde Ele é visto como um defensor do Seu povo contra forças malignas.","referencias_relacionadas":["Salmos 23:4","Isaías 41:10","Romanos 8:31"]},"joel_2_20_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao lugar onde o povo de Deus habita e onde as promessas divinas se concretizam.","explicacao_detalhada":"Em Joel 2:20, a 'terra' é mencionada em um contexto de restauração e bênção, indicando que Deus está preocupado com o bem-estar físico e espiritual do Seu povo.","por_que_esta_palavra":"A terra é um símbolo da herança e da promessa de Deus ao Seu povo, representando a fidelidade divina.","conexao_teologica":"A relação entre Deus e a terra é central na narrativa bíblica, onde a terra prometida é um símbolo de bênção e aliança.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Hebreus 11:9-10"]},"joel_2_21_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é novamente utilizada para enfatizar a força e a proteção que Deus oferece ao Seu povo.","explicacao_detalhada":"No contexto de Joel 2:21, a repetição da palavra 'urso' reforça a ideia de que Deus é um defensor poderoso contra os inimigos.","por_que_esta_palavra":"A presença do urso simboliza a força de Deus em proteger e restaurar Seu povo.","conexao_teologica":"A proteção divina é uma constante na Bíblia, onde Deus é visto como um refúgio seguro em tempos de dificuldade.","referencias_relacionadas":["Salmos 46:1","Isaías 54:17","2 Tessalonicenses 3:3"]},"joel_2_21_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"A palavra 'solo' refere-se à terra cultivável, simbolizando a fertilidade e a bênção que Deus traz ao Seu povo.","explicacao_detalhada":"Em Joel 2:21, o 'solo' é mencionado em um contexto de restauração, onde Deus promete trazer abundância e prosperidade ao Seu povo.","por_que_esta_palavra":"O solo é um símbolo de sustento e vida, representando a provisão de Deus.","conexao_teologica":"A bênção de Deus sobre a terra e o solo é um tema recorrente, mostrando Sua fidelidade em prover para Seu povo.","referencias_relacionadas":["Deuteronômio 28:1-14","Salmos 67:6","Mateus 5:45"]},"joel_2_21_cheer":{"palavra_pt":"cheer","palavra_original":"שָׂמַח","transliteracao":"sâmach","strong":"H8055","significado_raiz":"Ideia básica: cheer.","significado_contextual":"A palavra 'cheer' refere-se à alegria e ao regozijo que o povo deve sentir diante das promessas de Deus.","explicacao_detalhada":"No contexto de Joel 2:21, a exortação para 'cheer' é uma resposta à restauração e às bênçãos que Deus está prestes a derramar sobre Seu povo.","por_que_esta_palavra":"A alegria é uma resposta natural à ação de Deus em favor do Seu povo, refletindo a gratidão e o reconhecimento de Suas bênçãos.","conexao_teologica":"A alegria no Senhor é um tema importante na Bíblia, onde a felicidade é vista como resultado da presença e da ação de Deus na vida do crente.","referencias_relacionadas":["Salmos 100:1-2","Filipenses 4:4","1 Tessalonicenses 5:16-18"]},"joel_2_22_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual o povo deve se alegrar e confiar nas promessas de Deus.","explicacao_detalhada":"Em Joel 2:22, 'porque' conecta a alegria do povo com as ações de Deus, enfatizando que a restauração é baseada na fidelidade divina.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica da fé, onde a alegria é fundamentada nas promessas e ações de Deus.","conexao_teologica":"A relação entre fé e razão é um tema central na teologia, onde a confiança em Deus é baseada em Sua fidelidade e caráter.","referencias_relacionadas":["Romanos 8:28","Hebreus 11:1","Tiago 1:17"]},"joel_2_22_videira":{"palavra_pt":"videira","palavra_original":"גֶּפֶן","transliteracao":"gephen","strong":"H1612","significado_raiz":"Ideia básica: videira.","significado_contextual":"A palavra 'videira' simboliza a prosperidade e a bênção que Deus promete ao Seu povo.","explicacao_detalhada":"No contexto de Joel 2:22, a 'videira' representa a abundância e a alegria que vêm da colheita, simbolizando a restauração das bênçãos de Deus.","por_que_esta_palavra":"A videira é um símbolo de vida e frutificação, representando a promessa de Deus de prosperidade.","conexao_teologica":"A imagem da videira é frequentemente usada na Bíblia para descrever a relação entre Deus e Seu povo, onde a frutificação é um sinal de bênção.","referencias_relacionadas":["João 15:1-5","Salmos 128:3","Isaías 5:1-2"]},"joel_2_22_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à ação de Deus em prover e abençoar Seu povo.","explicacao_detalhada":"Em Joel 2:22, 'dar' enfatiza a generosidade de Deus em suprir as necessidades do Seu povo, trazendo restauração e bênçãos.","por_que_esta_palavra":"A ação de 'dar' é central na natureza de Deus, que é visto como um provedor fiel e generoso.","conexao_teologica":"A generosidade de Deus é um tema importante na Bíblia, onde Ele é descrito como aquele que dá boas dádivas a Seu povo.","referencias_relacionadas":["Tiago 1:17","Filipenses 4:19","Mateus 7:11"]},"joel_2_23_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação entre Deus e o Seu povo, onde o povo é considerado como filhos de Deus.","explicacao_detalhada":"A palavra 'filho' implica uma conexão íntima e de pertencimento. No contexto de Joel 2:23, Deus promete restaurar Seu povo, que é descrito como Seus filhos, enfatizando a relação paternal e a proteção divina.","por_que_esta_palavra":"A escolha da palavra 'filho' destaca a intimidade e a responsabilidade que Deus tem para com Seu povo, além de indicar a esperança de restauração.","conexao_teologica":"A relação entre Deus e Seu povo é frequentemente descrita em termos de paternidade, refletindo a aliança e o cuidado de Deus.","referencias_relacionadas":["Êxodo 4:22","Salmos 103:13","Romanos 8:14"]},"joel_2_23_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se aos adversários do povo de Deus, que se opõem à Sua vontade e ao Seu plano.","explicacao_detalhada":"A palavra 'inimigo' é usada para descrever aqueles que atacam ou ameaçam o povo de Deus. No contexto de Joel 2:23, Deus promete proteger e restaurar Seu povo, indicando que Ele é maior do que qualquer inimigo.","por_que_esta_palavra":"A inclusão da palavra 'inimigo' ressalta a luta espiritual e a necessidade de confiança em Deus para a vitória sobre as adversidades.","conexao_teologica":"A batalha entre o bem e o mal é um tema central na teologia bíblica, onde Deus é visto como o defensor de Seu povo contra os inimigos.","referencias_relacionadas":["Salmos 23:5","Romanos 8:31","Efésios 6:12"]},"joel_2_23_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade, caráter e presença.","explicacao_detalhada":"A palavra 'senhor' (YHWH) é o nome pessoal de Deus, que implica em Sua soberania e relacionamento com o povo. No contexto de Joel 2:23, o nome de Deus é invocado como fonte de esperança e restauração.","por_que_esta_palavra":"O uso do nome de Deus enfatiza a importância de reconhecer Sua autoridade e a confiança que o povo deve ter Nele.","conexao_teologica":"O nome de Deus é central na adoração e na compreensão da Sua natureza, refletindo Sua santidade e poder.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"joel_2_24_encher":{"palavra_pt":"encher","palavra_original":"מָלֵא","transliteracao":"mâlêʼ","strong":"H4390","significado_raiz":"Ideia básica: encher.","significado_contextual":"Refere-se à abundância que Deus promete trazer ao Seu povo após um período de escassez.","explicacao_detalhada":"A palavra 'encher' implica em suprir as necessidades e trazer prosperidade. No contexto de Joel 2:24, Deus promete encher os celeiros e restaurar a colheita, simbolizando a bênção divina.","por_que_esta_palavra":"A escolha da palavra 'encher' destaca a generosidade de Deus e Sua capacidade de prover para aqueles que confiam Nele.","conexao_teologica":"A provisão de Deus é um tema recorrente na Bíblia, mostrando que Ele cuida de Suas criaturas e satisfaz suas necessidades.","referencias_relacionadas":["Salmos 23:1","Mateus 6:33","Filipenses 4:19"]},"joel_2_24_vazio":{"palavra_pt":"vazio","palavra_original":"גֹּרֶן","transliteracao":"gôren","strong":"H1637","significado_raiz":"Ideia básica: vazio.","significado_contextual":"Refere-se à condição de desolação e falta que o povo experimentou antes da restauração prometida.","explicacao_detalhada":"A palavra 'vazio' simboliza a perda e a devastação que o povo de Deus enfrentou. Em Joel 2:24, a promessa de Deus é que Ele reverterá essa situação de vazio, trazendo abundância.","por_que_esta_palavra":"A menção do 'vazio' serve para contrastar a situação atual do povo com a abundância futura que Deus promete.","conexao_teologica":"A transformação do vazio em plenitude é um tema que reflete a redenção e a restauração que Deus oferece.","referencias_relacionadas":["Isaías 61:3","Ezequiel 36:35","João 10:10"]},"joel_2_24_agua":{"palavra_pt":"agua","palavra_original":"שׁוּק","transliteracao":"shûwq","strong":"H7783","significado_raiz":"Ideia básica: agua.","significado_contextual":"Refere-se à água como símbolo de vida e renovação, essencial para a sobrevivência.","explicacao_detalhada":"A palavra 'água' representa a provisão de Deus e a restauração da vida. Em Joel 2:24, a promessa de Deus inclui a abundância de água, simbolizando a renovação espiritual e física do povo.","por_que_esta_palavra":"A água é um elemento vital, e sua menção destaca a importância da provisão divina para a vida e a saúde do povo.","conexao_teologica":"A água é frequentemente usada na Bíblia como símbolo do Espírito Santo e da vida eterna que Deus oferece.","referencias_relacionadas":["João 4:14","Apocalipse 21:6","Isaías 55:1"]},"joel_2_25_corpo":{"palavra_pt":"corpo","palavra_original":"שָׁלַם","transliteracao":"shâlam","strong":"H7999","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se à restauração do povo de Deus, que foi ferido e devastado por inimigos.","explicacao_detalhada":"A palavra 'corpo' implica em uma totalidade que foi danificada. Em Joel 2:25, Deus promete restaurar o que foi perdido, trazendo cura e renovação ao Seu povo.","por_que_esta_palavra":"A menção do 'corpo' enfatiza a necessidade de cura e restauração, tanto física quanto espiritual.","conexao_teologica":"A restauração do corpo é um reflexo da obra redentora de Cristo, que traz cura e vida nova.","referencias_relacionadas":["Isaías 53:5","Mateus 11:28-30","1 Pedro 2:24"]},"joel_2_25_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza das bênçãos que Deus promete ao Seu povo após a restauração.","explicacao_detalhada":"A palavra 'grande' enfatiza a magnitude das promessas de Deus. Em Joel 2:25, a grandeza das bênçãos é um sinal do poder e da fidelidade de Deus.","por_que_esta_palavra":"A escolha da palavra 'grande' serve para inspirar esperança e expectativa no povo de Deus.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, refletindo Sua majestade e capacidade de realizar milagres.","referencias_relacionadas":["Salmos 126:3","Efésios 3:20","Romanos 8:18"]},"joel_2_25_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão de louvor e gratidão que deve surgir no coração do povo após a restauração.","explicacao_detalhada":"A palavra 'expressão' implica em uma resposta ativa ao que Deus fez. Em Joel 2:25, o povo é chamado a reconhecer e louvar a Deus por Suas obras maravilhosas.","por_que_esta_palavra":"A menção da 'expressão' destaca a importância do louvor como resposta à ação de Deus na vida do Seu povo.","conexao_teologica":"O louvor é uma parte essencial da vida cristã, refletindo gratidão e reconhecimento da grandeza de Deus.","referencias_relacionadas":["Salmos 100:4","Hebreus 13:15","Salmos 150:6"]},"joel_2_26_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"Refere-se ao ato de louvar a Deus por Suas obras e Sua grandeza.","explicacao_detalhada":"A palavra 'louvar' implica em adoração e reconhecimento da soberania de Deus. Em Joel 2:26, o povo é chamado a louvar a Deus por Sua fidelidade e provisão.","por_que_esta_palavra":"A escolha da palavra 'louvar' enfatiza a resposta do povo à bondade de Deus e a importância do culto.","conexao_teologica":"O louvor é um tema central na Bíblia, refletindo a relação entre Deus e Seu povo e a resposta adequada à Sua grandeza.","referencias_relacionadas":["Salmos 34:1","Colossenses 3:16","1 Crônicas 16:29"]},"joel_2_26_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à eternidade de Deus e à sua promessa de bênçãos eternas ao seu povo.","explicacao_detalhada":"A palavra 'eterno' neste contexto enfatiza a durabilidade e a imutabilidade das promessas de Deus. Ele é o Deus que não muda e cujas promessas se estendem por toda a eternidade.","por_que_esta_palavra":"A inclusão da palavra 'eterno' sublinha a confiança que os fiéis devem ter nas promessas divinas, que não são temporárias, mas garantidas para sempre.","conexao_teologica":"A eternidade de Deus é um tema central na teologia bíblica, refletindo sua soberania e fidelidade. Isso se conecta com a ideia de que a salvação e as bênçãos de Deus são eternas.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Hebreus 13:8"]},"joel_2_27_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Reforça a ideia de que o conhecimento de Deus e sua presença são eternos.","explicacao_detalhada":"Neste versículo, a palavra 'eterno' destaca que o relacionamento com Deus é contínuo e que Ele sempre estará presente na vida de seu povo.","por_que_esta_palavra":"A palavra 'eterno' é usada para assegurar que o conhecimento de Deus não é passageiro, mas uma realidade constante na vida dos crentes.","conexao_teologica":"A conexão com a eternidade de Deus é fundamental para entender a relação entre Deus e a humanidade, mostrando que Ele é sempre acessível e fiel.","referencias_relacionadas":["Salmos 136:1","Romanos 11:29","1 João 2:25"]},"joel_2_27_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Refere-se ao conhecimento íntimo e pessoal que o povo de Deus deve ter sobre Ele.","explicacao_detalhada":"A palavra 'conhecer' implica mais do que apenas saber sobre Deus; envolve um relacionamento profundo e pessoal com Ele.","por_que_esta_palavra":"É essencial que os crentes conheçam a Deus de maneira íntima para que possam confiar em suas promessas e viver de acordo com sua vontade.","conexao_teologica":"O conhecimento de Deus é um tema central na Escritura, enfatizando a importância de um relacionamento pessoal com o Criador.","referencias_relacionadas":["Jeremias 9:24","Filipenses 3:10","Oséias 6:6"]},"joel_2_27_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir a razão pela qual o povo deve conhecer a Deus.","explicacao_detalhada":"A palavra 'porque' conecta a necessidade de conhecer a Deus com as ações e promessas que Ele fez ao seu povo.","por_que_esta_palavra":"É uma palavra que justifica a importância do conhecimento de Deus, mostrando que há consequências diretas em nossa relação com Ele.","conexao_teologica":"A relação entre conhecimento e obediência é um tema recorrente na Bíblia, onde conhecer a Deus leva a um viver em conformidade com sua vontade.","referencias_relacionadas":["Tiago 1:22","1 João 2:3","Romanos 12:2"]}}