{"joel_4_1_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia refere-se ao tempo do juízo e da intervenção divina na história.","explicacao_detalhada":"No contexto de Joel 4:1, 'dia' é usado para descrever um tempo específico em que Deus agirá em poder e justiça, trazendo restauração e juízo.","por_que_esta_palavra":"A palavra 'dia' é utilizada para enfatizar a certeza e a iminência do juízo de Deus.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema importante na profecia bíblica, simbolizando a intervenção de Deus na história.","referencias_relacionadas":["Amós 5:18","Zacarias 14:1","Atos 2:20"]},"joel_4_1_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Porque é uma conjunção que introduz a razão ou causa de um evento.","explicacao_detalhada":"Em Joel 4:1, 'porque' é usado para explicar a razão do juízo que se aproxima, enfatizando a justiça de Deus em resposta às ações humanas.","por_que_esta_palavra":"A palavra 'porque' é utilizada para conectar a ação de Deus com a condição do povo, mostrando que suas ações têm consequências.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, onde Ele responde às ações humanas com juízo ou misericórdia.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Tiago 2:13"]},"joel_4_1_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se ao ato de manifestar algo de forma clara e compreensível.","explicacao_detalhada":"No contexto de Joel 4:1, a expressão é usada para descrever a comunicação de Deus sobre os eventos futuros e o juízo que virá sobre as nações. É um chamado à atenção para o que está por vir.","por_que_esta_palavra":"Esta palavra é importante porque enfatiza a necessidade de ouvir e entender a mensagem divina, especialmente em tempos de crise.","conexao_teologica":"A expressão de Deus é uma forma de revelação, mostrando que Ele se comunica com Seu povo e que é essencial estar atento às Suas palavras.","referencias_relacionadas":["Amós 3:7","Salmos 19:1","Hebreus 1:1-2"]},"joel_4_2_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' implica a ação de decidir ou determinar a justiça em uma situação.","explicacao_detalhada":"Em Joel 4:2, o ato de julgar refere-se ao julgamento de Deus sobre as nações, onde Ele separa os justos dos ímpios e estabelece a justiça divina.","por_que_esta_palavra":"É crucial entender que o julgamento de Deus é uma parte fundamental de Sua natureza, refletindo Sua santidade e justiça.","conexao_teologica":"O julgamento de Deus é um tema recorrente na Bíblia, mostrando que Ele é um Deus justo que não ignora o pecado.","referencias_relacionadas":["Romanos 14:10","Apocalipse 20:12","Mateus 25:31-46"]},"joel_4_2_assemble":{"palavra_pt":"ajuntar","palavra_original":"קָבַץ","transliteracao":"qâbats","strong":"H6908","significado_raiz":"Ideia básica: ajuntar.","significado_contextual":"A palavra 'ajuntar' refere-se ao ato de reunir pessoas ou coisas em um único lugar.","explicacao_detalhada":"No versículo, Deus ordena que as nações se ajuntem para o julgamento, simbolizando a convocação de todos para prestar contas.","por_que_esta_palavra":"A ideia de ajuntar é significativa, pois representa a unificação das nações diante do tribunal de Deus.","conexao_teologica":"A reunião das nações para o julgamento é um reflexo do plano de Deus de restaurar todas as coisas e estabelecer Seu reino.","referencias_relacionadas":["Mateus 24:31","Apocalipse 16:14","Zacarias 14:2"]},"joel_4_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou apresentado.","explicacao_detalhada":"Em Joel 4:2, o modo de agir de Deus é enfatizado, mostrando que Ele tem um plano e um propósito em Seus julgamentos.","por_que_esta_palavra":"Compreender o modo de Deus nos ajuda a ver Sua soberania e a forma como Ele opera na história.","conexao_teologica":"O modo de Deus de lidar com a humanidade revela Sua natureza e caráter, que é justo e misericordioso.","referencias_relacionadas":["Isaías 55:8-9","Romanos 11:33","Salmos 145:17"]},"joel_4_3_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' implica a ação de oferecer ou conceder algo.","explicacao_detalhada":"No contexto de Joel 4:3, 'dar' refere-se à entrega de filhos e filhas como parte do juízo, simbolizando a severidade da situação.","por_que_esta_palavra":"Esta palavra é significativa porque destaca a gravidade das consequências do pecado e a perda que vem com o afastamento de Deus.","conexao_teologica":"A entrega de crianças representa a fragilidade da humanidade e a necessidade de proteção divina.","referencias_relacionadas":["Salmos 127:3","Mateus 18:10","Marcos 10:14"]},"joel_4_3_crianca":{"palavra_pt":"crianca","palavra_original":"יֶלֶד","transliteracao":"yeled","strong":"H3206","significado_raiz":"Ideia básica: crianca.","significado_contextual":"A palavra 'criança' refere-se a um ser humano jovem, simbolizando inocência e vulnerabilidade.","explicacao_detalhada":"Em Joel 4:3, a menção de crianças destaca a gravidade do juízo e a dor que a guerra e a opressão trazem aos inocentes.","por_que_esta_palavra":"A presença de crianças no texto enfatiza a injustiça do sofrimento que recai sobre os inocentes durante os tempos de julgamento.","conexao_teologica":"Deus tem um cuidado especial pelos inocentes e vulneráveis, e Sua justiça inclui a proteção deles.","referencias_relacionadas":["Mateus 19:14","Isaías 54:13","Salmos 8:2"]},"joel_4_3_femea":{"palavra_pt":"femea","palavra_original":"זָנָה","transliteracao":"zânâh","strong":"H2181","significado_raiz":"Ideia básica: femea.","significado_contextual":"A palavra 'fêmea' refere-se ao sexo feminino, muitas vezes associado à fertilidade e à vida.","explicacao_detalhada":"No versículo, a menção de fêmeas destaca a vulnerabilidade das mulheres em tempos de conflito e a desumanização que ocorre durante a guerra.","por_que_esta_palavra":"É importante reconhecer o sofrimento das mulheres e a necessidade de justiça em suas vidas durante períodos de opressão.","conexao_teologica":"Deus se preocupa com todos os seres humanos, independentemente de gênero, e Sua justiça deve abranger todos.","referencias_relacionadas":["Gálatas 3:28","Provérbios 31:8-9","Isaías 1:17"]},"joel_4_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é realizado ou apresentado.","explicacao_detalhada":"Em Joel 4:4, o modo de agir de Deus é novamente enfatizado, mostrando que Ele tem um propósito claro em Seus julgamentos.","por_que_esta_palavra":"Entender o modo de Deus nos ajuda a confiar em Sua sabedoria e em Seus planos, mesmo quando não os compreendemos totalmente.","conexao_teologica":"O modo de Deus de lidar com a humanidade revela Sua soberania e a certeza de que Ele cumprirá Suas promessas.","referencias_relacionadas":["Salmos 33:11","Provérbios 19:21","Isaías 46:10"]},"joel_4_4_bom":{"palavra_pt":"bom","palavra_original":"גְּמוּל","transliteracao":"gᵉmûwl","strong":"H1576","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se a algo que é agradável, correto ou benéfico.","explicacao_detalhada":"No contexto de Joel 4:4, 'bom' é usado para descrever o que Deus considera justo e correto em Seus julgamentos.","por_que_esta_palavra":"A palavra é importante porque nos lembra que a justiça de Deus é sempre acompanhada de Sua bondade.","conexao_teologica":"A bondade de Deus é um aspecto central de Sua natureza, e Ele sempre age de acordo com Seu caráter bom.","referencias_relacionadas":["Salmos 119:68","Romanos 8:28","Tiago 1:17"]},"joel_4_4_corpo":{"palavra_pt":"corpo","palavra_original":"שָׁלַם","transliteracao":"shâlam","strong":"H7999","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' refere-se à totalidade física de um ser humano.","explicacao_detalhada":"Em Joel 4:4, a menção do corpo pode simbolizar a totalidade da humanidade e a necessidade de redenção e restauração.","por_que_esta_palavra":"A palavra é significativa porque destaca a importância do corpo humano na criação de Deus e Sua intenção para a vida.","conexao_teologica":"A redenção do corpo é uma promessa de Deus, que inclui a restauração de toda a criação.","referencias_relacionadas":["Romanos 8:23","1 Coríntios 15:42-44","Filipenses 3:21"]},"joel_4_5_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade positiva de algo, indicando que é agradável ou desejável.","explicacao_detalhada":"No contexto de Joel 4:5, a palavra 'bom' é utilizada para descrever a natureza das bênçãos que Deus promete ao seu povo, contrastando com as dificuldades anteriores.","por_que_esta_palavra":"A palavra 'bom' é essencial para transmitir a ideia de que Deus deseja o bem para seu povo, especialmente após períodos de juízo.","conexao_teologica":"A bondade de Deus é um tema central na teologia bíblica, refletindo seu caráter e suas promessas de restauração.","referencias_relacionadas":["Salmos 34:8","Romanos 8:28","Gênesis 1:31"]},"joel_4_5_desejo":{"palavra_pt":"desejo","palavra_original":"מַחְמָד","transliteracao":"machmâd","strong":"H4261","significado_raiz":"Ideia básica: desejo.","significado_contextual":"Indica um anseio ou anseio profundo por algo que é considerado valioso ou precioso.","explicacao_detalhada":"A palavra 'desejo' em Joel 4:5 enfatiza a aspiração do povo por restauração e bênçãos divinas, refletindo a importância de buscar o que é bom.","por_que_esta_palavra":"Este termo é usado para mostrar a intensidade do anseio do povo por uma relação restaurada com Deus.","conexao_teologica":"O desejo de Deus por seu povo é refletido em sua busca constante por um relacionamento íntimo com a humanidade.","referencias_relacionadas":["Salmos 37:4","Mateus 5:6","Filipenses 3:19"]},"joel_4_5_palacio":{"palavra_pt":"templo","palavra_original":"הֵיכָל","transliteracao":"hêykâl","strong":"H1964","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao templo, um lugar sagrado onde Deus habita e onde o povo se reúne para adoração.","explicacao_detalhada":"Em Joel 4:5, o 'templo' simboliza a presença de Deus entre seu povo e a importância da adoração e do culto.","por_que_esta_palavra":"A menção do templo destaca a centralidade da adoração a Deus na vida do povo e a restauração da comunhão com Ele.","conexao_teologica":"O templo é um símbolo da presença de Deus e da relação entre Ele e seu povo, que culmina em Cristo como o verdadeiro templo.","referencias_relacionadas":["Salmos 27:4","1 Coríntios 3:16","Hebreus 10:19-22"]},"joel_4_6_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, muitas vezes implicando herança e continuidade da linhagem.","explicacao_detalhada":"Em Joel 4:6, a palavra 'filho' é usada para enfatizar a relação entre Deus e seu povo, que é frequentemente descrito como filhos de Deus.","por_que_esta_palavra":"A ideia de 'filho' reforça a noção de pertencimento e a relação especial que Deus tem com seu povo escolhido.","conexao_teologica":"A filiação divina é um tema importante, mostrando como os crentes são adotados na família de Deus através de Cristo.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 4:6"]},"joel_4_6_nome":{"palavra_pt":"nome","palavra_original":"יְהוּדָה","transliteracao":"Yᵉhûwdâh","strong":"H3063","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e à reputação de uma pessoa ou nação, muitas vezes associada ao caráter de Deus.","explicacao_detalhada":"No contexto de Joel 4:6, o 'nome' representa a honra e a glória de Deus, bem como a identidade do povo de Judá.","por_que_esta_palavra":"O nome de Deus é invocado para lembrar o povo de sua aliança e das promessas feitas a eles.","conexao_teologica":"O nome de Deus é central na adoração e na identidade do povo, refletindo seu caráter e suas promessas.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Filipenses 2:9-11"]},"joel_4_6_cidade":{"palavra_pt":"cidade","palavra_original":"יְרוּשָׁלַ͏ִם","transliteracao":"Yᵉrûwshâlaim","strong":"H3389","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a Jerusalém, a cidade santa, que é o centro da adoração e da presença de Deus.","explicacao_detalhada":"Em Joel 4:6, a menção de 'cidade' destaca a importância de Jerusalém como o lugar onde Deus se encontra com seu povo.","por_que_esta_palavra":"A cidade é um símbolo da identidade nacional e espiritual do povo de Deus, representando segurança e proteção.","conexao_teologica":"Jerusalém é frequentemente vista como um símbolo do reino de Deus e da esperança de restauração futura.","referencias_relacionadas":["Isaías 2:3","Mateus 5:14","Apocalipse 21:2"]},"joel_4_7_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"Usado para chamar a atenção, indicando algo importante que deve ser observado.","explicacao_detalhada":"A palavra 'eis' em Joel 4:7 serve para enfatizar a urgência e a importância da mensagem que se segue.","por_que_esta_palavra":"É uma chamada à ação e à reflexão, convidando o povo a prestar atenção ao que Deus está fazendo.","conexao_teologica":"A chamada para 'ver' é um convite para reconhecer a obra de Deus na história e na vida do povo.","referencias_relacionadas":["Isaías 40:9","Mateus 11:15","Apocalipse 3:20"]},"joel_4_7_corpo":{"palavra_pt":"corpo","palavra_original":"מָקוֹם","transliteracao":"mâqôwm","strong":"H4725","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao lugar físico ou à estrutura onde algo acontece, muitas vezes associado ao povo de Deus.","explicacao_detalhada":"Em Joel 4:7, 'corpo' pode simbolizar a coletividade do povo de Deus, enfatizando a unidade e a ação conjunta.","por_que_esta_palavra":"A palavra destaca a importância da comunidade e da ação coletiva na realização dos propósitos de Deus.","conexao_teologica":"O corpo de Cristo, como a igreja, é um tema central na teologia, representando a união dos crentes em Cristo.","referencias_relacionadas":["1 Coríntios 12:12-27","Efésios 4:4-6","Romanos 12:4-5"]},"joel_4_8_filha":{"palavra_pt":"filha","palavra_original":"מָכַר","transliteracao":"mâkar","strong":"H4376","significado_raiz":"Ideia básica: filha.","significado_contextual":"Refere-se a uma descendente, muitas vezes implicando proteção e cuidado.","explicacao_detalhada":"A palavra 'filha' em Joel 4:8 enfatiza a vulnerabilidade e a necessidade de proteção do povo de Deus.","por_que_esta_palavra":"A menção de 'filha' destaca a relação de cuidado e amor que Deus tem por seu povo.","conexao_teologica":"A imagem de Deus como pai que cuida de suas filhas é um tema recorrente na Escritura, refletindo seu amor paternal.","referencias_relacionadas":["Salmos 147:3","Isaías 66:13","Mateus 10:30"]},"joel_4_8_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente masculino, simbolizando herança e continuidade.","explicacao_detalhada":"Em Joel 4:8, a palavra 'filho' é usada para enfatizar a relação de Deus com seu povo, que é frequentemente descrito como filhos de Deus.","por_que_esta_palavra":"A ideia de 'filho' reforça a noção de pertencimento e a relação especial que Deus tem com seu povo escolhido.","conexao_teologica":"A filiação divina é um tema importante, mostrando como os crentes são adotados na família de Deus através de Cristo.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 4:6"]},"joel_4_8_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à mão como símbolo de poder e ação.","explicacao_detalhada":"A palavra 'mao' (יָד) é frequentemente usada na Bíblia para representar a força e a capacidade de agir. No contexto de Joel 4:8, a mão é mencionada em relação ao julgamento e à ação de Deus sobre as nações.","por_que_esta_palavra":"A escolha da palavra 'mao' enfatiza a autoridade divina e a execução de juízos.","conexao_teologica":"A mão de Deus é um tema recorrente na Escritura, simbolizando Sua intervenção na história e no destino das nações.","referencias_relacionadas":["Êxodo 3:20","Salmos 89:13","Isaías 41:10"]},"joel_4_9_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao homem como um guerreiro ou valente.","explicacao_detalhada":"A palavra 'homem' (גִּבּוֹר) é usada para descrever um indivíduo forte, muitas vezes em um contexto de batalha ou bravura. Em Joel 4:9, isso se relaciona à convocação de guerreiros para a batalha.","por_que_esta_palavra":"A palavra 'gibbôwr' é escolhida para destacar a força e a coragem necessárias para enfrentar o julgamento de Deus.","conexao_teologica":"A força do homem é contrastada com a força de Deus, que é suprema e soberana.","referencias_relacionadas":["Josué 1:6","Salmos 27:14","Isaías 40:29"]},"joel_4_9_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"Refere-se a nações ou povos, especialmente no contexto de julgamento.","explicacao_detalhada":"A palavra 'nacao' (גּוֹי) é usada para descrever grupos de pessoas ou povos. Em Joel 4:9, isso se refere às nações que serão convocadas para o julgamento de Deus.","por_que_esta_palavra":"A escolha da palavra 'gôwy' enfatiza a abrangência do julgamento divino sobre todas as nações.","conexao_teologica":"Deus é o juiz de todas as nações, e Seu julgamento é imparcial e justo.","referencias_relacionadas":["Salmos 82:8","Isaías 34:2","Mateus 25:32"]},"joel_4_9_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"Refere-se ao ato de santificar ou tornar algo sagrado.","explicacao_detalhada":"A palavra 'santificar' (קָדַשׁ) implica em separar algo para um propósito divino. Em Joel 4:9, isso se relaciona à preparação das nações para o julgamento.","por_que_esta_palavra":"A escolha da palavra 'qâdash' indica a necessidade de pureza e consagração diante de Deus.","conexao_teologica":"A santificação é um tema central na relação entre Deus e Seu povo, enfatizando a necessidade de estar em conformidade com Sua vontade.","referencias_relacionadas":["Levítico 20:7","1 Pedro 1:16","Hebreus 12:14"]},"joel_4_10_seca":{"palavra_pt":"espada","palavra_original":"חֶרֶב","transliteracao":"chereb","strong":"H2719","significado_raiz":"Ideia básica: espada.","significado_contextual":"Refere-se à espada como símbolo de julgamento e destruição.","explicacao_detalhada":"A palavra 'espada' (חֶרֶב) é frequentemente usada na Bíblia para representar a guerra e o julgamento. Em Joel 4:10, a espada simboliza a ação de Deus contra as nações.","por_que_esta_palavra":"A escolha da palavra 'chereb' enfatiza a severidade do julgamento divino.","conexao_teologica":"A espada de Deus é um símbolo de Sua justiça e poder para punir o mal.","referencias_relacionadas":["Salmos 149:6","Apocalipse 19:15","Hebreus 4:12"]},"joel_4_10_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao homem como um guerreiro ou valente.","explicacao_detalhada":"A palavra 'homem' (גִּבּוֹר) é usada novamente para descrever a força e a bravura. Em Joel 4:10, isso se relaciona à necessidade de coragem diante do julgamento.","por_que_esta_palavra":"A repetição da palavra 'gibbôwr' reforça a ideia de que a força humana é insuficiente diante do poder de Deus.","conexao_teologica":"A dependência do homem da força de Deus é um tema importante na Escritura.","referencias_relacionadas":["Salmos 33:16","Isaías 40:30-31","2 Coríntios 12:9"]},"joel_4_11_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de convocar ou chamar.","explicacao_detalhada":"A palavra 'vir' (בּוֹא) implica em um convite ou chamado para se reunir. Em Joel 4:11, isso se relaciona à convocação das nações para o julgamento.","por_que_esta_palavra":"A escolha da palavra 'bôwʼ' enfatiza a urgência e a importância do chamado de Deus.","conexao_teologica":"Deus chama as nações para se apresentarem diante dEle, destacando Sua soberania sobre toda a criação.","referencias_relacionadas":["Isaías 55:1","Mateus 11:28","Apocalipse 22:17"]},"joel_4_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira de agir.","explicacao_detalhada":"A palavra 'modo' (כֹּל) é usada para descrever a totalidade ou a maneira como algo deve ser feito. Em Joel 4:11, isso se relaciona à forma como as nações devem se apresentar diante de Deus.","por_que_esta_palavra":"A escolha da palavra 'kôl' indica que não há exceções no chamado de Deus.","conexao_teologica":"Deus estabelece a maneira pela qual as nações devem se apresentar, enfatizando Sua autoridade.","referencias_relacionadas":["Salmos 119:4","Mateus 7:13-14","Romanos 12:2"]},"joel_4_11_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"Refere-se a nações ou povos, especialmente no contexto de julgamento.","explicacao_detalhada":"A palavra 'nacao' (גּוֹי) é usada novamente para descrever grupos de pessoas. Em Joel 4:11, isso se refere à convocação das nações para o julgamento de Deus.","por_que_esta_palavra":"A repetição da palavra 'gôwy' enfatiza a abrangência do julgamento divino sobre todas as nações.","conexao_teologica":"A soberania de Deus sobre todas as nações é um tema central na Escritura.","referencias_relacionadas":["Salmos 22:27","Isaías 66:18","Mateus 28:19"]},"joel_4_12_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de julgar as nações.","explicacao_detalhada":"A palavra 'julgar' (שָׁפַט) implica em discernir e decidir sobre a justiça. Em Joel 4:12, isso se relaciona ao julgamento de Deus sobre as nações.","por_que_esta_palavra":"A escolha da palavra 'shâphaṭ' enfatiza a autoridade de Deus como juiz supremo.","conexao_teologica":"O julgamento de Deus é uma expressão de Sua justiça e santidade.","referencias_relacionadas":["Salmos 9:7","Eclesiastes 3:17","Romanos 14:10"]},"joel_4_12_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude ou importância dos eventos que estão por vir, indicando um juízo divino sobre as nações.","explicacao_detalhada":"A palavra 'grande' neste contexto enfatiza a seriedade e a gravidade do dia do Senhor, onde as nações serão julgadas por suas ações.","por_que_esta_palavra":"A escolha da palavra 'grande' ressalta a magnitude do juízo de Deus, que não deve ser subestimado.","conexao_teologica":"A grandeza do juízo de Deus é um tema recorrente na Bíblia, refletindo Sua soberania e justiça.","referencias_relacionadas":["Joel 2:11","Apocalipse 20:11","Mateus 25:31-32"]},"joel_4_12_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"Refere-se aos povos ou nações que serão convocados para o julgamento de Deus.","explicacao_detalhada":"A palavra 'nação' implica em uma coletividade que será responsabilizada por suas ações diante de Deus, enfatizando a universalidade do juízo.","por_que_esta_palavra":"A inclusão de 'nação' destaca que não apenas Israel, mas todas as nações serão julgadas.","conexao_teologica":"A ideia de que Deus julgará todas as nações é um tema central na profecia bíblica.","referencias_relacionadas":["Salmos 82:8","Isaías 34:2","Mateus 28:19"]},"joel_4_13_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma razão ou justificativa para a ação que se segue, ligando a causa ao efeito.","explicacao_detalhada":"A palavra 'porque' é usada para explicar a motivação divina por trás do juízo que será executado.","por_que_esta_palavra":"É fundamental para entender a lógica do discurso profético, onde cada ação de Deus é justificada.","conexao_teologica":"A justiça de Deus é sempre acompanhada de uma explicação, mostrando que Ele é justo em Suas decisões.","referencias_relacionadas":["Romanos 2:6","Gálatas 6:7","Ezequiel 18:30"]},"joel_4_13_bake":{"palavra_pt":"bake","palavra_original":"בָּשַׁל","transliteracao":"bâshal","strong":"H1310","significado_raiz":"Ideia básica: bake.","significado_contextual":"Refere-se ao ato de cozinhar ou preparar algo, simbolizando a transformação ou o juízo que se aproxima.","explicacao_detalhada":"A palavra 'bake' pode ser interpretada como um processo de purificação ou destruição, onde o que é cozido é transformado.","por_que_esta_palavra":"A utilização dessa palavra sugere que o juízo de Deus é um processo ativo e deliberado.","conexao_teologica":"A ideia de transformação através do fogo é uma metáfora comum na Bíblia para o juízo e a purificação.","referencias_relacionadas":["1 Coríntios 3:13","Isaías 1:25","Malaquias 3:2"]},"joel_4_13_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se aos adversários de Deus e do Seu povo, que serão julgados por suas ações.","explicacao_detalhada":"A palavra 'inimigo' destaca a oposição que existe entre as forças do bem e do mal, especialmente no contexto do juízo final.","por_que_esta_palavra":"É importante reconhecer que o juízo de Deus também se dirige contra aqueles que se opõem a Ele.","conexao_teologica":"A luta entre Deus e Seus inimigos é um tema recorrente nas Escrituras, culminando no juízo final.","referencias_relacionadas":["Salmos 37:20","Romanos 12:19","Apocalipse 19:19"]},"joel_4_14_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Assim como em 4:13, introduz uma razão para a ação que se segue, reforçando a lógica do discurso.","explicacao_detalhada":"A repetição da palavra 'porque' enfatiza a continuidade do raciocínio sobre o juízo de Deus.","por_que_esta_palavra":"Serve para conectar as ideias e mostrar que o juízo é uma resposta a ações específicas.","conexao_teologica":"A justiça de Deus é sempre fundamentada em razões claras, mostrando Sua integridade.","referencias_relacionadas":["Salmos 9:16","Eclesiastes 12:14","Mateus 12:36"]},"joel_4_14_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao 'dia do Senhor', um tempo de juízo e intervenção divina na história.","explicacao_detalhada":"A palavra 'dia' neste contexto é carregada de significado escatológico, representando um tempo específico de ação de Deus.","por_que_esta_palavra":"O 'dia' é um conceito central na profecia, simbolizando tanto julgamento quanto esperança.","conexao_teologica":"O dia do Senhor é um tema que aparece em várias partes da Bíblia, indicando a certeza do juízo e a restauração.","referencias_relacionadas":["Amós 5:18","Sofonias 1:14","1 Tessalonicenses 5:2"]},"joel_4_15_sol":{"palavra_pt":"sol","palavra_original":"שֶׁמֶשׁ","transliteracao":"shemesh","strong":"H8121","significado_raiz":"Ideia básica: sol.","significado_contextual":"Simboliza a luz e a ordem que Deus traz, contrastando com a escuridão do juízo.","explicacao_detalhada":"A palavra 'sol' representa a presença de Deus e Sua glória, que será revelada no dia do juízo.","por_que_esta_palavra":"O sol é frequentemente associado à justiça e à verdade, refletindo a natureza de Deus.","conexao_teologica":"A luz de Deus é um tema que permeia toda a Escritura, simbolizando Sua verdade e justiça.","referencias_relacionadas":["Salmos 84:11","Mateus 5:14","Apocalipse 21:23"]},"joel_4_15_lua":{"palavra_pt":"lua","palavra_original":"יָרֵחַ","transliteracao":"yârêach","strong":"H3394","significado_raiz":"Ideia básica: lua.","significado_contextual":"Representa os ciclos e as mudanças, simbolizando a instabilidade das nações diante do juízo de Deus.","explicacao_detalhada":"A lua, que reflete a luz do sol, pode simbolizar a revelação parcial da verdade e a fragilidade das esperanças humanas.","por_que_esta_palavra":"A lua é um símbolo de mudança e inconstância, contrastando com a firmeza de Deus.","conexao_teologica":"A instabilidade das nações é um tema que aparece em várias profecias, mostrando a necessidade de confiar em Deus.","referencias_relacionadas":["Gênesis 1:16","Salmos 104:19","Mateus 24:29"]},"joel_4_15_estrela":{"palavra_pt":"estrela","palavra_original":"כּוֹכָב","transliteracao":"kôwkâb","strong":"H3556","significado_raiz":"Ideia básica: estrela.","significado_contextual":"Simboliza a criação de Deus e Seu controle sobre o universo, que será manifestado no juízo.","explicacao_detalhada":"As estrelas, como parte da criação, refletem a majestade de Deus e Sua autoridade sobre todas as coisas.","por_que_esta_palavra":"A menção das estrelas destaca a grandeza de Deus em contraste com a fragilidade humana.","conexao_teologica":"A criação é um testemunho da glória de Deus, e as estrelas são um símbolo de Sua soberania.","referencias_relacionadas":["Salmos 147:4","Isaías 40:26","Apocalipse 22:16"]},"joel_4_16_terra":{"palavra_pt":"terra","palavra_original":"רָעַשׁ","transliteracao":"râʻash","strong":"H7493","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como um espaço físico, mas também simboliza a criação de Deus e o lugar onde os eventos profetizados ocorrerão.","explicacao_detalhada":"A palavra 'terra' neste contexto pode ser entendida como a terra de Israel, que é central nas profecias de Joel. A terra é vista como um testemunho da presença de Deus e do Seu juízo sobre as nações.","por_que_esta_palavra":"A menção da terra enfatiza a conexão entre o povo de Deus e o lugar que Ele lhes deu, além de ser um cenário para as promessas e juízos divinos.","conexao_teologica":"A terra é frequentemente usada na Bíblia como um símbolo da aliança de Deus com Seu povo e da realização de Suas promessas.","referencias_relacionadas":["Gênesis 1:1","Deuteronômio 11:12","Salmos 24:1"]},"joel_4_16_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' representa a relação entre Deus e Seu povo, frequentemente descrito como Seus filhos.","explicacao_detalhada":"Neste contexto, 'filho' pode se referir ao povo de Israel, que é chamado de filhos de Deus. Essa relação implica em responsabilidade e cuidado por parte de Deus.","por_que_esta_palavra":"A inclusão de 'filho' ressalta a intimidade da relação entre Deus e Seu povo, enfatizando a proteção e a disciplina que vêm dessa paternidade.","conexao_teologica":"A ideia de Deus como Pai é central na teologia bíblica, refletindo amor, cuidado e a expectativa de obediência.","referencias_relacionadas":["Êxodo 4:22","Salmos 103:13","Romanos 8:14"]},"joel_4_17_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"O ato de conhecer implica em um relacionamento profundo e pessoal com Deus, além de um entendimento do Seu caráter e das Suas obras.","explicacao_detalhada":"Neste versículo, 'conhecer' sugere não apenas um reconhecimento intelectual, mas uma experiência vivida com Deus, que resulta em transformação e compromisso.","por_que_esta_palavra":"A palavra é crucial para entender a natureza do relacionamento que Deus deseja ter com Seu povo, que vai além da mera obediência.","conexao_teologica":"O conhecimento de Deus é um tema recorrente na Bíblia, onde conhecer a Deus é sinônimo de ter uma vida de fé e obediência.","referencias_relacionadas":["Oséias 6:6","Filipenses 3:10","1 João 2:3"]},"joel_4_17_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma razão ou justificativa, conectando a ação de Deus com a condição do povo.","explicacao_detalhada":"Neste contexto, 'porque' serve para explicar a motivação divina em relação ao juízo e à restauração, mostrando que as ações de Deus são sempre fundamentadas em Sua justiça.","por_que_esta_palavra":"A palavra é importante para entender a lógica divina por trás das promessas e advertências, revelando a natureza de Deus como justo e fiel.","conexao_teologica":"A justiça de Deus é um tema central na teologia bíblica, onde Suas ações são sempre justificadas e em conformidade com Seu caráter.","referencias_relacionadas":["Salmos 89:14","Romanos 2:6","Gálatas 6:7"]},"joel_4_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'nome' do Senhor representa Sua autoridade, caráter e a revelação de quem Ele é para o Seu povo.","explicacao_detalhada":"Neste versículo, o nome de Deus é invocado como um símbolo de proteção e poder, enfatizando a importância de reconhecer Sua soberania.","por_que_esta_palavra":"A menção do nome de Deus é fundamental para entender a relação de reverência e adoração que o povo deve ter em relação a Ele.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, onde invocar Seu nome é sinônimo de buscar Sua presença e ajuda.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Atos 4:12"]},"joel_4_18_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' mencionado refere-se a um tempo específico de intervenção divina, muitas vezes associado ao juízo ou à salvação.","explicacao_detalhada":"Neste contexto, 'dia' pode ser interpretado como o Dia do Senhor, um tempo em que Deus agirá de maneira decisiva na história.","por_que_esta_palavra":"A palavra 'dia' é importante para entender a expectativa escatológica do povo de Deus, que aguarda a manifestação de Sua justiça.","conexao_teologica":"O conceito do Dia do Senhor é central na profecia bíblica, onde Deus promete restaurar e julgar as nações.","referencias_relacionadas":["Amós 5:18","Zacarias 14:1","1 Tessalonicenses 5:2"]},"joel_4_18_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas acontecerão, enfatizando a ordem e a intenção divina.","explicacao_detalhada":"Neste contexto, 'modo' sugere que Deus tem um plano específico para a realização de Suas promessas e juízos.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a soberania de Deus em todas as circunstâncias, mostrando que nada acontece por acaso.","conexao_teologica":"A soberania de Deus é um tema central na teologia, onde Ele é visto como o arquiteto da história.","referencias_relacionadas":["Isaías 55:8-9","Romanos 8:28","Efésios 1:11"]},"joel_4_18_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A 'casa' representa o lar, mas também simboliza a presença de Deus entre Seu povo e a comunidade de fé.","explicacao_detalhada":"Neste contexto, 'casa' pode se referir ao Templo, que era o centro da adoração e da presença de Deus em Israel.","por_que_esta_palavra":"A menção da casa enfatiza a importância da adoração e da comunhão entre Deus e Seu povo.","conexao_teologica":"A ideia de Deus habitar entre Seu povo é um tema recorrente na Bíblia, culminando na encarnação de Cristo.","referencias_relacionadas":["Salmos 27:4","Mateus 21:13","1 Pedro 2:5"]},"joel_4_19_cruelty":{"palavra_pt":"cruel ty","palavra_original":"חָמָס","transliteracao":"châmâç","strong":"H2555","significado_raiz":"Ideia básica: cruel ty.","significado_contextual":"A palavra 'crueldade' refere-se à injustiça e opressão que o povo de Deus enfrenta, especialmente nas mãos de inimigos.","explicacao_detalhada":"Neste contexto, 'crueldade' destaca a gravidade do pecado e da opressão que afligem a humanidade, contrastando com a justiça de Deus.","por_que_esta_palavra":"A inclusão de 'crueldade' serve para chamar a atenção para a necessidade de justiça e redenção.","conexao_teologica":"A questão da injustiça e do sofrimento é central na narrativa bíblica, onde Deus promete restaurar e julgar os ímpios.","referencias_relacionadas":["Salmos 10:2","Isaías 58:6","Miquéias 6:8"]},"joel_4_19_laid":{"palavra_pt":"laid","palavra_original":"שְׁמָמָה","transliteracao":"shᵉmâmâh","strong":"H8077","significado_raiz":"Ideia básica: laid.","significado_contextual":"A palavra 'laid' refere-se à devastação e destruição que ocorrerão como resultado do juízo de Deus.","explicacao_detalhada":"Neste contexto, 'laid' sugere um estado de desolação que é o resultado do afastamento do povo de Deus de Seus caminhos.","por_que_esta_palavra":"A menção de 'laid' enfatiza a seriedade do juízo divino e a necessidade de arrependimento.","conexao_teologica":"A desolação é um tema que aparece frequentemente na Bíblia, onde a restauração é sempre precedida pelo juízo.","referencias_relacionadas":["Jeremias 25:11","Ezequiel 33:28","Apocalipse 21:4"]},"joel_4_19_campo":{"palavra_pt":"campo","palavra_original":"מִדְבָּר","transliteracao":"midbâr","strong":"H4057","significado_raiz":"Ideia básica: campo.","significado_contextual":"O termo 'campo' refere-se a uma área de terra cultivada ou não, simbolizando tanto a prosperidade quanto a devastação.","explicacao_detalhada":"No contexto de Joel 4:19, o 'campo' representa a terra que foi afetada pelo juízo de Deus. A devastação dos campos é um sinal da punição divina e da consequência do pecado do povo.","por_que_esta_palavra":"A palavra 'campo' é usada para ilustrar a relação entre a terra e o povo de Deus, mostrando como a desobediência resulta em consequências diretas sobre a criação.","conexao_teologica":"A devastação dos campos é uma representação do juízo de Deus sobre as nações que se voltam contra Ele, refletindo a ideia de que a criação responde ao comportamento moral da humanidade.","referencias_relacionadas":["Joel 1:10","Isaías 5:5","Ezequiel 36:34-35"]},"joel_4_20_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"O verbo 'julgar' implica a ação de decidir ou determinar a justiça em uma situação.","explicacao_detalhada":"Em Joel 4:20, 'julgar' refere-se ao ato de Deus de fazer justiça, separando os justos dos ímpios e estabelecendo a ordem divina.","por_que_esta_palavra":"A escolha da palavra 'julgar' enfatiza a soberania de Deus e Sua autoridade para determinar o destino das nações e indivíduos com base em suas ações.","conexao_teologica":"O julgamento de Deus é um tema central nas Escrituras, refletindo Sua justiça e a necessidade de arrependimento e restauração.","referencias_relacionadas":["Salmos 96:13","Mateus 25:31-46","Apocalipse 20:12"]},"joel_4_21_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' refere-se a Deus como o soberano e autoridade suprema.","explicacao_detalhada":"Em Joel 4:21, o uso do nome 'senhor' destaca a relação de Deus com Seu povo e Sua promessa de justiça e redenção.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a natureza de Deus como aquele que governa e protege, além de ser um convite ao reconhecimento de Sua soberania.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e poder, e a invocação de Seu nome é um chamado à adoração e à fidelidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"joel_4_21_limpo":{"palavra_pt":"limpo","palavra_original":"נָקָה","transliteracao":"nâqâh","strong":"H5352","significado_raiz":"Ideia básica: limpo.","significado_contextual":"O termo 'limpo' implica pureza e ausência de culpa ou contaminação.","explicacao_detalhada":"No contexto de Joel 4:21, 'limpo' refere-se à purificação que Deus traz ao Seu povo, prometendo libertação do pecado e da culpa.","por_que_esta_palavra":"A palavra 'limpo' é crucial para entender a obra redentora de Deus, que busca restaurar a pureza e a santidade de Seu povo.","conexao_teologica":"A ideia de limpeza é central na teologia bíblica, simbolizando a purificação do pecado e a restauração da comunhão com Deus.","referencias_relacionadas":["Salmos 51:10","Isaías 1:18","1 João 1:9"]},"joel_4_21_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O termo 'sangue' simboliza vida, sacrifício e redenção.","explicacao_detalhada":"Em Joel 4:21, o 'sangue' é um lembrete do sacrifício necessário para a expiação dos pecados e a restauração da relação com Deus.","por_que_esta_palavra":"A palavra 'sangue' é usada para enfatizar a gravidade do pecado e a necessidade de um sacrifício para a reconciliação com Deus.","conexao_teologica":"O sangue é um tema recorrente na Bíblia, representando a nova aliança em Cristo e a salvação que Ele oferece através de Seu sacrifício.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 Pedro 1:18-19"]}}