{"romanos_10_1_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao ser supremo, criador e sustentador do universo.","explicacao_detalhada":"Em Romanos 10:1, Paulo expressa seu desejo de que os israelitas sejam salvos, reconhecendo a soberania de Deus na salvação.","por_que_esta_palavra":"A menção de 'Deus' é essencial para entender a fonte da salvação e a relação entre Deus e a humanidade.","conexao_teologica":"A soberania de Deus na salvação é um tema central na teologia paulina, onde a graça divina é destacada como o meio pelo qual somos salvos.","referencias_relacionadas":["Romanos 5:8","Efésios 2:8-9","Tito 3:5"]},"romanos_10_1_libertar":{"palavra_pt":"salvacao","palavra_original":"σωτηρία","transliteracao":"sōtēría","strong":"G4991","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"A palavra 'salvação' refere-se ao ato de ser salvo ou libertado do pecado e da condenação.","explicacao_detalhada":"Em Romanos 10:1, a salvação é apresentada como um desejo profundo de Paulo para seu povo, enfatizando a necessidade de fé em Cristo.","por_que_esta_palavra":"A palavra 'salvação' é fundamental para a mensagem do evangelho, que oferece libertação e vida eterna.","conexao_teologica":"A salvação é um tema central em toda a Bíblia, onde Deus oferece redenção à humanidade através de Jesus Cristo.","referencias_relacionadas":["Romanos 1:16","Atos 4:12","João 3:16"]},"romanos_10_1_desejo":{"palavra_pt":"desejo","palavra_original":"εὐδοκία","transliteracao":"eudokía","strong":"G2107","significado_raiz":"Ideia básica: desejo.","significado_contextual":"A palavra 'desejo' expressa um anseio profundo ou uma vontade intensa.","explicacao_detalhada":"Em Romanos 10:1, Paulo revela seu desejo sincero pela salvação de seu povo, mostrando seu amor e preocupação por eles.","por_que_esta_palavra":"A escolha da palavra 'desejo' destaca a paixão de Paulo e sua intercessão por Israel.","conexao_teologica":"O desejo de Paulo reflete o coração de Deus, que deseja que todos sejam salvos e cheguem ao conhecimento da verdade.","referencias_relacionadas":["1 Timóteo 2:4","Ezequiel 18:23","Romanos 9:2-3"]},"romanos_10_2_marido":{"palavra_pt":"marido","palavra_original":"ζῆλος","transliteracao":"zēlos","strong":"G2205","significado_raiz":"Ideia básica: marido.","significado_contextual":"A palavra 'marido' é usada aqui para descrever um zelo ou paixão intensa.","explicacao_detalhada":"Em Romanos 10:2, Paulo fala sobre o zelo dos israelitas, que, embora tenham um fervor religioso, não conhecem a justiça de Deus.","por_que_esta_palavra":"A palavra 'marido' enfatiza a intensidade do zelo, que pode ser tanto positivo quanto negativo, dependendo do conhecimento da verdade.","conexao_teologica":"O zelo sem conhecimento é um tema importante, onde a verdadeira compreensão da justiça de Deus é essencial para a salvação.","referencias_relacionadas":["Gálatas 4:17","Romanos 10:3","Filipenses 3:6"]},"romanos_10_2_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é novamente mencionada para enfatizar a soberania e a autoridade divina.","explicacao_detalhada":"Em Romanos 10:2, a referência a Deus destaca a importância de entender Sua justiça e como ela se relaciona com a fé.","por_que_esta_palavra":"A palavra 'Deus' é central para a mensagem do evangelho, pois é através dEle que a salvação é oferecida.","conexao_teologica":"A relação entre a justiça de Deus e a fé é um tema recorrente em Romanos, onde Paulo explica como a justiça é acessível a todos os que creem.","referencias_relacionadas":["Romanos 3:21-22","Romanos 5:1","Hebreus 11:6"]},"romanos_10_2_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica uma relação de acordo ou alinhamento com algo.","explicacao_detalhada":"Em Romanos 10:2, 'conforme' é usado para descrever como o zelo dos israelitas não está alinhado com o conhecimento da justiça de Deus.","por_que_esta_palavra":"A escolha da palavra 'conforme' ressalta a importância de que o zelo deve ser baseado no entendimento correto da verdade.","conexao_teologica":"A teologia da conformidade à vontade de Deus é fundamental, onde a verdadeira fé deve estar de acordo com a revelação divina.","referencias_relacionadas":["Romanos 12:2","Colossenses 1:10","1 João 2:17"]},"romanos_10_3_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como a fonte de justiça e salvação.","explicacao_detalhada":"No contexto de Romanos 10:3, Paulo discute a busca da justiça por parte dos israelitas, que tentam estabelecer sua própria justiça em vez de se submeter à justiça de Deus. O termo 'deus' refere-se ao ser supremo que oferece a verdadeira justiça.","por_que_esta_palavra":"A palavra 'deus' é central na teologia cristã, pois representa a autoridade máxima e a fonte de toda a verdade e justiça.","conexao_teologica":"A justiça de Deus é revelada em Cristo, que é o cumprimento da lei e a resposta para a busca humana por justiça.","referencias_relacionadas":["Romanos 3:21-22","Romanos 5:1","Romanos 8:33-34"]},"romanos_10_3_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"A justiça é entendida como a condição de estar em conformidade com a lei de Deus.","explicacao_detalhada":"Paulo enfatiza que a verdadeira justiça não pode ser alcançada através das obras da lei, mas somente pela fé em Cristo. A 'justiça' aqui é a aceitação de Deus e a retidão que vem pela fé.","por_que_esta_palavra":"A palavra 'justiça' é crucial para entender a salvação e a relação entre Deus e a humanidade, sendo um tema central na carta aos Romanos.","conexao_teologica":"A justiça de Deus é revelada na obra redentora de Cristo, que justifica o pecador pela fé.","referencias_relacionadas":["Romanos 1:17","Romanos 3:24","Romanos 5:9"]},"romanos_10_3_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"Refere-se ao conhecimento íntimo e pessoal de Deus.","explicacao_detalhada":"Neste contexto, a palavra sugere que muitos conhecem a lei, mas não têm um relacionamento verdadeiro com Deus, que é essencial para a salvação.","por_que_esta_palavra":"A ideia de 'acquaintance' destaca a diferença entre conhecimento intelectual e um relacionamento pessoal com Deus.","conexao_teologica":"O conhecimento de Deus é fundamental para a fé e a salvação, conforme revelado nas Escrituras.","referencias_relacionadas":["Filipenses 3:8-10","João 17:3","1 João 2:3"]},"romanos_10_4_continual":{"palavra_pt":"continuo","palavra_original":"τέλος","transliteracao":"télos","strong":"G5056","significado_raiz":"Ideia básica: continuo.","significado_contextual":"Refere-se ao cumprimento da lei através de Cristo.","explicacao_detalhada":"Cristo é o fim da lei para todos os que creem, significando que Ele é a realização das promessas da lei e o meio pelo qual a justiça é alcançada.","por_que_esta_palavra":"A palavra 'continuo' indica que a obra de Cristo é permanente e suficiente para a salvação.","conexao_teologica":"A obra redentora de Cristo é a culminação da lei e a base da nova aliança.","referencias_relacionadas":["Mateus 5:17","Gálatas 3:24-25","Hebreus 10:14"]},"romanos_10_4_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"A lei é vista como um guia que aponta para a necessidade de um Salvador.","explicacao_detalhada":"Paulo explica que a lei não pode justificar, mas serve para mostrar a necessidade de Cristo, que cumpre a lei perfeitamente.","por_que_esta_palavra":"A palavra 'lei' é fundamental para entender a relação entre a justiça de Deus e a condição humana.","conexao_teologica":"A lei é santa e justa, mas a salvação vem pela fé em Cristo, não pelas obras da lei.","referencias_relacionadas":["Romanos 3:20","Gálatas 2:16","Romanos 7:12"]},"romanos_10_4_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo é o Messias, o Ungido de Deus que traz salvação.","explicacao_detalhada":"A palavra 'Cristo' enfatiza a missão redentora de Jesus, que é o cumprimento das profecias messiânicas.","por_que_esta_palavra":"A identificação de Jesus como Cristo é essencial para a fé cristã e a compreensão da salvação.","conexao_teologica":"Cristo é o centro da mensagem do evangelho e a chave para a compreensão da justiça de Deus.","referencias_relacionadas":["Isaías 53:5","Atos 4:12","Romanos 1:16"]},"romanos_10_5_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"A justiça é obtida pela fé e não pelas obras da lei.","explicacao_detalhada":"Paulo contrasta a justiça que vem da lei com a justiça que vem pela fé em Cristo, enfatizando que a salvação é um dom de Deus.","por_que_esta_palavra":"A repetição da palavra 'justiça' reforça a importância desse conceito na teologia de Paulo.","conexao_teologica":"A justificação é um tema central na doutrina da salvação, mostrando que somos justificados pela fé.","referencias_relacionadas":["Romanos 3:28","Romanos 5:1","Gálatas 3:11"]},"romanos_10_5_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"A lei é incapaz de justificar o homem diante de Deus.","explicacao_detalhada":"Paulo explica que a lei, embora boa, não pode salvar; é pela fé em Cristo que encontramos a verdadeira justificação.","por_que_esta_palavra":"A palavra 'lei' é crucial para entender a transição do Antigo para o Novo Testamento e a nova aliança em Cristo.","conexao_teologica":"A lei aponta para a necessidade de um Salvador, que é Cristo, que nos justifica.","referencias_relacionadas":["Romanos 3:20","Gálatas 2:21","Romanos 7:6"]},"romanos_10_5_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A ação de fazer refere-se à obediência à palavra de Deus.","explicacao_detalhada":"Neste contexto, 'fazer' implica em agir de acordo com a fé e a justiça que vem de Deus, não apenas seguir a lei.","por_que_esta_palavra":"A palavra 'fazer' destaca a importância das obras que são frutos da fé genuína.","conexao_teologica":"As obras são a evidência da fé verdadeira, conforme ensinado em Tiago e em outras partes do Novo Testamento.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Mateus 7:21"]},"romanos_10_6_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A fé é a confiança em Deus e em Sua palavra.","explicacao_detalhada":"Paulo explica que a fé é o meio pelo qual recebemos a salvação e a justiça de Deus, contrastando com a tentativa de alcançar a justiça pela lei.","por_que_esta_palavra":"A palavra 'fé' é fundamental para a experiência cristã, sendo a base da relação com Deus.","conexao_teologica":"A fé é o canal através do qual a graça de Deus é recebida, essencial para a salvação.","referencias_relacionadas":["Hebreus 11:1","Romanos 1:17","Efésios 2:8-9"]},"romanos_10_6_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"A justiça mencionada aqui refere-se à justiça que vem de Deus, que é acessível pela fé em Cristo.","explicacao_detalhada":"A justiça de Deus é um tema central na carta aos Romanos, onde Paulo explica que a justificação é recebida pela fé e não pelas obras da lei. Essa justiça é atribuída ao crente por meio da fé em Jesus Cristo.","por_que_esta_palavra":"A palavra 'justiça' é crucial para entender a relação entre Deus e o homem, especialmente no contexto da salvação e da fé.","conexao_teologica":"A justiça de Deus é um atributo essencial que revela Sua santidade e a necessidade de um mediador, que é Cristo.","referencias_relacionadas":["Romanos 1:17","Romanos 3:22","Romanos 5:1"]},"romanos_10_6_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"O céu é apresentado como a morada de Deus e o lugar de onde vem a salvação.","explicacao_detalhada":"No contexto de Romanos 10, o céu é mencionado para enfatizar que a salvação não está distante, mas acessível a todos que creem.","por_que_esta_palavra":"A palavra 'céu' é usada para ilustrar a proximidade de Deus e a acessibilidade da salvação através da fé.","conexao_teologica":"O céu simboliza a presença de Deus e a esperança da vida eterna para os crentes.","referencias_relacionadas":["Mateus 5:16","Filipenses 3:20","Hebreus 11:16"]},"romanos_10_7_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo é o Messias prometido, o Salvador que veio para redimir a humanidade.","explicacao_detalhada":"A menção de Cristo neste contexto destaca a importância de reconhecer Jesus como o Senhor e Salvador, essencial para a salvação.","por_que_esta_palavra":"A palavra 'Cristo' é fundamental para a fé cristã, pois representa a realização das promessas de Deus.","conexao_teologica":"Cristo é o mediador entre Deus e os homens, e sua obra redentora é central na teologia cristã.","referencias_relacionadas":["João 1:41","Atos 2:36","Romanos 1:3"]},"romanos_10_7_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A preposição 'entre' indica a relação entre Cristo e a humanidade, enfatizando a proximidade e a acessibilidade.","explicacao_detalhada":"No versículo, 'entre' sugere que a salvação não é algo distante, mas que Cristo está acessível a todos que o invocam.","por_que_esta_palavra":"A palavra 'entre' é importante para entender a relação direta entre o crente e Cristo.","conexao_teologica":"A proximidade de Cristo com a humanidade é um tema recorrente na teologia, mostrando que Ele é acessível a todos.","referencias_relacionadas":["Romanos 10:12","Atos 4:12","Hebreus 7:25"]},"romanos_10_7_cair":{"palavra_pt":"cair","palavra_original":"καταβαίνω","transliteracao":"katabaínō","strong":"G2597","significado_raiz":"Ideia básica: cair.","significado_contextual":"A expressão 'cair' refere-se à ideia de descer, que pode simbolizar a encarnação de Cristo ou a sua vinda ao mundo.","explicacao_detalhada":"Neste contexto, 'cair' pode ser interpretado como a descida de Cristo ao mundo, enfatizando sua humildade e acessibilidade.","por_que_esta_palavra":"A palavra 'cair' é usada para ilustrar a encarnação e a vinda de Cristo, que se fez homem para salvar a humanidade.","conexao_teologica":"A encarnação de Cristo é um dos pilares da fé cristã, mostrando como Deus se fez acessível aos homens.","referencias_relacionadas":["Filipenses 2:7","João 1:14","Romanos 8:3"]},"romanos_10_8_boca":{"palavra_pt":"boca","palavra_original":"στόμα","transliteracao":"stóma","strong":"G4750","significado_raiz":"Ideia básica: boca.","significado_contextual":"A boca é mencionada como o meio pelo qual se confessa a fé em Jesus.","explicacao_detalhada":"A confissão com a boca é um ato de fé que demonstra a crença interna e a aceitação de Jesus como Senhor.","por_que_esta_palavra":"A palavra 'boca' é significativa porque representa a expressão verbal da fé, essencial para a salvação.","conexao_teologica":"A confissão é um ato que liga a fé interna à ação externa, mostrando a importância da declaração pública da fé.","referencias_relacionadas":["Mateus 10:32","Lucas 12:8","Romanos 10:9"]},"romanos_10_8_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A fé é a confiança em Deus e em Sua palavra, essencial para a salvação.","explicacao_detalhada":"A fé é o meio pelo qual o crente se apropria da salvação oferecida por Cristo. É uma crença ativa que se manifesta em ações.","por_que_esta_palavra":"A palavra 'fé' é central no cristianismo, pois sem fé é impossível agradar a Deus.","conexao_teologica":"A fé é o fundamento da relação do crente com Deus, sendo a chave para a justificação.","referencias_relacionadas":["Hebreus 11:6","Romanos 5:1","Gálatas 2:20"]},"romanos_10_9_boca":{"palavra_pt":"boca","palavra_original":"στόμα","transliteracao":"stóma","strong":"G4750","significado_raiz":"Ideia básica: boca.","significado_contextual":"A boca é novamente mencionada como o meio de confissão da fé em Jesus.","explicacao_detalhada":"A confissão com a boca é um ato que acompanha a crença no coração, sendo essencial para a salvação.","por_que_esta_palavra":"A repetição da palavra 'boca' enfatiza a importância da confissão verbal na experiência de fé.","conexao_teologica":"A confissão é um ato de obediência à palavra de Deus e um testemunho da fé do crente.","referencias_relacionadas":["Romanos 10:10","1 João 4:15","Mateus 12:34"]},"romanos_10_9_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'Senhor' refere-se à autoridade de Jesus sobre a vida do crente.","explicacao_detalhada":"Reconhecer Jesus como Senhor implica em submeter-se à Sua autoridade e seguir Seus ensinamentos.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a relação de submissão e obediência do crente a Cristo.","conexao_teologica":"A soberania de Cristo é um tema central na teologia cristã, destacando Sua autoridade sobre todas as coisas.","referencias_relacionadas":["Atos 2:36","Romanos 14:9","Filipenses 2:11"]},"romanos_10_9_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o nome do Salvador, que é central para a fé cristã.","explicacao_detalhada":"O nome Jesus significa 'O Senhor é salvação' e é através dEle que a salvação é oferecida à humanidade.","por_que_esta_palavra":"A palavra 'Jesus' é essencial, pois representa a encarnação de Deus e a esperança de salvação.","conexao_teologica":"Jesus é o centro da mensagem do evangelho e a chave para a reconciliação entre Deus e o homem.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"romanos_10_10_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"A justiça mencionada aqui refere-se à justiça que vem pela fé em Cristo, não pelas obras da lei.","explicacao_detalhada":"A palavra 'justiça' (δικαιοσύνη) implica uma condição de estar em conformidade com a lei de Deus. Em Romanos 10:10, Paulo enfatiza que a justiça é alcançada através da fé, que é expressa pela confissão com a boca.","por_que_esta_palavra":"A palavra é crucial para entender a salvação, pois destaca que a justificação diante de Deus não é baseada em méritos pessoais, mas na fé em Jesus Cristo.","conexao_teologica":"A justiça de Deus é um tema central na teologia paulina, onde a fé é o meio pelo qual os crentes são justificados e reconciliados com Deus.","referencias_relacionadas":["Romanos 1:17","Romanos 3:22","Gálatas 2:16"]},"romanos_10_10_boca":{"palavra_pt":"boca","palavra_original":"στόμα","transliteracao":"stóma","strong":"G4750","significado_raiz":"Ideia básica: boca.","significado_contextual":"A boca é o meio pelo qual a confissão de fé é feita, essencial para a salvação.","explicacao_detalhada":"A palavra 'boca' (στόμα) simboliza a expressão verbal da fé. Em Romanos 10:10, Paulo destaca que a confissão com a boca é tão importante quanto a crença no coração.","por_que_esta_palavra":"A ênfase na boca ressalta a importância da declaração pública da fé, que é um passo essencial na experiência de salvação.","conexao_teologica":"A confissão é um ato de fé que demonstra a transformação interna que ocorre quando alguém aceita a Cristo.","referencias_relacionadas":["Mateus 10:32","Lucas 12:8","Atos 2:38"]},"romanos_10_10_libertar":{"palavra_pt":"salvacao","palavra_original":"σωτηρία","transliteracao":"sōtēría","strong":"G4991","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"A salvação é a libertação do pecado e da condenação, oferecida por meio da fé em Cristo.","explicacao_detalhada":"A palavra 'salvação' (σωτηρία) refere-se ao ato de ser salvo, que inclui a libertação do pecado e a reconciliação com Deus. Em Romanos 10:10, a salvação é acessível a todos que creem.","por_que_esta_palavra":"A salvação é o objetivo final da mensagem do evangelho, e é fundamental para a compreensão da obra redentora de Cristo.","conexao_teologica":"A salvação é um tema central na Bíblia, refletindo o amor e a graça de Deus para com a humanidade.","referencias_relacionadas":["Efésios 2:8-9","Tito 3:5","Romanos 1:16"]},"romanos_10_11_santo":{"palavra_pt":"santo","palavra_original":"γραφή","transliteracao":"graphḗ","strong":"G1124","significado_raiz":"Ideia básica: santo.","significado_contextual":"A palavra 'santo' refere-se à condição de ser separado para Deus, e aqui se aplica àqueles que creem.","explicacao_detalhada":"A palavra 'santo' (γραφή) é usada para descrever a Escritura, que é considerada sagrada e autoritativa. Em Romanos 10:11, Paulo cita que 'todo aquele que nele crer não será confundido', enfatizando a certeza da salvação.","por_que_esta_palavra":"A santidade de Deus é um aspecto fundamental da sua natureza, e a crença em Cristo nos torna santos diante dele.","conexao_teologica":"A santidade é um atributo de Deus que deve ser refletido na vida dos crentes, que são chamados a viver de maneira santa.","referencias_relacionadas":["1 Pedro 1:16","Hebreus 12:14","Romanos 1:7"]},"romanos_10_11_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A fé é a confiança em Deus e em suas promessas, essencial para a salvação.","explicacao_detalhada":"A palavra 'crer' (πιστεύω) implica uma crença ativa e confiante em Jesus Cristo como Senhor e Salvador. Em Romanos 10:11, Paulo afirma que aqueles que creem não serão confundidos, reforçando a segurança da fé.","por_que_esta_palavra":"A fé é o meio pelo qual recebemos a graça de Deus e é fundamental para a experiência cristã.","conexao_teologica":"A fé é um tema central na teologia cristã, sendo a base da relação do crente com Deus.","referencias_relacionadas":["Hebreus 11:1","Romanos 5:1","Gálatas 3:26"]},"romanos_10_11_confound":{"palavra_pt":"confound","palavra_original":"καταισχύνω","transliteracao":"kataischýnō","strong":"G2617","significado_raiz":"Ideia básica: confound.","significado_contextual":"A palavra 'confound' refere-se à ausência de vergonha ou de desapontamento para aqueles que creem.","explicacao_detalhada":"A palavra 'confound' (καταισχύνω) implica que aqueles que confiam em Cristo não serão envergonhados ou desapontados em sua fé. Em Romanos 10:11, Paulo assegura que a fé em Cristo traz segurança.","por_que_esta_palavra":"Esta palavra é importante porque enfatiza a certeza e a confiança que os crentes têm em sua salvação.","conexao_teologica":"A confiança em Deus é um aspecto vital da vida cristã, onde a fé é testada, mas nunca envergonha.","referencias_relacionadas":["Salmos 25:3","Isaías 28:16","Romanos 5:5"]},"romanos_10_12_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O Senhor é reconhecido como a autoridade suprema sobre todos os que invocam seu nome.","explicacao_detalhada":"A palavra 'senhor' (κύριος) refere-se à soberania de Cristo, que é o Senhor de todos. Em Romanos 10:12, Paulo afirma que não há distinção entre judeus e gentios, pois todos têm acesso ao Senhor.","por_que_esta_palavra":"A compreensão de Jesus como Senhor é fundamental para a fé cristã, pois implica submissão e reconhecimento de sua autoridade.","conexao_teologica":"A soberania de Cristo é um tema central na teologia cristã, refletindo sua posição como Rei e Senhor.","referencias_relacionadas":["Filipenses 2:9-11","Atos 2:36","Romanos 14:9"]},"romanos_10_13_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Invocar o nome do Senhor é um ato de fé que resulta em salvação.","explicacao_detalhada":"A palavra 'senhor' (κύριος) enfatiza a importância de reconhecer Jesus como o Salvador. Em Romanos 10:13, Paulo afirma que todos que invocarem o nome do Senhor serão salvos.","por_que_esta_palavra":"Esta palavra é crucial porque destaca a acessibilidade da salvação a todos, independentemente de sua origem.","conexao_teologica":"A invocação do nome do Senhor é um ato de fé que resulta em salvação, refletindo a graça de Deus.","referencias_relacionadas":["Joel 2:32","Atos 2:21","Romanos 10:9"]},"romanos_10_13_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"O caminho refere-se à maneira pela qual a salvação é acessível a todos que creem.","explicacao_detalhada":"A palavra 'caminho' (πᾶς) implica que a salvação está disponível para todos que invocam o nome do Senhor. Em Romanos 10:13, Paulo enfatiza que não há exclusão na oferta da salvação.","por_que_esta_palavra":"A ideia de um caminho acessível é fundamental para a mensagem do evangelho, que é inclusiva e abrangente.","conexao_teologica":"Jesus é descrito como o caminho, a verdade e a vida, refletindo a centralidade de sua obra na salvação.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 1:16"]},"romanos_10_14_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A fé é necessária para que alguém possa invocar o nome do Senhor e ser salvo.","explicacao_detalhada":"A palavra 'crer' (πιστεύω) é central para a experiência de salvação. Em Romanos 10:14, Paulo pergunta como alguém pode invocar o Senhor se não crer primeiro, enfatizando a sequência necessária para a salvação.","por_que_esta_palavra":"A fé é o primeiro passo na jornada de salvação, sendo essencial para a invocação do nome do Senhor.","conexao_teologica":"A relação entre fé e salvação é um tema recorrente na Bíblia, onde a fé é vista como o meio pelo qual recebemos a graça de Deus.","referencias_relacionadas":["Efésios 2:8","Romanos 5:1","Gálatas 3:26"]},"romanos_10_14_verdade":{"palavra_pt":"pregar/proclamar","palavra_original":"κηρύσσω","transliteracao":"kērýssō","strong":"G2784","significado_raiz":"Ideia básica: pregar.","significado_contextual":"A palavra 'pregar' refere-se à ação de anunciar a mensagem do evangelho.","explicacao_detalhada":"Neste contexto, Paulo enfatiza a importância de pregar para que as pessoas possam ouvir a mensagem de Cristo e, assim, crer. A pregação é um meio fundamental para a salvação.","por_que_esta_palavra":"A palavra 'pregar' é central na missão da Igreja, que é levar a mensagem de salvação a todos os povos.","conexao_teologica":"A pregação é um ato de obediência ao chamado de Deus para compartilhar o evangelho, refletindo a Grande Comissão.","referencias_relacionadas":["Mateus 28:19-20","Marcos 16:15","Atos 1:8"]},"romanos_10_14_adoracao":{"palavra_pt":"adoracao","palavra_original":"ἐπικαλέομαι","transliteracao":"epikaléomai","strong":"G1941","significado_raiz":"Ideia básica: adoracao.","significado_contextual":"A palavra 'adoracao' implica um chamado à invocação do nome do Senhor.","explicacao_detalhada":"Adorar é reconhecer a soberania de Deus e invocar Seu nome em busca de salvação e ajuda. A adoração é uma resposta ao amor e à graça de Deus.","por_que_esta_palavra":"A adoração é essencial na vida do crente, pois expressa a relação pessoal com Deus e a dependência dEle.","conexao_teologica":"A adoração é um aspecto fundamental da vida cristã, que deve ser feita em espírito e em verdade.","referencias_relacionadas":["João 4:24","Salmos 95:6","Romanos 12:1"]},"romanos_10_15_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' refere-se ao estado de harmonia e bem-estar que vem de Deus.","explicacao_detalhada":"A paz mencionada aqui é a paz que Cristo traz ao coração dos crentes, resultante da reconciliação com Deus através da fé.","por_que_esta_palavra":"A paz é um dos frutos do Espírito e um sinal da presença de Deus na vida do crente.","conexao_teologica":"A paz é um tema central na mensagem do evangelho, que oferece reconciliação e esperança.","referencias_relacionadas":["Filipenses 4:7","Colossenses 3:15","Romanos 5:1"]},"romanos_10_15_verdade":{"palavra_pt":"pregar/proclamar","palavra_original":"κηρύσσω","transliteracao":"kērýssō","strong":"G2784","significado_raiz":"Ideia básica: pregar.","significado_contextual":"A palavra 'pregar' é usada novamente para enfatizar a importância da proclamação do evangelho.","explicacao_detalhada":"A pregação é essencial para que as pessoas ouçam a mensagem de Cristo e sejam salvas. É um chamado à ação para os crentes.","por_que_esta_palavra":"Reforça a ideia de que a salvação vem pela fé, que é gerada pela audição da palavra de Deus.","conexao_teologica":"A pregação é um meio pelo qual Deus escolhe comunicar Sua verdade e trazer salvação.","referencias_relacionadas":["1 Coríntios 1:21","Romanos 1:16","Atos 2:21"]},"romanos_10_15_bom":{"palavra_pt":"evangelizar","palavra_original":"εὐαγγελίζω","transliteracao":"euangelízō","strong":"G2097","significado_raiz":"Ideia básica: evangelizar.","significado_contextual":"A palavra 'evangelizar' refere-se à boa nova que é proclamada aos que estão perdidos.","explicacao_detalhada":"Evangelizar é compartilhar a mensagem de salvação através de Jesus Cristo, que é a boa nova para a humanidade.","por_que_esta_palavra":"A evangelização é um mandamento de Cristo e uma expressão do amor de Deus pela humanidade.","conexao_teologica":"O evangelho é a mensagem central da fé cristã, que traz esperança e transformação.","referencias_relacionadas":["Lucas 4:18","Romanos 1:16","2 Timóteo 4:2"]},"romanos_10_16_bom":{"palavra_pt":"bom","palavra_original":"εὐαγγέλιον","transliteracao":"euangélion","strong":"G2098","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à mensagem do evangelho, que é considerada boa nova.","explicacao_detalhada":"A boa nova é a mensagem de salvação que traz esperança e vida eterna a todos que creem.","por_que_esta_palavra":"A bondade da mensagem do evangelho é um reflexo do caráter de Deus e de Seu plano redentor.","conexao_teologica":"A mensagem do evangelho é a manifestação do amor de Deus e Sua vontade de salvar a humanidade.","referencias_relacionadas":["Isaías 52:7","Romanos 1:16","Gálatas 1:11-12"]},"romanos_10_16_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade de Cristo sobre a vida dos crentes.","explicacao_detalhada":"Reconhecer Jesus como Senhor é aceitar Sua soberania e autoridade em todas as áreas da vida.","por_que_esta_palavra":"A autoridade de Cristo é fundamental para a fé cristã, pois Ele é o Salvador e Senhor.","conexao_teologica":"A confissão de Jesus como Senhor é um passo essencial para a salvação e a vida cristã.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:10-11","Atos 2:36"]},"romanos_10_16_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' refere-se à fé necessária para a salvação.","explicacao_detalhada":"Crer em Jesus Cristo é confiar plenamente em Sua obra redentora e aceitar a salvação que Ele oferece.","por_que_esta_palavra":"A fé é o meio pelo qual recebemos a graça de Deus e somos salvos.","conexao_teologica":"A fé é um elemento central na relação do crente com Deus e na experiência de salvação.","referencias_relacionadas":["Efésios 2:8-9","Hebreus 11:1","Romanos 5:1"]},"romanos_10_17_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A palavra 'fé' é apresentada como resultado da audição da palavra de Deus.","explicacao_detalhada":"A fé vem pela audição da mensagem do evangelho, que é proclamada e ouvida.","por_que_esta_palavra":"A fé é essencial para a salvação e é gerada pela exposição à palavra de Deus.","conexao_teologica":"A relação entre ouvir a palavra e crer é fundamental na teologia da salvação.","referencias_relacionadas":["Romanos 10:14-17","Gálatas 3:2","Tiago 1:21"]},"romanos_10_17_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'cristo' refere-se ao Messias, o Ungido de Deus.","explicacao_detalhada":"Cristo é o cumprimento das promessas de Deus e o Salvador que veio para redimir a humanidade.","por_que_esta_palavra":"Reconhecer Jesus como Cristo é aceitar Sua identidade e missão redentora.","conexao_teologica":"A identidade de Cristo como Ungido é central para a fé cristã e a compreensão da salvação.","referencias_relacionadas":["Mateus 16:16","João 1:41","Atos 2:36"]},"romanos_10_17_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a relação de proximidade e inclusão no contexto da fé.","explicacao_detalhada":"No versículo, a fé vem pelo ouvir a palavra de Cristo, e 'entre' sugere que a palavra de Deus está acessível a todos, não apenas a um grupo seleto.","por_que_esta_palavra":"A escolha da palavra 'entre' enfatiza a universalidade da mensagem do evangelho, que deve ser ouvida por todos os povos.","conexao_teologica":"A inclusão de todos na salvação é um tema central na teologia paulina, refletindo a missão de Cristo.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","Gálatas 3:28"]},"romanos_10_18_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico e à criação de Deus.","explicacao_detalhada":"Neste contexto, Paulo menciona que a mensagem do evangelho é ouvida em toda a terra, sublinhando a abrangência da pregação.","por_que_esta_palavra":"A palavra 'terra' é usada para mostrar que a revelação de Deus não se limita a um local, mas se estende a toda a criação.","conexao_teologica":"A criação inteira é afetada pela queda, mas também é redimida através da obra de Cristo.","referencias_relacionadas":["Salmos 19:1-4","Romanos 1:20","Colossenses 1:16-17"]},"romanos_10_18_terra":{"palavra_pt":"terra","palavra_original":"οἰκουμένη","transliteracao":"oikouménē","strong":"G3625","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' aqui é usada para enfatizar a abrangência da mensagem do evangelho.","explicacao_detalhada":"Paulo destaca que a mensagem de salvação é conhecida em toda a terra, reforçando a ideia de que Deus se revela a todos.","por_que_esta_palavra":"A inclusão da palavra 'terra' mostra que a salvação é para todos os povos, não apenas para os judeus.","conexao_teologica":"A universalidade da salvação é um tema recorrente nas cartas de Paulo, refletindo o amor de Deus por toda a humanidade.","referencias_relacionadas":["Isaías 52:10","Mateus 24:14","Atos 10:34-35"]},"romanos_10_18_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para referir-se ao Criador e à Sua soberania.","explicacao_detalhada":"Neste contexto, Paulo menciona que a mensagem de Deus é clara e acessível, revelando Sua vontade para a humanidade.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a origem da mensagem de salvação e a autoridade que ela carrega.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele é o autor da salvação.","referencias_relacionadas":["Salmos 46:10","Romanos 1:16","Efésios 2:8-9"]},"romanos_10_19_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é utilizada para enfatizar a relação entre Deus e Seu povo.","explicacao_detalhada":"Paulo menciona que Deus se revela a todos, e que a rejeição da mensagem é uma rejeição a Deus.","por_que_esta_palavra":"A palavra 'deus' é crucial para entender a natureza da revelação divina e a responsabilidade humana em respondê-la.","conexao_teologica":"A relação entre Deus e a humanidade é central na mensagem do evangelho, destacando a necessidade de fé.","referencias_relacionadas":["Hebreus 11:6","Romanos 10:13","1 João 4:16"]},"romanos_10_19_nome":{"palavra_pt":"nome","palavra_original":"Ἰσραήλ","transliteracao":"Israḗl","strong":"G2474","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e ao caráter de Israel como povo escolhido.","explicacao_detalhada":"Paulo menciona o nome de Israel para destacar a responsabilidade desse povo em reconhecer a mensagem de Cristo.","por_que_esta_palavra":"O 'nome' é importante porque representa a aliança de Deus com Israel e a expectativa de que eles reconheçam o Messias.","conexao_teologica":"A identidade de Israel é fundamental para entender a história da salvação e o cumprimento das promessas de Deus.","referencias_relacionadas":["Gênesis 32:28","Isaías 43:1","Romanos 9:4-5"]},"romanos_10_19_moses":{"palavra_pt":"moises","palavra_original":"Μωσεύς","transliteracao":"Mōseús","strong":"G3475","significado_raiz":"Ideia básica: moises.","significado_contextual":"A palavra 'moisés' refere-se ao líder que trouxe a lei e a revelação de Deus ao povo de Israel.","explicacao_detalhada":"Paulo menciona Moisés para contrastar a antiga aliança com a nova aliança em Cristo.","por_que_esta_palavra":"A referência a Moisés é significativa porque ele representa a lei, que é superada pela graça em Cristo.","conexao_teologica":"A relação entre a lei e a graça é um tema central na teologia de Paulo, mostrando a transição para a nova aliança.","referencias_relacionadas":["Êxodo 3:10","Deuteronômio 18:15","Gálatas 3:24-25"]},"romanos_10_20_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"A palavra 'buscar' implica um desejo ativo de encontrar a verdade.","explicacao_detalhada":"Paulo menciona que Deus é encontrado por aqueles que O buscam de todo o coração, enfatizando a necessidade de uma busca sincera.","por_que_esta_palavra":"A palavra 'buscar' é importante porque reflete a atitude que devemos ter em relação a Deus e à Sua revelação.","conexao_teologica":"A busca por Deus é um tema recorrente nas Escrituras, mostrando que Ele se revela àqueles que O procuram.","referencias_relacionadas":["Jeremias 29:13","Mateus 7:7","Tiago 4:8"]},"romanos_10_20_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se a uma transformação ou mudança significativa.","explicacao_detalhada":"Neste contexto, Paulo fala sobre como a busca por Deus pode levar a grandes mudanças na vida do indivíduo.","por_que_esta_palavra":"A ideia de 'tornar-se' é crucial para entender a transformação que ocorre na vida de quem aceita a mensagem do evangelho.","conexao_teologica":"A transformação pela fé é um tema central na teologia cristã, refletindo a nova vida em Cristo.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"romanos_10_20_esaias":{"palavra_pt":"esaias","palavra_original":"Ἡσαΐας","transliteracao":"Hēsaḯas","strong":"G2268","significado_raiz":"Ideia básica: esaias.","significado_contextual":"A palavra 'esaias' refere-se ao profeta que anunciou a vinda do Messias.","explicacao_detalhada":"Paulo cita Isaías para mostrar que a mensagem de salvação já estava prevista nas Escrituras.","por_que_esta_palavra":"A referência a Isaías é significativa porque conecta a mensagem de Paulo com as profecias do Antigo Testamento.","conexao_teologica":"A continuidade entre o Antigo e o Novo Testamento é fundamental para a compreensão da obra de Cristo.","referencias_relacionadas":["Isaías 53:1","Isaías 61:1","Romanos 15:12"]},"romanos_10_21_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo de manifestação e revelação de Deus ao seu povo.","explicacao_detalhada":"A palavra 'dia' é usada para simbolizar um período em que Deus se revela e atua na história, especialmente em relação à salvação e ao juízo.","por_que_esta_palavra":"O uso de 'dia' enfatiza a urgência e a importância do momento em que Deus se dirige ao seu povo.","conexao_teologica":"O 'dia' de Deus é um tema recorrente nas Escrituras, simbolizando tanto a salvação quanto o juízo.","referencias_relacionadas":["Isaías 61:2","Mateus 24:36","2 Pedro 3:10"]},"romanos_10_21_nome":{"palavra_pt":"nome","palavra_original":"Ἰσραήλ","transliteracao":"Israḗl","strong":"G2474","significado_raiz":"Ideia básica: nome.","significado_contextual":"O 'nome' representa a identidade e a relação do povo de Deus com Ele.","explicacao_detalhada":"O nome 'Israel' é significativo, pois representa o povo escolhido de Deus, que luta e prevalece com Ele.","por_que_esta_palavra":"O uso do 'nome' destaca a importância da identidade e da aliança entre Deus e seu povo.","conexao_teologica":"O nome de Deus e de seu povo é central na narrativa bíblica, simbolizando a relação de aliança.","referencias_relacionadas":["Gênesis 32:28","Êxodo 3:15","Salmos 135:4"]},"romanos_10_21_mao":{"palavra_pt":"mao","palavra_original":"χείρ","transliteracao":"cheír","strong":"G5495","significado_raiz":"Ideia básica: mao.","significado_contextual":"A 'mão' simboliza poder e ação de Deus na história.","explicacao_detalhada":"A palavra 'mão' é frequentemente usada para descrever a intervenção divina e a proteção que Deus oferece ao seu povo.","por_que_esta_palavra":"A 'mão' de Deus é um símbolo de força e autoridade, mostrando que Ele age em favor dos seus.","conexao_teologica":"A mão de Deus é um tema que aparece em muitos contextos, mostrando seu poder e cuidado.","referencias_relacionadas":["Salmos 89:13","Isaías 41:10","Êxodo 15:6"]}}