{"romanos_11_1_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina e à soberania de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'Deus' é fundamental na teologia cristã, representando o Criador e Sustentador do universo.","por_que_esta_palavra":"O uso de 'Deus' enfatiza a centralidade da divindade na vida e na fé do povo.","conexao_teologica":"A compreensão de Deus como soberano é essencial para a fé cristã e a compreensão da salvação.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"romanos_11_1_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de se tornar ou acontecer, especialmente em relação ao plano de Deus.","explicacao_detalhada":"A palavra 'tornar-se' implica em transformação e realização do propósito divino na história.","por_que_esta_palavra":"O uso dessa palavra destaca a ação de Deus em trazer à existência seus planos e promessas.","conexao_teologica":"A ideia de 'tornar-se' está ligada à realização das promessas de Deus e à transformação do ser humano.","referencias_relacionadas":["Isaías 43:19","Romanos 8:28","2 Coríntios 5:17"]},"romanos_11_2_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à fidelidade de Deus ao seu povo e às suas promessas.","explicacao_detalhada":"A palavra 'Deus' aqui reafirma a certeza de que Ele não abandonou seu povo, mesmo em tempos de apostasia.","por_que_esta_palavra":"O uso de 'Deus' enfatiza a certeza da aliança e a continuidade do plano divino.","conexao_teologica":"A fidelidade de Deus é um tema central na Escritura, mostrando que Ele cumpre suas promessas.","referencias_relacionadas":["Deuteronômio 7:9","Salmos 89:33","Hebreus 10:23"]},"romanos_11_2_santo":{"palavra_pt":"santo","palavra_original":"γραφή","transliteracao":"graphḗ","strong":"G1124","significado_raiz":"Ideia básica: santo.","significado_contextual":"Refere-se à Escritura como a palavra inspirada de Deus, que é santa e autoritária.","explicacao_detalhada":"A palavra 'santo' implica em separação e consagração, indicando que a Escritura é sagrada e deve ser respeitada.","por_que_esta_palavra":"O uso de 'santo' destaca a importância da Escritura na revelação de Deus e na vida do crente.","conexao_teologica":"A santidade da Escritura é fundamental para a compreensão da verdade divina e da moralidade.","referencias_relacionadas":["2 Timóteo 3:16","Salmos 119:140","Romanos 1:2"]},"romanos_11_2_povo":{"palavra_pt":"povo","palavra_original":"λαός","transliteracao":"laós","strong":"G2992","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo escolhido de Deus, que é chamado para ser seu testemunho na terra.","explicacao_detalhada":"A palavra 'povo' enfatiza a identidade coletiva dos que pertencem a Deus e sua missão no mundo.","por_que_esta_palavra":"O uso de 'povo' destaca a relação comunitária e a responsabilidade de viver segundo os princípios de Deus.","conexao_teologica":"A ideia de povo de Deus é central na narrativa bíblica, mostrando a aliança e a missão do crente.","referencias_relacionadas":["Êxodo 19:6","1 Pedro 2:9","Romanos 9:25-26"]},"romanos_11_3_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania e ao senhorio de Cristo sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' implica em autoridade e domínio, reconhecendo a posição de Cristo como Rei.","por_que_esta_palavra":"O uso de 'senhor' enfatiza a necessidade de submissão e adoração a Deus.","conexao_teologica":"A autoridade de Cristo é fundamental para a compreensão da salvação e do discipulado.","referencias_relacionadas":["Mateus 28:18","Filipenses 2:9-11","Romanos 10:9"]},"romanos_11_3_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à alma como a essência da vida e a parte imortal do ser humano.","explicacao_detalhada":"A palavra 'alma' indica a dimensão espiritual do ser humano, que é criada por Deus e destinada a viver em comunhão com Ele.","por_que_esta_palavra":"O uso de 'alma' destaca a importância da vida espiritual e da relação com Deus.","conexao_teologica":"A compreensão da alma é essencial para a teologia da salvação e da vida eterna.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","1 Tessalonicenses 5:23"]},"romanos_11_4_chamar":{"palavra_pt":"dizer","palavra_original":"λέγω","transliteracao":"légō","strong":"G3004","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação de Deus sobre a sua escolha e o remanescente de Israel.","explicacao_detalhada":"Neste contexto, Paulo cita a resposta de Deus a Elias, enfatizando que mesmo em tempos de apostasia, Deus sempre tem um remanescente fiel que Ele chama.","por_que_esta_palavra":"A escolha de Deus é comunicada através de Sua palavra, mostrando que Ele tem um plano e um propósito para o Seu povo.","conexao_teologica":"A ideia de que Deus fala e revela Sua vontade é central na teologia bíblica, mostrando que a revelação divina é contínua.","referencias_relacionadas":["1 Reis 19:18","Romanos 9:27","Isaías 10:22"]},"romanos_11_5_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"A palavra 'graça' aqui se refere à bondade imerecida de Deus que sustenta o remanescente de Israel.","explicacao_detalhada":"Paulo argumenta que a salvação é pela graça e não pelas obras, destacando que o remanescente é escolhido pela graça de Deus.","por_que_esta_palavra":"A graça é fundamental para entender a salvação e a relação de Deus com Seu povo, enfatizando que não é por mérito humano.","conexao_teologica":"A graça de Deus é um tema central no Novo Testamento, refletindo a natureza redentora de Deus.","referencias_relacionadas":["Efésios 2:8-9","Romanos 3:24","Tito 2:11"]},"romanos_11_5_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se ao ato de Deus em fazer surgir um remanescente fiel entre o povo de Israel.","explicacao_detalhada":"Paulo destaca que, apesar da incredulidade, Deus está sempre agindo para preservar um grupo que permanece fiel a Ele.","por_que_esta_palavra":"Isso enfatiza a soberania de Deus em moldar a história e a fé do Seu povo.","conexao_teologica":"A soberania de Deus é um tema recorrente, mostrando que Ele é ativo na história da salvação.","referencias_relacionadas":["Romanos 9:6","Isaías 1:9","Mateus 7:14"]},"romanos_11_5_opportunity":{"palavra_pt":"oportunidade","palavra_original":"καιρός","transliteracao":"kairós","strong":"G2540","significado_raiz":"Ideia básica: oportunidade.","significado_contextual":"A palavra 'oportunidade' refere-se ao tempo em que Deus age para salvar e chamar Seu povo.","explicacao_detalhada":"Paulo menciona que a graça de Deus se manifesta em momentos específicos, oferecendo salvação ao remanescente.","por_que_esta_palavra":"Isso ressalta a importância do tempo e da ação de Deus na história da salvação.","conexao_teologica":"A noção de 'kairos' (tempo oportuno) é vital na teologia, indicando que Deus age em momentos determinados.","referencias_relacionadas":["Gálatas 4:4","Romanos 5:6","2 Coríntios 6:2"]},"romanos_11_6_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"A repetição da palavra 'graça' enfatiza que a salvação é sempre um ato de Deus, não baseado em obras.","explicacao_detalhada":"Paulo reforça que a escolha de Deus é fundamentada na Sua graça, não na justiça humana.","por_que_esta_palavra":"A ênfase na graça é crucial para entender a natureza da salvação e a relação entre Deus e o homem.","conexao_teologica":"A graça é um pilar da teologia cristã, destacando a dependência do ser humano em relação à misericórdia divina.","referencias_relacionadas":["Romanos 3:20-24","Efésios 1:7","Romanos 11:5"]},"romanos_11_6_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' indica a transformação que ocorre na vida dos que são escolhidos por Deus.","explicacao_detalhada":"Paulo menciona que a graça de Deus resulta em uma nova identidade e propósito para o remanescente.","por_que_esta_palavra":"Isso mostra que a ação de Deus não é passiva, mas ativa na transformação da vida dos crentes.","conexao_teologica":"A transformação pela graça é um tema central na vida cristã, refletindo a nova criação em Cristo.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"romanos_11_6_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' refere-se à posição do remanescente no meio de um povo que se afastou de Deus.","explicacao_detalhada":"Paulo destaca que, mesmo em meio à incredulidade, Deus preserva um grupo fiel que permanece em comunhão com Ele.","por_que_esta_palavra":"Isso enfatiza a ideia de que a fidelidade a Deus pode existir mesmo em contextos adversos.","conexao_teologica":"A presença de um remanescente fiel é um tema recorrente na Bíblia, mostrando a fidelidade de Deus ao longo da história.","referencias_relacionadas":["1 Reis 19:18","Romanos 9:27","Apocalipse 3:4"]},"romanos_11_7_nome":{"palavra_pt":"nome","palavra_original":"Ἰσραήλ","transliteracao":"Israḗl","strong":"G2474","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade do povo escolhido de Deus, Israel.","explicacao_detalhada":"Paulo menciona Israel como o povo que recebeu as promessas e a aliança de Deus.","por_que_esta_palavra":"O nome representa a relação especial entre Deus e Israel, destacando a importância da identidade.","conexao_teologica":"A identidade do povo de Deus é central na narrativa bíblica, refletindo a aliança e as promessas divinas.","referencias_relacionadas":["Gênesis 32:28","Romanos 9:4-5","Isaías 43:1"]},"romanos_11_7_escolhido":{"palavra_pt":"escolhido","palavra_original":"ἐκλογή","transliteracao":"eklogḗ","strong":"G1589","significado_raiz":"Ideia básica: escolhido.","significado_contextual":"A palavra 'escolhido' refere-se ao ato soberano de Deus em selecionar um povo para Si mesmo.","explicacao_detalhada":"Paulo enfatiza que a escolha de Deus é baseada em Sua graça e não em méritos humanos.","por_que_esta_palavra":"Isso destaca a soberania de Deus na salvação e a importância da graça na escolha divina.","conexao_teologica":"A escolha de Deus é um tema importante na teologia, refletindo Sua soberania e misericórdia.","referencias_relacionadas":["Efésios 1:4-5","Romanos 9:11","2 Timóteo 1:9"]},"romanos_11_7_desejo":{"palavra_pt":"desejo","palavra_original":"ἐπιζητέω","transliteracao":"epizētéō","strong":"G1934","significado_raiz":"Ideia básica: desejo.","significado_contextual":"A palavra 'desejo' refere-se ao anseio de Deus por um relacionamento com Seu povo.","explicacao_detalhada":"Paulo menciona que Deus busca aqueles que são fiéis e que desejam estar em comunhão com Ele.","por_que_esta_palavra":"Isso mostra a iniciativa de Deus em buscar o relacionamento com a humanidade.","conexao_teologica":"O desejo de Deus por Seu povo é um tema central, refletindo Sua natureza amorosa e relacional.","referencias_relacionadas":["Ezequiel 34:11-12","Lucas 19:10","João 10:14"]},"romanos_11_8_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, enfatizando a soberania e a autoridade de Deus sobre a criação.","explicacao_detalhada":"A palavra 'deus' aqui destaca a natureza divina e a relação de Deus com o povo de Israel, mostrando que a rejeição de muitos não anula o plano divino.","por_que_esta_palavra":"É usada para ressaltar a importância da soberania de Deus na história da salvação e na escolha do Seu povo.","conexao_teologica":"A soberania de Deus é um tema central na teologia paulina, onde Ele é apresentado como o autor e consumador da fé.","referencias_relacionadas":["Romanos 9:15","Romanos 11:29","Efésios 1:11"]},"romanos_11_8_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito de Deus, que dá vida e entendimento espiritual.","explicacao_detalhada":"A palavra 'espírito' implica a presença ativa de Deus na vida dos crentes, guiando e iluminando suas mentes.","por_que_esta_palavra":"É essencial para entender a dinâmica da relação entre Deus e o homem, especialmente na obra de salvação.","conexao_teologica":"O Espírito Santo é o agente da regeneração e santificação, fundamental na vida cristã.","referencias_relacionadas":["João 3:6","Romanos 8:9","Gálatas 5:25"]},"romanos_11_8_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo específico, muitas vezes associado ao juízo ou à intervenção divina.","explicacao_detalhada":"A palavra 'dia' pode simbolizar um tempo de revelação ou de cumprimento das promessas de Deus.","por_que_esta_palavra":"É usada para enfatizar a certeza de que Deus agirá em um tempo determinado, conforme Sua vontade.","conexao_teologica":"O conceito de 'dia' é frequentemente ligado ao retorno de Cristo e ao juízo final.","referencias_relacionadas":["Mateus 24:36","1 Tessalonicenses 5:2","Apocalipse 20:11"]},"romanos_11_9_rei":{"palavra_pt":"rei","palavra_original":"Δαβίδ","transliteracao":"Dabíd","strong":"G1138","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a Davi, um dos maiores reis de Israel, simbolizando liderança e promessa.","explicacao_detalhada":"A menção de Davi destaca a linhagem messiânica e a fidelidade de Deus às Suas promessas ao povo de Israel.","por_que_esta_palavra":"É crucial para entender a continuidade da aliança de Deus com Israel e a vinda do Messias.","conexao_teologica":"Davi é um tipo de Cristo, e sua realeza prefigura o reino eterno de Jesus.","referencias_relacionadas":["2 Samuel 7:12-13","Salmos 89:3-4","Mateus 1:1"]},"romanos_11_9_pecado":{"palavra_pt":"pecado","palavra_original":"σκάνδαλον","transliteracao":"skándalon","strong":"G4625","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se a uma ofensa contra Deus, que resulta em separação e morte espiritual.","explicacao_detalhada":"A palavra 'pecado' enfatiza a gravidade da transgressão e a necessidade de redenção.","por_que_esta_palavra":"É fundamental para entender a condição humana e a necessidade da salvação em Cristo.","conexao_teologica":"O pecado é o motivo pelo qual a graça de Deus é tão necessária e preciosa.","referencias_relacionadas":["Romanos 3:23","Romanos 6:23","1 João 1:8"]},"romanos_11_9_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de se tornar ou acontecer, implicando transformação.","explicacao_detalhada":"A palavra 'tornar-se' sugere um processo de mudança que pode ser tanto positivo quanto negativo, dependendo do contexto.","por_que_esta_palavra":"É usada para descrever a ação de Deus em transformar a vida dos crentes.","conexao_teologica":"A transformação é um tema central na vida cristã, onde o crente é chamado a ser uma nova criação em Cristo.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"romanos_11_10_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à percepção e entendimento, tanto físico quanto espiritual.","explicacao_detalhada":"A palavra 'olho' simboliza a capacidade de ver e discernir a verdade de Deus.","por_que_esta_palavra":"É usada para enfatizar a necessidade de visão espiritual para compreender os planos de Deus.","conexao_teologica":"A visão espiritual é essencial para a fé e a obediência a Deus.","referencias_relacionadas":["Mateus 6:22","Efésios 1:18","Apocalipse 3:18"]},"romanos_11_10_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação ou recusa, enfatizando a soberania de Deus na escolha.","explicacao_detalhada":"A palavra 'não' aqui destaca a certeza de que Deus não rejeita Seu povo, apesar da incredulidade.","por_que_esta_palavra":"É crucial para entender a fidelidade de Deus às Suas promessas.","conexao_teologica":"A fidelidade de Deus é um tema central na Escritura, mostrando que Ele cumpre Suas promessas.","referencias_relacionadas":["Romanos 11:1","Salmos 94:14","Hebreus 13:5"]},"romanos_11_11_libertar":{"palavra_pt":"salvacao","palavra_original":"σωτηρία","transliteracao":"sōtēría","strong":"G4991","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"Refere-se à salvação e ao ato de ser salvo da condenação do pecado.","explicacao_detalhada":"A palavra 'salvação' implica a libertação do pecado e a restauração da relação com Deus.","por_que_esta_palavra":"É usada para enfatizar a obra redentora de Cristo e a esperança que ela traz.","conexao_teologica":"A salvação é o tema central do evangelho e a razão pela qual Cristo veio ao mundo.","referencias_relacionadas":["Romanos 1:16","Efésios 2:8-9","Tito 3:5"]},"romanos_11_11_pecado":{"palavra_pt":"pecado","palavra_original":"πταίω","transliteracao":"ptaíō","strong":"G4417","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se a falhas e transgressões que afastam o homem de Deus.","explicacao_detalhada":"A palavra 'pecado' aqui enfatiza a fragilidade humana e a necessidade de arrependimento.","por_que_esta_palavra":"É essencial para entender a condição do homem e a necessidade da graça de Deus.","conexao_teologica":"O reconhecimento do pecado é o primeiro passo para a salvação e a restauração.","referencias_relacionadas":["Romanos 3:10","Romanos 6:12","1 João 1:9"]},"romanos_11_12_riches":{"palavra_pt":"riches","palavra_original":"πλοῦτος","transliteracao":"ploûtos","strong":"G4149","significado_raiz":"Ideia básica: riches.","significado_contextual":"Riquezas espirituais que vêm da salvação e da graça de Deus.","explicacao_detalhada":"A palavra 'riquezas' refere-se não apenas a bens materiais, mas principalmente às bênçãos espirituais que os crentes recebem através da fé em Cristo. Em Romanos 11:12, Paulo sugere que a rejeição dos judeus trouxe riquezas para os gentios, indicando que a salvação é um presente divino.","por_que_esta_palavra":"A escolha da palavra 'riquezas' enfatiza a abundância das bênçãos que Deus oferece, contrastando com a pobreza espiritual que resulta da rejeição a Ele.","conexao_teologica":"As riquezas de Deus são um tema central na teologia paulina, refletindo a generosidade divina e a inclusão dos gentios no plano de salvação.","referencias_relacionadas":["Efésios 1:7-8","Filipenses 4:19","Colossenses 1:27"]},"romanos_11_12_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Ideia básica: mundo.","significado_contextual":"O mundo aqui se refere à humanidade e à criação que está sob a influência do pecado.","explicacao_detalhada":"No contexto de Romanos 11:12, 'mundo' implica a totalidade da criação que, por causa da queda, está em necessidade de redenção. A rejeição dos judeus trouxe bênçãos aos gentios, impactando o mundo de maneira significativa.","por_que_esta_palavra":"A palavra 'mundo' é usada para mostrar a abrangência do impacto da salvação, que não se limita a um grupo, mas se estende a toda a criação.","conexao_teologica":"A ideia de que a salvação é para o mundo inteiro é um tema recorrente nas Escrituras, refletindo o amor universal de Deus.","referencias_relacionadas":["João 3:16","Romanos 5:12","1 João 2:2"]},"romanos_11_13_servo":{"palavra_pt":"servo","palavra_original":"διακονία","transliteracao":"diakonía","strong":"G1248","significado_raiz":"Ideia básica: servo.","significado_contextual":"Refere-se ao ministério e ao serviço que Paulo exerce entre os gentios.","explicacao_detalhada":"A palavra 'servo' em Romanos 11:13 destaca o papel de Paulo como apóstolo, chamado para servir e levar a mensagem de Cristo aos não-judeus. Este serviço é visto como um ato de obediência e devoção a Deus.","por_que_esta_palavra":"A escolha de 'servo' enfatiza a humildade e a disposição de Paulo em se submeter à vontade de Deus para cumprir sua missão.","conexao_teologica":"O conceito de serviço é fundamental no cristianismo, refletindo o exemplo de Cristo, que veio para servir e não para ser servido.","referencias_relacionadas":["Marcos 10:45","Atos 20:24","2 Coríntios 4:5"]},"romanos_11_13_gloria":{"palavra_pt":"gloria","palavra_original":"δοξάζω","transliteracao":"doxázō","strong":"G1392","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A glória de Deus que é revelada através da salvação e do ministério de Paulo.","explicacao_detalhada":"Em Romanos 11:13, a 'glória' refere-se ao reconhecimento e à honra que Deus recebe quando as pessoas se voltam para Ele. A obra de Paulo visa glorificar a Deus ao trazer os gentios à fé.","por_que_esta_palavra":"A palavra 'glória' é usada para enfatizar a grandeza de Deus e o impacto que a salvação tem na vida dos crentes.","conexao_teologica":"A glória de Deus é um tema central na Bíblia, refletindo Sua majestade e o propósito da criação de glorificá-Lo.","referencias_relacionadas":["Romanos 3:23","1 Pedro 2:9","Apocalipse 4:11"]},"romanos_11_14_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à natureza humana e à condição pecaminosa da humanidade.","explicacao_detalhada":"A palavra 'carne' em Romanos 11:14 é usada para descrever a fraqueza e a limitação da natureza humana. Paulo menciona isso ao discutir como ele deseja provocar os judeus à ciúmes, levando-os à salvação.","por_que_esta_palavra":"A escolha de 'carne' destaca a vulnerabilidade e a necessidade de redenção que todos têm, independentemente de sua origem.","conexao_teologica":"A condição da carne é um tema importante na teologia cristã, que enfatiza a necessidade de transformação espiritual através de Cristo.","referencias_relacionadas":["Romanos 7:18","Gálatas 5:17","Filipenses 3:3"]},"romanos_11_14_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a relação entre os judeus e os gentios no contexto da salvação.","explicacao_detalhada":"A palavra 'entre' em Romanos 11:14 sugere a interação e a influência que Paulo espera ter sobre os judeus ao trazer os gentios à fé, provocando um desejo de salvação neles.","por_que_esta_palavra":"A escolha de 'entre' enfatiza a ideia de comunidade e a interconexão entre os crentes, independentemente de sua origem étnica.","conexao_teologica":"A inclusão dos gentios na família de Deus é um tema central na teologia de Paulo, mostrando que todos são um em Cristo.","referencias_relacionadas":["Gálatas 3:28","Efésios 2:14-16","Romanos 10:12"]},"romanos_11_14_provoke":{"palavra_pt":"provoke","palavra_original":"παραζηλόω","transliteracao":"parazēlóō","strong":"G3863","significado_raiz":"Ideia básica: provoke.","significado_contextual":"Refere-se ao ato de incitar ou estimular os judeus a buscar a salvação.","explicacao_detalhada":"A palavra 'provoke' em Romanos 11:14 é usada para descrever a intenção de Paulo de provocar ciúmes nos judeus, levando-os a reconsiderar sua rejeição a Cristo e buscar a salvação.","por_que_esta_palavra":"A escolha de 'provoke' destaca a estratégia de Paulo de usar a salvação dos gentios como um meio de despertar o interesse dos judeus.","conexao_teologica":"A ideia de provocar ciúmes é uma demonstração do amor de Deus, que deseja que todos se voltem para Ele, independentemente de sua origem.","referencias_relacionadas":["Romanos 10:19","Deuteronômio 32:21","1 Coríntios 1:23"]},"romanos_11_15_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida espiritual que é concedida através da salvação.","explicacao_detalhada":"A palavra 'vida' em Romanos 11:15 é usada para descrever a nova vida que os crentes recebem em Cristo, contrastando com a morte espiritual que resulta da rejeição de Deus.","por_que_esta_palavra":"A escolha de 'vida' enfatiza a transformação radical que ocorre na vida de uma pessoa ao aceitar a salvação.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, refletindo a promessa de Deus de vida eterna para aqueles que creem.","referencias_relacionadas":["João 10:10","Romanos 6:23","2 Coríntios 5:17"]},"romanos_11_15_expiacao":{"palavra_pt":"expiacao","palavra_original":"καταλλαγή","transliteracao":"katallagḗ","strong":"G2643","significado_raiz":"Ideia básica: expiacao.","significado_contextual":"Refere-se ao ato de reconciliação entre Deus e a humanidade através de Cristo.","explicacao_detalhada":"A palavra 'expiacao' em Romanos 11:15 indica o processo pelo qual a morte de Cristo trouxe reconciliação e paz entre Deus e os homens, permitindo que os pecadores sejam perdoados.","por_que_esta_palavra":"A escolha de 'expiacao' destaca a importância do sacrifício de Cristo como o meio pelo qual a humanidade é restaurada a um relacionamento correto com Deus.","conexao_teologica":"A expiação é um tema central na teologia cristã, refletindo a obra redentora de Cristo e a necessidade de perdão para a salvação.","referencias_relacionadas":["Romanos 5:10","2 Coríntios 5:18-19","Hebreus 9:22"]},"romanos_11_15_mundo":{"palavra_pt":"mundo","palavra_original":"κόσμος","transliteracao":"kósmos","strong":"G2889","significado_raiz":"Ideia básica: mundo.","significado_contextual":"Refere-se ao impacto da salvação no mundo como um todo.","explicacao_detalhada":"A palavra 'mundo' em Romanos 11:15 é usada para descrever a abrangência da salvação que, ao trazer vida, também transforma a realidade do mundo, trazendo esperança e redenção.","por_que_esta_palavra":"A escolha de 'mundo' enfatiza que a salvação não é apenas para um grupo, mas tem implicações universais.","conexao_teologica":"A salvação e a transformação do mundo são temas centrais na mensagem do evangelho, refletindo o plano redentor de Deus para toda a criação.","referencias_relacionadas":["Romanos 8:21","Colossenses 1:20","Apocalipse 21:1-4"]},"romanos_11_16_lump":{"palavra_pt":"lump","palavra_original":"φύραμα","transliteracao":"phýrama","strong":"G5445","significado_raiz":"Ideia básica: lump.","significado_contextual":"Refere-se à ideia de um pedaço ou porção que representa um todo.","explicacao_detalhada":"A palavra 'lump' (φύραμα) é usada para ilustrar como uma pequena parte de algo pode afetar o todo. No contexto de Romanos 11, Paulo usa essa metáfora para explicar que a salvação dos gentios está ligada à rejeição de Israel.","por_que_esta_palavra":"Esta palavra é significativa porque enfatiza a conexão entre a parte e o todo, mostrando que a aceitação de Cristo por alguns pode trazer bênçãos para muitos.","conexao_teologica":"A ideia de que a salvação é oferecida a todos, mas que a rejeição de Israel teve um papel crucial no plano de Deus.","referencias_relacionadas":["Romanos 11:16","Romanos 11:17","Romanos 11:18"]},"romanos_11_17_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Indica a transformação ou o surgimento de algo novo.","explicacao_detalhada":"A palavra 'tornar-se' (γίνομαι) é utilizada para descrever a mudança de estado, especialmente em relação à inclusão dos gentios na promessa de Deus.","por_que_esta_palavra":"É importante porque mostra como a graça de Deus se estende além de Israel, permitindo que os gentios se tornem parte do povo de Deus.","conexao_teologica":"A inclusão dos gentios na aliança de Deus é um tema central na teologia paulina.","referencias_relacionadas":["Romanos 11:17","Efésios 2:12-13","Gálatas 3:28"]},"romanos_11_18_gloria":{"palavra_pt":"gloria","palavra_original":"κατακαυχάομαι","transliteracao":"katakaucháomai","strong":"G2620","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se ao orgulho ou à vanglória que pode surgir da posição privilegiada.","explicacao_detalhada":"A palavra 'glória' (κατακαυχάομαι) é usada para advertir os gentios a não se vangloriarem por sua inclusão, pois isso pode levar à arrogância.","por_que_esta_palavra":"É um lembrete da humildade que deve acompanhar a graça recebida.","conexao_teologica":"A humildade é um princípio fundamental na vida cristã, especialmente em relação à salvação.","referencias_relacionadas":["Romanos 11:18","1 Coríntios 1:31","Tiago 4:6"]},"romanos_11_18_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Usado para enfatizar a negação ou a rejeição.","explicacao_detalhada":"A palavra 'deus' (μή) é uma partícula negativa que destaca a importância de não se esquecer da origem da salvação.","por_que_esta_palavra":"É crucial para entender que a salvação é um dom de Deus e não um direito dos gentios.","conexao_teologica":"A soberania de Deus na salvação é um tema recorrente nas Escrituras.","referencias_relacionadas":["Romanos 11:18","Efésios 2:8-9","Romanos 9:16"]},"romanos_11_19_falar":{"palavra_pt":"falar","palavra_original":"ῥέω","transliteracao":"rhéō","strong":"G4483","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à expressão verbal de pensamentos ou argumentos.","explicacao_detalhada":"A palavra 'falar' (ῥέω) é usada para introduzir um argumento ou uma objeção que os gentios podem ter em relação à rejeição de Israel.","por_que_esta_palavra":"É importante porque mostra a necessidade de diálogo e entendimento entre os crentes.","conexao_teologica":"A comunicação e a edificação mútua são essenciais na comunidade cristã.","referencias_relacionadas":["Romanos 11:19","Efésios 4:29","Colossenses 4:6"]},"romanos_11_19_break":{"palavra_pt":"quebrar","palavra_original":"ἐκκλάω","transliteracao":"ekkláō","strong":"G1575","significado_raiz":"Ideia básica: quebrar.","significado_contextual":"Indica a ação de romper ou separar.","explicacao_detalhada":"A palavra 'quebrar' (ἐκκλάω) é usada para descrever a ideia de que a rejeição de Israel não significa que Deus quebrou Sua aliança.","por_que_esta_palavra":"É fundamental para entender que a aliança de Deus permanece, mesmo diante da incredulidade.","conexao_teologica":"A fidelidade de Deus às Suas promessas é um tema central na Escritura.","referencias_relacionadas":["Romanos 11:19","Hebreus 10:23","Romanos 3:3"]},"romanos_11_20_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"Refere-se à confiança ou crença em algo.","explicacao_detalhada":"A palavra 'fé' (πίστις) é usada para descrever a confiança que os gentios devem ter em Deus e em Suas promessas.","por_que_esta_palavra":"É essencial para a vida cristã, pois a fé é o meio pelo qual recebemos a salvação.","conexao_teologica":"A fé é a base da relação entre o crente e Deus.","referencias_relacionadas":["Romanos 11:20","Hebreus 11:1","Efésios 2:8"]},"romanos_11_20_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se ao ato de estabelecer ou manter um compromisso.","explicacao_detalhada":"A palavra 'aliança' (ἵστημι) é usada para enfatizar a permanência da aliança de Deus com Seu povo.","por_que_esta_palavra":"É importante para entender que, apesar da rejeição, Deus ainda mantém Suas promessas.","conexao_teologica":"A aliança é um conceito central na teologia bíblica, representando o compromisso de Deus com a humanidade.","referencias_relacionadas":["Romanos 11:20","Gênesis 9:11","Hebreus 8:6"]},"romanos_11_20_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Usado para enfatizar a negação ou a rejeição.","explicacao_detalhada":"A palavra 'deus' (μή) é uma partícula negativa que destaca a importância de não se esquecer da origem da salvação.","por_que_esta_palavra":"É crucial para entender que a salvação é um dom de Deus e não um direito dos gentios.","conexao_teologica":"A soberania de Deus na salvação é um tema recorrente nas Escrituras.","referencias_relacionadas":["Romanos 11:20","Efésios 2:8-9","Romanos 9:16"]},"romanos_11_21_mankind":{"palavra_pt":"man kind","palavra_original":"φύσις","transliteracao":"phýsis","strong":"G5449","significado_raiz":"Ideia básica: man kind.","significado_contextual":"Refere-se à natureza humana e à condição do homem.","explicacao_detalhada":"A palavra 'mankind' (φύσις) é usada para descrever a condição humana e a necessidade de redenção.","por_que_esta_palavra":"É importante para entender a universalidade do pecado e a necessidade de salvação.","conexao_teologica":"A condição do homem é um tema central na doutrina do pecado e da salvação.","referencias_relacionadas":["Romanos 11:21","Romanos 3:23","Gênesis 6:5"]},"romanos_11_21_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica uma relação de acordo ou conformidade com algo.","explicacao_detalhada":"No contexto de Romanos 11:21, a palavra 'conforme' é utilizada para mostrar que a ação de Deus em relação aos gentios está de acordo com a sua justiça e plano divino. Ela sugere que as ações de Deus são sempre consistentes com sua natureza e propósitos.","por_que_esta_palavra":"Esta palavra é importante para entender como Deus age em conformidade com sua própria justiça e sabedoria, especialmente em relação à salvação.","conexao_teologica":"A ideia de conformidade com a justiça de Deus é central na teologia paulina, onde a soberania de Deus e a responsabilidade humana coexistem.","referencias_relacionadas":["Romanos 3:26","Romanos 9:14","Romanos 11:22"]},"romanos_11_22_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao ser supremo, criador e sustentador do universo.","explicacao_detalhada":"Em Romanos 11:22, Paulo menciona Deus para enfatizar sua natureza tanto de justiça quanto de bondade. Ele é o juiz que não hesita em punir, mas também é o salvador que oferece graça.","por_que_esta_palavra":"A menção de Deus é crucial para entender a dinâmica entre sua severidade e bondade, que é um tema recorrente na carta aos Romanos.","conexao_teologica":"A dualidade da natureza de Deus como justo e misericordioso é fundamental na compreensão da salvação e do juízo.","referencias_relacionadas":["Romanos 2:4","Romanos 9:15","Romanos 11:33"]},"romanos_11_22_gentleness":{"palavra_pt":"gentleness","palavra_original":"χρηστότης","transliteracao":"chrēstótēs","strong":"G5544","significado_raiz":"Ideia básica: gentleness.","significado_contextual":"A palavra 'gentileza' refere-se a uma qualidade de bondade e suavidade nas interações.","explicacao_detalhada":"No contexto de Romanos 11:22, a gentileza de Deus é apresentada como um aspecto de sua natureza que deve ser reconhecido e apreciado. Essa gentileza é um convite à reflexão sobre a bondade divina.","por_que_esta_palavra":"A gentileza é importante para entender como Deus se relaciona com a humanidade, oferecendo graça e perdão.","conexao_teologica":"A gentileza de Deus é um reflexo de sua graça e amor, que são centrais na mensagem do evangelho.","referencias_relacionadas":["Efésios 2:7","Tito 3:4","Romanos 2:4"]},"romanos_11_22_because":{"palavra_pt":"porque","palavra_original":"ἐπεί","transliteracao":"epeí","strong":"G1893","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou razão para algo que foi dito anteriormente.","explicacao_detalhada":"Em Romanos 11:22, 'porque' é usado para conectar a ideia da bondade de Deus com a necessidade de temor e reverência. É uma palavra que justifica a ação de Deus em relação aos homens.","por_que_esta_palavra":"É essencial para a argumentação de Paulo, pois liga a compreensão da bondade de Deus à resposta adequada do ser humano.","conexao_teologica":"A relação entre a bondade de Deus e a resposta humana é um tema central na teologia da salvação.","referencias_relacionadas":["Romanos 2:5","Romanos 11:20","Romanos 11:23"]},"romanos_11_23_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é novamente usada para enfatizar a soberania e o poder do Criador.","explicacao_detalhada":"Em Romanos 11:23, a referência a Deus destaca sua capacidade de restaurar e salvar, mesmo aqueles que foram rejeitados. Isso reforça a ideia de que ninguém está fora do alcance da graça divina.","por_que_esta_palavra":"A menção de Deus é fundamental para entender a esperança da restauração de Israel e a inclusão dos gentios.","conexao_teologica":"A soberania de Deus é um tema recorrente, mostrando que Ele tem o poder de salvar e restaurar.","referencias_relacionadas":["Romanos 9:16","Romanos 11:1","Romanos 11:26"]},"romanos_11_23_poderoso":{"palavra_pt":"poderoso","palavra_original":"δυνατός","transliteracao":"dynatós","strong":"G1415","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' refere-se à capacidade de Deus de realizar o que promete.","explicacao_detalhada":"No contexto de Romanos 11:23, a ênfase no poder de Deus é crucial para entender que Ele pode trazer de volta à fé aqueles que se afastaram.","por_que_esta_palavra":"A noção de poder é vital para a esperança cristã, pois garante que Deus pode cumprir suas promessas.","conexao_teologica":"O poder de Deus é um tema central na teologia, especialmente em relação à salvação e à ressurreição.","referencias_relacionadas":["Romanos 1:16","Romanos 4:21","Romanos 8:31"]},"romanos_11_24_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"A palavra 'conhecido' refere-se a uma relação íntima e pessoal.","explicacao_detalhada":"Em Romanos 11:24, a ideia de 'conhecido' implica um relacionamento especial entre Deus e seu povo, enfatizando a escolha divina.","por_que_esta_palavra":"A palavra é importante para entender a intimidade do relacionamento que Deus deseja ter com a humanidade.","conexao_teologica":"A relação de Deus com seu povo é um tema central na Escritura, refletindo a aliança e a escolha divina.","referencias_relacionadas":["Romanos 8:29","1 Pedro 2:9","Gálatas 4:9"]},"romanos_11_24_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma posição ou relação de proximidade.","explicacao_detalhada":"No contexto de Romanos 11:24, 'entre' é usado para descrever a inclusão dos gentios no plano de salvação de Deus, mostrando que eles não estão excluídos.","por_que_esta_palavra":"A inclusão é um tema importante, pois mostra que a salvação é para todos, não apenas para os judeus.","conexao_teologica":"A ideia de inclusão é central na mensagem do evangelho, que transcende barreiras étnicas e culturais.","referencias_relacionadas":["Romanos 10:12","Gálatas 3:28","Efésios 2:13"]},"romanos_11_24_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' é usada para indicar que algo está de acordo com um padrão ou princípio.","explicacao_detalhada":"Em Romanos 11:24, 'conforme' sugere que a inclusão dos gentios no plano de Deus está alinhada com sua vontade e propósito.","por_que_esta_palavra":"É essencial para entender que a salvação é parte do plano soberano de Deus desde o início.","conexao_teologica":"A soberania de Deus e seu plano de salvação são temas interligados na teologia cristã.","referencias_relacionadas":["Romanos 8:28","Efésios 1:11","Atos 2:23"]},"romanos_11_25_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' refere-se ao ato de selecionar ou designar algo ou alguém.","explicacao_detalhada":"Em Romanos 11:25, a escolha de Deus é enfatizada, mostrando que Ele tem um plano específico para Israel e os gentios.","por_que_esta_palavra":"A escolha é um conceito fundamental na teologia, refletindo a soberania de Deus sobre a história da salvação.","conexao_teologica":"A ideia de escolha divina é central na compreensão da aliança e da graça de Deus.","referencias_relacionadas":["Romanos 8:33","Efésios 1:4","2 Tessalonicenses 2:13"]},"romanos_11_25_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' refere-se ao processo de transformação ou mudança de estado, especialmente no contexto da salvação e da revelação divina.","explicacao_detalhada":"No versículo, Paulo fala sobre o mistério que envolve a salvação de Israel e como, em um futuro, todo Israel será salvo. A ideia de 'tornar-se' implica que há um processo em andamento que culminará em um resultado final.","por_que_esta_palavra":"Esta palavra é crucial para entender a dinâmica da salvação e a transformação que Deus opera na vida dos crentes e na história da redenção.","conexao_teologica":"A transformação é um tema central na teologia cristã, refletindo a obra de Deus em trazer vida onde havia morte e esperança onde havia desespero.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Efésios 2:1-5"]},"romanos_11_26_igreja":{"palavra_pt":"igreja","palavra_original":"Σιών","transliteracao":"Siṓn","strong":"G4622","significado_raiz":"Ideia básica: igreja.","significado_contextual":"A palavra 'igreja' é usada para descrever o povo de Deus, que é chamado para ser um testemunho da sua graça e verdade.","explicacao_detalhada":"Neste contexto, Paulo menciona a salvação de Israel, que se conecta à ideia de que a igreja é o novo Israel, onde todos os crentes, judeus e gentios, são um só corpo em Cristo.","por_que_esta_palavra":"A palavra 'igreja' é fundamental para entender a nova aliança e a inclusão dos gentios na promessa de Deus.","conexao_teologica":"A igreja é vista como o corpo de Cristo, onde cada membro tem um papel e uma função, refletindo a unidade e diversidade do povo de Deus.","referencias_relacionadas":["Mateus 16:18","Atos 2:47","Efésios 4:4-6"]},"romanos_11_26_nome":{"palavra_pt":"nome","palavra_original":"Ἰσραήλ","transliteracao":"Israḗl","strong":"G2474","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e ao caráter do povo de Deus, especificamente Israel, que é escolhido por Deus.","explicacao_detalhada":"No versículo, o nome 'Israel' representa a aliança de Deus com seu povo e a promessa de salvação que se estende a todos os que creem.","por_que_esta_palavra":"O nome é importante porque carrega a história e a identidade do povo de Deus, que é chamado a ser luz para as nações.","conexao_teologica":"A identidade em Cristo redefine o que significa ser parte do povo de Deus, unindo judeus e gentios sob um novo nome.","referencias_relacionadas":["Gênesis 32:28","Isaías 43:1","1 Pedro 2:9"]},"romanos_11_26_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma relação de inclusão e pertencimento, enfatizando a união do povo de Deus.","explicacao_detalhada":"Neste contexto, Paulo fala sobre a salvação que vem 'entre' o povo de Israel, destacando que a salvação é acessível a todos os que estão dispostos a crer.","por_que_esta_palavra":"A inclusão é um tema central na mensagem do evangelho, mostrando que não há barreiras para aqueles que buscam a Deus.","conexao_teologica":"A ideia de estar 'entre' enfatiza a comunhão e a unidade que Cristo traz ao seu povo, independentemente de origem.","referencias_relacionadas":["Gálatas 3:28","Efésios 2:13-14","Colossenses 3:11"]},"romanos_11_27_alianca":{"palavra_pt":"alianca/testamento","palavra_original":"διαθήκη","transliteracao":"diathḗkē","strong":"G1242","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se ao pacto que Deus fez com seu povo, prometendo-lhes salvação e proteção.","explicacao_detalhada":"Paulo menciona a aliança como um meio pelo qual Deus se compromete a restaurar Israel, mostrando que suas promessas são irrevogáveis.","por_que_esta_palavra":"A aliança é fundamental para entender a relação entre Deus e seu povo, sendo a base das promessas de redenção.","conexao_teologica":"A nova aliança em Cristo cumpre e transforma as promessas feitas a Israel, estendendo-as a todos os crentes.","referencias_relacionadas":["Hebreus 8:6-13","Jeremias 31:31-34","Lucas 22:20"]},"romanos_11_27_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"A palavra 'portanto' é uma conjunção que indica uma conclusão ou resultado baseado nas afirmações anteriores.","explicacao_detalhada":"Neste contexto, Paulo usa 'portanto' para conectar a discussão sobre a rejeição de Israel e a inclusão dos gentios, enfatizando a soberania de Deus na salvação.","por_que_esta_palavra":"É importante para entender a lógica do argumento de Paulo e como as verdades teológicas se interconectam.","conexao_teologica":"A conclusão de Paulo reforça a ideia de que a salvação é um ato soberano de Deus, que opera de maneiras que muitas vezes não compreendemos.","referencias_relacionadas":["Romanos 8:28","Romanos 9:30-33","Romanos 10:12-13"]},"romanos_11_28_bom":{"palavra_pt":"bom","palavra_original":"εὐαγγέλιον","transliteracao":"euangélion","strong":"G2098","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade da mensagem do evangelho e à bondade de Deus em sua obra de salvação.","explicacao_detalhada":"Paulo destaca que, apesar da rejeição de Israel, o plano de Deus é bom e traz bênçãos para todos os que creem.","por_que_esta_palavra":"A bondade de Deus é um tema central na teologia, refletindo seu caráter e suas intenções para a humanidade.","conexao_teologica":"A bondade de Deus se manifesta na salvação, mostrando que Ele deseja que todos sejam salvos e cheguem ao conhecimento da verdade.","referencias_relacionadas":["Salmos 119:68","Romanos 2:4","Tiago 1:17"]},"romanos_11_28_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica uma relação de acordo ou conformidade com um padrão ou princípio.","explicacao_detalhada":"Neste contexto, Paulo fala sobre a salvação que vem conforme a escolha e o propósito de Deus, não baseado em méritos humanos.","por_que_esta_palavra":"É essencial para entender que a salvação é um dom de Deus, que não depende de nossas obras, mas da graça divina.","conexao_teologica":"A ideia de conformidade com a vontade de Deus é central na vida cristã, onde buscamos viver de acordo com seus propósitos.","referencias_relacionadas":["Efésios 2:8-9","Romanos 3:23-24","Tito 3:5"]},"romanos_11_28_inimigo":{"palavra_pt":"inimigo","palavra_original":"ἐχθρός","transliteracao":"echthrós","strong":"G2190","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se à oposição que existe entre aqueles que rejeitam a mensagem de Deus e aqueles que a aceitam.","explicacao_detalhada":"Paulo menciona que, embora Israel seja considerado inimigo do evangelho por causa de sua rejeição, ainda assim é amado por causa das promessas feitas a seus antepassados.","por_que_esta_palavra":"A compreensão do inimigo é importante para entender a dinâmica da salvação e a luta espiritual que os crentes enfrentam.","conexao_teologica":"A relação entre inimigos e a graça de Deus revela a profundidade do amor divino, que busca a reconciliação mesmo com aqueles que O rejeitam.","referencias_relacionadas":["Romanos 5:10","Mateus 5:44","Efésios 6:12"]},"romanos_11_29_calling":{"palavra_pt":"calling","palavra_original":"κλῆσις","transliteracao":"klēsis","strong":"G2821","significado_raiz":"Ideia básica: calling.","significado_contextual":"A palavra 'chamado' refere-se à convocação divina para um propósito específico, especialmente no contexto da salvação.","explicacao_detalhada":"Paulo afirma que os dons e o chamado de Deus são irrevogáveis, enfatizando a fidelidade de Deus em cumprir suas promessas.","por_que_esta_palavra":"O chamado é essencial para entender a obra de Deus na vida dos crentes e a certeza de que Ele completará o que começou.","conexao_teologica":"O chamado de Deus é um tema central na teologia da salvação, refletindo sua soberania e graça na vida dos crentes.","referencias_relacionadas":["Romanos 8:30","1 Coríntios 1:9","Filipenses 1:6"]},"romanos_11_30_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina de Deus, que é a fonte de toda misericórdia.","explicacao_detalhada":"A palavra 'deus' (θεός) é usada para descrever a soberania e a autoridade de Deus sobre todas as coisas. No contexto de Romanos 11, Paulo fala sobre a misericórdia de Deus em relação aos gentios e aos israelitas.","por_que_esta_palavra":"A palavra é crucial para entender a relação de Deus com a humanidade e a sua ação redentora.","conexao_teologica":"Deus é apresentado como o autor da salvação, que oferece misericórdia a todos os que creem.","referencias_relacionadas":["Romanos 11:32","Romanos 9:15","Salmos 136:1"]},"romanos_11_30_palavra":{"palavra_pt":"palavra","palavra_original":"ἐλεέω","transliteracao":"eleéō","strong":"G1653","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à mensagem de Deus e à sua revelação ao homem.","explicacao_detalhada":"A palavra 'palavra' (ἐλεέω) neste contexto enfatiza a comunicação de Deus com a humanidade, especialmente no que diz respeito à sua misericórdia.","por_que_esta_palavra":"É importante para entender como Deus se revela e se relaciona com o seu povo.","conexao_teologica":"A palavra de Deus é viva e eficaz, trazendo transformação e vida.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Romanos 10:17"]},"romanos_11_31_compaixao":{"palavra_pt":"misericordia","palavra_original":"ἔλεος","transliteracao":"éleos","strong":"G1656","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"Refere-se à misericórdia que Deus demonstra para com os pecadores.","explicacao_detalhada":"A palavra 'misericórdia' (ἔλεος) é um tema central na teologia paulina, onde Paulo explica como tanto os judeus quanto os gentios são objetos da misericórdia divina.","por_que_esta_palavra":"É fundamental para compreender a natureza de Deus como um ser que perdoa e restaura.","conexao_teologica":"A misericórdia de Deus é um aspecto essencial da sua graça e amor.","referencias_relacionadas":["Efésios 2:4-5","Tito 3:5","Salmos 103:8"]},"romanos_11_31_palavra":{"palavra_pt":"palavra","palavra_original":"ἐλεέω","transliteracao":"eleéō","strong":"G1653","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à mensagem de compaixão e misericórdia de Deus.","explicacao_detalhada":"A palavra 'palavra' (ἐλεέω) aqui destaca a comunicação da misericórdia de Deus, que é um tema recorrente nas cartas de Paulo.","por_que_esta_palavra":"É essencial para entender a mensagem de esperança que Paulo traz aos crentes.","conexao_teologica":"A palavra de Deus é um veículo de sua misericórdia e compaixão.","referencias_relacionadas":["Romanos 10:17","Tiago 2:13","Salmos 119:76"]},"romanos_11_31_thou":{"palavra_pt":"tu","palavra_original":"σύ","transliteracao":"sý","strong":"G4771","significado_raiz":"Ideia básica: tu.","significado_contextual":"Refere-se à segunda pessoa do singular, enfatizando a relação pessoal entre Deus e o indivíduo.","explicacao_detalhada":"A palavra 'tu' (σύ) é usada para estabelecer uma conexão direta entre Deus e o crente, mostrando que a mensagem de Paulo é pessoal e aplicável a cada um.","por_que_esta_palavra":"É importante para a compreensão da relação íntima que cada crente tem com Deus.","conexao_teologica":"Deus se relaciona pessoalmente com cada um de nós, chamando-nos pelo nome.","referencias_relacionadas":["Isaías 43:1","João 10:3","Romanos 8:38-39"]},"romanos_11_32_conclude":{"palavra_pt":"conclude","palavra_original":"συγκλείω","transliteracao":"synkleíō","strong":"G4788","significado_raiz":"Ideia básica: conclude.","significado_contextual":"Refere-se à conclusão sobre a natureza da misericórdia de Deus.","explicacao_detalhada":"A palavra 'conclude' (συγκλείω) indica que Paulo está resumindo a argumentação sobre a inclusão dos gentios na promessa de Deus.","por_que_esta_palavra":"É crucial para entender a lógica de Paulo sobre a salvação e a misericórdia.","conexao_teologica":"A conclusão de Paulo reforça a ideia de que todos são pecadores e necessitam da graça de Deus.","referencias_relacionadas":["Romanos 3:23","Romanos 11:30","Gálatas 3:22"]},"romanos_11_32_palavra":{"palavra_pt":"palavra","palavra_original":"ἐλεέω","transliteracao":"eleéō","strong":"G1653","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à mensagem que conclui sobre a misericórdia de Deus.","explicacao_detalhada":"A palavra 'palavra' (ἐλεέω) aqui enfatiza a comunicação final sobre a misericórdia que Deus oferece a todos.","por_que_esta_palavra":"É importante para entender a mensagem de esperança e inclusão que Paulo traz.","conexao_teologica":"A palavra de Deus é um convite à salvação e à misericórdia.","referencias_relacionadas":["Romanos 10:13","2 Coríntios 5:19","Tito 2:11"]},"romanos_11_33_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"σοφία","transliteracao":"sophía","strong":"G4678","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"Refere-se à sabedoria infinita de Deus em seus planos e propósitos.","explicacao_detalhada":"A palavra 'sabedoria' (σοφία) destaca a profundidade e a complexidade dos caminhos de Deus, que muitas vezes estão além da compreensão humana.","por_que_esta_palavra":"É fundamental para reconhecer a grandeza de Deus e a sua soberania sobre a história.","conexao_teologica":"A sabedoria de Deus é um tema central na teologia, mostrando que seus planos são perfeitos.","referencias_relacionadas":["1 Coríntios 1:25","Provérbios 3:19","Romanos 11:36"]},"romanos_11_33_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza soberana e sábia de Deus.","explicacao_detalhada":"A palavra 'deus' (θεός) aqui reafirma a autoridade e a sabedoria de Deus em todas as suas ações.","por_que_esta_palavra":"É essencial para entender a relação entre a sabedoria divina e a revelação de seus planos.","conexao_teologica":"Deus é a fonte de toda sabedoria e entendimento.","referencias_relacionadas":["Tiago 1:5","Romanos 16:27","Salmos 147:5"]},"romanos_11_34_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' (κύριος) enfatiza o domínio de Deus sobre a criação e sua posição como autoridade suprema.","por_que_esta_palavra":"É importante para reconhecer a posição de Deus como Senhor e Salvador.","conexao_teologica":"A autoridade de Deus é um aspecto fundamental da sua natureza e do seu relacionamento com a humanidade.","referencias_relacionadas":["Mateus 28:18","Romanos 14:9","Filipenses 2:10-11"]},"romanos_11_34_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de se tornar ou acontecer algo significativo na relação entre Deus e a humanidade.","explicacao_detalhada":"A palavra 'tornar-se' implica uma transformação ou um processo de mudança que é central na teologia paulina, onde a graça de Deus atua na vida dos crentes.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a ação de Deus em realizar mudanças profundas na vida das pessoas, mostrando que Ele é soberano sobre todas as coisas.","conexao_teologica":"A transformação que ocorre na vida do crente é um tema recorrente nas cartas de Paulo, refletindo a ideia de que em Cristo somos novas criaturas.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 6:15"]},"romanos_11_34_humano":{"palavra_pt":"humano","palavra_original":"νοῦς","transliteracao":"noûs","strong":"G3563","significado_raiz":"Ideia básica: humano.","significado_contextual":"Refere-se à mente humana e sua capacidade de compreender as coisas de Deus.","explicacao_detalhada":"A palavra 'humano' destaca a limitação da sabedoria humana em comparação com a sabedoria divina, enfatizando a necessidade de revelação.","por_que_esta_palavra":"É importante para mostrar que a compreensão das coisas de Deus vai além da capacidade humana, necessitando da iluminação do Espírito Santo.","conexao_teologica":"A limitação da mente humana é um tema que aparece em várias partes da Bíblia, onde se destaca a sabedoria de Deus em contraste com a sabedoria dos homens.","referencias_relacionadas":["1 Coríntios 1:25","Isaías 55:8-9","Tiago 1:5"]},"romanos_11_35_first":{"palavra_pt":"primeiro","palavra_original":"προδίδωμι","transliteracao":"prodídōmi","strong":"G4272","significado_raiz":"Ideia básica: primeiro.","significado_contextual":"Indica a prioridade ou a primeira ação em um contexto de relacionamento com Deus.","explicacao_detalhada":"A palavra 'primeiro' sugere que Deus é o iniciador de todas as coisas, e que tudo o que temos vem dEle.","por_que_esta_palavra":"É usada para enfatizar que Deus é a fonte de todas as bênçãos e que devemos reconhecer Sua primazia em nossas vidas.","conexao_teologica":"A ideia de que Deus é o primeiro e o último é um tema central na Escritura, refletindo Sua soberania e eternidade.","referencias_relacionadas":["Apocalipse 1:8","Isaías 44:6","Romanos 11:36"]},"romanos_11_35_salvar":{"palavra_pt":"salvar","palavra_original":"ἤ","transliteracao":"ḗ","strong":"G2228","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à ação de salvar, que é central na mensagem do evangelho.","explicacao_detalhada":"A palavra 'salvar' implica não apenas a libertação do pecado, mas também a restauração da relação com Deus.","por_que_esta_palavra":"É crucial para entender a obra redentora de Cristo e a necessidade de salvação para a humanidade.","conexao_teologica":"A salvação é um tema central em toda a Bíblia, mostrando o amor e a graça de Deus em ação.","referencias_relacionadas":["Efésios 2:8-9","Romanos 10:9-10","Atos 4:12"]},"romanos_11_35_homem":{"palavra_pt":"homem","palavra_original":"τίς","transliteracao":"tís","strong":"G5101","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em geral, destacando a condição do homem diante de Deus.","explicacao_detalhada":"A palavra 'homem' é usada para enfatizar a fragilidade e a necessidade de redenção do ser humano.","por_que_esta_palavra":"É importante para reconhecer a universalidade do pecado e a necessidade de salvação para todos.","conexao_teologica":"A condição do homem é um tema recorrente, mostrando a necessidade de um Salvador.","referencias_relacionadas":["Romanos 3:23","Gênesis 1:27","Salmos 8:4-5"]},"romanos_11_36_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à glória de Deus, que é o reconhecimento de Sua majestade e poder.","explicacao_detalhada":"A palavra 'glória' implica a manifestação da presença de Deus e Sua grandeza em todas as coisas.","por_que_esta_palavra":"É usada para enfatizar que toda a criação deve glorificar a Deus, reconhecendo Sua soberania.","conexao_teologica":"A glória de Deus é um tema central na adoração e na vida cristã, refletindo a natureza de Deus.","referencias_relacionadas":["Salmos 19:1","Romanos 1:20","Isaías 43:7"]},"romanos_11_36_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a ideia de estar entre ou no meio de algo, especialmente em relação a Deus e Sua criação.","explicacao_detalhada":"A palavra 'entre' sugere a interconexão entre Deus e a humanidade, e como Ele está presente em todas as coisas.","por_que_esta_palavra":"É importante para entender a proximidade de Deus em relação à Sua criação e à Sua presença em nossas vidas.","conexao_teologica":"A presença de Deus entre Seu povo é um tema recorrente, mostrando Sua vontade de se relacionar conosco.","referencias_relacionadas":["Mateus 18:20","Salmos 139:7-10","Hebreus 13:5"]},"romanos_11_36_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao caminho que leva à vida, simbolizando a jornada espiritual do crente.","explicacao_detalhada":"A palavra 'caminho' implica a direção que devemos seguir em nossa vida cristã, guiados pela Palavra de Deus.","por_que_esta_palavra":"É usada para enfatizar a importância de seguir o caminho que Deus estabeleceu para nós.","conexao_teologica":"Jesus se apresenta como o caminho, a verdade e a vida, mostrando que Ele é o único caminho para o Pai.","referencias_relacionadas":["João 14:6","Salmos 119:105","Atos 2:28"]}}