{"romanos_12_1_piedade":{"palavra_pt":"piedade","palavra_original":"οἰκτιρμός","transliteracao":"oiktirmós","strong":"G3628","significado_raiz":"Ideia básica: piedade.","significado_contextual":"Refere-se à compaixão e misericórdia que devemos ter uns pelos outros, refletindo o caráter de Deus.","explicacao_detalhada":"A palavra 'piedade' implica um coração sensível às necessidades dos outros e uma disposição para agir em amor.","por_que_esta_palavra":"É importante para entender que a vida cristã deve ser marcada por ações de amor e compaixão.","conexao_teologica":"A piedade é uma expressão do amor de Deus em nós e deve ser refletida em nossas relações.","referencias_relacionadas":["Efésios 4:32","Colossenses 3:12","Tiago 1:27"]},"romanos_12_1_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza de Deus como o Criador e Sustentador de todas as coisas.","explicacao_detalhada":"A palavra 'Deus' enfatiza Sua soberania, poder e autoridade sobre toda a criação.","por_que_esta_palavra":"É fundamental reconhecer a centralidade de Deus em nossas vidas e em nossa adoração.","conexao_teologica":"A natureza de Deus é um tema central na teologia cristã, refletindo Sua grandeza e amor.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"romanos_12_2_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus supremo, criador e sustentador do universo.","explicacao_detalhada":"A palavra 'deus' neste contexto enfatiza a soberania e a autoridade de Deus sobre a vida dos crentes, chamando-os a não se conformar com os padrões do mundo, mas a se transformarem pela renovação da mente.","por_que_esta_palavra":"A escolha da palavra 'deus' é fundamental para entender a relação entre o crente e o Criador, destacando a necessidade de submeter-se à vontade divina.","conexao_teologica":"A teologia cristã ensina que Deus é a fonte de toda verdade e transformação, e que a vida do crente deve refletir essa realidade.","referencias_relacionadas":["Salmos 46:10","Isaías 40:28","Romanos 1:20"]},"romanos_12_2_acceptableted":{"palavra_pt":"acceptable ted","palavra_original":"εὐάρεστος","transliteracao":"euárestos","strong":"G2101","significado_raiz":"Ideia básica: acceptable ted.","significado_contextual":"Refere-se a algo que é agradável e aceitável a Deus.","explicacao_detalhada":"A palavra 'acceptable ted' implica que a vida transformada do crente deve ser uma oferta que agrada a Deus, refletindo sua vontade e propósito.","por_que_esta_palavra":"A utilização de 'acceptable ted' destaca a importância de viver de maneira que esteja em harmonia com os padrões divinos.","conexao_teologica":"A aceitação por Deus é um tema central na vida cristã, onde as ações e a vida do crente devem ser vistas como um culto espiritual.","referencias_relacionadas":["Hebreus 13:16","1 Pedro 2:5","Romanos 14:18"]},"romanos_12_3_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"Refere-se à graça que Deus concede aos crentes.","explicacao_detalhada":"A palavra 'graça' implica um favor imerecido que permite aos crentes viverem de acordo com a vontade de Deus e servirem uns aos outros com humildade.","por_que_esta_palavra":"A ênfase na graça é crucial, pois sem ela, os crentes não poderiam cumprir o chamado de Deus em suas vidas.","conexao_teologica":"A graça é um dos pilares da fé cristã, sendo a base para a salvação e a vida cristã.","referencias_relacionadas":["Efésios 2:8-9","2 Coríntios 12:9","Romanos 5:20"]},"romanos_12_3_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus que distribui dons e habilidades aos crentes.","explicacao_detalhada":"Neste contexto, a palavra 'deus' reafirma a soberania de Deus na concessão de dons espirituais, enfatizando que cada crente tem um papel único no corpo de Cristo.","por_que_esta_palavra":"A palavra é essencial para entender que todos os dons vêm de Deus e devem ser usados para a edificação da igreja.","conexao_teologica":"A doutrina dos dons espirituais é fundamental para a vida da igreja, onde cada membro é importante e necessário.","referencias_relacionadas":["1 Coríntios 12:4-7","Efésios 4:11-12","1 Pedro 4:10"]},"romanos_12_3_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"Refere-se à fé que os crentes devem ter em Deus.","explicacao_detalhada":"A palavra 'fé' implica confiança e crença nas promessas de Deus, essencial para a vida cristã e para a transformação pessoal.","por_que_esta_palavra":"A fé é a base da relação do crente com Deus e é necessária para agradá-lo e viver de acordo com sua vontade.","conexao_teologica":"A fé é um tema central na teologia cristã, sendo a chave para a salvação e a vida cristã.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Gálatas 2:20"]},"romanos_12_4_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do corpo de Cristo e à diversidade de seus membros.","explicacao_detalhada":"A palavra 'grande' enfatiza a importância e a magnitude do corpo de Cristo, onde cada membro tem um papel significativo.","por_que_esta_palavra":"A grandeza é usada para ilustrar a diversidade e a unidade dentro da igreja, mostrando que todos são necessários.","conexao_teologica":"A teologia do corpo de Cristo é fundamental para entender a interdependência dos crentes na igreja.","referencias_relacionadas":["1 Coríntios 12:12-14","Efésios 4:4-6","Romanos 12:5"]},"romanos_12_4_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo de Cristo, a igreja.","explicacao_detalhada":"A palavra 'corpo' simboliza a união dos crentes em Cristo, onde cada um desempenha uma função específica para o bem comum.","por_que_esta_palavra":"A utilização de 'corpo' é crucial para entender a interconexão e a importância de cada membro na comunidade de fé.","conexao_teologica":"A doutrina do corpo de Cristo é central para a compreensão da igreja como o organismo vivo de Cristo na terra.","referencias_relacionadas":["Colossenses 1:18","1 Coríntios 12:27","Efésios 1:22-23"]},"romanos_12_5_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Cristo como o Messias, o Ungido de Deus.","explicacao_detalhada":"A palavra 'cristo' destaca a identidade de Jesus como o Salvador e o cumprimento das promessas messiânicas do Antigo Testamento.","por_que_esta_palavra":"A designação de 'Cristo' é fundamental para a compreensão da missão de Jesus e seu papel na salvação da humanidade.","conexao_teologica":"A cristologia é um aspecto central da fé cristã, onde Jesus é reconhecido como o Filho de Deus e o Redentor.","referencias_relacionadas":["Mateus 16:16","João 1:41","Atos 2:36"]},"romanos_12_5_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da diversidade de dons no corpo de Cristo.","explicacao_detalhada":"A palavra 'grande' enfatiza a variedade e a importância dos diferentes dons que cada membro traz para a edificação da igreja.","por_que_esta_palavra":"A grandeza é usada para ilustrar que todos os dons são valiosos e contribuem para a missão da igreja.","conexao_teologica":"A diversidade de dons é um tema importante na teologia da igreja, mostrando que cada crente tem um papel único.","referencias_relacionadas":["1 Coríntios 12:4","Efésios 4:7","Romanos 12:6"]},"romanos_12_5_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo de Cristo, onde cada crente é um membro.","explicacao_detalhada":"A palavra 'corpo' simboliza a unidade e a interdependência dos crentes em Cristo, enfatizando que todos têm um papel a desempenhar.","por_que_esta_palavra":"A utilização de 'corpo' é essencial para entender a dinâmica da igreja e a importância de cada membro.","conexao_teologica":"A teologia do corpo de Cristo é fundamental para a compreensão da missão da igreja e a vida em comunidade.","referencias_relacionadas":["Romanos 12:4","1 Coríntios 12:27","Efésios 4:16"]},"romanos_12_6_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"A graça é um dom imerecido de Deus, que nos capacita a servir e a viver de acordo com Sua vontade.","explicacao_detalhada":"No contexto de Romanos 12, Paulo fala sobre o uso dos dons espirituais, enfatizando que cada um deve exercer seu dom com graça, reconhecendo que é pela graça de Deus que somos capacitados.","por_que_esta_palavra":"A palavra 'graça' é fundamental para entender a relação entre Deus e o ser humano, pois é através dela que recebemos a salvação e a capacidade de servir aos outros.","conexao_teologica":"A graça é um tema central na teologia cristã, representando a bondade e a misericórdia de Deus, que nos oferece perdão e aceitação.","referencias_relacionadas":["Efésios 2:8-9","Tito 2:11","2 Coríntios 12:9"]},"romanos_12_6_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A fé é a confiança em Deus e em Suas promessas, essencial para a vida cristã.","explicacao_detalhada":"Em Romanos 12, a fé é apresentada como um dom que deve ser exercido com sinceridade, refletindo a confiança em Deus e em Sua obra em nossas vidas.","por_que_esta_palavra":"A fé é a base da vida cristã, sendo o meio pelo qual nos relacionamos com Deus e recebemos Sua graça.","conexao_teologica":"A fé é um elemento central na salvação e na vida cristã, conforme ensinado em várias epístolas de Paulo.","referencias_relacionadas":["Hebreus 11:1","Romanos 1:17","Gálatas 2:20"]},"romanos_12_7_servo":{"palavra_pt":"servo","palavra_original":"διακονία","transliteracao":"diakonía","strong":"G1248","significado_raiz":"Ideia básica: servo.","significado_contextual":"O termo 'servo' refere-se a alguém que serve aos outros, especialmente no contexto da comunidade cristã.","explicacao_detalhada":"Em Romanos 12, Paulo destaca a importância do serviço dentro do corpo de Cristo, onde cada membro tem um papel a desempenhar.","por_que_esta_palavra":"A palavra 'servo' enfatiza a atitude de humildade e disposição para ajudar os outros, refletindo o caráter de Cristo.","conexao_teologica":"O serviço é um reflexo do amor cristão e da imitação de Cristo, que veio para servir e não para ser servido.","referencias_relacionadas":["Marcos 10:45","Gálatas 5:13","1 Pedro 4:10"]},"romanos_12_7_instrucao":{"palavra_pt":"instrucao","palavra_original":"διδασκαλία","transliteracao":"didaskalía","strong":"G1319","significado_raiz":"Ideia básica: instrucao.","significado_contextual":"A instrução é o ato de ensinar e transmitir conhecimento, especialmente sobre a palavra de Deus.","explicacao_detalhada":"No contexto de Romanos 12, Paulo exorta os crentes a usarem seus dons de ensino para edificar a igreja e promover o crescimento espiritual.","por_que_esta_palavra":"A instrução é vital para a formação da fé e do caráter cristão, ajudando os crentes a compreenderem a verdade de Deus.","conexao_teologica":"O ensino é um dos dons espirituais mencionados na Bíblia e é essencial para a edificação do corpo de Cristo.","referencias_relacionadas":["Mateus 28:19-20","2 Timóteo 3:16-17","Tito 2:1"]},"romanos_12_7_ensinar":{"palavra_pt":"ensinar","palavra_original":"διδάσκω","transliteracao":"didáskō","strong":"G1321","significado_raiz":"Ideia básica: ensinar.","significado_contextual":"Ensinar é o ato de transmitir conhecimento e sabedoria, especialmente no contexto da fé cristã.","explicacao_detalhada":"Em Romanos 12, Paulo destaca a importância de ensinar com diligência, ajudando os outros a crescerem na fé e no conhecimento de Deus.","por_que_esta_palavra":"O ensino é uma responsabilidade importante na comunidade cristã, pois molda a compreensão e a prática da fé.","conexao_teologica":"O ensino é um ministério vital na igreja, refletindo o chamado de Jesus para fazer discípulos.","referencias_relacionadas":["Atos 2:42","Romanos 15:14","1 Timóteo 4:11"]},"romanos_12_8_business":{"palavra_pt":"assunto","palavra_original":"σπουδή","transliteracao":"spoudḗ","strong":"G4710","significado_raiz":"Ideia básica: assunto.","significado_contextual":"Refere-se à seriedade e dedicação em realizar tarefas e responsabilidades.","explicacao_detalhada":"No contexto de Romanos 12, Paulo incentiva os crentes a se dedicarem com zelo e seriedade em suas atividades, especialmente no serviço ao próximo.","por_que_esta_palavra":"A dedicação é essencial para o crescimento e a eficácia do ministério dentro da igreja.","conexao_teologica":"A seriedade no serviço é um reflexo do compromisso do cristão com a obra de Deus.","referencias_relacionadas":["Colossenses 3:23-24","1 Coríntios 15:58","2 Pedro 1:10"]},"romanos_12_8_palavra":{"palavra_pt":"palavra","palavra_original":"ἐλεέω","transliteracao":"eleéō","strong":"G1653","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra refere-se a um ato de compaixão e misericórdia.","explicacao_detalhada":"Em Romanos 12, Paulo fala sobre a importância de demonstrar misericórdia, que é uma expressão prática da fé e do amor cristão.","por_que_esta_palavra":"A misericórdia é um aspecto fundamental da natureza de Deus e deve ser refletida na vida dos crentes.","conexao_teologica":"A misericórdia é um tema recorrente na Bíblia, mostrando a compaixão de Deus por Sua criação.","referencias_relacionadas":["Mateus 5:7","Tiago 2:13","Lucas 6:36"]},"romanos_12_8_consolo":{"palavra_pt":"consolo","palavra_original":"παράκλησις","transliteracao":"paráklēsis","strong":"G3874","significado_raiz":"Ideia básica: consolo.","significado_contextual":"O consolo é o ato de confortar e encorajar os outros em tempos de dificuldade.","explicacao_detalhada":"No contexto de Romanos 12, Paulo exorta os crentes a serem instrumentos de consolo, refletindo o amor e a compaixão de Cristo.","por_que_esta_palavra":"O consolo é uma expressão do amor cristão e é essencial para a edificação da comunidade de fé.","conexao_teologica":"Deus é descrito como o Deus de toda consolação, e os crentes são chamados a consolar uns aos outros.","referencias_relacionadas":["2 Coríntios 1:3-4","Romanos 15:5-6","1 Tessalonicenses 5:11"]},"romanos_12_9_mal":{"palavra_pt":"maligno/mau","palavra_original":"πονηρός","transliteracao":"ponērós","strong":"G4190","significado_raiz":"Ideia básica: maligno.","significado_contextual":"Refere-se a tudo que é moralmente errado ou maligno, oposto à bondade de Deus.","explicacao_detalhada":"Em Romanos 12, Paulo adverte os crentes a abominarem o mal e a se apegarem ao que é bom, enfatizando a necessidade de discernimento moral.","por_que_esta_palavra":"A resistência ao mal é fundamental para a vida cristã, pois somos chamados a viver em santidade.","conexao_teologica":"A luta contra o mal é uma temática central na Bíblia, refletindo a batalha espiritual que os crentes enfrentam.","referencias_relacionadas":["Efésios 6:12","Romanos 16:19","1 Pedro 5:8"]},"romanos_12_9_cleave":{"palavra_pt":"cleave","palavra_original":"κολλάω","transliteracao":"kolláō","strong":"G2853","significado_raiz":"Ideia básica: cleave.","significado_contextual":"Refere-se a se apegar firmemente a algo, especialmente ao que é bom.","explicacao_detalhada":"Em Romanos 12, Paulo instrui os crentes a se apegarem ao que é bom, enfatizando a importância de cultivar relacionamentos e valores que glorificam a Deus.","por_que_esta_palavra":"A ideia de se apegar ao que é bom é essencial para a vida cristã, pois nos ajuda a permanecer firmes na fé.","conexao_teologica":"A união com o que é bom reflete a natureza de Deus e Sua vontade para nós.","referencias_relacionadas":["Salmos 34:14","Romanos 12:21","1 Tessalonicenses 5:21"]},"romanos_12_10_amor":{"palavra_pt":"amor","palavra_original":"φιλαδελφία","transliteracao":"philadelphía","strong":"G5360","significado_raiz":"Ideia básica: amor.","significado_contextual":"O amor fraternal é uma expressão do amor que os cristãos devem ter uns pelos outros.","explicacao_detalhada":"A palavra 'amor' aqui se refere a um amor que é profundo e genuíno, caracterizado pela afeição e cuidado mútuo entre os membros da comunidade cristã. Este amor é um reflexo do amor de Cristo por nós.","por_que_esta_palavra":"Esta palavra é essencial para entender a dinâmica das relações dentro da igreja, onde o amor deve ser a base de todas as interações.","conexao_teologica":"O amor é um dos principais mandamentos de Jesus, que nos ensina a amar uns aos outros como Ele nos amou (João 13:34).","referencias_relacionadas":["João 13:34-35","1 Coríntios 13:4-7","1 João 4:7-8"]},"romanos_12_10_kindly":{"palavra_pt":"kindly","palavra_original":"φιλόστοργος","transliteracao":"philóstorgos","strong":"G5387","significado_raiz":"Ideia básica: kindly.","significado_contextual":"Refere-se a um amor que é carinhoso e afetuoso, especialmente entre familiares e irmãos na fé.","explicacao_detalhada":"A palavra 'kindly' implica um amor que é terno e que se preocupa com o bem-estar do outro, promovendo um ambiente de acolhimento e apoio.","por_que_esta_palavra":"É importante para enfatizar a necessidade de um amor que não é apenas formal, mas que se expressa em ações concretas de cuidado.","conexao_teologica":"Este tipo de amor reflete o caráter de Deus, que é amoroso e gentil com todos nós.","referencias_relacionadas":["Efésios 4:32","Colossenses 3:12","1 Pedro 1:22"]},"romanos_12_11_business":{"palavra_pt":"assunto","palavra_original":"σπουδή","transliteracao":"spoudḗ","strong":"G4710","significado_raiz":"Ideia básica: assunto.","significado_contextual":"Refere-se à diligência e seriedade nas atividades e responsabilidades da vida cristã.","explicacao_detalhada":"A palavra 'assunto' implica um compromisso ativo e uma abordagem proativa em servir a Deus e aos outros, sem preguiça.","por_que_esta_palavra":"É crucial para entender que a vida cristã requer esforço e dedicação, não apenas em momentos de culto, mas em todas as áreas da vida.","conexao_teologica":"A diligência é uma virtude que Deus espera de Seus servos, como visto em várias parábolas sobre a fidelidade e o uso dos talentos.","referencias_relacionadas":["Provérbios 12:24","Colossenses 3:23-24","2 Pedro 1:5"]},"romanos_12_11_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito como a força vital que nos capacita a viver e agir segundo a vontade de Deus.","explicacao_detalhada":"A palavra 'espírito' é usada para descrever a presença de Deus em nossas vidas, que nos guia e nos dá poder para cumprir Sua vontade.","por_que_esta_palavra":"É fundamental para entender a dependência do crente do Espírito Santo para viver uma vida que agrada a Deus.","conexao_teologica":"O Espírito Santo é o Consolador prometido por Jesus, que nos ajuda em nossas fraquezas (Romanos 8:26).","referencias_relacionadas":["Atos 1:8","Gálatas 5:22-23","Romanos 8:26"]},"romanos_12_11_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania de Deus sobre todas as coisas e à nossa submissão a Ele.","explicacao_detalhada":"A palavra 'senhor' implica um reconhecimento de que Deus é o nosso mestre e que devemos obedecê-Lo em todas as áreas da vida.","por_que_esta_palavra":"É importante para enfatizar a relação de autoridade entre Deus e os seres humanos, onde Ele é o criador e nós somos Suas criaturas.","conexao_teologica":"A submissão a Deus é um tema central na Bíblia, refletindo a nossa confiança em Sua sabedoria e plano.","referencias_relacionadas":["Salmos 24:1","Mateus 28:18","Romanos 14:8-9"]},"romanos_12_12_fe":{"palavra_pt":"esperanca","palavra_original":"ἐλπίς","transliteracao":"elpís","strong":"G1680","significado_raiz":"Ideia básica: esperanca.","significado_contextual":"Refere-se à esperança que os cristãos têm em Cristo e na promessa de Sua volta.","explicacao_detalhada":"A palavra 'esperança' implica uma expectativa confiante de que Deus cumprirá Suas promessas, mesmo em meio a dificuldades.","por_que_esta_palavra":"É crucial para a vida cristã, pois nos dá força e motivação para perseverar em tempos de provação.","conexao_teologica":"A esperança é uma âncora para a alma, que nos mantém firmes em nossa fé (Hebreus 6:19).","referencias_relacionadas":["Romanos 15:13","1 Pedro 1:3","Tito 1:2"]},"romanos_12_12_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à alegria que encontramos em Deus, que é a fonte de toda alegria verdadeira.","explicacao_detalhada":"A palavra 'deus' aqui destaca a importância de reconhecer a soberania e a bondade de Deus em nossas vidas, que nos traz alegria.","por_que_esta_palavra":"É essencial para entender que a verdadeira alegria não vem das circunstâncias, mas de um relacionamento com Deus.","conexao_teologica":"A alegria em Deus é um tema recorrente na Bíblia, que nos ensina a nos alegrar no Senhor sempre.","referencias_relacionadas":["Salmos 16:11","Filipenses 4:4","Neemias 8:10"]},"romanos_12_12_afflictedtion":{"palavra_pt":"afflicted tion","palavra_original":"θλῖψις","transliteracao":"thlîpsis","strong":"G2347","significado_raiz":"Ideia básica: afflicted tion.","significado_contextual":"Refere-se ao sofrimento e às tribulações que os cristãos enfrentam por causa de sua fé.","explicacao_detalhada":"A palavra 'afflicted tion' implica uma experiência de dor e dificuldade, mas que é parte da vida cristã e que deve ser enfrentada com fé.","por_que_esta_palavra":"É importante para entender que o sofrimento não é em vão, mas tem um propósito em moldar nosso caráter e fortalecer nossa fé.","conexao_teologica":"O sofrimento é uma parte da jornada cristã, como exemplificado na vida de Jesus e nos apóstolos.","referencias_relacionadas":["Romanos 5:3-5","2 Coríntios 1:5","1 Pedro 4:12-13"]},"romanos_12_13_business":{"palavra_pt":"assunto","palavra_original":"χρεία","transliteracao":"chreía","strong":"G5532","significado_raiz":"Ideia básica: assunto.","significado_contextual":"Refere-se à necessidade de cuidar das necessidades dos outros, especialmente dos irmãos na fé.","explicacao_detalhada":"A palavra 'assunto' aqui enfatiza a responsabilidade que temos de ajudar aqueles que estão em necessidade, refletindo o amor de Cristo.","por_que_esta_palavra":"É crucial para a vida comunitária da igreja, onde cada membro deve se preocupar com o bem-estar do outro.","conexao_teologica":"A prática de ajudar os necessitados é uma expressão do amor cristão e da fé em ação.","referencias_relacionadas":["Gálatas 6:2","Tiago 2:15-16","Mateus 25:35-40"]},"romanos_12_13_estrangeiro":{"palavra_pt":"estrangeiro","palavra_original":"φιλονεξία","transliteracao":"philonexía","strong":"G5381","significado_raiz":"Ideia básica: estrangeiro.","significado_contextual":"Refere-se à atitude de acolhimento e hospitalidade para com os que são diferentes de nós.","explicacao_detalhada":"A palavra 'estrangeiro' implica um chamado para tratar bem aqueles que são de fora da nossa comunidade, mostrando amor e aceitação.","por_que_esta_palavra":"É importante para promover uma igreja inclusiva, que reflete o amor de Deus por todas as pessoas.","conexao_teologica":"A hospitalidade é uma virtude cristã que demonstra o amor de Deus por todos, independentemente de sua origem.","referencias_relacionadas":["Hebreus 13:2","Mateus 25:35","Romanos 15:7"]},"romanos_12_13_communicate":{"palavra_pt":"communicate","palavra_original":"κοινωνέω","transliteracao":"koinōnéō","strong":"G2841","significado_raiz":"Ideia básica: communicate.","significado_contextual":"A palavra 'communicate' refere-se ao ato de compartilhar ou participar de algo em comum, especialmente no contexto da vida comunitária cristã.","explicacao_detalhada":"No contexto de Romanos 12:13, a palavra 'communicate' enfatiza a importância de compartilhar recursos e apoiar uns aos outros dentro da comunidade de fé. Isso reflete a ideia de que os cristãos devem estar unidos e ajudar aqueles que estão em necessidade.","por_que_esta_palavra":"Esta palavra é usada para encorajar os crentes a serem generosos e a se envolverem ativamente na vida uns dos outros, promovendo um senso de comunidade e solidariedade.","conexao_teologica":"A teologia do compartilhar e da comunhão é central no cristianismo, refletindo a natureza de Deus como um ser relacional e a importância da unidade no corpo de Cristo.","referencias_relacionadas":["Atos 2:44-45","2 Coríntios 9:7","Gálatas 6:2"]},"romanos_12_14_falar":{"palavra_pt":"falar","palavra_original":"εὐλογέω","transliteracao":"eulogéō","strong":"G2127","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' implica em abençoar ou expressar palavras de encorajamento e apoio.","explicacao_detalhada":"Em Romanos 12:14, a instrução de 'falar' refere-se à prática de abençoar aqueles que nos perseguem, o que é um chamado radical para responder ao mal com bondade e amor.","por_que_esta_palavra":"Esta palavra é crucial para entender a ética cristã de amar os inimigos e praticar o perdão, desafiando as normas sociais de retribuição.","conexao_teologica":"A bênção como resposta ao mal reflete o caráter de Cristo e sua mensagem de amor incondicional, que é central para a fé cristã.","referencias_relacionadas":["Mateus 5:44","1 Pedro 3:9","Lucas 6:28"]},"romanos_12_14_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada em um contexto de negação, enfatizando a importância de não retribuir o mal.","explicacao_detalhada":"Em Romanos 12:14, a negação de 'deus' sugere que não devemos agir de maneira que contradiga a natureza de Deus, que é amorosa e justa.","por_que_esta_palavra":"Esta palavra é usada para reforçar a ideia de que a resposta do cristão deve sempre refletir o caráter de Deus, mesmo em situações adversas.","conexao_teologica":"A compreensão de Deus como amoroso e justo é fundamental para a ética cristã, que nos chama a agir de acordo com Sua natureza.","referencias_relacionadas":["1 João 4:8","Salmos 37:28","Romanos 12:19"]},"romanos_12_14_seguir":{"palavra_pt":"seguir","palavra_original":"διώκω","transliteracao":"diṓkō","strong":"G1377","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em perseguir ou buscar algo com determinação.","explicacao_detalhada":"No contexto de Romanos 12:14, 'seguir' refere-se à ação de buscar o bem e a paz, mesmo diante da perseguição, refletindo uma atitude proativa de amor.","por_que_esta_palavra":"Esta palavra é importante porque nos chama a uma vida ativa de amor e bondade, mesmo em face da adversidade.","conexao_teologica":"A ideia de seguir o caminho do amor é central na vida cristã, refletindo a missão de Jesus de buscar e salvar o que estava perdido.","referencias_relacionadas":["Mateus 5:9","Romanos 14:19","Hebreus 12:14"]},"romanos_12_15_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para enfatizar a alegria que deve ser compartilhada entre os crentes.","explicacao_detalhada":"Em Romanos 12:15, a ideia de 'deus' está relacionada à alegria e à tristeza, indicando que devemos nos alegrar com os que se alegram e chorar com os que choram, promovendo empatia e solidariedade.","por_que_esta_palavra":"Esta palavra é usada para destacar a importância da empatia na comunidade cristã, refletindo o amor de Deus por meio de nossas ações.","conexao_teologica":"A empatia e a solidariedade são expressões do amor cristão, que é um reflexo do caráter de Deus que se importa com nossas alegrias e tristezas.","referencias_relacionadas":["Gálatas 6:2","1 Coríntios 12:26","Filipenses 2:4"]},"romanos_12_15_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' aqui implica em acompanhar ou estar presente nas emoções dos outros.","explicacao_detalhada":"Em Romanos 12:15, 'seguir' sugere a ideia de estar em sintonia com os sentimentos dos outros, promovendo uma comunidade unida e solidária.","por_que_esta_palavra":"Esta palavra é importante porque nos chama a viver em comunidade, onde as emoções e experiências uns dos outros são valorizadas e respeitadas.","conexao_teologica":"A vida em comunidade é um reflexo do corpo de Cristo, onde cada membro se preocupa com o bem-estar do outro, seguindo o exemplo de Cristo.","referencias_relacionadas":["Romanos 15:1","1 Tessalonicenses 5:11","Colossenses 3:12-14"]},"romanos_12_15_clamar":{"palavra_pt":"clamar","palavra_original":"κλαίω","transliteracao":"klaíō","strong":"G2799","significado_raiz":"Ideia básica: clamar.","significado_contextual":"A palavra 'clamar' refere-se a expressar dor ou tristeza de maneira intensa.","explicacao_detalhada":"Em Romanos 12:15, 'clamar' implica em compartilhar as dores e lutas uns dos outros, mostrando que a comunidade cristã deve ser um lugar de apoio mútuo.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a importância de estar presente nas dificuldades dos outros, refletindo o amor de Cristo em ação.","conexao_teologica":"O clamor e a dor compartilhada são parte da experiência humana, e a comunidade cristã é chamada a ser um lugar de cura e apoio, seguindo o exemplo de Jesus.","referencias_relacionadas":["Salmos 34:18","Gálatas 6:2","2 Coríntios 1:4"]},"romanos_12_16_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' refere-se ao processo de transformação pessoal e comunitária.","explicacao_detalhada":"Em Romanos 12:16, 'tornar-se' sugere a necessidade de humildade e de não se considerar superior aos outros, promovendo a unidade e a harmonia na comunidade.","por_que_esta_palavra":"Esta palavra é importante porque nos chama a uma atitude de humildade e respeito mútuo, fundamentais para a vida em comunidade.","conexao_teologica":"A transformação pessoal é um tema central na teologia cristã, onde somos chamados a nos tornar mais semelhantes a Cristo em nosso caráter e ações.","referencias_relacionadas":["Filipenses 2:3-4","Romanos 15:5-6","2 Coríntios 3:18"]},"romanos_12_16_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para enfatizar a negação de atitudes arrogantes.","explicacao_detalhada":"Em Romanos 12:16, a negação de 'deus' sugere que devemos evitar a arrogância e buscar a humildade entre os irmãos.","por_que_esta_palavra":"Esta palavra é usada para reforçar a ideia de que a humildade é essencial para a convivência cristã e para o crescimento espiritual.","conexao_teologica":"A humildade é um valor central no cristianismo, refletindo o caráter de Cristo e a necessidade de dependência de Deus.","referencias_relacionadas":["Tiago 4:6","1 Pedro 5:5","Mateus 23:12"]},"romanos_12_16_affection":{"palavra_pt":"affection","palavra_original":"φρονέω","transliteracao":"phronéō","strong":"G5426","significado_raiz":"Ideia básica: affection.","significado_contextual":"A palavra 'affection' refere-se a um amor genuíno e profundo entre os membros da comunidade.","explicacao_detalhada":"Em Romanos 12:16, 'affection' implica em ter um amor sincero e fraternal, que é essencial para a unidade e a harmonia na igreja.","por_que_esta_palavra":"Esta palavra é importante porque nos chama a cultivar relacionamentos autênticos e amorosos, refletindo o amor de Cristo entre nós.","conexao_teologica":"O amor fraternal é uma marca distintiva da comunidade cristã, que deve refletir a natureza amorosa de Deus em suas interações.","referencias_relacionadas":["1 João 4:7","Romanos 13:10","Colossenses 3:14"]},"romanos_12_17_homem":{"palavra_pt":"homem","palavra_original":"μηδείς","transliteracao":"mēdeís","strong":"G3367","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em geral, enfatizando a igualdade entre todos os homens diante de Deus.","explicacao_detalhada":"A palavra 'homem' aqui é usada para indicar que ninguém deve ser tratado de maneira injusta, independentemente de sua posição ou status. Isso reflete a visão cristã de que todos são iguais aos olhos de Deus.","por_que_esta_palavra":"A inclusão da palavra 'homem' destaca a importância da justiça e da equidade nas relações humanas.","conexao_teologica":"A justiça de Deus se estende a todos os homens, e a prática da justiça é um reflexo do caráter divino.","referencias_relacionadas":["Gálatas 3:28","Atos 10:34-35","Tiago 2:1-4"]},"romanos_12_17_mal":{"palavra_pt":"mal","palavra_original":"κακός","transliteracao":"kakós","strong":"G2556","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se a ações ou comportamentos que são moralmente errados ou prejudiciais.","explicacao_detalhada":"A palavra 'mal' é usada para descrever comportamentos que não são aceitáveis segundo os padrões de Deus. O versículo exorta os crentes a não retribuírem o mal com mal.","por_que_esta_palavra":"A inclusão do 'mal' enfatiza a necessidade de uma resposta ética e moral que reflita o amor de Cristo.","conexao_teologica":"Deus é visto como o supremo juiz que condena o mal, e os crentes são chamados a viver de maneira que reflita a santidade de Deus.","referencias_relacionadas":["Mateus 5:39","1 Pedro 3:9","Romanos 12:21"]},"romanos_12_17_caminho":{"palavra_pt":"caminho","palavra_original":"προνοέω","transliteracao":"pronoéō","strong":"G4306","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se à maneira de viver ou ao estilo de vida que um crente deve seguir.","explicacao_detalhada":"A palavra 'caminho' implica em uma jornada de vida que deve ser guiada pela ética cristã e pela busca da paz.","por_que_esta_palavra":"A escolha do 'caminho' é crucial, pois determina a direção da vida do crente e suas interações com os outros.","conexao_teologica":"Jesus é descrito como o caminho, a verdade e a vida, e os crentes são chamados a seguir Seu exemplo.","referencias_relacionadas":["João 14:6","Salmos 119:105","Provérbios 3:6"]},"romanos_12_18_poderoso":{"palavra_pt":"poderoso","palavra_original":"δυνατός","transliteracao":"dynatós","strong":"G1415","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Refere-se à capacidade de um crente de viver em paz e harmonia, mesmo em situações adversas.","explicacao_detalhada":"A palavra 'poderoso' sugere que a verdadeira força não está em retaliar, mas em buscar a paz e a reconciliação.","por_que_esta_palavra":"A ênfase na força interior é importante para os crentes, pois eles são chamados a agir de maneira que reflita a natureza de Deus.","conexao_teologica":"A força de Deus se manifesta na fraqueza, e os crentes são chamados a confiar na Sua força para viver em paz.","referencias_relacionadas":["Filipenses 4:13","2 Coríntios 12:9","Isaías 40:29"]},"romanos_12_18_viver":{"palavra_pt":"viver","palavra_original":"εἰρηνεύω","transliteracao":"eirēneúō","strong":"G1514","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se à ação de promover a paz e a harmonia nas relações interpessoais.","explicacao_detalhada":"A palavra 'viver' implica em um estilo de vida ativo que busca a paz, não apenas em palavras, mas em ações concretas.","por_que_esta_palavra":"A escolha de viver em paz é um chamado para todos os crentes, refletindo o caráter de Cristo em suas vidas.","conexao_teologica":"A paz é um fruto do Espírito, e viver em paz é uma evidência da presença de Deus na vida do crente.","referencias_relacionadas":["Mateus 5:9","Gálatas 5:22-23","Romanos 14:19"]},"romanos_12_18_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à interação e convivência entre as pessoas.","explicacao_detalhada":"A palavra 'entre' destaca a importância das relações interpessoais e a necessidade de buscar a paz em meio a conflitos.","por_que_esta_palavra":"A inclusão de 'entre' enfatiza que a paz deve ser buscada em todas as esferas das relações humanas.","conexao_teologica":"A unidade entre os crentes é um reflexo da unidade do corpo de Cristo, e a paz é essencial para essa unidade.","referencias_relacionadas":["Efésios 4:3","Colossenses 3:15","Romanos 15:5-6"]},"romanos_12_19_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania de Deus como juiz e autoridade suprema.","explicacao_detalhada":"A palavra 'senhor' enfatiza que a vingança pertence a Deus, e os crentes devem confiar Nele para lidar com injustiças.","por_que_esta_palavra":"A ênfase na autoridade de Deus é crucial para entender que a justiça não é nossa responsabilidade, mas de Deus.","conexao_teologica":"A soberania de Deus garante que todas as injustiças serão corrigidas no tempo certo.","referencias_relacionadas":["Deuteronômio 32:35","Hebreus 10:30","Salmos 94:1"]},"romanos_12_19_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação da ação humana em buscar vingança, confiando em Deus.","explicacao_detalhada":"A palavra 'deus' aqui é usada para enfatizar que somente Deus tem o direito de julgar e vingar.","por_que_esta_palavra":"A inclusão de 'deus' reforça a ideia de que a justiça divina é perfeita e deve ser confiada.","conexao_teologica":"A confiança em Deus como juiz é fundamental para a fé cristã, pois Ele é justo e fiel.","referencias_relacionadas":["Romanos 12:19","Salmos 37:5-6","1 Pedro 2:23"]},"romanos_12_20_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de fazer o bem, especialmente em relação aos inimigos.","explicacao_detalhada":"A palavra 'fazer' implica em ações concretas que demonstram amor e compaixão, mesmo para aqueles que nos fazem mal.","por_que_esta_palavra":"A ênfase em 'fazer' destaca que a fé deve ser acompanhada de ações que refletem o amor de Cristo.","conexao_teologica":"A prática do amor ao próximo, incluindo os inimigos, é um dos principais ensinamentos de Jesus.","referencias_relacionadas":["Mateus 5:44","Lucas 6:27-28","Romanos 12:21"]},"romanos_12_20_inimigo":{"palavra_pt":"inimigo","palavra_original":"ἐχθρός","transliteracao":"echthrós","strong":"G2190","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se a aqueles que se opõem ou prejudicam os crentes.","explicacao_detalhada":"A palavra 'inimigo' é usada para descrever aqueles que podem causar dor ou sofrimento, mas que ainda são objeto do amor de Deus.","por_que_esta_palavra":"A inclusão de 'inimigo' enfatiza o desafio de amar aqueles que nos fazem mal, um princípio central do cristianismo.","conexao_teologica":"O amor aos inimigos é um reflexo do amor incondicional de Deus por toda a humanidade.","referencias_relacionadas":["Mateus 5:44","Romanos 5:10","Lucas 23:34"]},"romanos_12_20_fogo":{"palavra_pt":"fogo","palavra_original":"πῦρ","transliteracao":"pŷr","strong":"G4442","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O fogo simboliza tanto a purificação quanto o juízo. Neste contexto, refere-se à reação que se deve ter ao tratar do mal.","explicacao_detalhada":"A expressão 'fogo' é utilizada para ilustrar como o bem pode vencer o mal. Ao fazer o bem, a pessoa está, de certa forma, acendendo um fogo que consome o mal ao seu redor.","por_que_esta_palavra":"A palavra 'fogo' é escolhida para enfatizar a intensidade e a transformação que o bem pode trazer na vida das pessoas e na sociedade.","conexao_teologica":"O fogo é frequentemente associado à presença de Deus e à purificação. Assim, fazer o bem é uma forma de refletir a natureza divina.","referencias_relacionadas":["Mateus 5:16","1 Pedro 3:9","Tiago 4:7"]},"romanos_12_21_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' aqui enfatiza a soberania e a justiça divina sobre todas as coisas.","explicacao_detalhada":"Neste versículo, a referência a Deus serve como um lembrete de que a vingança pertence a Ele, e não ao homem. Isso traz conforto e segurança ao crente.","por_que_esta_palavra":"A inclusão de 'Deus' reforça a ideia de que a justiça não é nossa responsabilidade, mas sim de Deus, que é justo e fiel.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, mostrando que Ele está no controle de todas as situações.","referencias_relacionadas":["Deuteronômio 32:35","Romanos 12:19","Hebreus 10:30"]},"romanos_12_21_subjugar":{"palavra_pt":"subjugar","palavra_original":"νικάω","transliteracao":"nikáō","strong":"G3528","significado_raiz":"Ideia básica: subjugar.","significado_contextual":"Subjugar o mal significa vencê-lo com o bem, uma inversão da lógica comum de retribuição.","explicacao_detalhada":"A palavra 'subjugar' implica em dominar ou vencer algo. Aqui, o apóstolo Paulo ensina que o crente deve vencer o mal através de ações boas e justas.","por_que_esta_palavra":"A escolha da palavra 'subjugar' destaca a luta espiritual e moral que os crentes enfrentam em suas vidas diárias.","conexao_teologica":"A ideia de vencer o mal com o bem é central na mensagem do evangelho, refletindo o caráter de Cristo.","referencias_relacionadas":["Gálatas 5:16","Efésios 6:12","1 João 5:4"]},"romanos_12_21_mal":{"palavra_pt":"mal","palavra_original":"κακός","transliteracao":"kakós","strong":"G2556","significado_raiz":"Ideia básica: mal.","significado_contextual":"O mal é visto como uma força que deve ser resistida e superada pelo bem.","explicacao_detalhada":"Neste contexto, 'mal' refere-se a ações e intenções que são contrárias à vontade de Deus. O crente é chamado a não retribuir o mal com mais mal.","por_que_esta_palavra":"A palavra 'mal' é crucial para entender a natureza do pecado e a necessidade de uma resposta ética e moral do crente.","conexao_teologica":"O conceito de mal é fundamental na teologia, pois destaca a necessidade da redenção e da transformação pela graça de Deus.","referencias_relacionadas":["Romanos 3:23","1 Pedro 2:12","Tiago 1:13"]}}