{"romanos_13_1_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' refere-se à essência da vida e à parte imortal do ser humano.","explicacao_detalhada":"Neste versículo, a 'alma' é mencionada para enfatizar a importância da submissão às autoridades, reconhecendo que a vida é um dom de Deus.","por_que_esta_palavra":"A escolha da palavra 'alma' destaca a conexão entre a vida espiritual e a obediência às autoridades estabelecidas.","conexao_teologica":"A alma é vista como a parte que se relaciona diretamente com Deus, e sua submissão às autoridades é um reflexo da submissão a Deus.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","1 Pedro 2:13"]},"romanos_13_1_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como a fonte de toda autoridade, estabelecendo a ordem no mundo.","explicacao_detalhada":"Neste contexto, a palavra 'Deus' enfatiza que todas as autoridades são instituídas por Ele, e, portanto, devem ser respeitadas.","por_que_esta_palavra":"A inclusão de 'Deus' reforça a ideia de que a obediência às autoridades é, em última análise, uma obediência a Deus.","conexao_teologica":"A soberania de Deus sobre as autoridades é um tema recorrente na Bíblia, mostrando que Ele está no controle de todas as coisas.","referencias_relacionadas":["Romanos 13:2","1 Pedro 2:13","Daniel 2:21"]},"romanos_13_1_autoridade":{"palavra_pt":"autoridade","palavra_original":"ἐξουσία","transliteracao":"exousía","strong":"G1849","significado_raiz":"Ideia básica: autoridade.","significado_contextual":"A palavra 'autoridade' refere-se ao poder legítimo que é concedido por Deus.","explicacao_detalhada":"Neste versículo, 'autoridade' é usada para descrever aqueles que governam e que têm o dever de manter a ordem e a justiça.","por_que_esta_palavra":"A escolha da palavra 'autoridade' é importante para entender a estrutura social e a necessidade de respeito às leis e governantes.","conexao_teologica":"A autoridade é vista como um instrumento de Deus para o bem da sociedade, refletindo Sua ordem e justiça.","referencias_relacionadas":["Romanos 13:2","Tito 3:1","1 Pedro 2:14"]},"romanos_13_2_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' reafirma a soberania divina sobre todas as coisas, incluindo as autoridades.","explicacao_detalhada":"Neste contexto, a menção a Deus serve para lembrar que a desobediência às autoridades é, na verdade, uma desobediência a Deus.","por_que_esta_palavra":"A palavra 'Deus' é crucial para entender a relação entre a obediência humana e a vontade divina.","conexao_teologica":"A soberania de Deus é um tema central, mostrando que Ele é o autor de toda autoridade.","referencias_relacionadas":["Romanos 13:1","Salmos 75:7","Provérbios 21:1"]},"romanos_13_2_autoridade":{"palavra_pt":"autoridade","palavra_original":"ἐξουσία","transliteracao":"exousía","strong":"G1849","significado_raiz":"Ideia básica: autoridade.","significado_contextual":"A 'autoridade' é vista como um instrumento de Deus para manter a ordem e a justiça na sociedade.","explicacao_detalhada":"Neste versículo, a palavra 'autoridade' enfatiza que aqueles que governam têm um papel dado por Deus e devem ser respeitados.","por_que_esta_palavra":"A escolha da palavra 'autoridade' é importante para entender a estrutura social e a necessidade de respeito às leis e governantes.","conexao_teologica":"A autoridade é um reflexo da ordem divina e deve ser honrada como tal.","referencias_relacionadas":["Romanos 13:1","Tito 3:1","1 Pedro 2:13"]},"romanos_13_3_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' refere-se à capacidade de tomar decisões que refletem a vontade de Deus.","explicacao_detalhada":"Neste contexto, 'escolher' implica em fazer escolhas que estejam alinhadas com a justiça e a moralidade divina.","por_que_esta_palavra":"A escolha da palavra 'escolher' destaca a responsabilidade pessoal de cada crente em agir de acordo com os princípios de Deus.","conexao_teologica":"A liberdade de escolha é um aspecto importante da teologia, pois Deus nos deu a capacidade de decidir entre o bem e o mal.","referencias_relacionadas":["Deuteronômio 30:19","Gálatas 5:13","Colossenses 3:2"]},"romanos_13_3_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de cumprir deveres e responsabilidades, especialmente em relação à autoridade.","explicacao_detalhada":"No contexto de Romanos 13:3, 'fazer' implica em agir de maneira justa e correta, obedecendo às autoridades estabelecidas, que são vistas como servos de Deus para o bem da sociedade.","por_que_esta_palavra":"A escolha da palavra 'fazer' enfatiza a importância da ação e da obediência ativa às leis e normas sociais.","conexao_teologica":"A obediência às autoridades é vista como uma forma de submissão à vontade de Deus, que institui governantes para manter a ordem.","referencias_relacionadas":["1 Pedro 2:13-14","Tito 3:1","Romanos 13:1"]},"romanos_13_3_temor":{"palavra_pt":"temor","palavra_original":"φόβος","transliteracao":"phóbos","strong":"G5401","significado_raiz":"Ideia básica: temor.","significado_contextual":"O 'temor' aqui é o respeito e a reverência que se deve ter pelas autoridades, reconhecendo seu papel dado por Deus.","explicacao_detalhada":"Em Romanos 13:3, o temor é uma resposta adequada à autoridade, que deve ser respeitada para evitar consequências negativas.","por_que_esta_palavra":"A palavra 'temor' é usada para mostrar que a obediência não deve ser apenas por medo, mas por respeito e reconhecimento da ordem divina.","conexao_teologica":"O temor a Deus é fundamental para a vida cristã, e isso se reflete no respeito às autoridades que Ele estabeleceu.","referencias_relacionadas":["Provérbios 24:21","Romanos 13:5","Hebreus 13:17"]},"romanos_13_4_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à soberania divina sobre todas as coisas, incluindo as autoridades humanas.","explicacao_detalhada":"Em Romanos 13:4, Deus é apresentado como a fonte da autoridade, e os governantes são considerados seus ministros para o bem da sociedade.","por_que_esta_palavra":"A inclusão de 'deus' enfatiza que a obediência às autoridades é, em última análise, uma obediência a Deus.","conexao_teologica":"A soberania de Deus sobre as nações e os governantes é um tema recorrente na Bíblia, mostrando que Ele controla a história.","referencias_relacionadas":["Daniel 2:21","Romanos 13:1","1 Pedro 2:13"]},"romanos_13_4_mestre":{"palavra_pt":"mestre","palavra_original":"διάκονος","transliteracao":"diákonos","strong":"G1249","significado_raiz":"Ideia básica: mestre.","significado_contextual":"A palavra 'mestre' refere-se a alguém que exerce autoridade e responsabilidade sobre outros.","explicacao_detalhada":"No contexto de Romanos 13:4, o 'mestre' é o governante que deve agir como um servo do bem, promovendo a justiça e a ordem.","por_que_esta_palavra":"A escolha da palavra 'mestre' destaca a responsabilidade dos líderes em servir ao povo e não apenas dominar.","conexao_teologica":"A liderança servidora é um princípio bíblico que reflete o caráter de Cristo, que veio para servir.","referencias_relacionadas":["Mateus 20:26-28","Filipenses 2:5-7","Romanos 12:8"]},"romanos_13_4_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' novamente refere-se à ação de cumprir deveres, neste caso, do governante em relação ao bem-estar da sociedade.","explicacao_detalhada":"Em Romanos 13:4, 'fazer' implica que a autoridade deve agir em favor do bem, punindo o mal e recompensando o bem.","por_que_esta_palavra":"A repetição da palavra 'fazer' reforça a ideia de que a ação é essencial para a função do governante.","conexao_teologica":"A ação do governante é vista como parte do plano de Deus para a ordem e a justiça no mundo.","referencias_relacionadas":["Romanos 13:3","1 Pedro 2:14","Salmos 82:3-4"]},"romanos_13_5_alone":{"palavra_pt":"sozinho","palavra_original":"μόνος","transliteracao":"mónos","strong":"G3441","significado_raiz":"Ideia básica: sozinho.","significado_contextual":"A palavra 'sozinho' implica em agir de forma individual, sem a influência de outros, especialmente em relação à consciência.","explicacao_detalhada":"Em Romanos 13:5, a ideia é que cada um deve ser responsável por suas ações e decisões, considerando a lei e a moral.","por_que_esta_palavra":"A palavra 'sozinho' enfatiza a responsabilidade pessoal diante de Deus e das autoridades.","conexao_teologica":"A responsabilidade individual é um tema importante na teologia cristã, onde cada um prestará contas a Deus.","referencias_relacionadas":["Gálatas 6:5","Romanos 14:12","2 Coríntios 5:10"]},"romanos_13_5_desejo":{"palavra_pt":"desejo","palavra_original":"ὀργή","transliteracao":"orgḗ","strong":"G3709","significado_raiz":"Ideia básica: desejo.","significado_contextual":"O 'desejo' aqui se refere à inclinação ou motivação interna que pode levar a ações, positivas ou negativas.","explicacao_detalhada":"Em Romanos 13:5, o desejo é visto como um fator que deve ser controlado pela consciência e pela lei.","por_que_esta_palavra":"A palavra 'desejo' destaca a luta interna que cada um enfrenta ao tomar decisões morais.","conexao_teologica":"A luta contra desejos pecaminosos é uma parte fundamental da vida cristã e do crescimento espiritual.","referencias_relacionadas":["Tiago 1:14-15","Romanos 7:15-20","Gálatas 5:17"]},"romanos_13_5_conscience":{"palavra_pt":"conscience","palavra_original":"συνείδησις","transliteracao":"syneídēsis","strong":"G4893","significado_raiz":"Ideia básica: conscience.","significado_contextual":"A 'consciência' é a capacidade interna de discernir entre o bem e o mal, guiando as ações de uma pessoa.","explicacao_detalhada":"Em Romanos 13:5, a consciência é apresentada como um guia que deve ser respeitado ao agir em relação às autoridades.","por_que_esta_palavra":"A palavra 'consciência' enfatiza a importância de uma vida moral e ética, que leva em conta a lei de Deus.","conexao_teologica":"A consciência é um dom de Deus que ajuda os crentes a viverem de acordo com Sua vontade.","referencias_relacionadas":["Romanos 2:15","1 Timóteo 1:19","Hebreus 10:22"]},"romanos_13_6_servo":{"palavra_pt":"servo","palavra_original":"λειτουργός","transliteracao":"leitourgós","strong":"G3011","significado_raiz":"Ideia básica: servo.","significado_contextual":"A palavra 'servo' refere-se a alguém que serve em uma função, especialmente em relação ao governo.","explicacao_detalhada":"Em Romanos 13:6, o 'servo' é o governante que deve servir ao povo, promovendo o bem comum.","por_que_esta_palavra":"A escolha da palavra 'servo' destaca a natureza da liderança como um serviço e não como uma dominação.","conexao_teologica":"O conceito de liderança servidora é central no cristianismo, refletindo o exemplo de Cristo.","referencias_relacionadas":["Marcos 10:43-45","Filipenses 2:7","Romanos 12:7"]},"romanos_13_6_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' reafirma a soberania divina sobre as autoridades e a importância de reconhecer essa autoridade.","explicacao_detalhada":"Em Romanos 13:6, Deus é visto como a fonte da autoridade, e os governantes são considerados Seus ministros.","por_que_esta_palavra":"A repetição da palavra 'deus' reforça a ideia de que toda autoridade é estabelecida por Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele está no controle de todas as coisas.","referencias_relacionadas":["Romanos 13:1","Daniel 4:17","1 Pedro 2:13"]},"romanos_13_7_continual":{"palavra_pt":"continuo","palavra_original":"τέλος","transliteracao":"télos","strong":"G5056","significado_raiz":"Ideia básica: continuo.","significado_contextual":"Refere-se à continuidade das obrigações que devemos cumprir.","explicacao_detalhada":"A palavra 'continuo' implica que as responsabilidades e deveres que temos, especialmente em relação às autoridades e ao próximo, não são temporárias, mas devem ser mantidas de forma constante.","por_que_esta_palavra":"É importante entender que nossas obrigações não são apenas pontuais, mas devem ser uma parte contínua da nossa vida cristã.","conexao_teologica":"A continuidade das obrigações reflete a fidelidade de Deus em nossas vidas e a necessidade de refletirmos essa fidelidade em nossas ações.","referencias_relacionadas":["Romanos 12:1","Gálatas 6:9","1 Coríntios 15:58"]},"romanos_13_7_debt":{"palavra_pt":"debt","palavra_original":"ὀφειλή","transliteracao":"opheilḗ","strong":"G3782","significado_raiz":"Ideia básica: debt.","significado_contextual":"Diz respeito às obrigações financeiras e morais que temos uns com os outros.","explicacao_detalhada":"A palavra 'dívida' implica que devemos cumprir com nossas obrigações, tanto financeiras quanto morais, e que a falta de cumprimento pode levar a consequências espirituais.","por_que_esta_palavra":"A dívida é uma metáfora para as responsabilidades que temos em relação ao próximo, enfatizando a importância de honrar nossos compromissos.","conexao_teologica":"A ideia de dívida também se relaciona com a graça de Deus, que nos perdoou nossas dívidas espirituais.","referencias_relacionadas":["Mateus 6:12","Lucas 16:10","Romanos 1:14"]},"romanos_13_8_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"Refere-se à lei moral que deve guiar as ações dos cristãos.","explicacao_detalhada":"A palavra 'lei' aqui é entendida como o conjunto de princípios que orientam a vida ética e moral, refletindo a vontade de Deus para a humanidade.","por_que_esta_palavra":"A lei é fundamental para entender como devemos viver em relação a Deus e ao próximo, sendo um guia para a vida cristã.","conexao_teologica":"A lei é cumprida em Cristo, que nos ensina a amar e a viver em harmonia com os princípios divinos.","referencias_relacionadas":["Mateus 22:37-40","Gálatas 5:14","Tiago 2:8"]},"romanos_13_8_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para enfatizar a soberania e a autoridade divina sobre todas as coisas.","explicacao_detalhada":"Embora a palavra 'deus' não apareça diretamente no versículo, a ideia de que devemos honrar a Deus em nossas obrigações é central para a mensagem de Paulo.","por_que_esta_palavra":"Reconhecer a soberania de Deus nos ajuda a entender a importância de nossas ações e como elas se alinham com a vontade divina.","conexao_teologica":"A soberania de Deus é um tema recorrente nas Escrituras, que nos lembra de que tudo o que fazemos deve ser para a glória de Deus.","referencias_relacionadas":["Salmos 115:3","Romanos 11:36","1 Coríntios 10:31"]},"romanos_13_8_homem":{"palavra_pt":"homem","palavra_original":"μηδείς","transliteracao":"mēdeís","strong":"G3367","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à relação entre os seres humanos e a importância de honrar uns aos outros.","explicacao_detalhada":"A palavra 'homem' aqui é usada para enfatizar a responsabilidade que temos em relação ao próximo, refletindo o amor e o respeito que devemos ter.","por_que_esta_palavra":"Entender que somos todos iguais diante de Deus nos leva a agir com justiça e compaixão em nossas interações.","conexao_teologica":"A dignidade humana é um princípio central na teologia cristã, que nos chama a amar e servir uns aos outros.","referencias_relacionadas":["Gálatas 6:2","1 João 4:20","Mateus 7:12"]},"romanos_13_9_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/verbo' refere-se à revelação de Deus em Cristo.","explicacao_detalhada":"A palavra 'lógos' implica que Cristo é a manifestação do pensamento e da vontade de Deus, sendo central para a compreensão da lei e dos mandamentos.","por_que_esta_palavra":"Cristo é a chave para entender a verdadeira essência da lei, que é o amor.","conexao_teologica":"A relação entre Cristo e a lei é fundamental, pois Ele cumpre a lei e nos ensina a viver de acordo com seus princípios.","referencias_relacionadas":["João 1:1","Romanos 10:4","Gálatas 3:24"]},"romanos_13_9_mandamento":{"palavra_pt":"mandamento","palavra_original":"ἐντολή","transliteracao":"entolḗ","strong":"G1785","significado_raiz":"Ideia básica: mandamento.","significado_contextual":"Refere-se aos mandamentos que orientam a vida cristã.","explicacao_detalhada":"A palavra 'mandamento' enfatiza a importância de seguir as instruções de Deus como um guia para a vida moral e ética.","por_que_esta_palavra":"Os mandamentos são fundamentais para a vida em comunidade e para o relacionamento com Deus.","conexao_teologica":"Os mandamentos refletem o caráter de Deus e são um chamado à santidade e ao amor.","referencias_relacionadas":["Êxodo 20:1-17","Mateus 5:17-20","1 João 5:3"]},"romanos_13_9_homem":{"palavra_pt":"homem","palavra_original":"πλησίον","transliteracao":"plēsíon","strong":"G4139","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao próximo, enfatizando a importância do amor ao próximo.","explicacao_detalhada":"A palavra 'plēsíon' destaca a necessidade de tratar os outros com respeito e dignidade, como reflexo do amor de Cristo.","por_que_esta_palavra":"Amar o próximo é um mandamento central na fé cristã e deve ser uma prioridade em nossas vidas.","conexao_teologica":"O amor ao próximo é uma expressão do amor de Deus por nós e é fundamental para a vida em comunidade.","referencias_relacionadas":["Mateus 22:39","Romanos 15:2","1 Pedro 1:22"]},"romanos_13_10_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"Refere-se à lei como um guia para o amor e a moralidade.","explicacao_detalhada":"A palavra 'lei' aqui reforça a ideia de que todas as leis devem ser cumpridas em amor, refletindo a essência do caráter de Deus.","por_que_esta_palavra":"A lei não é apenas um conjunto de regras, mas um chamado ao amor e à justiça.","conexao_teologica":"A relação entre a lei e o amor é central na teologia cristã, mostrando que o amor é o cumprimento da lei.","referencias_relacionadas":["Romanos 13:8","Gálatas 5:14","Tiago 2:8"]},"romanos_13_10_homem":{"palavra_pt":"homem","palavra_original":"πλησίον","transliteracao":"plēsíon","strong":"G4139","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao próximo, enfatizando a importância do amor e do respeito mútuo.","explicacao_detalhada":"A palavra 'plēsíon' destaca a responsabilidade que temos de cuidar e amar aqueles que estão ao nosso redor.","por_que_esta_palavra":"Amar o próximo é uma expressão prática da nossa fé e obediência a Deus.","conexao_teologica":"O amor ao próximo é um reflexo do amor de Deus por nós e é essencial para a vida cristã.","referencias_relacionadas":["1 João 4:7","Romanos 15:1","Gálatas 6:10"]},"romanos_13_10_encher":{"palavra_pt":"encher","palavra_original":"πλήρωμα","transliteracao":"plḗrōma","strong":"G4138","significado_raiz":"Ideia básica: encher.","significado_contextual":"A palavra 'encher' refere-se à ideia de completar ou preencher algo de forma abundante.","explicacao_detalhada":"No contexto de Romanos 13:10, 'encher' implica que o amor deve ser a força motriz que preenche as ações dos crentes, levando-os a agir de maneira que não cause dano ao próximo.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a importância do amor como cumprimento da lei, sugerindo que o amor deve ser a motivação principal nas interações humanas.","conexao_teologica":"O amor é central na teologia cristã, sendo visto como o cumprimento da lei de Deus e a essência do caráter divino.","referencias_relacionadas":["Mateus 22:37-40","1 João 4:7-8","Gálatas 5:14"]},"romanos_13_11_sleep":{"palavra_pt":"sleep","palavra_original":"ὕπνος","transliteracao":"hýpnos","strong":"G5258","significado_raiz":"Ideia básica: sleep.","significado_contextual":"A palavra 'sleep' (dormir) é usada metaforicamente para descrever um estado de apatia espiritual ou falta de vigilância.","explicacao_detalhada":"Em Romanos 13:11, Paulo exorta os crentes a despertarem de seu sono espiritual, indicando que a vinda do Senhor está próxima e que devem estar alertas e preparados.","por_que_esta_palavra":"A escolha da palavra 'sleep' destaca a necessidade de estar consciente e ativo na fé, em vez de viver em um estado de complacência.","conexao_teologica":"A ideia de despertar é frequentemente associada à preparação para a volta de Cristo e à necessidade de viver em santidade.","referencias_relacionadas":["1 Tessalonicenses 5:6","Efésios 5:14","Mateus 25:5"]},"romanos_13_11_libertar":{"palavra_pt":"salvacao","palavra_original":"σωτηρία","transliteracao":"sōtēría","strong":"G4991","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"A palavra 'salvação' refere-se ao ato de ser salvo ou libertado do pecado e da morte.","explicacao_detalhada":"No contexto de Romanos 13:11, a salvação é apresentada como uma realidade presente e futura, enfatizando a urgência de viver de acordo com essa verdade.","por_que_esta_palavra":"A palavra é crucial para entender a transformação que ocorre na vida do crente e a esperança que ele tem em Cristo.","conexao_teologica":"A salvação é um tema central na teologia cristã, representando a obra redentora de Cristo e a promessa de vida eterna.","referencias_relacionadas":["Efésios 2:8-9","Romanos 10:9-10","Tito 3:5"]},"romanos_13_11_morte":{"palavra_pt":"morte","palavra_original":"ἐγείρω","transliteracao":"egeírō","strong":"G1453","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' é usada para descrever a separação espiritual e a consequência do pecado.","explicacao_detalhada":"Em Romanos 13:11, a morte é contrastada com a vida que vem através da salvação em Cristo, enfatizando a necessidade de viver em santidade.","por_que_esta_palavra":"A escolha da palavra 'morte' serve para alertar os crentes sobre as consequências do pecado e a importância de permanecer vigilantes.","conexao_teologica":"A morte espiritual é um tema recorrente na Bíblia, representando a condição do homem sem Cristo e a necessidade de redenção.","referencias_relacionadas":["Romanos 6:23","Gálatas 6:8","João 3:16"]},"romanos_13_12_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo de revelação e à vinda do Senhor.","explicacao_detalhada":"No contexto de Romanos 13:12, o 'dia' simboliza a era da luz em contraste com a escuridão do pecado, chamando os crentes a viverem de maneira justa.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a urgência de viver em retidão, pois o retorno de Cristo é iminente.","conexao_teologica":"A luz e a escuridão são temas teológicos que representam a verdade de Deus versus a mentira do mundo.","referencias_relacionadas":["1 João 1:5","Efésios 5:8","Mateus 5:14"]},"romanos_13_12_midnight":{"palavra_pt":"mid night","palavra_original":"νύξ","transliteracao":"nýx","strong":"G3571","significado_raiz":"Ideia básica: mid night.","significado_contextual":"A palavra 'midnight' (meia-noite) simboliza um tempo de transição e vigilância.","explicacao_detalhada":"Em Romanos 13:12, a referência à meia-noite sugere um momento crítico em que os crentes devem estar alertas e preparados para a vinda do Senhor.","por_que_esta_palavra":"A meia-noite é uma metáfora poderosa para a necessidade de vigilância espiritual, especialmente em tempos de escuridão.","conexao_teologica":"A vigilância é um tema importante na escatologia cristã, onde os crentes são chamados a estar prontos para o retorno de Cristo.","referencias_relacionadas":["Mateus 25:6","Marcos 13:35","Lucas 12:38"]},"romanos_13_12_obra":{"palavra_pt":"obra","palavra_original":"ἔργον","transliteracao":"érgon","strong":"G2041","significado_raiz":"Ideia básica: obra.","significado_contextual":"A palavra 'obra' refere-se às ações e comportamentos dos crentes.","explicacao_detalhada":"Em Romanos 13:12, as 'obras' são contrastadas com as obras das trevas, enfatizando a necessidade de viver de maneira que reflita a luz de Cristo.","por_que_esta_palavra":"A palavra 'obra' é crucial para entender que a fé deve se manifestar em ações concretas e justas.","conexao_teologica":"As obras são um reflexo da fé genuína e são frequentemente mencionadas como evidência da transformação em Cristo.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Gálatas 5:22-23"]},"romanos_13_13_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' é novamente utilizada para simbolizar a luz e a verdade em contraste com a escuridão.","explicacao_detalhada":"Em Romanos 13:13, Paulo exorta os crentes a viverem de maneira digna, como em pleno dia, evitando comportamentos que desonram a Deus.","por_que_esta_palavra":"A repetição da palavra 'dia' reforça a ideia de que os crentes devem viver em conformidade com a luz de Cristo.","conexao_teologica":"A vida cristã é frequentemente descrita como uma caminhada na luz, refletindo a natureza de Deus.","referencias_relacionadas":["1 João 1:7","Romanos 6:4","Efésios 5:8"]},"romanos_13_13_marido":{"palavra_pt":"marido","palavra_original":"ζῆλος","transliteracao":"zēlos","strong":"G2205","significado_raiz":"Ideia básica: marido.","significado_contextual":"A palavra 'marido' é usada para descrever a relação de compromisso e responsabilidade.","explicacao_detalhada":"Em Romanos 13:13, a referência ao 'marido' pode simbolizar a relação de Cristo com a Igreja, enfatizando a importância do amor e do compromisso.","por_que_esta_palavra":"A palavra 'marido' é significativa para ilustrar a relação de amor sacrificial que deve existir entre os crentes e Cristo.","conexao_teologica":"A relação entre Cristo e a Igreja é frequentemente comparada ao casamento, refletindo amor, compromisso e sacrifício.","referencias_relacionadas":["Efésios 5:25-27","Apocalipse 19:7","Gênesis 2:24"]},"romanos_13_14_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade e soberania de Cristo.","explicacao_detalhada":"Em Romanos 13:14, Paulo exorta os crentes a se revestirem do Senhor Jesus Cristo, reconhecendo sua autoridade em suas vidas.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a relação de submissão e adoração que os crentes devem ter em relação a Cristo.","conexao_teologica":"A soberania de Cristo é um tema central na teologia cristã, enfatizando sua autoridade sobre todas as áreas da vida.","referencias_relacionadas":["Filipenses 2:9-11","Colossenses 3:17","Romanos 10:9"]},"romanos_13_14_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o nome do Salvador, central na fé cristã.","explicacao_detalhada":"O nome Jesus, que significa 'O Senhor é salvação', é fundamental para a compreensão da redenção e da relação entre Deus e a humanidade. Em Romanos 13:14, Paulo exorta os crentes a se revestirem de Cristo, enfatizando a importância de viver em conformidade com os ensinamentos de Jesus.","por_que_esta_palavra":"A palavra 'Jesus' é usada para enfatizar a necessidade de se viver uma vida que reflete os valores e princípios do evangelho.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua vida e ensinamentos são o modelo para a conduta cristã.","referencias_relacionadas":["Romanos 10:9","João 14:6","Atos 4:12"]}}