{"romanos_16_1_mulher":{"palavra_pt":"mulher","palavra_original":"Φοίβη","transliteracao":"Phoíbē","strong":"G5402","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se a uma mulher específica, Febe, que desempenha um papel importante na igreja.","explicacao_detalhada":"A palavra 'mulher' é usada para reconhecer a contribuição de Febe como serva da igreja em Cencréia, destacando a importância das mulheres no ministério.","por_que_esta_palavra":"A inclusão de mulheres no ministério é um aspecto significativo da nova aliança em Cristo.","conexao_teologica":"As mulheres têm um papel ativo na igreja, refletindo a igualdade em Cristo.","referencias_relacionadas":["Gálatas 3:28","Romanos 16:3-4","Atos 18:26"]},"romanos_16_1_mestre":{"palavra_pt":"mestre","palavra_original":"διάκονος","transliteracao":"diákonos","strong":"G1249","significado_raiz":"Ideia básica: mestre.","significado_contextual":"Refere-se ao papel de liderança e serviço na igreja.","explicacao_detalhada":"A palavra 'mestre' implica um papel de ensino e liderança, e Paulo reconhece Febe como uma diaconisa, que serve à igreja.","por_que_esta_palavra":"O papel de mestre é vital para a edificação da igreja e para a transmissão do ensino cristão.","conexao_teologica":"O serviço na igreja é um reflexo do caráter de Cristo, que veio para servir.","referencias_relacionadas":["Efésios 4:11-12","1 Timóteo 3:8-10","Tito 1:5"]},"romanos_16_1_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à comunidade de crentes que se reúnem para adoração e ensino.","explicacao_detalhada":"A palavra 'igreja' implica uma assembleia de pessoas chamadas para fora do mundo, unidas em Cristo. Paulo menciona a igreja em Cencréia, destacando a importância da comunhão.","por_que_esta_palavra":"A igreja é o corpo de Cristo na terra, e sua função é glorificar a Deus e edificar os crentes.","conexao_teologica":"A igreja é fundamental para a missão de Deus no mundo, sendo o lugar onde os crentes se reúnem para crescer na fé.","referencias_relacionadas":["Atos 2:42","1 Coríntios 12:12-14","Efésios 5:25"]},"romanos_16_2_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à posição de liderança e senhorio de Cristo.","explicacao_detalhada":"A palavra 'senhor' é usada para descrever a autoridade de Cristo sobre a igreja e a vida dos crentes. Paulo reconhece a importância de se submeter à autoridade de Cristo.","por_que_esta_palavra":"Reconhecer Jesus como Senhor é fundamental para a fé cristã, pois implica em submissão e obediência.","conexao_teologica":"A autoridade de Cristo é central na teologia cristã, refletindo Sua divindade e soberania.","referencias_relacionadas":["Romanos 10:9","Filipenses 2:9-11","Colossenses 1:18"]},"romanos_16_2_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude e importância do serviço prestado por Febe.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a importância do papel de Febe na igreja, enfatizando que seu serviço é digno de reconhecimento.","por_que_esta_palavra":"A grandeza do serviço é um princípio bíblico, onde o maior é aquele que serve.","conexao_teologica":"A grandeza no reino de Deus é medida pelo serviço e humildade.","referencias_relacionadas":["Mateus 20:26-28","Marcos 9:35","Lucas 22:26"]},"romanos_16_3_mulher":{"palavra_pt":"mulher","palavra_original":"Πρίσκα","transliteracao":"Príska","strong":"G4251","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se a Priscila, uma mulher que desempenhou um papel importante no ministério cristão.","explicacao_detalhada":"Priscila, junto com seu marido Áquila, é mencionada como colaboradora de Paulo na propagação do evangelho. Sua inclusão na saudação de Paulo destaca a importância das mulheres na igreja primitiva.","por_que_esta_palavra":"A palavra 'mulher' aqui enfatiza o papel ativo das mulheres na liderança e no ministério da igreja.","conexao_teologica":"A inclusão de Priscila na saudação de Paulo reflete a visão de que tanto homens quanto mulheres são chamados para servir no corpo de Cristo.","referencias_relacionadas":["Atos 18:2","1 Coríntios 16:19","2 Timóteo 4:19"]},"romanos_16_3_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"A palavra 'Cristo' refere-se a Jesus como o Messias prometido.","explicacao_detalhada":"Cristo é o título que indica a unção de Jesus como o Salvador e Rei. Ele é o cumprimento das profecias do Antigo Testamento sobre o Messias.","por_que_esta_palavra":"A palavra 'Cristo' é central para a fé cristã, pois identifica Jesus como o escolhido de Deus para redimir a humanidade.","conexao_teologica":"A unção de Jesus como Cristo é fundamental para entender sua missão e obra redentora.","referencias_relacionadas":["Mateus 1:16","João 1:41","Atos 2:36"]},"romanos_16_4_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à alma como a essência da vida humana.","explicacao_detalhada":"A palavra 'alma' implica a parte imaterial do ser humano, que é eterna e se relaciona com Deus. É o que dá vida ao corpo.","por_que_esta_palavra":"A menção da alma destaca a importância da vida espiritual e a relação do ser humano com Deus.","conexao_teologica":"A alma é vista como a parte que busca a comunhão com Deus e é redimida através de Cristo.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","Hebreus 4:12"]},"romanos_16_4_vida":{"palavra_pt":"vida","palavra_original":"τράχηλος","transliteracao":"tráchēlos","strong":"G5137","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à existência plena que Deus oferece.","explicacao_detalhada":"A vida, no contexto bíblico, é mais do que a mera existência física; é uma vida abundante em Cristo, que inclui a comunhão com Deus.","por_que_esta_palavra":"A ênfase na vida destaca a promessa de Deus de uma vida transformada e cheia de propósito.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, simbolizando a nova criação e a esperança da ressurreição.","referencias_relacionadas":["João 10:10","Gálatas 2:20","1 João 5:12"]},"romanos_16_4_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Refere-se à comunidade de crentes, a igreja.","explicacao_detalhada":"A palavra 'igreja' implica um grupo de pessoas chamadas para se reunir em adoração e serviço a Deus, refletindo a unidade do corpo de Cristo.","por_que_esta_palavra":"A menção da igreja enfatiza a importância da comunhão e do apoio mútuo entre os crentes.","conexao_teologica":"A igreja é descrita como o corpo de Cristo, onde cada membro tem um papel vital na edificação mútua.","referencias_relacionadas":["Atos 2:42","Efésios 4:11-13","Colossenses 1:18"]},"romanos_16_5_familia":{"palavra_pt":"familia","palavra_original":"οἶκος","transliteracao":"oîkos","strong":"G3624","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se à unidade familiar e à importância das relações dentro da comunidade cristã.","explicacao_detalhada":"A palavra 'família' destaca a ideia de que a igreja é uma extensão da família, onde os crentes se apoiam e cuidam uns dos outros.","por_que_esta_palavra":"A ênfase na família reflete o valor das relações interpessoais no contexto da fé.","conexao_teologica":"A família é vista como uma instituição divina, e a igreja é chamada a ser uma família espiritual.","referencias_relacionadas":["Efésios 2:19","1 Timóteo 5:1-2","Colossenses 3:18-21"]},"romanos_16_5_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Novamente, refere-se à comunidade de crentes, a igreja.","explicacao_detalhada":"A repetição da palavra 'igreja' enfatiza a importância da coletividade e do apoio mútuo entre os crentes.","por_que_esta_palavra":"Reforça a ideia de que a vida cristã é vivida em comunidade, não isoladamente.","conexao_teologica":"A igreja é o lugar onde os crentes se reúnem para adorar, aprender e crescer juntos na fé.","referencias_relacionadas":["Mateus 18:20","Hebreus 10:24-25","1 Pedro 2:9"]},"romanos_16_5_epenetus":{"palavra_pt":"epenetus","palavra_original":"Ἐπαίνετος","transliteracao":"Epaínetos","strong":"G1866","significado_raiz":"Ideia básica: epenetus.","significado_contextual":"Refere-se a Epeneto, um dos primeiros convertidos na Ásia.","explicacao_detalhada":"Epeneto é mencionado como um exemplo de fé e dedicação ao evangelho, destacando a importância dos primeiros crentes.","por_que_esta_palavra":"A menção de Epeneto serve para encorajar os crentes a perseverarem na fé e no serviço a Deus.","conexao_teologica":"A história de Epeneto ilustra a expansão do evangelho e a inclusão de pessoas de diferentes origens na família de Deus.","referencias_relacionadas":["Atos 19:10","1 Coríntios 16:15","Filipenses 4:3"]},"romanos_16_6_nome":{"palavra_pt":"nome","palavra_original":"Μαρία","transliteracao":"María","strong":"G3137","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se a Maria, uma mulher que serviu na igreja.","explicacao_detalhada":"Maria é mencionada como uma trabalhadora na igreja, destacando o papel das mulheres no ministério.","por_que_esta_palavra":"A inclusão de Maria enfatiza a contribuição significativa das mulheres na propagação do evangelho.","conexao_teologica":"O reconhecimento de Maria reflete a visão de que todos, independentemente do gênero, são chamados a servir a Deus.","referencias_relacionadas":["Lucas 8:2","Romanos 12:1","Gálatas 3:28"]},"romanos_16_6_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do serviço prestado por Maria.","explicacao_detalhada":"A palavra 'grande' destaca a importância e o impacto do trabalho de Maria na comunidade cristã.","por_que_esta_palavra":"Enfatiza que o serviço a Deus, mesmo que não seja reconhecido por todos, é valioso e significativo.","conexao_teologica":"A grandeza no reino de Deus é medida pelo serviço e pela humildade, não pela fama ou reconhecimento.","referencias_relacionadas":["Mateus 23:11","Marcos 9:35","Lucas 22:26"]},"romanos_16_6_obra":{"palavra_pt":"obra","palavra_original":"κοπιάω","transliteracao":"kopiáō","strong":"G2872","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se ao trabalho ou esforço realizado na propagação do evangelho.","explicacao_detalhada":"A palavra 'obra' (κοπιάω) implica um esforço intenso e dedicado. No contexto de Romanos 16:6, Paulo menciona a obra de uma mulher, o que destaca a importância do trabalho de todos os crentes na edificação da igreja.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a dedicação e o esforço que os crentes devem ter em suas atividades ministeriais.","conexao_teologica":"A obra do crente é uma resposta ao chamado de Deus e um reflexo da fé em ação, conforme Tiago 2:26.","referencias_relacionadas":["Tiago 2:26","1 Coríntios 15:58","Gálatas 6:9"]},"romanos_16_7_junias":{"palavra_pt":"junias","palavra_original":"Ἰουνιᾶς","transliteracao":"Iouniâs","strong":"G2458","significado_raiz":"Ideia básica: junias.","significado_contextual":"Junias é mencionado como um apóstolo notável entre os crentes.","explicacao_detalhada":"A inclusão de Junias no texto sugere que ele era altamente respeitado e reconhecido por sua contribuição ao ministério. O uso do nome também indica a presença de líderes femininos na igreja primitiva.","por_que_esta_palavra":"A palavra 'junias' é significativa porque desafia as normas culturais da época, mostrando que tanto homens quanto mulheres desempenham papéis importantes na liderança da igreja.","conexao_teologica":"A igualdade de todos os crentes em Cristo é enfatizada em Gálatas 3:28.","referencias_relacionadas":["Gálatas 3:28","Atos 18:26","Filipenses 4:3"]},"romanos_16_7_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Jesus como o Cristo, o Messias prometido.","explicacao_detalhada":"A palavra 'Cristo' (Χριστός) é central para a fé cristã, indicando que Jesus é o ungido de Deus, que veio para salvar a humanidade. Este título é frequentemente usado para afirmar a divindade e a missão de Jesus.","por_que_esta_palavra":"A utilização do termo 'Cristo' reforça a identidade de Jesus como o cumprimento das profecias do Antigo Testamento.","conexao_teologica":"A unção de Jesus como Cristo é um tema recorrente nas Escrituras, como em Isaías 61:1.","referencias_relacionadas":["Isaías 61:1","Mateus 1:16","João 1:41"]},"romanos_16_7_sangue":{"palavra_pt":"sangue","palavra_original":"συγγενής","transliteracao":"syngenḗs","strong":"G4773","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Refere-se à relação de parentesco ou à conexão espiritual entre os crentes.","explicacao_detalhada":"A palavra 'sangue' (συγγενής) pode indicar uma ligação familiar ou espiritual, enfatizando a unidade entre os membros da igreja como uma família em Cristo.","por_que_esta_palavra":"A menção do 'sangue' destaca a importância da comunhão e da relação entre os crentes, que são unidos pelo sacrifício de Cristo.","conexao_teologica":"A ideia de sermos 'sangue do mesmo sangue' é refletida em Efésios 2:13, onde somos feitos próximos pelo sangue de Cristo.","referencias_relacionadas":["Efésios 2:13","1 Pedro 1:18-19","Hebreus 9:22"]},"romanos_16_8_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhorio de Cristo sobre a vida dos crentes.","explicacao_detalhada":"A palavra 'senhor' (κύριος) é usada para reconhecer a autoridade de Jesus em nossas vidas. No contexto, Paulo reafirma a posição de Cristo como o líder supremo da igreja.","por_que_esta_palavra":"A palavra é crucial para entender a relação entre os crentes e Cristo, que é tanto Salvador quanto Senhor.","conexao_teologica":"A autoridade de Cristo é um tema central em toda a Escritura, como em Filipenses 2:9-11.","referencias_relacionadas":["Filipenses 2:9-11","Mateus 28:18","Romanos 10:9"]},"romanos_16_8_almost":{"palavra_pt":"quase","palavra_original":"ἐν","transliteracao":"en","strong":"G1722","significado_raiz":"Ideia básica: quase.","significado_contextual":"Indica uma proximidade ou quase realização de algo.","explicacao_detalhada":"A palavra 'quase' (ἐν) sugere uma condição que está muito próxima de ser completada, o que pode se referir ao estado espiritual ou à situação de alguém.","por_que_esta_palavra":"Usar 'quase' implica que há um potencial ou uma expectativa de algo que pode ser alcançado.","conexao_teologica":"A ideia de estar 'quase' em um estado de salvação é refletida em Hebreus 6:4-6, onde se fala sobre aqueles que experimentaram a graça de Deus.","referencias_relacionadas":["Hebreus 6:4-6","Atos 26:28","Lucas 9:62"]},"romanos_16_9_cidade":{"palavra_pt":"cidade","palavra_original":"Οὐρβανός","transliteracao":"Ourbanós","strong":"G3773","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local específico, possivelmente um centro de atividade missionária.","explicacao_detalhada":"A palavra 'cidade' (Οὐρβανός) pode indicar a importância de lugares na propagação do evangelho, destacando a relevância de comunidades locais na missão.","por_que_esta_palavra":"A menção de uma cidade sugere que o evangelho deve ser levado a todos os lugares, incluindo cidades e vilarejos.","conexao_teologica":"A Grande Comissão em Mateus 28:19-20 nos chama a ir e fazer discípulos de todas as nações, incluindo as cidades.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","Romanos 10:14"]},"romanos_16_9_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se novamente a Jesus como o Cristo, enfatizando sua importância.","explicacao_detalhada":"A repetição do termo 'Cristo' (Χριστός) reforça a centralidade de Jesus na fé cristã e a necessidade de reconhecer sua autoridade e sacrifício.","por_que_esta_palavra":"A palavra é fundamental para a identidade cristã, pois Jesus é o centro da mensagem do evangelho.","conexao_teologica":"A centralidade de Cristo é um tema que permeia toda a Escritura, como em Colossenses 1:18.","referencias_relacionadas":["Colossenses 1:18","Romanos 1:16","1 Coríntios 1:23"]},"romanos_16_9_stachys":{"palavra_pt":"stachys","palavra_original":"Στάχυς","transliteracao":"Stáchys","strong":"G4720","significado_raiz":"Ideia básica: stachys.","significado_contextual":"Refere-se a um nome próprio, possivelmente de um crente ou líder na igreja.","explicacao_detalhada":"A palavra 'Stachys' (Στάχυς) é um nome que pode indicar uma pessoa que teve um papel significativo na comunidade cristã de Roma.","por_que_esta_palavra":"A menção de nomes específicos destaca a importância das pessoas na obra de Deus e na construção da igreja.","conexao_teologica":"Cada membro do corpo de Cristo tem um papel único, conforme 1 Coríntios 12:12-27.","referencias_relacionadas":["1 Coríntios 12:12-27","Romanos 12:4-5","Efésios 4:16"]},"romanos_16_10_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Refere-se a Jesus como o Cristo, reafirmando sua posição de Messias.","explicacao_detalhada":"A palavra 'Cristo' (Χριστός) é novamente usada para enfatizar a identidade de Jesus e sua missão redentora, que é central para a fé cristã.","por_que_esta_palavra":"A repetição do termo 'Cristo' sublinha a importância de reconhecer Jesus como o Salvador e Senhor.","conexao_teologica":"A identidade de Cristo é fundamental para a salvação, conforme João 14:6.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 5:8"]},"romanos_16_10_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' é utilizada para indicar a inclusão de alguém em um grupo ou comunidade.","explicacao_detalhada":"No contexto de Romanos 16:10, a palavra 'entre' sugere que a pessoa mencionada está inserida em uma rede de relacionamentos e apoio mútuo dentro da igreja.","por_que_esta_palavra":"A escolha da palavra 'entre' enfatiza a importância da comunhão e da unidade entre os crentes.","conexao_teologica":"A ideia de estar 'entre' os irmãos reflete a doutrina da comunhão dos santos, onde cada membro é parte do corpo de Cristo.","referencias_relacionadas":["1 Coríntios 12:12-27","Atos 2:42","Efésios 4:16"]},"romanos_16_10_approved":{"palavra_pt":"approved","palavra_original":"δόκιμος","transliteracao":"dókimos","strong":"G1384","significado_raiz":"Ideia básica: approved.","significado_contextual":"A palavra 'aprovado' refere-se a alguém que é reconhecido e aceito por suas qualidades e ações.","explicacao_detalhada":"Em Romanos 16:10, 'aprovado' indica que a pessoa mencionada é digna de confiança e respeito dentro da comunidade cristã.","por_que_esta_palavra":"A palavra é usada para destacar a integridade e o caráter de um líder ou membro da igreja.","conexao_teologica":"A aprovação é um tema recorrente nas Escrituras, onde Deus busca pessoas que sejam fiéis e obedientes.","referencias_relacionadas":["2 Timóteo 2:15","1 Pedro 1:7","Romanos 14:18"]},"romanos_16_11_herodion":{"palavra_pt":"herodion","palavra_original":"Ἡρωδίων","transliteracao":"Hērōdíōn","strong":"G2267","significado_raiz":"Ideia básica: herodion.","significado_contextual":"Herodion é um nome que pode estar associado a uma linhagem ou a uma família ligada a Herodes.","explicacao_detalhada":"No contexto de Romanos 16:11, Herodion é mencionado como um parente de Paulo, o que sugere uma conexão familiar e cultural.","por_que_esta_palavra":"A inclusão de Herodion demonstra que a mensagem do evangelho transcende laços familiares e sociais.","conexao_teologica":"A diversidade de nomes e origens na igreja primitiva reflete a universalidade da mensagem de Cristo.","referencias_relacionadas":["Mateus 2:1","Lucas 1:5","Atos 12:1"]},"romanos_16_11_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para designar autoridade e respeito, especialmente em relação a Cristo.","explicacao_detalhada":"Em Romanos 16:11, 'senhor' se refere à posição de Cristo como autoridade máxima sobre a igreja.","por_que_esta_palavra":"A palavra é fundamental para entender a relação de submissão dos crentes a Cristo.","conexao_teologica":"A soberania de Cristo é um tema central na teologia cristã, enfatizando sua autoridade sobre todas as coisas.","referencias_relacionadas":["Filipenses 2:9-11","Colossenses 1:16-18","Efésios 1:22"]},"romanos_16_11_sangue":{"palavra_pt":"sangue","palavra_original":"συγγενής","transliteracao":"syngenḗs","strong":"G4773","significado_raiz":"Ideia básica: sangue.","significado_contextual":"A palavra 'sangue' pode se referir a laços de parentesco ou à ideia de um vínculo profundo.","explicacao_detalhada":"No contexto de Romanos 16:11, 'sangue' sugere uma conexão familiar, indicando que os crentes são parte de uma mesma família espiritual.","por_que_esta_palavra":"A menção de 'sangue' destaca a importância das relações dentro da comunidade cristã.","conexao_teologica":"A ideia de ser 'sangue do mesmo sangue' é uma metáfora para a unidade e a comunhão entre os crentes em Cristo.","referencias_relacionadas":["Efésios 2:13","1 João 1:7","Romanos 8:17"]},"romanos_16_12_mulher":{"palavra_pt":"mulher","palavra_original":"Τρύφαινα","transliteracao":"Trýphaina","strong":"G5170","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se a uma figura feminina que desempenha um papel ativo na comunidade cristã.","explicacao_detalhada":"Em Romanos 16:12, a menção de uma mulher indica a inclusão e o reconhecimento do papel das mulheres na igreja primitiva.","por_que_esta_palavra":"A palavra é significativa para mostrar que tanto homens quanto mulheres têm um papel vital na obra de Deus.","conexao_teologica":"A igualdade de gênero na obra do evangelho é um tema importante, refletindo a natureza inclusiva do cristianismo.","referencias_relacionadas":["Gálatas 3:28","Atos 18:26","Filipenses 4:2-3"]},"romanos_16_12_femea":{"palavra_pt":"femea","palavra_original":"Τρυφῶσα","transliteracao":"Tryphōsa","strong":"G5173","significado_raiz":"Ideia básica: femea.","significado_contextual":"A palavra 'femea' é uma variação que também se refere a uma mulher, destacando sua contribuição.","explicacao_detalhada":"Em Romanos 16:12, a menção de 'femea' reforça a ideia de que as mulheres eram ativas e respeitadas na comunidade cristã.","por_que_esta_palavra":"A palavra é usada para enfatizar a diversidade de papéis que as mulheres desempenhavam na igreja.","conexao_teologica":"A valorização das mulheres na obra de Deus é um reflexo do amor inclusivo de Cristo.","referencias_relacionadas":["Romanos 16:1","Atos 2:17-18","1 Coríntios 11:5"]},"romanos_16_12_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' novamente se refere à autoridade de Cristo sobre a igreja.","explicacao_detalhada":"Em Romanos 16:12, a repetição da palavra 'senhor' reforça a ideia de submissão e reverência a Cristo.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica de liderança e serviço na comunidade cristã.","conexao_teologica":"A autoridade de Cristo é um tema central que permeia toda a Escritura, enfatizando sua posição como Senhor.","referencias_relacionadas":["Mateus 28:18","Romanos 10:9","Colossenses 3:24"]},"romanos_16_13_rufus":{"palavra_pt":"rufus","palavra_original":"Ῥοῦφος","transliteracao":"Rhoûphos","strong":"G4504","significado_raiz":"Ideia básica: rufus.","significado_contextual":"Rufus é um nome que pode indicar uma pessoa específica conhecida na comunidade cristã.","explicacao_detalhada":"Em Romanos 16:13, Rufus é mencionado como um escolhido do Senhor, o que indica seu valor e importância na igreja.","por_que_esta_palavra":"A menção de Rufus destaca a individualidade e o valor de cada crente na comunidade.","conexao_teologica":"Cada crente é chamado e escolhido por Deus, refletindo a importância do corpo de Cristo.","referencias_relacionadas":["Marcos 15:21","Atos 11:26","Romanos 8:33"]},"romanos_16_13_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' reafirma a autoridade de Cristo sobre todos os crentes.","explicacao_detalhada":"Em Romanos 16:13, a repetição da palavra 'senhor' enfatiza a relação de submissão e adoração que os crentes têm com Cristo.","por_que_esta_palavra":"A palavra é fundamental para entender a reverência e o respeito que os crentes devem a Cristo.","conexao_teologica":"A autoridade de Cristo é um tema central na teologia cristã, refletindo sua soberania sobre a criação.","referencias_relacionadas":["Hebreus 13:8","1 Coríntios 12:3","Efésios 1:22"]},"romanos_16_14_phlegon":{"palavra_pt":"phlegon","palavra_original":"Φλέγων","transliteracao":"Phlégōn","strong":"G5393","significado_raiz":"Ideia básica: phlegon.","significado_contextual":"Phlegon é mencionado como um dos colaboradores de Paulo, indicando sua importância na comunidade cristã.","explicacao_detalhada":"Phlegon, cujo nome significa 'ardente' ou 'flamejante', pode simbolizar a paixão e o fervor que ele trouxe para o ministério. Sua inclusão na saudação de Paulo sugere que ele era um membro ativo e respeitado da igreja.","por_que_esta_palavra":"A menção de Phlegon destaca a diversidade de colaboradores que Paulo tinha, mostrando que a igreja primitiva era composta por pessoas de diferentes origens e habilidades.","conexao_teologica":"A presença de Phlegon na saudação de Paulo reflete a unidade e a colaboração no corpo de Cristo, enfatizando que cada membro tem um papel importante na edificação da igreja.","referencias_relacionadas":["Romanos 12:4-5","1 Coríntios 12:12-14","Efésios 4:16"]},"romanos_16_14_nome":{"palavra_pt":"nome","palavra_original":"Ἑρμῆς","transliteracao":"Hermēs","strong":"G2060","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome Hermas é mencionado, indicando uma pessoa que fazia parte da comunidade cristã em Roma.","explicacao_detalhada":"Hermas, cujo nome significa 'mensageiro', pode ter sido um portador de boas novas ou um líder na igreja. Sua inclusão na saudação de Paulo sugere que ele tinha um papel significativo na edificação da fé.","por_que_esta_palavra":"A menção de Hermas demonstra a importância dos indivíduos na propagação do evangelho e na construção da comunidade cristã.","conexao_teologica":"O nome Hermas pode simbolizar a responsabilidade de cada crente em compartilhar a mensagem de Cristo e em ser um mensageiro da verdade.","referencias_relacionadas":["Mateus 28:19-20","Atos 1:8","2 Coríntios 5:20"]},"romanos_16_14_vida":{"palavra_pt":"vida","palavra_original":"Πατροβᾶς","transliteracao":"Patrobâs","strong":"G3969","significado_raiz":"Ideia básica: vida.","significado_contextual":"Patrobás é mencionado como um dos irmãos na fé, indicando sua conexão com a comunidade cristã.","explicacao_detalhada":"O nome Patrobás, que pode ser traduzido como 'pai de muitos', sugere uma figura de liderança ou influência na igreja. Sua inclusão na saudação de Paulo destaca a importância de relacionamentos na fé.","por_que_esta_palavra":"A menção de Patrobás enfatiza a ideia de que a vida cristã é vivida em comunidade, onde cada membro contribui para o crescimento espiritual dos outros.","conexao_teologica":"Patrobás representa a paternidade espiritual e o cuidado que os líderes devem ter com os membros da igreja.","referencias_relacionadas":["Gálatas 6:2","1 Tessalonicenses 5:11","Hebreus 10:24-25"]},"romanos_16_15_philologus":{"palavra_pt":"philologus","palavra_original":"Φιλόλογος","transliteracao":"Philólogos","strong":"G5378","significado_raiz":"Ideia básica: philologus.","significado_contextual":"Philologus é mencionado como um colaborador de Paulo, indicando sua importância na comunidade cristã.","explicacao_detalhada":"O nome Philologus significa 'amante da palavra', sugerindo que ele tinha um profundo apreço pela Escritura e pela comunicação do evangelho. Sua inclusão na saudação de Paulo destaca a importância do estudo e da disseminação da palavra de Deus.","por_que_esta_palavra":"A menção de Philologus ressalta a necessidade de valorizar a palavra de Deus e de ter pessoas dedicadas ao seu ensino e à sua propagação.","conexao_teologica":"Philologus representa a importância do amor pela palavra de Deus e o papel que isso desempenha na vida da igreja.","referencias_relacionadas":["2 Timóteo 2:15","Colossenses 3:16","1 Pedro 2:2"]},"romanos_16_15_mulher":{"palavra_pt":"mulher","palavra_original":"Ἰουλία","transliteracao":"Ioulía","strong":"G2456","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Iulia é mencionada como uma mulher na comunidade cristã, destacando a inclusão das mulheres no ministério.","explicacao_detalhada":"O nome Iulia pode ser associado a uma mulher de destaque na igreja primitiva, mostrando que as mulheres desempenhavam papéis significativos na propagação do evangelho e no apoio à obra de Paulo.","por_que_esta_palavra":"A menção de Iulia é um testemunho da contribuição das mulheres na igreja, desafiando as normas culturais da época.","conexao_teologica":"Iulia representa a igualdade e o valor das mulheres no corpo de Cristo, onde todos têm um papel a desempenhar.","referencias_relacionadas":["Gálatas 3:28","Romanos 16:1-2","Atos 2:17-18"]},"romanos_16_15_nereus":{"palavra_pt":"nereus","palavra_original":"Νηρεύς","transliteracao":"Nēreús","strong":"G3517","significado_raiz":"Ideia básica: nereus.","significado_contextual":"Nereus é mencionado como um dos irmãos na fé, indicando sua conexão com a comunidade cristã.","explicacao_detalhada":"O nome Nereus, que pode significar 'marinho', sugere uma origem ou um papel que pode estar ligado à vida no mar. Sua inclusão na saudação de Paulo destaca a diversidade de membros na igreja.","por_que_esta_palavra":"A menção de Nereus enfatiza a ideia de que a comunidade cristã é composta por pessoas de diferentes origens e experiências de vida.","conexao_teologica":"Nereus representa a universalidade do evangelho, que alcança pessoas de todas as esferas da vida.","referencias_relacionadas":["Romanos 12:4-5","1 Coríntios 12:12-14","Efésios 4:4-6"]},"romanos_16_16_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"A palavra 'igreja' refere-se à assembleia dos crentes, enfatizando a importância da comunidade na fé.","explicacao_detalhada":"A palavra 'ekklēsía' significa 'chamados para fora' e se refere à reunião dos cristãos. Isso destaca a importância da comunhão e do apoio mútuo entre os crentes.","por_que_esta_palavra":"A menção da igreja enfatiza a necessidade de congregar e de estar em comunhão com outros crentes para o crescimento espiritual.","conexao_teologica":"A igreja é o corpo de Cristo, onde cada membro tem um papel vital e onde a unidade é essencial para a missão do evangelho.","referencias_relacionadas":["Atos 2:42-47","1 Coríntios 1:10","Efésios 4:3"]},"romanos_16_16_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo é mencionado como o Ungido, referindo-se à sua posição como Messias e Salvador.","explicacao_detalhada":"A palavra 'Cristo' significa 'o Ungido' e é um título que enfatiza a missão de Jesus como o prometido na Escritura. Isso destaca a centralidade de Cristo na fé cristã.","por_que_esta_palavra":"A menção de Cristo reafirma a crença na sua divindade e na sua obra redentora, essencial para a salvação dos crentes.","conexao_teologica":"Cristo é o fundamento da fé cristã, e sua unção simboliza o cumprimento das promessas de Deus ao seu povo.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","Colossenses 1:27"]},"romanos_16_17_division":{"palavra_pt":"division","palavra_original":"διχοστασία","transliteracao":"dichostasía","strong":"G1370","significado_raiz":"Ideia básica: division.","significado_contextual":"A palavra 'divisão' refere-se a conflitos e desunião dentro da comunidade cristã.","explicacao_detalhada":"A divisão é um tema recorrente nas cartas de Paulo, onde ele adverte sobre a necessidade de manter a unidade e evitar contendas entre os crentes.","por_que_esta_palavra":"A menção de divisão destaca a importância da harmonia e da paz na igreja, que é essencial para o testemunho do evangelho.","conexao_teologica":"A divisão contrasta com a unidade que Cristo deseja para sua igreja, e Paulo exorta os crentes a se manterem firmes na fé e na comunhão.","referencias_relacionadas":["1 Coríntios 1:10","Efésios 4:3","Filipenses 2:2"]},"romanos_16_17_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação e ao comportamento dos crentes em relação à sua fé.","explicacao_detalhada":"A palavra 'fazer' implica em uma prática ativa da fé, onde os crentes são chamados a agir de acordo com os ensinamentos de Cristo e a viver de maneira que honre a Deus.","por_que_esta_palavra":"A menção de 'fazer' enfatiza que a fé deve ser acompanhada de ações que refletem o caráter de Cristo e o amor ao próximo.","conexao_teologica":"A ação é uma expressão da fé viva, e os crentes são chamados a serem agentes de transformação no mundo.","referencias_relacionadas":["Tiago 2:17","Gálatas 5:13","Mateus 5:16"]},"romanos_16_18_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade de Cristo como Senhor sobre a vida dos crentes.","explicacao_detalhada":"A palavra 'senhor' (κύριος) é usada para enfatizar a soberania de Jesus e sua posição de autoridade. No contexto de Romanos 16:18, Paulo alerta sobre aqueles que não servem a Cristo, mas a si mesmos, contrastando a verdadeira autoridade de Cristo com a falsa liderança.","por_que_esta_palavra":"A escolha da palavra 'senhor' destaca a importância de reconhecer Jesus como a autoridade suprema em nossas vidas.","conexao_teologica":"A soberania de Cristo é um tema central no Novo Testamento, onde Ele é reconhecido como Senhor e Salvador.","referencias_relacionadas":["Mateus 28:18","Filipenses 2:10-11","Atos 2:36"]},"romanos_16_18_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome que representa a identidade e a missão do Salvador.","explicacao_detalhada":"O nome 'Jesus' (Ἰησοῦς) é fundamental para a fé cristã, pois significa 'O Senhor salva'. Neste versículo, Paulo menciona Jesus para reafirmar a centralidade de sua pessoa e obra na vida dos crentes.","por_que_esta_palavra":"A menção de Jesus é crucial para lembrar aos crentes que sua vida deve ser centrada Nele e em sua mensagem.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua obra redentora é o fundamento da fé cristã.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 10:9"]},"romanos_16_19_deus":{"palavra_pt":"deus","palavra_original":"χαίρω","transliteracao":"chaírō","strong":"G5463","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina e à soberania de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'deus' (χαίρω) é usada para expressar a alegria que vem de estar em comunhão com o Senhor. Paulo menciona Deus para enfatizar que a verdadeira alegria e satisfação vêm de um relacionamento com Ele.","por_que_esta_palavra":"A inclusão de Deus neste versículo sublinha a importância de viver em obediência e alegria na fé.","conexao_teologica":"A alegria em Deus é um tema recorrente nas Escrituras, mostrando que a verdadeira felicidade é encontrada Nele.","referencias_relacionadas":["Salmos 37:4","Filipenses 4:4","Romanos 15:13"]},"romanos_16_19_escolher":{"palavra_pt":"escolher","palavra_original":"θέλω","transliteracao":"thélō","strong":"G2309","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Refere-se à escolha consciente de seguir a Cristo e viver de acordo com seus ensinamentos.","explicacao_detalhada":"A palavra 'escolher' (θέλω) implica uma decisão ativa de obedecer a Deus e rejeitar o mal. Paulo exorta os crentes a serem sábios em suas escolhas, especialmente em relação à verdade do evangelho.","por_que_esta_palavra":"A escolha é um aspecto fundamental da vida cristã, onde cada crente deve decidir seguir a Cristo diariamente.","conexao_teologica":"A liberdade de escolha é um princípio teológico que destaca a responsabilidade do ser humano em responder ao chamado de Deus.","referencias_relacionadas":["Deuteronômio 30:19","Gálatas 5:13","Colossenses 3:2"]},"romanos_16_19_obediente":{"palavra_pt":"obediente","palavra_original":"ὑπακοή","transliteracao":"hypakoḗ","strong":"G5218","significado_raiz":"Ideia básica: obediente.","significado_contextual":"Refere-se à disposição de seguir os mandamentos de Deus.","explicacao_detalhada":"A palavra 'obediente' (ὑπακοή) enfatiza a importância da submissão à vontade de Deus. Paulo encoraja os crentes a serem obedientes à verdade do evangelho e a se afastarem de falsos ensinamentos.","por_que_esta_palavra":"A obediência é uma demonstração de fé e amor a Deus, refletindo a verdadeira natureza do discipulado.","conexao_teologica":"A obediência é vista como uma resposta ao amor de Deus e um sinal de verdadeira fé.","referencias_relacionadas":["João 14:15","Tiago 1:22","1 João 2:3-5"]},"romanos_16_20_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza de Deus como fonte de paz e proteção.","explicacao_detalhada":"A palavra 'deus' (θεός) é usada para reafirmar a soberania e o poder de Deus em trazer paz aos crentes. Paulo menciona que Deus é capaz de esmagar Satanás sob os pés dos crentes, enfatizando a vitória que temos em Cristo.","por_que_esta_palavra":"A menção de Deus neste contexto é um lembrete da segurança e da paz que Ele oferece aos que são obedientes.","conexao_teologica":"A paz de Deus é um tema central na teologia cristã, mostrando que Ele é a fonte de toda paz verdadeira.","referencias_relacionadas":["Romanos 5:1","Filipenses 4:7","2 Tessalonicenses 3:16"]},"romanos_16_20_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"Refere-se à paz que vem de Deus e que guarda os corações dos crentes.","explicacao_detalhada":"A palavra 'paz' (εἰρήνη) é usada para descrever o estado de harmonia e segurança que Deus proporciona. Paulo menciona a paz como um resultado da obediência e da confiança em Deus.","por_que_esta_palavra":"A paz é um aspecto essencial da vida cristã, refletindo a presença de Deus em nossas vidas.","conexao_teologica":"A paz de Deus é frequentemente associada à reconciliação com Ele e ao descanso em Sua soberania.","referencias_relacionadas":["Isaías 26:3","Romanos 14:17","Colossenses 3:15"]},"romanos_16_20_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"Refere-se à graça de Deus que transforma o coração dos crentes.","explicacao_detalhada":"A palavra 'graça' (χάρις) é fundamental para entender a salvação e a relação com Deus. Paulo destaca que é pela graça que somos salvos e que essa graça deve refletir em nossas vidas.","por_que_esta_palavra":"A graça é o fundamento da fé cristã, mostrando que não podemos conquistar a salvação por nossos próprios esforços.","conexao_teologica":"A graça de Deus é um tema central na teologia cristã, enfatizando a misericórdia e o amor de Deus por nós.","referencias_relacionadas":["Efésios 2:8-9","Tito 2:11","Romanos 3:24"]},"romanos_16_21_deus":{"palavra_pt":"deus","palavra_original":"Τιμόθεος","transliteracao":"Timótheos","strong":"G5095","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza de Deus como o Todo-Poderoso e a fonte de toda bênção.","explicacao_detalhada":"A palavra 'deus' (Τιμόθεος) é usada para reafirmar a identidade divina e a importância de Deus na vida dos crentes. Paulo menciona Deus para enfatizar a necessidade de depender dEle em todas as circunstâncias.","por_que_esta_palavra":"A menção de Deus neste contexto é um lembrete da soberania e do cuidado divino sobre os crentes.","conexao_teologica":"A soberania de Deus é um tema central na Escritura, mostrando que Ele está no controle de todas as coisas.","referencias_relacionadas":["Salmos 115:3","Romanos 8:28","1 Pedro 5:7"]},"romanos_16_21_lucius":{"palavra_pt":"lucius","palavra_original":"Λούκιος","transliteracao":"Loúkios","strong":"G3066","significado_raiz":"Ideia básica: lucius.","significado_contextual":"Refere-se a um colaborador de Paulo, destacando a importância da comunidade na fé.","explicacao_detalhada":"A palavra 'Lucius' (Λούκιος) é mencionada como um dos companheiros de Paulo, mostrando a importância do apoio mútuo entre os crentes. A inclusão de Lucius destaca a diversidade e a unidade da igreja primitiva.","por_que_esta_palavra":"A menção de Lucius serve para lembrar que a obra de Deus é realizada em comunidade, com cada membro desempenhando um papel vital.","conexao_teologica":"A unidade e a diversidade no corpo de Cristo são temas importantes na teologia do Novo Testamento.","referencias_relacionadas":["1 Coríntios 12:12-14","Efésios 4:16","Romanos 12:4-5"]},"romanos_16_22_tertius":{"palavra_pt":"tertius","palavra_original":"Τέρτιος","transliteracao":"Tértios","strong":"G5060","significado_raiz":"Ideia básica: tertius.","significado_contextual":"Tértios é mencionado como o escriba que redigiu a carta aos Romanos.","explicacao_detalhada":"Tértios, que se apresenta como o autor da carta, é uma figura que representa a importância da escrita e da comunicação na disseminação do evangelho. Ele pode ter sido um assistente de Paulo, ajudando na transcrição das ideias do apóstolo.","por_que_esta_palavra":"A inclusão de Tértios na saudação final da carta destaca a colaboração no ministério e a importância de cada membro da comunidade cristã.","conexao_teologica":"A presença de Tértios ilustra a ideia de que o evangelho é uma mensagem que é compartilhada e escrita por muitos, refletindo a unidade do corpo de Cristo.","referencias_relacionadas":["Romanos 1:16","Romanos 12:4-5","1 Coríntios 12:12-27"]},"romanos_16_22_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade de Cristo sobre a igreja.","explicacao_detalhada":"O termo 'senhor' é usado para reconhecer a soberania de Jesus e sua posição como cabeça da igreja. Essa palavra enfatiza a relação de submissão e reverência que os crentes devem ter em relação a Cristo.","por_que_esta_palavra":"A utilização de 'senhor' reforça a ideia de que a comunidade cristã deve viver sob a liderança e a autoridade de Jesus.","conexao_teologica":"A autoridade de Cristo é fundamental para a teologia cristã, pois estabelece a base para a obediência e a vida em comunidade.","referencias_relacionadas":["Mateus 28:18","Efésios 1:22-23","Filipenses 2:9-11"]},"romanos_16_23_gaius":{"palavra_pt":"gaius","palavra_original":"Γάϊος","transliteracao":"Gáïos","strong":"G1050","significado_raiz":"Ideia básica: gaius.","significado_contextual":"Gaius é mencionado como um anfitrião de Paulo e da igreja em sua casa.","explicacao_detalhada":"Gaius representa a hospitalidade e o acolhimento na comunidade cristã. Ele é um exemplo de como os crentes devem abrir suas casas e corações para o ministério e a comunhão.","por_que_esta_palavra":"A menção de Gaius destaca a importância da hospitalidade na vida da igreja primitiva e como isso contribui para o crescimento da fé.","conexao_teologica":"A hospitalidade é um valor central no cristianismo, refletindo o amor e a aceitação que Cristo demonstrou.","referencias_relacionadas":["1 Pedro 4:9","Hebreus 13:2","Romanos 12:13"]},"romanos_16_23_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"Igreja/assembleia refere-se à comunidade de crentes que se reúnem em nome de Cristo.","explicacao_detalhada":"A palavra 'igreja' implica não apenas um edifício, mas a reunião dos fiéis que compartilham a fé em Jesus. É um corpo vivo, onde cada membro desempenha um papel vital.","por_que_esta_palavra":"A menção da igreja enfatiza a importância da comunhão e do apoio mútuo entre os crentes.","conexao_teologica":"A igreja é descrita como o corpo de Cristo, onde cada membro é essencial para o funcionamento do todo.","referencias_relacionadas":["Atos 2:42-47","1 Coríntios 12:27","Efésios 4:11-13"]},"romanos_16_23_erastus":{"palavra_pt":"erastus","palavra_original":"Ἔραστος","transliteracao":"Érastos","strong":"G2037","significado_raiz":"Ideia básica: erastus.","significado_contextual":"Erastus é mencionado como um tesoureiro da cidade de Corinto.","explicacao_detalhada":"A inclusão de Erastus mostra que pessoas de diferentes esferas sociais e econômicas estavam envolvidas na obra do evangelho. Ele representa a interseção entre a fé e a vida pública.","por_que_esta_palavra":"A menção de Erastus destaca que a fé em Cristo pode impactar todas as áreas da vida, incluindo a política e a administração pública.","conexao_teologica":"A presença de Erastus na carta ilustra como o evangelho transcende barreiras sociais e culturais.","referencias_relacionadas":["1 Coríntios 1:26-29","Gálatas 3:28","Colossenses 3:23-24"]},"romanos_16_24_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"Graça é uma bênção desejada para os crentes.","explicacao_detalhada":"A palavra 'graça' refere-se ao favor imerecido de Deus, que é fundamental para a salvação e a vida cristã. Paulo frequentemente usa essa palavra para expressar a essência do evangelho.","por_que_esta_palavra":"A saudação de graça é uma forma de Paulo encorajar os crentes a viverem em resposta ao amor de Deus.","conexao_teologica":"A graça é um tema central na teologia cristã, representando a bondade de Deus para com a humanidade.","referencias_relacionadas":["Efésios 2:8-9","Romanos 5:20-21","2 Coríntios 12:9"]},"romanos_16_24_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' reafirma a soberania de Cristo.","explicacao_detalhada":"Assim como em outras partes da carta, o uso de 'senhor' enfatiza a importância da autoridade de Jesus na vida dos crentes e na igreja.","por_que_esta_palavra":"A repetição da palavra 'senhor' serve para reforçar a centralidade de Cristo em todas as interações e relacionamentos da comunidade cristã.","conexao_teologica":"A autoridade de Cristo é um fundamento para a vida cristã e a prática da fé.","referencias_relacionadas":["Romanos 10:9","Colossenses 1:18","1 Pedro 3:15"]},"romanos_16_24_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o nome que representa o Salvador e Senhor da fé cristã.","explicacao_detalhada":"O nome 'Jesus' é central para a mensagem do evangelho, simbolizando a encarnação de Deus e a salvação oferecida à humanidade.","por_que_esta_palavra":"A menção de Jesus reafirma a identidade e a missão do Filho de Deus, que é a base da fé cristã.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua obra redentora é o coração do evangelho.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 5:8"]},"romanos_16_25_bom":{"palavra_pt":"bom","palavra_original":"εὐαγγέλιον","transliteracao":"euangélion","strong":"G2098","significado_raiz":"Ideia básica: bom.","significado_contextual":"Bom refere-se à qualidade do evangelho que é anunciado.","explicacao_detalhada":"A palavra 'bom' aqui é usada para descrever a mensagem do evangelho como algo que traz vida, esperança e transformação.","por_que_esta_palavra":"A ênfase na bondade do evangelho é um convite para que os crentes compartilhem essa mensagem com outros.","conexao_teologica":"O evangelho é considerado a boa nova que traz salvação e reconciliação com Deus.","referencias_relacionadas":["Romanos 1:16","Marcos 16:15","2 Timóteo 4:2"]},"romanos_16_25_evangelho":{"palavra_pt":"evangelho","palavra_original":"κήρυγμα","transliteracao":"kḗrygma","strong":"G2782","significado_raiz":"Ideia básica: evangelho.","significado_contextual":"Evangelho refere-se à mensagem de salvação em Cristo.","explicacao_detalhada":"A palavra 'evangelho' é central para a fé cristã, representando a boa nova da salvação através da morte e ressurreição de Jesus.","por_que_esta_palavra":"A menção do evangelho destaca a missão da igreja de proclamar essa mensagem ao mundo.","conexao_teologica":"O evangelho é a base da esperança cristã e a razão pela qual a igreja existe.","referencias_relacionadas":["Romanos 10:15","1 Coríntios 15:1-4","Gálatas 1:6-9"]},"romanos_16_25_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome do Salvador, que representa a salvação e a redenção.","explicacao_detalhada":"O nome 'Jesus' é derivado do hebraico 'Yeshua', que significa 'O Senhor é salvação'. No contexto de Romanos 16:25, Paulo destaca a importância de Jesus como a fonte da revelação do evangelho e da força que sustenta a fé dos crentes.","por_que_esta_palavra":"A palavra 'Jesus' é central para a mensagem cristã, pois é através dele que a salvação é oferecida à humanidade.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua obra redentora é o fundamento da fé cristã.","referencias_relacionadas":["Mateus 1:21","Atos 4:12","Romanos 10:9"]},"romanos_16_26_santo":{"palavra_pt":"santo","palavra_original":"γραφή","transliteracao":"graphḗ","strong":"G1124","significado_raiz":"Ideia básica: santo.","significado_contextual":"Refere-se à santidade de Deus e à separação dos crentes para o serviço divino.","explicacao_detalhada":"A palavra 'santo' implica em ser separado para Deus, refletindo a natureza pura e justa de Deus. Em Romanos 16:26, Paulo menciona a revelação do evangelho que é destinada aos santos, ou seja, aqueles que foram chamados e separados para viver em santidade.","por_que_esta_palavra":"A santidade é um atributo essencial de Deus e um chamado para todos os que seguem a Cristo.","conexao_teologica":"Os crentes são chamados a ser santos como Deus é santo, refletindo sua natureza em suas vidas.","referencias_relacionadas":["1 Pedro 1:16","Romanos 1:7","Efésios 1:4"]},"romanos_16_26_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus único e verdadeiro, criador de todas as coisas.","explicacao_detalhada":"A palavra 'Deus' em Romanos 16:26 enfatiza a soberania e a autoridade de Deus sobre a criação e a revelação do evangelho. Paulo destaca que é através de Deus que a mensagem do evangelho é estabelecida e divulgada.","por_que_esta_palavra":"Deus é a fonte de toda verdade e revelação, e sua vontade é central para a compreensão do evangelho.","conexao_teologica":"A relação entre Deus e a humanidade é mediada por Jesus Cristo, que revela o caráter de Deus.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 11:36"]},"romanos_16_26_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"Refere-se à fé e à verdade do evangelho que transforma vidas.","explicacao_detalhada":"A palavra 'fé' em Romanos 16:26 destaca a confiança e a crença na verdade do evangelho. Paulo menciona que a fé é um meio pelo qual os crentes são salvos e justificados diante de Deus.","por_que_esta_palavra":"A fé é essencial para a vida cristã, pois é através dela que os crentes se conectam com Deus e recebem a salvação.","conexao_teologica":"A fé é o canal pelo qual a graça de Deus é recebida, e é fundamental para a vida espiritual do crente.","referencias_relacionadas":["Hebreus 11:1","Efésios 2:8-9","Romanos 5:1"]},"romanos_16_27_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Reforça a ideia da soberania e majestade de Deus.","explicacao_detalhada":"Neste versículo, Paulo exalta a Deus como digno de glória e louvor, enfatizando sua grandeza e poder. A menção de Deus no final da carta serve como um lembrete da centralidade de Deus na vida cristã.","por_que_esta_palavra":"A exaltação de Deus é uma prática comum nas cartas de Paulo, refletindo a adoração e a reverência que os crentes devem ter por Ele.","conexao_teologica":"A adoração a Deus é uma resposta natural à sua revelação e à sua obra na história da salvação.","referencias_relacionadas":["Salmos 115:1","Romanos 11:36","Apocalipse 4:11"]},"romanos_16_27_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Reforça a centralidade de Jesus na fé cristã.","explicacao_detalhada":"A menção de Jesus em Romanos 16:27 destaca sua importância como o Filho de Deus e Salvador. Paulo encerra sua carta com uma doxologia que glorifica a Jesus, reconhecendo sua autoridade e divindade.","por_que_esta_palavra":"Jesus é o centro da mensagem do evangelho e a razão pela qual os crentes têm esperança e vida eterna.","conexao_teologica":"A relação entre Jesus e os crentes é fundamental, pois é através dele que se estabelece a nova aliança e a reconciliação com Deus.","referencias_relacionadas":["João 14:6","Colossenses 1:17-18","Filipenses 2:9-11"]}}