{"romanos_2_1_commit":{"palavra_pt":"entregar","palavra_original":"πράσσω","transliteracao":"prássō","strong":"G4238","significado_raiz":"Ideia básica: entregar.","significado_contextual":"Entregar refere-se à ação de cometer um ato, especialmente em relação ao pecado.","explicacao_detalhada":"Neste versículo, a entrega é vista como uma escolha consciente de agir de acordo com a natureza pecaminosa.","por_que_esta_palavra":"A palavra 'entregar' é usada para descrever a ação deliberada de se envolver em comportamentos errados.","conexao_teologica":"A entrega ao pecado é um tema importante, mostrando a necessidade de vigilância e arrependimento.","referencias_relacionadas":["Romanos 6:16","Gálatas 5:13","Tiago 1:14"]},"romanos_2_1_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Caminho refere-se ao modo de vida ou à conduta de uma pessoa.","explicacao_detalhada":"Neste contexto, o caminho é uma metáfora para as escolhas que uma pessoa faz, refletindo sua relação com Deus.","por_que_esta_palavra":"A palavra 'caminho' é utilizada para enfatizar a importância das decisões na vida cristã.","conexao_teologica":"O caminho é um tema recorrente nas Escrituras, simbolizando a jornada da fé e a necessidade de seguir a vontade de Deus.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:6","Mateus 7:13-14"]},"romanos_2_2_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina e à soberania de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'deus' (θεός) é usada para descrever a essência do Criador, que é justo e onipotente. No contexto de Romanos 2:2, Paulo enfatiza que o juízo de Deus é verdadeiro e imparcial.","por_que_esta_palavra":"Esta palavra é central para a compreensão da justiça divina e da moralidade que Paulo discute em sua carta.","conexao_teologica":"A justiça de Deus é um tema recorrente nas Escrituras, refletindo Sua natureza e caráter.","referencias_relacionadas":["Salmos 50:6","Romanos 3:26","Hebreus 10:30"]},"romanos_2_2_commit":{"palavra_pt":"entregar","palavra_original":"πράσσω","transliteracao":"prássō","strong":"G4238","significado_raiz":"Ideia básica: entregar.","significado_contextual":"Refere-se à ação de entregar ou realizar algo, especialmente em um contexto moral ou ético.","explicacao_detalhada":"A palavra 'entregar' (πράσσω) implica em agir de acordo com a lei ou norma estabelecida. Em Romanos 2:2, Paulo menciona que os juízos de Deus são baseados nas ações das pessoas.","por_que_esta_palavra":"É importante para entender que as ações têm consequências e que Deus julgará de acordo com o que cada um fizer.","conexao_teologica":"A relação entre fé e obras é um tema importante na teologia paulina.","referencias_relacionadas":["Gálatas 6:7","Tiago 2:26","Romanos 14:12"]},"romanos_2_3_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Novamente, refere-se à natureza de Deus como juiz justo.","explicacao_detalhada":"A repetição da palavra 'deus' (θεός) enfatiza a certeza do juízo divino sobre aqueles que pensam que podem escapar da condenação.","por_que_esta_palavra":"Reforça a ideia de que ninguém está isento do julgamento de Deus.","conexao_teologica":"A soberania de Deus é um pilar da fé cristã, mostrando que Ele tem autoridade sobre a vida e a morte.","referencias_relacionadas":["Romanos 2:6","Mateus 12:36","Apocalipse 20:12"]},"romanos_2_3_commit":{"palavra_pt":"entregar","palavra_original":"πράσσω","transliteracao":"prássō","strong":"G4238","significado_raiz":"Ideia básica: entregar.","significado_contextual":"Refere-se à entrega de ações que não estão de acordo com a vontade de Deus.","explicacao_detalhada":"A palavra 'entregar' (πράσσω) aqui implica em ações que levam à condenação, destacando a responsabilidade individual diante de Deus.","por_que_esta_palavra":"É crucial para entender que as ações têm repercussões eternas.","conexao_teologica":"A responsabilidade moral é um tema central na ética cristã.","referencias_relacionadas":["Romanos 14:10","Gálatas 5:19-21","Efésios 5:5"]},"romanos_2_4_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à bondade e paciência de Deus em relação à humanidade.","explicacao_detalhada":"A palavra 'deus' (θεός) aqui destaca a misericórdia divina, que é um convite ao arrependimento.","por_que_esta_palavra":"É importante para entender que a bondade de Deus não deve ser desprezada, pois é um chamado à mudança.","conexao_teologica":"A misericórdia de Deus é um tema central na salvação e no arrependimento.","referencias_relacionadas":["2 Pedro 3:9","Salmos 103:8","Romanos 5:8"]},"romanos_2_4_riches":{"palavra_pt":"riches","palavra_original":"πλοῦτος","transliteracao":"ploûtos","strong":"G4149","significado_raiz":"Ideia básica: riches.","significado_contextual":"Refere-se à abundância da bondade e da paciência de Deus.","explicacao_detalhada":"A palavra 'riches' (πλοῦτος) implica em uma riqueza espiritual que é oferecida a todos, refletindo a generosidade de Deus.","por_que_esta_palavra":"É essencial para entender a profundidade da graça de Deus que se estende a todos os homens.","conexao_teologica":"A riqueza da graça é um tema importante na teologia da salvação.","referencias_relacionadas":["Efésios 1:7","Romanos 5:15","Filipenses 4:19"]},"romanos_2_4_gentleness":{"palavra_pt":"gentleness","palavra_original":"χρηστότης","transliteracao":"chrēstótēs","strong":"G5544","significado_raiz":"Ideia básica: gentleness.","significado_contextual":"Refere-se à bondade e à suavidade do caráter de Deus.","explicacao_detalhada":"A palavra 'gentleness' (χρηστότης) destaca a natureza amorosa e paciente de Deus, que não deseja a condenação, mas a salvação.","por_que_esta_palavra":"É importante para entender a abordagem de Deus em relação ao arrependimento e à transformação.","conexao_teologica":"A gentileza de Deus é um reflexo do amor divino que busca restaurar o ser humano.","referencias_relacionadas":["Gálatas 5:22","Romanos 5:5","1 Pedro 3:15"]},"romanos_2_5_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia do juízo final, quando Deus julgará as ações de cada um.","explicacao_detalhada":"A palavra 'dia' (ἡμέρα) é usada para descrever um tempo específico de julgamento, enfatizando a certeza desse evento.","por_que_esta_palavra":"É crucial para lembrar que haverá um dia de prestação de contas diante de Deus.","conexao_teologica":"O juízo final é um tema importante na escatologia cristã.","referencias_relacionadas":["Mateus 25:31-46","Apocalipse 20:11-15","Romanos 14:10-12"]},"romanos_2_5_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Reforça a ideia de que Deus é o juiz supremo no dia do juízo.","explicacao_detalhada":"A palavra 'deus' (θεός) aqui enfatiza a autoridade de Deus sobre o julgamento final.","por_que_esta_palavra":"É essencial para entender a soberania de Deus em todos os aspectos da vida e do juízo.","conexao_teologica":"A soberania de Deus é um tema central que permeia toda a Escritura.","referencias_relacionadas":["Romanos 2:6","Salmos 96:13","Hebreus 9:27"]},"romanos_2_6_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Refere-se à conformidade com a justiça de Deus.","explicacao_detalhada":"A palavra 'conforme' (κατά) indica que o julgamento de Deus será baseado nas ações de cada um, refletindo a justiça divina.","por_que_esta_palavra":"É importante para entender que as ações têm consequências e que Deus julgará de acordo com a verdade.","conexao_teologica":"A justiça de Deus é um tema central na teologia cristã, mostrando que Ele é justo em todas as suas decisões.","referencias_relacionadas":["Romanos 2:6","Gálatas 6:7","Mateus 16:27"]},"romanos_2_6_obra":{"palavra_pt":"obra","palavra_original":"ἔργον","transliteracao":"érgon","strong":"G2041","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se às ações e comportamentos que os indivíduos realizam, especialmente em relação à moralidade e à justiça.","explicacao_detalhada":"A palavra 'obra' no contexto de Romanos 2:6 implica que Deus julgará cada pessoa de acordo com suas ações. Isso destaca a importância da prática da fé através de obras que refletem a verdadeira crença.","por_que_esta_palavra":"A escolha da palavra 'obra' enfatiza que a fé deve ser acompanhada de ações concretas que demonstram essa fé na vida cotidiana.","conexao_teologica":"A teologia de Paulo enfatiza que a salvação não é apenas pela fé, mas que a verdadeira fé se manifesta em obras. Isso se conecta com a ideia de que a graça de Deus nos capacita a realizar boas obras.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Mateus 7:21"]},"romanos_2_6_homem":{"palavra_pt":"homem","palavra_original":"ἕκαστος","transliteracao":"hékastos","strong":"G1538","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a cada indivíduo, enfatizando a responsabilidade pessoal diante de Deus.","explicacao_detalhada":"A palavra 'homem' aqui é usada para indicar que cada pessoa será julgada individualmente, sem exceções. Isso reforça a ideia de que todos têm um papel ativo em suas escolhas e ações.","por_que_esta_palavra":"A utilização de 'homem' destaca a universalidade do julgamento de Deus, que se aplica a todos, independentemente de sua posição social ou religiosa.","conexao_teologica":"A responsabilidade individual é um tema central na teologia de Paulo, que enfatiza que cada um deve prestar contas a Deus por suas ações.","referencias_relacionadas":["Romanos 14:12","Gálatas 6:5","2 Coríntios 5:10"]},"romanos_2_7_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à honra e reconhecimento que os fiéis receberão de Deus por suas boas obras.","explicacao_detalhada":"A palavra 'glória' indica a recompensa divina que aguarda aqueles que buscam a Deus com sinceridade e praticam o bem. É uma promessa de reconhecimento eterno.","por_que_esta_palavra":"A inclusão de 'glória' ressalta a motivação para a busca de uma vida justa e piedosa, pois há uma recompensa celestial para aqueles que perseveram.","conexao_teologica":"A glória de Deus é um tema recorrente nas Escrituras, e a promessa de glória para os fiéis reflete a esperança da vida eterna e da comunhão com Deus.","referencias_relacionadas":["Romanos 8:18","1 Pedro 5:10","2 Coríntios 4:17"]},"romanos_2_7_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida plena e abundante que Deus oferece àqueles que O buscam.","explicacao_detalhada":"A palavra 'vida' implica não apenas a existência física, mas uma vida espiritual rica e significativa em comunhão com Deus, que é a verdadeira fonte da vida.","por_que_esta_palavra":"A ênfase em 'vida' destaca que a busca por Deus resulta em uma transformação que traz alegria e propósito, contrastando com a morte espiritual.","conexao_teologica":"A vida em Cristo é um tema central na teologia paulina, onde a nova vida em Cristo é apresentada como um dom de Deus.","referencias_relacionadas":["João 10:10","Gálatas 2:20","Romanos 6:4"]},"romanos_2_7_buscar":{"palavra_pt":"buscar","palavra_original":"ζητέω","transliteracao":"zētéō","strong":"G2212","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Refere-se ao ato de procurar ativamente a Deus e Sua vontade.","explicacao_detalhada":"A palavra 'buscar' implica um esforço deliberado e contínuo para conhecer a Deus e viver de acordo com Seus princípios, refletindo um coração sincero.","por_que_esta_palavra":"A escolha de 'buscar' enfatiza a ação necessária para se aproximar de Deus, sugerindo que a fé não é passiva, mas ativa.","conexao_teologica":"Buscar a Deus é um princípio fundamental na vida cristã, refletindo a necessidade de um relacionamento pessoal com Ele.","referencias_relacionadas":["Mateus 7:7","Hebreus 11:6","Salmos 119:2"]},"romanos_2_8_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à ideia de estar em meio a algo, indicando a relação entre as ações e suas consequências.","explicacao_detalhada":"A palavra 'entre' sugere a interação entre as pessoas e as suas escolhas, enfatizando que as ações têm um impacto não apenas individual, mas também coletivo.","por_que_esta_palavra":"A escolha de 'entre' destaca a interconexão das ações humanas e suas repercussões na sociedade e no julgamento de Deus.","conexao_teologica":"A noção de comunidade e responsabilidade mútua é importante na teologia cristã, onde as ações de um afetam o todo.","referencias_relacionadas":["Gálatas 6:2","1 Coríntios 12:12-27","Romanos 14:7"]},"romanos_2_8_contentionious":{"palavra_pt":"contention ious","palavra_original":"ἐριθεία","transliteracao":"eritheía","strong":"G2052","significado_raiz":"Ideia básica: contention ious.","significado_contextual":"Refere-se a disputas e conflitos que surgem entre as pessoas, especialmente em contextos de egoísmo e ambição.","explicacao_detalhada":"A palavra 'contention ious' implica uma atitude de rivalidade e competição, que é condenada nas Escrituras, pois desvia o foco da unidade e do amor.","por_que_esta_palavra":"A inclusão de 'contention ious' destaca a advertência contra a divisão e a falta de amor entre os crentes, que deve ser evitada.","conexao_teologica":"A unidade do corpo de Cristo é um tema central na teologia de Paulo, que exorta os crentes a viver em harmonia e amor.","referencias_relacionadas":["Filipenses 2:3","Tiago 3:16","Romanos 12:10"]},"romanos_2_9_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à alma ou à essência da vida humana, que é afetada pelo pecado e pela dor.","explicacao_detalhada":"A palavra 'alma' implica a totalidade do ser humano, incluindo emoções, vontade e intelecto, e sua condição diante de Deus.","por_que_esta_palavra":"A escolha de 'alma' enfatiza a profundidade da experiência humana e a necessidade de redenção e cura espiritual.","conexao_teologica":"A salvação é apresentada como uma restauração da alma, trazendo vida e esperança ao ser humano perdido.","referencias_relacionadas":["Mateus 16:26","Salmos 23:3","Romanos 8:6"]},"romanos_2_9_afflictedtion":{"palavra_pt":"afflicted tion","palavra_original":"θλῖψις","transliteracao":"thlîpsis","strong":"G2347","significado_raiz":"Ideia básica: afflicted tion.","significado_contextual":"Refere-se ao sofrimento e à aflição que os seres humanos enfrentam devido ao pecado e suas consequências.","explicacao_detalhada":"A palavra 'afflicted tion' implica uma condição de dor e tribulação, que é uma realidade na vida humana, mas que também pode levar ao crescimento espiritual.","por_que_esta_palavra":"A inclusão de 'afflicted tion' destaca a realidade do sofrimento, mas também a esperança de que Deus está presente em meio à dor.","conexao_teologica":"A teologia cristã reconhece o sofrimento como parte da experiência humana, mas também como um meio pelo qual Deus pode moldar e fortalecer a fé.","referencias_relacionadas":["Romanos 5:3-5","2 Coríntios 1:5","1 Pedro 5:10"]},"romanos_2_10_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à honra e ao reconhecimento que os fiéis receberão de Deus por suas boas ações.","explicacao_detalhada":"A palavra 'glória' neste contexto reafirma a recompensa que aguarda aqueles que perseveram em fazer o bem e viver de acordo com a vontade de Deus.","por_que_esta_palavra":"A repetição de 'glória' enfatiza a certeza da recompensa divina, encorajando os crentes a continuarem em sua jornada de fé.","conexao_teologica":"A glória de Deus é um tema central na Escritura, e a promessa de glória para os fiéis reflete a esperança da vida eterna.","referencias_relacionadas":["Romanos 8:18","1 Pedro 5:1","2 Coríntios 4:17"]},"romanos_2_10_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"A paz mencionada aqui refere-se à harmonia e ao bem-estar que resulta da justiça de Deus.","explicacao_detalhada":"No contexto de Romanos 2:10, a paz é o resultado da justiça e da retidão. Aqueles que praticam o bem recebem a paz como recompensa divina, refletindo a natureza de Deus como um Deus de paz.","por_que_esta_palavra":"A palavra 'paz' é central na mensagem do evangelho, simbolizando a reconciliação entre Deus e a humanidade através de Cristo.","conexao_teologica":"A paz é um dos frutos do Espírito (Gálatas 5:22) e é essencial para a vida cristã, representando a restauração do relacionamento com Deus.","referencias_relacionadas":["Romanos 5:1","Filipenses 4:7","Colossenses 3:15"]},"romanos_2_11_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como imparcial, não fazendo acepção de pessoas.","explicacao_detalhada":"No contexto de Romanos 2:11, a palavra 'Deus' enfatiza a justiça divina que não favorece ninguém com base em status ou origem. Todos são iguais diante de Sua lei.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a natureza do Criador e Sua relação com a humanidade, especialmente em termos de justiça e equidade.","conexao_teologica":"A imparcialidade de Deus é um tema recorrente na Bíblia, que revela Sua justiça e amor por todos os seres humanos.","referencias_relacionadas":["Atos 10:34","Romanos 3:29-30","Gálatas 3:28"]},"romanos_2_11_respect":{"palavra_pt":"respect","palavra_original":"προσωποληψία","transliteracao":"prosōpolēpsía","strong":"G4382","significado_raiz":"Ideia básica: respect.","significado_contextual":"O respeito aqui se refere à aceitação e consideração que Deus tem por todos, sem discriminação.","explicacao_detalhada":"Romanos 2:11 destaca que Deus não faz acepção de pessoas, o que implica que todos têm igual valor e dignidade diante d'Ele.","por_que_esta_palavra":"A palavra 'respeito' é crucial para entender a justiça e a equidade de Deus, que não julga com base em aparências ou status.","conexao_teologica":"O respeito de Deus por todos os seres humanos reflete Seu amor incondicional e a importância da dignidade humana.","referencias_relacionadas":["Tiago 2:1","Romanos 14:10","Gálatas 6:7"]},"romanos_2_12_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"A lei é a norma moral que Deus estabeleceu, que todos devem seguir.","explicacao_detalhada":"Em Romanos 2:12, a lei é apresentada como um padrão pelo qual todos serão julgados, tanto os que a conhecem quanto os que não a conhecem.","por_que_esta_palavra":"A palavra 'lei' é fundamental para entender a moralidade e a justiça de Deus, que se revelam através de Seus mandamentos.","conexao_teologica":"A lei de Deus é um reflexo de Seu caráter e é essencial para a vida em comunidade e o relacionamento com Ele.","referencias_relacionadas":["Romanos 3:20","Gálatas 3:24","Salmos 119:105"]},"romanos_2_12_julgar":{"palavra_pt":"julgar","palavra_original":"κρίνω","transliteracao":"krínō","strong":"G2919","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Julgar refere-se ao ato de Deus de avaliar as ações e o caráter das pessoas.","explicacao_detalhada":"No contexto de Romanos 2:12, o julgamento de Deus é imparcial e baseado na conformidade com a lei, destacando a responsabilidade individual.","por_que_esta_palavra":"A palavra 'julgar' é importante para entender a justiça de Deus e a responsabilidade que cada um tem diante d'Ele.","conexao_teologica":"O julgamento de Deus é um tema central na escatologia cristã, onde todos prestarão contas de suas ações.","referencias_relacionadas":["Mateus 12:36","Romanos 14:10","2 Coríntios 5:10"]},"romanos_2_12_grande":{"palavra_pt":"grande","palavra_original":"ὅσος","transliteracao":"hósos","strong":"G3745","significado_raiz":"Ideia básica: grande.","significado_contextual":"Grande refere-se à magnitude da lei e da responsabilidade que todos têm diante dela.","explicacao_detalhada":"Em Romanos 2:12, a grandeza da lei implica que todos, independentemente de sua origem, são responsáveis por suas ações e serão julgados por elas.","por_que_esta_palavra":"A palavra 'grande' destaca a seriedade da lei de Deus e a importância de viver de acordo com Seus mandamentos.","conexao_teologica":"A grandeza da lei de Deus reflete Sua santidade e a necessidade de um padrão moral elevado na vida dos crentes.","referencias_relacionadas":["Salmos 19:7","Romanos 7:12","Tiago 1:25"]},"romanos_2_13_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"A lei é a norma pela qual a justiça de Deus é aplicada a todos.","explicacao_detalhada":"Romanos 2:13 enfatiza que não é apenas ouvir a lei que importa, mas sim praticá-la, o que revela a verdadeira justiça.","por_que_esta_palavra":"A palavra 'lei' é essencial para entender a prática da justiça e a vida cristã autêntica.","conexao_teologica":"A prática da lei é um reflexo da fé genuína e do relacionamento com Deus.","referencias_relacionadas":["Tiago 1:22","Romanos 3:31","Gálatas 5:14"]},"romanos_2_13_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o juiz supremo que avaliará as ações de todos com justiça.","explicacao_detalhada":"No contexto de Romanos 2:13, a palavra 'Deus' destaca Sua autoridade e a certeza de que todos serão julgados de acordo com Suas normas.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a soberania e a justiça divina em relação à humanidade.","conexao_teologica":"A justiça de Deus é um tema central na teologia cristã, enfatizando Sua natureza justa e amorosa.","referencias_relacionadas":["Romanos 2:6","Salmos 96:13","Hebreus 9:27"]},"romanos_2_13_inocente":{"palavra_pt":"inocente","palavra_original":"δίκαιος","transliteracao":"díkaios","strong":"G1342","significado_raiz":"Ideia básica: inocente.","significado_contextual":"Inocente refere-se àqueles que são justificados diante de Deus por suas ações corretas.","explicacao_detalhada":"Em Romanos 2:13, a palavra 'inocente' implica que a verdadeira justiça não é apenas uma questão de aparência, mas de ações que refletem a vontade de Deus.","por_que_esta_palavra":"A palavra 'inocente' é crucial para entender a doutrina da justificação e a necessidade de viver de acordo com a vontade de Deus.","conexao_teologica":"A inocência diante de Deus é um tema importante que se relaciona com a salvação e a graça oferecida em Cristo.","referencias_relacionadas":["Romanos 5:1","1 Pedro 3:18","Gálatas 2:16"]},"romanos_2_14_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"A lei é a norma moral que orienta a conduta humana, mesmo entre aqueles que não a conhecem explicitamente.","explicacao_detalhada":"Romanos 2:14 menciona que os gentios, que não têm a lei, ainda assim mostram que a lei está escrita em seus corações, indicando uma consciência moral.","por_que_esta_palavra":"A palavra 'lei' é essencial para entender a moralidade universal e a responsabilidade diante de Deus.","conexao_teologica":"A lei escrita no coração é um testemunho da soberania de Deus sobre toda a humanidade, independentemente de sua origem.","referencias_relacionadas":["Romanos 2:15","Jeremias 31:33","Hebreus 10:16"]},"romanos_2_14_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de cumprir ou realizar algo, especialmente em relação às obras da lei.","explicacao_detalhada":"Neste contexto, Paulo argumenta que os gentios, que não têm a lei escrita, ainda assim fazem instintivamente as coisas que a lei exige, mostrando que a moralidade é uma questão de ação e não apenas de conhecimento.","por_que_esta_palavra":"A escolha da palavra 'fazer' enfatiza a importância das ações em relação à fé e à obediência a Deus.","conexao_teologica":"A teologia de Paulo destaca que a verdadeira justiça diante de Deus é baseada em ações e não apenas na posse da lei.","referencias_relacionadas":["Tiago 2:17","Mateus 7:21","Gálatas 5:6"]},"romanos_2_15_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"A palavra 'lei' refere-se ao conjunto de normas e mandamentos dados por Deus, que orientam a vida moral e espiritual do povo.","explicacao_detalhada":"Paulo discute como a lei é uma medida de justiça, e mesmo aqueles que não a conhecem podem agir de acordo com seus princípios, demonstrando que a moralidade é universal.","por_que_esta_palavra":"A palavra 'lei' é crucial para entender a relação entre a justiça de Deus e a responsabilidade humana.","conexao_teologica":"A lei revela a natureza de Deus e a necessidade de um padrão moral, que é cumprido em Cristo.","referencias_relacionadas":["Romanos 3:20","Gálatas 3:24","Êxodo 20:1-17"]},"romanos_2_15_obra":{"palavra_pt":"obra","palavra_original":"ἔργον","transliteracao":"érgon","strong":"G2041","significado_raiz":"Ideia básica: obra.","significado_contextual":"A palavra 'obra' refere-se às ações concretas que as pessoas realizam, especialmente em relação à moralidade e à lei.","explicacao_detalhada":"Paulo argumenta que as obras são evidências da verdadeira condição do coração humano e que elas têm um papel importante no julgamento final.","por_que_esta_palavra":"A palavra 'obra' é utilizada para enfatizar que a fé verdadeira se manifesta em ações e comportamentos.","conexao_teologica":"As obras são um reflexo da fé genuína e da transformação que ocorre na vida do crente.","referencias_relacionadas":["Efésios 2:10","Tiago 2:26","Romanos 3:28"]},"romanos_2_15_coracao":{"palavra_pt":"coracao","palavra_original":"καρδία","transliteracao":"kardía","strong":"G2588","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' representa o centro das emoções, pensamentos e decisões do ser humano.","explicacao_detalhada":"Neste contexto, Paulo destaca que o verdadeiro julgamento de Deus considera não apenas as ações externas, mas também a motivação interna do coração.","por_que_esta_palavra":"A palavra 'coração' é fundamental para entender a natureza da verdadeira obediência a Deus, que deve vir de um coração sincero.","conexao_teologica":"A transformação do coração é essencial na teologia de Paulo, que enfatiza a necessidade de um novo nascimento.","referencias_relacionadas":["Salmos 51:10","Mateus 5:8","Romanos 10:9"]},"romanos_2_16_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao dia do juízo, quando Deus julgará as ações e intenções dos corações.","explicacao_detalhada":"Paulo menciona que haverá um dia em que todos serão julgados de acordo com suas obras, enfatizando a certeza e a inevitabilidade desse julgamento.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a seriedade e a importância do juízo final.","conexao_teologica":"O dia do juízo é um tema central na escatologia cristã, onde a justiça de Deus será plenamente revelada.","referencias_relacionadas":["Mateus 12:36","2 Coríntios 5:10","Apocalipse 20:12"]},"romanos_2_16_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Criador e Juiz supremo, que tem autoridade sobre toda a humanidade.","explicacao_detalhada":"Neste versículo, Paulo enfatiza que o juízo de Deus será imparcial e baseado na verdade, revelando a natureza justa de Deus.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a soberania e a justiça divina em relação à humanidade.","conexao_teologica":"A justiça de Deus é um tema central na teologia de Paulo, que destaca a necessidade de um relacionamento correto com Ele.","referencias_relacionadas":["Romanos 1:18","Hebreus 9:27","Salmos 96:13"]},"romanos_2_16_bom":{"palavra_pt":"bom","palavra_original":"εὐαγγέλιον","transliteracao":"euangélion","strong":"G2098","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à natureza justa e perfeita de Deus, que é a medida do que é moralmente correto.","explicacao_detalhada":"Paulo menciona que Deus julgará com justiça, e essa justiça é baseada em Sua própria bondade e santidade.","por_que_esta_palavra":"A palavra 'bom' é usada para enfatizar que a justiça de Deus é sempre correta e perfeita.","conexao_teologica":"A bondade de Deus é um atributo essencial que fundamenta Sua justiça e misericórdia.","referencias_relacionadas":["Salmos 119:68","Romanos 12:2","Gálatas 5:22"]},"romanos_2_17_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"A palavra 'lei' é repetida para enfatizar a importância do conhecimento da lei na vida do judeu.","explicacao_detalhada":"Paulo critica a hipocrisia dos que conhecem a lei, mas não a praticam, mostrando que o conhecimento sem ação é insuficiente.","por_que_esta_palavra":"A repetição da palavra 'lei' serve para reforçar a responsabilidade dos que têm a revelação de Deus.","conexao_teologica":"A relação entre conhecimento e prática é central na teologia de Paulo, que enfatiza a necessidade de viver de acordo com a revelação de Deus.","referencias_relacionadas":["Romanos 3:20","Tiago 1:22","Gálatas 6:7"]},"romanos_2_17_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' é usada novamente para reafirmar a autoridade divina sobre a lei e o julgamento.","explicacao_detalhada":"Paulo destaca que conhecer a Deus implica em responsabilidade moral e ética, e que o conhecimento deve levar à prática.","por_que_esta_palavra":"A menção de 'Deus' reforça a seriedade do julgamento que Ele fará sobre aqueles que conhecem Sua lei.","conexao_teologica":"O conhecimento de Deus deve resultar em uma vida que reflete Seus atributos e Sua vontade.","referencias_relacionadas":["Romanos 1:21","1 João 2:4","Hebreus 10:26"]},"romanos_2_17_bom":{"palavra_pt":"bom","palavra_original":"καυχάομαι","transliteracao":"kaucháomai","strong":"G2744","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' é usada para descrever a natureza da lei e a expectativa de Deus em relação à obediência.","explicacao_detalhada":"Paulo argumenta que a lei é boa e que aqueles que a conhecem devem viver de acordo com seus princípios, refletindo a bondade de Deus.","por_que_esta_palavra":"A palavra 'bom' é essencial para entender a natureza da lei como um guia para a vida moral.","conexao_teologica":"A bondade da lei é um reflexo da bondade de Deus, que deseja o melhor para a humanidade.","referencias_relacionadas":["Romanos 7:12","Salmos 19:7-11","Gálatas 5:22"]},"romanos_2_18_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"Refere-se à lei de Deus, que é um guia moral e espiritual para a vida dos crentes.","explicacao_detalhada":"A palavra 'lei' (νόμος) é usada para descrever os mandamentos e preceitos dados por Deus ao Seu povo, especialmente no contexto do Antigo Testamento. Em Romanos, Paulo discute a importância da lei e como ela revela o pecado.","por_que_esta_palavra":"A lei é fundamental para entender a relação entre Deus e a humanidade, pois estabelece o padrão de santidade que Deus espera.","conexao_teologica":"A lei serve como um tutor que nos leva a Cristo, mostrando nossa necessidade de salvação (Gálatas 3:24).","referencias_relacionadas":["Romanos 3:20","Romanos 7:7","Gálatas 3:24"]},"romanos_2_18_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a posição ou relação entre pessoas ou grupos.","explicacao_detalhada":"A palavra 'entre' (ἐκ) é utilizada para mostrar a inclusão ou a relação de um grupo em relação a outro, enfatizando a ideia de pertencimento ou proximidade.","por_que_esta_palavra":"É importante para entender como os judeus se viam em relação aos gentios e como a mensagem do evangelho se aplica a todos.","conexao_teologica":"A inclusão dos gentios na promessa de Deus é um tema central na carta aos Romanos.","referencias_relacionadas":["Romanos 1:16","Romanos 10:12","Efésios 2:14"]},"romanos_2_19_fogo":{"palavra_pt":"luz","palavra_original":"φῶς","transliteracao":"phōs","strong":"G5457","significado_raiz":"Ideia básica: luz.","significado_contextual":"Representa a luz da verdade e a revelação de Deus.","explicacao_detalhada":"A palavra 'luz' (φῶς) simboliza a clareza e a verdade que vêm de Deus, contrastando com a escuridão do pecado e da ignorância.","por_que_esta_palavra":"A luz é um símbolo frequente na Bíblia, representando a presença de Deus e a verdade que ilumina o caminho dos crentes.","conexao_teologica":"Jesus é descrito como a luz do mundo, e os crentes são chamados a refletir essa luz em suas vidas (João 8:12).","referencias_relacionadas":["João 1:5","Mateus 5:14","1 João 1:5"]},"romanos_2_19_trevas":{"palavra_pt":"trevas","palavra_original":"σκότος","transliteracao":"skótos","strong":"G4655","significado_raiz":"Ideia básica: trevas.","significado_contextual":"Simboliza a ignorância espiritual e o pecado.","explicacao_detalhada":"A palavra 'trevas' (σκότος) é usada para descrever a ausência de luz, representando a condição de separação de Deus e a falta de entendimento espiritual.","por_que_esta_palavra":"As trevas são frequentemente associadas ao pecado e à rebelião contra Deus, contrastando com a luz que traz vida e verdade.","conexao_teologica":"A luta entre luz e trevas é um tema central na teologia cristã, refletindo a batalha entre o bem e o mal.","referencias_relacionadas":["Efésios 5:8","Colossenses 1:13","1 Pedro 2:9"]},"romanos_2_20_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"Refere-se novamente à lei de Deus como um guia moral.","explicacao_detalhada":"A repetição da palavra 'lei' (νόμος) enfatiza a importância da instrução divina e como ela é percebida pelos que a conhecem.","por_que_esta_palavra":"A lei é um reflexo do caráter de Deus e serve como um padrão para a vida moral e ética dos crentes.","conexao_teologica":"A lei é um meio pelo qual os crentes podem entender a santidade de Deus e sua própria necessidade de redenção.","referencias_relacionadas":["Romanos 7:12","Romanos 10:4","Hebreus 10:1"]},"romanos_2_20_crianca":{"palavra_pt":"crianca","palavra_original":"νήπιος","transliteracao":"nḗpios","strong":"G3516","significado_raiz":"Ideia básica: crianca.","significado_contextual":"Refere-se à imaturidade espiritual.","explicacao_detalhada":"A palavra 'criança' (νήπιος) é usada para descrever alguém que ainda não atingiu a maturidade espiritual e que precisa de orientação.","por_que_esta_palavra":"A imaturidade espiritual é um tema importante, pois Paulo exorta os crentes a crescerem em fé e conhecimento.","conexao_teologica":"A maturidade espiritual é um objetivo para todos os crentes, conforme descrito em Efésios 4:13.","referencias_relacionadas":["1 Coríntios 3:1","Efésios 4:14","Hebreus 5:12"]},"romanos_2_21_verdade":{"palavra_pt":"pregar/proclamar","palavra_original":"κηρύσσω","transliteracao":"kērýssō","strong":"G2784","significado_raiz":"Ideia básica: pregar.","significado_contextual":"Refere-se à proclamação da verdade de Deus.","explicacao_detalhada":"A palavra 'pregar/proclamar' (κηρύσσω) implica a responsabilidade de compartilhar a mensagem de Deus com outros.","por_que_esta_palavra":"A pregação é um meio pelo qual a verdade de Deus é comunicada e recebida pela humanidade.","conexao_teologica":"A proclamação do evangelho é central para a missão da igreja e a vida do crente.","referencias_relacionadas":["Marcos 16:15","Romanos 10:14","2 Timóteo 4:2"]},"romanos_2_21_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza de Deus como o ser supremo.","explicacao_detalhada":"A palavra 'deus' (μή) é usada para enfatizar a soberania e a autoridade de Deus sobre todas as coisas.","por_que_esta_palavra":"A compreensão de quem Deus é é fundamental para a fé cristã e para a relação do crente com Ele.","conexao_teologica":"A natureza de Deus é central para a teologia cristã, influenciando a adoração e a prática dos crentes.","referencias_relacionadas":["Salmos 46:10","Isaías 40:28","Romanos 1:20"]},"romanos_2_21_ensinar":{"palavra_pt":"ensinar","palavra_original":"διδάσκω","transliteracao":"didáskō","strong":"G1321","significado_raiz":"Ideia básica: ensinar.","significado_contextual":"Refere-se à responsabilidade de ensinar a verdade de Deus.","explicacao_detalhada":"A palavra 'ensinar' (διδάσκω) implica a transmissão de conhecimento e sabedoria espiritual, essencial para o crescimento da igreja.","por_que_esta_palavra":"O ensino é uma parte vital da vida cristã, ajudando os crentes a entender e aplicar a Palavra de Deus.","conexao_teologica":"O ensino é um dos dons do Espírito Santo e é fundamental para a edificação do corpo de Cristo.","referencias_relacionadas":["Mateus 28:19-20","Atos 2:42","2 Timóteo 2:2"]},"romanos_2_22_imagem":{"palavra_pt":"imagem","palavra_original":"εἴδωλον","transliteracao":"eídōlon","strong":"G1497","significado_raiz":"Ideia básica: imagem.","significado_contextual":"Refere-se à adoração de ídolos e a falsidade espiritual.","explicacao_detalhada":"A palavra 'imagem' (εἴδωλον) é usada para descrever ídolos que são adorados em lugar do verdadeiro Deus, refletindo a corrupção espiritual.","por_que_esta_palavra":"A adoração de imagens é um tema recorrente na Bíblia, alertando contra a idolatria e a desobediência a Deus.","conexao_teologica":"A idolatria é condenada em toda a Escritura, e a verdadeira adoração deve ser dirigida somente a Deus.","referencias_relacionadas":["Êxodo 20:4-5","Salmos 115:4-8","1 João 5:21"]},"romanos_2_22_commit":{"palavra_pt":"entregar","palavra_original":"ἱεροσυλέω","transliteracao":"hierosyléō","strong":"G2416","significado_raiz":"Ideia básica: entregar.","significado_contextual":"Entregar, no contexto de Romanos 2:22, refere-se a entregar algo a alguém, especialmente no sentido de responsabilidade ou obrigação.","explicacao_detalhada":"A palavra 'entregar' (ἱεροσυλέω) implica uma ação de dar ou confiar algo a outra pessoa. No contexto, Paulo está abordando a hipocrisia dos que ensinam a lei, mas não a praticam.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a responsabilidade moral que os judeus tinham em relação à lei que professavam seguir.","conexao_teologica":"A entrega da lei a Israel implica uma responsabilidade de viver de acordo com ela, refletindo a santidade de Deus.","referencias_relacionadas":["Romanos 2:21","Romanos 2:23","Tiago 1:22"]},"romanos_2_22_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' (μή) aqui é usada em um contexto de negação, enfatizando a impossibilidade de enganar a Deus.","explicacao_detalhada":"Neste versículo, Paulo argumenta que a hipocrisia não pode enganar a Deus, que conhece os corações e as intenções.","por_que_esta_palavra":"A palavra é crucial para entender a relação entre a prática da lei e o caráter de Deus como juiz justo.","conexao_teologica":"Deus é apresentado como aquele que vê além das aparências, exigindo sinceridade e verdade em nossa adoração.","referencias_relacionadas":["Salmos 139:1-4","Gálatas 6:7","Hebreus 4:13"]},"romanos_2_23_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"A palavra 'lei' (νόμος) refere-se ao conjunto de mandamentos dados por Deus a Israel.","explicacao_detalhada":"Paulo discute como a lei é um padrão de justiça, mas também um meio pelo qual a transgressão é revelada.","por_que_esta_palavra":"A lei é central para a identidade judaica e para a compreensão da justiça de Deus.","conexao_teologica":"A lei serve para mostrar a necessidade de um Salvador, uma vez que todos falham em cumpri-la perfeitamente.","referencias_relacionadas":["Romanos 3:20","Gálatas 3:24","Êxodo 20:1-17"]},"romanos_2_23_transgressao":{"palavra_pt":"transgressao","palavra_original":"παράβασις","transliteracao":"parábasis","strong":"G3847","significado_raiz":"Ideia básica: transgressao.","significado_contextual":"Transgressão (παράβασις) refere-se à violação da lei, ou seja, agir contra o que foi estabelecido por Deus.","explicacao_detalhada":"Neste contexto, Paulo destaca que aqueles que se orgulham de conhecer a lei são, na verdade, transgressores dela.","por_que_esta_palavra":"A transgressão é um conceito chave que revela a condição pecaminosa da humanidade.","conexao_teologica":"A transgressão da lei leva à necessidade de redenção e à graça de Deus através de Cristo.","referencias_relacionadas":["Romanos 3:23","1 João 3:4","Tiago 2:10"]},"romanos_2_23_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' (θεός) é usada para enfatizar a soberania e a justiça divina.","explicacao_detalhada":"Paulo menciona Deus para lembrar que Ele é o juiz final e que a hipocrisia não pode escapar do Seu olhar.","por_que_esta_palavra":"A referência a Deus é fundamental para entender a seriedade do julgamento que todos enfrentarão.","conexao_teologica":"A justiça de Deus é um tema central em Romanos, mostrando que todos são responsáveis diante dEle.","referencias_relacionadas":["Romanos 2:6","Romanos 14:10-12","Salmos 96:13"]},"romanos_2_24_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' (θεός) aqui reforça a ideia de que o nome de Deus é blasfemado entre os gentios por causa da hipocrisia dos judeus.","explicacao_detalhada":"Paulo argumenta que a conduta dos que professam a fé pode impactar a percepção de Deus entre os não crentes.","por_que_esta_palavra":"A menção de Deus é crucial para entender a responsabilidade que os crentes têm em representar Seu caráter.","conexao_teologica":"A reputação de Deus está ligada à vida dos Seus seguidores, enfatizando a importância da integridade.","referencias_relacionadas":["Ezequiel 36:22-23","Mateus 5:16","Romanos 1:21"]},"romanos_2_25_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"A palavra 'lei' (νόμος) é usada para discutir a importância da obediência à lei como um sinal de verdadeira fé.","explicacao_detalhada":"Paulo argumenta que a mera posse da lei não é suficiente; é a prática dela que conta.","por_que_esta_palavra":"A lei é um elemento central na discussão sobre a justificação e a verdadeira obediência a Deus.","conexao_teologica":"A relação entre a lei e a fé é um tema recorrente em Romanos, mostrando que a verdadeira fé se manifesta em ações.","referencias_relacionadas":["Romanos 3:31","Gálatas 5:14","Tiago 1:25"]},"romanos_2_25_commit":{"palavra_pt":"entregar","palavra_original":"πράσσω","transliteracao":"prássō","strong":"G4238","significado_raiz":"Ideia básica: entregar.","significado_contextual":"A palavra 'entregar' (πράσσω) aqui se refere à ação de cumprir ou realizar a lei.","explicacao_detalhada":"Paulo enfatiza que a verdadeira prática da lei é o que realmente importa, não apenas a sua posse.","por_que_esta_palavra":"A entrega da lei em ações é um tema importante para a fé cristã, que deve se manifestar em obras.","conexao_teologica":"A prática da lei reflete a transformação interna que ocorre na vida do crente.","referencias_relacionadas":["Romanos 6:13","Efésios 2:10","Colossenses 3:23"]},"romanos_2_25_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A expressão 'tornar-se' (γίνομαι) refere-se a um processo de transformação ou mudança.","explicacao_detalhada":"Paulo discute como a verdadeira obediência à lei pode levar a uma grande recompensa diante de Deus.","por_que_esta_palavra":"A ideia de transformação é central na vida cristã, onde o crente é chamado a crescer em santidade.","conexao_teologica":"A transformação do crente é um reflexo da obra do Espírito Santo em sua vida.","referencias_relacionadas":["Romanos 12:2","2 Coríntios 5:17","Filipenses 1:6"]},"romanos_2_26_juizo":{"palavra_pt":"juizo","palavra_original":"δικαίωμα","transliteracao":"dikaíōma","strong":"G1345","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo' (δικαίωμα) refere-se à decisão justa de Deus sobre as ações humanas.","explicacao_detalhada":"Paulo menciona o juízo para enfatizar que a verdadeira justiça de Deus será revelada no final dos tempos.","por_que_esta_palavra":"O juízo é uma parte essencial da justiça divina, que não pode ser ignorada.","conexao_teologica":"O juízo de Deus é um tema que destaca a necessidade de arrependimento e fé em Cristo.","referencias_relacionadas":["Romanos 2:6","Apocalipse 20:12","Mateus 12:36"]},"romanos_2_26_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"A 'lei' refere-se ao conjunto de mandamentos dados por Deus ao povo de Israel, que inclui tanto a Lei Mosaica quanto os princípios morais que devem ser seguidos.","explicacao_detalhada":"Neste contexto, Paulo argumenta que a verdadeira observância da lei não é apenas externa, mas deve ser interna e espiritual. A lei é um guia para a vida, mas a verdadeira justiça vem da obediência ao espírito da lei.","por_que_esta_palavra":"A palavra 'lei' é crucial para entender a relação entre judeus e gentios, e como a justiça de Deus se aplica a todos, independentemente da observância da lei.","conexao_teologica":"A lei é um reflexo do caráter de Deus e sua vontade para a humanidade. Através de Cristo, a lei é cumprida e a verdadeira justiça é revelada.","referencias_relacionadas":["Romanos 3:20","Gálatas 3:24","Mateus 5:17"]},"romanos_2_26_circuncisao":{"palavra_pt":"circuncisao","palavra_original":"περιτομή","transliteracao":"peritomḗ","strong":"G4061","significado_raiz":"Ideia básica: circuncisao.","significado_contextual":"A 'circuncisão' é um rito de passagem que simboliza a aliança entre Deus e o povo de Israel, sendo um sinal físico da identidade judaica.","explicacao_detalhada":"Paulo discute que a circuncisão física não é suficiente para a salvação. A verdadeira circuncisão é a do coração, que se manifesta em ações e atitudes que refletem a obediência a Deus.","por_que_esta_palavra":"A circuncisão é um símbolo importante da identidade judaica e da aliança, mas Paulo enfatiza que a verdadeira pertença a Deus vai além de rituais externos.","conexao_teologica":"A circuncisão do coração é uma transformação espiritual que Deus realiza em seus filhos, mostrando que a verdadeira identidade é encontrada em Cristo.","referencias_relacionadas":["Gálatas 5:2-6","Colossenses 2:11","Deuteronômio 10:16"]},"romanos_2_27_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"A 'lei' é novamente mencionada para enfatizar que a verdadeira obediência não é apenas uma questão de seguir regras, mas de viver de acordo com a vontade de Deus.","explicacao_detalhada":"Paulo argumenta que aqueles que não têm a lei, mas agem de acordo com seus princípios, são considerados justos diante de Deus. A lei deve ser internalizada.","por_que_esta_palavra":"A repetição da palavra 'lei' reforça a ideia de que a obediência não é apenas externa, mas deve vir de um coração transformado.","conexao_teologica":"A lei, quando compreendida corretamente, aponta para a necessidade de um Salvador e a transformação que vem através do Espírito Santo.","referencias_relacionadas":["Romanos 3:31","Tiago 1:25","Romanos 8:4"]},"romanos_2_27_among":{"palavra_pt":"entre","palavra_original":"ἐκ","transliteracao":"ek","strong":"G1537","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a relação entre os indivíduos e a comunidade, enfatizando a inclusão e a interdependência.","explicacao_detalhada":"Paulo usa 'entre' para mostrar que a verdadeira justiça não é apenas individual, mas também comunitária, refletindo a relação entre os membros do corpo de Cristo.","por_que_esta_palavra":"A inclusão de 'entre' destaca a importância da interação e do testemunho mútuo na vida cristã.","conexao_teologica":"A comunidade de fé é chamada a viver em unidade, refletindo a diversidade do corpo de Cristo.","referencias_relacionadas":["1 Coríntios 12:12-14","Efésios 4:4-6","Romanos 12:5"]},"romanos_2_27_mankind":{"palavra_pt":"man kind","palavra_original":"φύσις","transliteracao":"phýsis","strong":"G5449","significado_raiz":"Ideia básica: man kind.","significado_contextual":"A palavra 'humanidade' refere-se à criação de Deus e à dignidade inerente a cada ser humano.","explicacao_detalhada":"Paulo menciona a 'humanidade' para enfatizar que todos, judeus e gentios, são igualmente responsáveis diante de Deus e têm acesso à salvação.","por_que_esta_palavra":"A inclusão de 'humanidade' destaca a universalidade da mensagem do evangelho e a igualdade de todos diante de Deus.","conexao_teologica":"A redenção em Cristo é oferecida a toda a humanidade, reafirmando o valor de cada indivíduo aos olhos de Deus.","referencias_relacionadas":["Gálatas 3:28","Romanos 10:12","Atos 10:34-35"]},"romanos_2_28_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"A 'carne' refere-se à natureza humana, muitas vezes associada à fraqueza e ao pecado.","explicacao_detalhada":"Paulo usa 'carne' para contrastar a natureza humana com a nova vida que é oferecida em Cristo, que transcende as limitações da carne.","por_que_esta_palavra":"A palavra 'carne' é importante para entender a luta entre a natureza pecaminosa e a nova vida em Cristo.","conexao_teologica":"A transformação espiritual em Cristo permite que os crentes superem a natureza da carne e vivam em obediência a Deus.","referencias_relacionadas":["Romanos 8:5-8","Gálatas 5:16-17","2 Coríntios 5:17"]},"romanos_2_28_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"A palavra 'judeu' refere-se à identidade étnica e religiosa do povo escolhido de Deus.","explicacao_detalhada":"Paulo menciona 'judeu' para discutir a relação entre a identidade étnica e a verdadeira obediência a Deus, que vai além da herança física.","por_que_esta_palavra":"A identidade judaica é central para a compreensão do plano de Deus, mas Paulo enfatiza que a verdadeira pertença é espiritual.","conexao_teologica":"A salvação é oferecida a todos, independentemente de sua herança étnica, através da fé em Cristo.","referencias_relacionadas":["Romanos 9:6-8","Gálatas 3:29","Efésios 2:14-16"]},"romanos_2_28_circuncisao":{"palavra_pt":"circuncisao","palavra_original":"περιτομή","transliteracao":"peritomḗ","strong":"G4061","significado_raiz":"Ideia básica: circuncisao.","significado_contextual":"A 'circuncisão' é novamente mencionada para enfatizar seu significado como um sinal da aliança, mas também para mostrar que a verdadeira circuncisão é espiritual.","explicacao_detalhada":"Paulo argumenta que a circuncisão física não garante a salvação; é a circuncisão do coração que importa, que é feita pelo Espírito.","por_que_esta_palavra":"A repetição da circuncisão destaca a importância de entender os rituais à luz da nova aliança em Cristo.","conexao_teologica":"A verdadeira aliança com Deus é baseada na fé e na transformação interior, não em rituais externos.","referencias_relacionadas":["Romanos 4:11","Colossenses 2:11-12","Gálatas 6:15"]},"romanos_2_29_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"O 'espírito' refere-se à presença de Deus e à nova vida que é dada aos crentes através do Espírito Santo.","explicacao_detalhada":"Paulo menciona o 'espírito' para enfatizar que a verdadeira adoração e obediência a Deus vêm do interior, através da obra do Espírito em nossas vidas.","por_que_esta_palavra":"A palavra 'espírito' é fundamental para entender a nova vida em Cristo e a capacitação para viver de acordo com a vontade de Deus.","conexao_teologica":"O Espírito Santo é o agente da transformação e da santificação na vida do crente, permitindo uma verdadeira relação com Deus.","referencias_relacionadas":["Romanos 8:9-11","Gálatas 5:22-23","1 Coríntios 12:7"]},"romanos_2_29_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Criador, que é a fonte de toda a vida e a autoridade suprema.","explicacao_detalhada":"Paulo menciona 'Deus' para enfatizar a importância de uma relação pessoal com Ele, que é fundamental para a verdadeira adoração e obediência.","por_que_esta_palavra":"A centralidade de Deus na vida do crente é crucial para entender a natureza da salvação e da vida cristã.","conexao_teologica":"A relação com Deus é a base da fé cristã, e a verdadeira adoração é aquela que vem do coração, guiada pelo Espírito.","referencias_relacionadas":["Hebreus 11:6","Romanos 1:20","Atos 17:27"]},"romanos_2_29_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"Refere-se a um judeu verdadeiro, não apenas pela linhagem, mas pela prática da fé.","explicacao_detalhada":"A palavra 'jewess' (Ἰουδαῖος) é utilizada para descrever aqueles que pertencem ao povo judeu, mas Paulo enfatiza que a verdadeira identidade judaica é espiritual e não apenas física.","por_que_esta_palavra":"Paulo usa essa palavra para contrastar a verdadeira circuncisão, que é do coração, com a mera observância externa da lei.","conexao_teologica":"A identidade espiritual é central na teologia de Paulo, que argumenta que a verdadeira pertença ao povo de Deus é determinada pela fé em Cristo.","referencias_relacionadas":["Romanos 2:28-29","Gálatas 3:28","Filipenses 3:3"]}}