{"romanos_3_1_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"Novamente, refere-se à identidade judaica, questionando o valor da circuncisão.","explicacao_detalhada":"Paulo discute a vantagem de ser judeu, abordando a questão da aliança e da revelação de Deus ao povo escolhido.","por_que_esta_palavra":"A palavra é usada para ressaltar a importância da herança espiritual e das promessas de Deus aos judeus.","conexao_teologica":"A relação entre judeus e gentios é um tema recorrente, onde Paulo mostra que a fé em Cristo é o que realmente importa.","referencias_relacionadas":["Romanos 3:1-2","Romanos 9:4-5","Atos 10:34-35"]},"romanos_3_1_advantage":{"palavra_pt":"advantage","palavra_original":"ὠφέλεια","transliteracao":"ōphéleia","strong":"G5622","significado_raiz":"Ideia básica: advantage.","significado_contextual":"Refere-se à vantagem que os judeus têm por serem os guardiões das promessas de Deus.","explicacao_detalhada":"Paulo reconhece que os judeus têm uma vantagem única por terem recebido a Lei e as promessas, mas isso não garante a salvação.","por_que_esta_palavra":"A palavra 'advantage' (ὠφέλεια) é usada para enfatizar a responsabilidade que vem com essa vantagem.","conexao_teologica":"A responsabilidade de conhecer a verdade de Deus implica em uma resposta de fé e obediência.","referencias_relacionadas":["Romanos 3:1-2","Romanos 9:4","Hebreus 4:2"]},"romanos_3_1_circuncisao":{"palavra_pt":"circuncisao","palavra_original":"περιτομή","transliteracao":"peritomḗ","strong":"G4061","significado_raiz":"Ideia básica: circuncisao.","significado_contextual":"A circuncisão é um sinal da aliança entre Deus e o povo judeu.","explicacao_detalhada":"Paulo discute a circuncisão como um rito que não garante a salvação, mas que tem um significado espiritual profundo.","por_que_esta_palavra":"A circuncisão é um símbolo da identidade do povo de Deus, mas Paulo argumenta que a verdadeira circuncisão é do coração.","conexao_teologica":"A transição do rito físico para a realidade espiritual é um tema central na nova aliança em Cristo.","referencias_relacionadas":["Romanos 3:1-2","Gálatas 5:2-6","Colossenses 2:11"]},"romanos_3_2_deus":{"palavra_pt":"deus","palavra_original":"λόγιον","transliteracao":"lógion","strong":"G3051","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à palavra de Deus, que é confiável e verdadeira.","explicacao_detalhada":"Paulo menciona que a palavra de Deus é um bem precioso que foi confiado aos judeus, destacando sua importância na revelação divina.","por_que_esta_palavra":"A palavra 'deus' (λόγιον) é usada para enfatizar a fidelidade de Deus em cumprir Suas promessas.","conexao_teologica":"A revelação de Deus é fundamental para a fé, e Paulo argumenta que a incredulidade humana não anula a fidelidade divina.","referencias_relacionadas":["Romanos 3:2","2 Timóteo 3:16","Hebreus 4:12"]},"romanos_3_2_grande":{"palavra_pt":"grande","palavra_original":"πολύς","transliteracao":"polýs","strong":"G4183","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da responsabilidade que os judeus têm por serem os portadores da palavra de Deus.","explicacao_detalhada":"A palavra 'grande' (πολύς) é usada para descrever a magnitude da vantagem que os judeus têm em conhecer a verdade de Deus.","por_que_esta_palavra":"Paulo quer enfatizar que essa grandeza não é apenas um privilégio, mas uma responsabilidade.","conexao_teologica":"A grandeza da revelação de Deus implica em uma resposta adequada de fé e obediência.","referencias_relacionadas":["Romanos 3:2","Romanos 9:4","Tiago 3:1"]},"romanos_3_3_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"Refere-se à fé como a resposta correta à revelação de Deus.","explicacao_detalhada":"A palavra 'fe' (πίστις) é central na teologia de Paulo, que argumenta que a fé é o meio pelo qual recebemos a justiça de Deus.","por_que_esta_palavra":"A fé é apresentada como a única resposta válida à incredulidade e à desobediência.","conexao_teologica":"A justificação pela fé é um dos pilares da mensagem do evangelho.","referencias_relacionadas":["Romanos 3:3","Romanos 1:17","Gálatas 2:16"]},"romanos_3_3_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza de Deus como fiel e verdadeiro.","explicacao_detalhada":"Paulo argumenta que a incredulidade humana não pode anular a fidelidade de Deus, que sempre cumpre Suas promessas.","por_que_esta_palavra":"A palavra 'deus' (θεός) é usada para reafirmar a soberania e a fidelidade de Deus em todas as circunstâncias.","conexao_teologica":"A fidelidade de Deus é um tema central na teologia de Paulo, que assegura que Ele é sempre verdadeiro.","referencias_relacionadas":["Romanos 3:3","2 Timóteo 2:13","Hebreus 10:23"]},"romanos_3_4_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Reafirma a verdade de Deus em contraste com a mentira humana.","explicacao_detalhada":"Paulo utiliza a palavra 'deus' (θεός) para enfatizar que, mesmo que todos sejam considerados mentirosos, Deus permanece verdadeiro.","por_que_esta_palavra":"A ênfase está na certeza da verdade de Deus, que não é afetada pela falha humana.","conexao_teologica":"A verdade de Deus é um fundamento para a fé cristã, que se baseia na Sua fidelidade.","referencias_relacionadas":["Romanos 3:4","Salmos 119:160","João 14:6"]},"romanos_3_4_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a Cristo como a Palavra de Deus encarnada.","explicacao_detalhada":"A palavra 'palavra/verbo' (λόγος) é usada para descrever a natureza de Cristo como a revelação plena de Deus aos homens.","por_que_esta_palavra":"A ênfase está na centralidade de Cristo na revelação de Deus e na salvação.","conexao_teologica":"Cristo é o cumprimento das promessas de Deus e a manifestação da Sua verdade.","referencias_relacionadas":["Romanos 3:4","João 1:1-14","Hebreus 1:1-3"]},"romanos_3_4_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de se tornar ou acontecer algo significativo em relação à verdade de Deus.","explicacao_detalhada":"A palavra 'tornar-se' implica uma transformação ou um processo de mudança que é essencial para a compreensão da natureza de Deus e Sua justiça.","por_que_esta_palavra":"É usada para enfatizar a ação de Deus em trazer à luz a verdade, independentemente da incredulidade humana.","conexao_teologica":"A transformação que ocorre pela fé é central na teologia paulina, mostrando que a verdade de Deus prevalece sobre a falha humana.","referencias_relacionadas":["Romanos 1:17","Romanos 3:3","Romanos 8:28"]},"romanos_3_5_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza de Deus como o ser supremo e a fonte de justiça.","explicacao_detalhada":"A palavra 'Deus' é fundamental para entender a relação entre a humanidade e o Criador, especialmente no contexto da justificação pela fé.","por_que_esta_palavra":"É crucial para a argumentação de Paulo sobre a necessidade de um Deus justo que justifica o pecador.","conexao_teologica":"A justiça de Deus é um tema central em Romanos, onde Paulo discute como Deus pode ser justo e justificar o ímpio.","referencias_relacionadas":["Romanos 1:20","Romanos 3:26","Romanos 5:1"]},"romanos_3_5_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"Refere-se ao ato de ser declarado justo diante de Deus.","explicacao_detalhada":"A 'justiça' é um conceito central em Romanos, onde Paulo explica que a justificação é pela fé e não pelas obras da lei.","por_que_esta_palavra":"É utilizada para mostrar que a justiça de Deus é acessível a todos os que creem, independentemente de sua origem.","conexao_teologica":"A justificação é o meio pelo qual os crentes são reconciliados com Deus, um tema recorrente na epístola.","referencias_relacionadas":["Romanos 3:24","Romanos 5:9","Romanos 8:33"]},"romanos_3_6_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Novamente enfatiza a natureza de Deus como o juiz supremo.","explicacao_detalhada":"A repetição da palavra 'Deus' sublinha a importância de Sua justiça e a necessidade de um padrão moral absoluto.","por_que_esta_palavra":"É usada para reforçar a ideia de que a justiça de Deus não pode ser comprometida.","conexao_teologica":"A justiça de Deus é um tema que permeia toda a Escritura, mostrando Sua santidade e retidão.","referencias_relacionadas":["Romanos 2:6","Romanos 3:25","Romanos 5:1"]},"romanos_3_6_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se à grandeza de Deus em Sua justiça e verdade.","explicacao_detalhada":"A palavra 'tornar-se' aqui implica que a grandeza de Deus se manifesta em Sua capacidade de ser justo mesmo quando o homem falha.","por_que_esta_palavra":"É importante para entender como a grandeza de Deus se revela na história da salvação.","conexao_teologica":"A grandeza de Deus é um tema que destaca Sua soberania e poder sobre todas as coisas.","referencias_relacionadas":["Romanos 11:33","Romanos 16:27","Salmos 145:3"]},"romanos_3_7_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza de Deus como fonte de verdade e justiça.","explicacao_detalhada":"A palavra 'Deus' aqui é usada para enfatizar a soberania divina sobre a verdade e a moralidade.","por_que_esta_palavra":"É essencial para a argumentação de Paulo sobre a relação entre a verdade de Deus e a condição humana.","conexao_teologica":"A soberania de Deus é um tema central na teologia reformada, que enfatiza Sua autoridade sobre todas as coisas.","referencias_relacionadas":["Romanos 1:18","Romanos 3:4","Romanos 9:20"]},"romanos_3_7_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à honra e à majestade de Deus.","explicacao_detalhada":"A 'glória' de Deus é um tema que destaca Sua grandeza e a resposta adequada da humanidade a Ele.","por_que_esta_palavra":"É usada para mostrar que a glória de Deus é revelada mesmo nas situações de injustiça humana.","conexao_teologica":"A glória de Deus é um tema que permeia toda a Escritura, mostrando Sua majestade e poder.","referencias_relacionadas":["Romanos 1:23","Romanos 5:2","Romanos 8:18"]},"romanos_3_8_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"Refere-se à ação de fazer ou realizar algo.","explicacao_detalhada":"A palavra 'fazer' implica uma ação que pode ter consequências morais e espirituais significativas.","por_que_esta_palavra":"É importante para entender a responsabilidade humana em relação às suas ações e escolhas.","conexao_teologica":"A ação de fazer o bem ou o mal é um tema recorrente na epístola, enfatizando a necessidade de viver de acordo com a vontade de Deus.","referencias_relacionadas":["Romanos 2:6","Romanos 3:20","Romanos 12:1"]},"romanos_3_8_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à negação da ação de Deus em relação ao pecado.","explicacao_detalhada":"A palavra 'não' é usada para enfatizar que Deus não é o autor do pecado, mas sim a fonte de justiça.","por_que_esta_palavra":"É crucial para a defesa da justiça de Deus em face da incredulidade humana.","conexao_teologica":"A natureza de Deus como justo e santo é um tema central na teologia cristã.","referencias_relacionadas":["Tiago 1:13","Romanos 6:23","Romanos 8:1"]},"romanos_3_9_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"Refere-se à identidade étnica e religiosa dos judeus.","explicacao_detalhada":"A palavra 'judeu' é usada para discutir a posição dos judeus em relação à lei e à graça de Deus.","por_que_esta_palavra":"É importante para entender a relação entre judeus e gentios na obra da salvação.","conexao_teologica":"A inclusão dos gentios na salvação é um tema central em Romanos, mostrando que todos são iguais diante de Deus.","referencias_relacionadas":["Romanos 1:16","Romanos 2:9","Romanos 3:22"]},"romanos_3_9_better":{"palavra_pt":"melhor","palavra_original":"προέχομαι","transliteracao":"proéchomai","strong":"G4284","significado_raiz":"Ideia básica: melhor.","significado_contextual":"A palavra 'melhor' é utilizada para indicar uma superioridade moral ou espiritual em relação a outros.","explicacao_detalhada":"Neste contexto, Paulo argumenta que tanto judeus quanto gentios estão sob o pecado, e a ideia de 'melhor' é usada para enfatizar que não há vantagem espiritual em ser judeu se todos estão igualmente pecadores.","por_que_esta_palavra":"A escolha da palavra 'melhor' ressalta a igualdade de todos diante de Deus, independentemente de sua origem étnica ou religiosa.","conexao_teologica":"A teologia da igualdade de todos os seres humanos diante de Deus é um tema central na epístola aos Romanos, que enfatiza a necessidade de salvação para todos.","referencias_relacionadas":["Romanos 2:6-11","Romanos 3:22","Gálatas 3:28"]},"romanos_3_10_inocente":{"palavra_pt":"inocente","palavra_original":"δίκαιος","transliteracao":"díkaios","strong":"G1342","significado_raiz":"Ideia básica: inocente.","significado_contextual":"A palavra 'inocente' refere-se à justiça e à ausência de culpa diante de Deus.","explicacao_detalhada":"Paulo cita Salmos para afirmar que não há ninguém justo, ou inocente, em sua própria força, enfatizando a necessidade de um salvador.","por_que_esta_palavra":"A palavra 'inocente' é crucial para entender a condição humana e a necessidade de redenção através de Cristo.","conexao_teologica":"A doutrina da justificação pela fé é central na mensagem de Paulo, que mostra que a inocência é alcançada somente através da fé em Jesus.","referencias_relacionadas":["Romanos 3:23","Romanos 5:1","2 Coríntios 5:21"]},"romanos_3_10_describe":{"palavra_pt":"descrever","palavra_original":"γράφω","transliteracao":"gráphō","strong":"G1125","significado_raiz":"Ideia básica: descrever.","significado_contextual":"A palavra 'descrever' implica em registrar ou relatar algo de forma precisa.","explicacao_detalhada":"Paulo usa a palavra para enfatizar que a condição do homem é claramente revelada nas Escrituras, sem espaço para dúvidas sobre a natureza pecaminosa da humanidade.","por_que_esta_palavra":"A escolha de 'descrever' sublinha a importância da revelação divina na compreensão da condição humana.","conexao_teologica":"A revelação das Escrituras é fundamental para a teologia cristã, pois é através dela que conhecemos a verdade sobre nós mesmos e sobre Deus.","referencias_relacionadas":["Salmos 14:1-3","Isaías 53:6","Romanos 1:18-20"]},"romanos_3_11_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao ser supremo, criador e juiz de toda a humanidade.","explicacao_detalhada":"Paulo menciona que não há quem busque a Deus, ressaltando a alienação do homem em relação ao Criador e a necessidade de intervenção divina.","por_que_esta_palavra":"A palavra 'deus' é central para a compreensão da relação entre a humanidade e o Criador, destacando a necessidade de reconciliação.","conexao_teologica":"A teologia da graça e da busca de Deus é um tema recorrente, mostrando que é Deus quem toma a iniciativa de buscar o homem.","referencias_relacionadas":["Salmos 10:4","Romanos 1:21","Hebreus 11:6"]},"romanos_3_11_consider":{"palavra_pt":"considerar","palavra_original":"συνίημι","transliteracao":"syníēmi","strong":"G4920","significado_raiz":"Ideia básica: considerar.","significado_contextual":"A palavra 'considerar' implica em refletir ou ponderar sobre algo de forma cuidadosa.","explicacao_detalhada":"Paulo usa essa palavra para chamar a atenção para a realidade da condição humana, que não busca a Deus, e a necessidade de uma reflexão profunda sobre essa verdade.","por_que_esta_palavra":"A escolha de 'considerar' enfatiza a importância da autoavaliação e do reconhecimento da própria condição diante de Deus.","conexao_teologica":"A reflexão sobre a condição humana é essencial para a compreensão da necessidade de salvação e da graça de Deus.","referencias_relacionadas":["Lamentações 3:40","2 Coríntios 13:5","Gálatas 6:4"]},"romanos_3_12_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"A palavra 'fazer' refere-se à ação de realizar ou executar algo.","explicacao_detalhada":"Paulo afirma que todos se desviaram e se tornaram inúteis, enfatizando que as ações humanas não são suficientes para agradar a Deus sem a fé.","por_que_esta_palavra":"A palavra 'fazer' é crucial para entender que as obras humanas, sem a fé, não têm valor diante de Deus.","conexao_teologica":"A relação entre fé e obras é um tema central na teologia de Paulo, que ensina que a salvação é pela fé, não pelas obras.","referencias_relacionadas":["Efésios 2:8-9","Tiago 2:17","Romanos 4:5"]},"romanos_3_12_gentleness":{"palavra_pt":"gentleness","palavra_original":"χρηστότης","transliteracao":"chrēstótēs","strong":"G5544","significado_raiz":"Ideia básica: gentleness.","significado_contextual":"A palavra 'gentileza' refere-se a uma qualidade de ser amável e cortês.","explicacao_detalhada":"Embora a palavra não apareça diretamente no texto, a ideia de gentileza é importante na vida cristã, que deve refletir o caráter de Cristo.","por_que_esta_palavra":"A gentileza é uma característica que deve ser cultivada entre os cristãos, refletindo o amor de Deus.","conexao_teologica":"A teologia do fruto do Espírito enfatiza que a gentileza é uma manifestação do caráter de Cristo na vida do crente.","referencias_relacionadas":["Gálatas 5:22-23","Colossenses 3:12","Efésios 4:32"]},"romanos_3_12_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' refere-se ao modo de vida ou à direção que alguém toma.","explicacao_detalhada":"Paulo afirma que não há um caminho justo, indicando que todos se desviaram do caminho que leva a Deus.","por_que_esta_palavra":"A escolha da palavra 'caminho' é significativa para entender que a vida cristã é uma jornada que deve ser trilhada com fé.","conexao_teologica":"A ideia de Jesus como o caminho é central na teologia cristã, enfatizando que somente através dele podemos chegar ao Pai.","referencias_relacionadas":["João 14:6","Atos 2:38","Mateus 7:13-14"]},"romanos_3_13_sepulchre":{"palavra_pt":"sepulchre","palavra_original":"τάφος","transliteracao":"táphos","strong":"G5028","significado_raiz":"Ideia básica: sepulchre.","significado_contextual":"A palavra 'sepulcro' refere-se ao lugar de sepultamento, simbolizando a morte e a separação.","explicacao_detalhada":"Paulo usa a imagem do sepulcro para descrever a condição de morte espiritual do homem sem Cristo.","por_que_esta_palavra":"A palavra 'sepulcro' é importante para entender a gravidade do pecado e a necessidade de ressurreição espiritual.","conexao_teologica":"A ressurreição de Cristo é a resposta ao estado de morte espiritual, oferecendo vida nova a todos que creem.","referencias_relacionadas":["Romanos 6:4","1 Coríntios 15:55-57","Efésios 2:1-5"]},"romanos_3_13_lingua":{"palavra_pt":"lingua","palavra_original":"γλῶσσα","transliteracao":"glōssa","strong":"G1100","significado_raiz":"Ideia básica: lingua.","significado_contextual":"A palavra 'língua' refere-se à capacidade de falar, mas também simboliza o que se expressa através das palavras.","explicacao_detalhada":"Paulo menciona a língua para ilustrar como as palavras podem ser usadas para o mal, refletindo a natureza pecaminosa do ser humano.","por_que_esta_palavra":"A escolha da palavra 'língua' destaca a importância da comunicação e do que sai de nossos lábios, que pode edificar ou destruir.","conexao_teologica":"A teologia do uso da língua é importante, pois as palavras têm poder e podem refletir o coração do homem.","referencias_relacionadas":["Tiago 3:5-10","Salmos 34:13","Mateus 12:34-37"]},"romanos_3_14_boca":{"palavra_pt":"boca","palavra_original":"στόμα","transliteracao":"stóma","strong":"G4750","significado_raiz":"Ideia básica: boca.","significado_contextual":"A boca é um símbolo da comunicação e expressão do que está no coração.","explicacao_detalhada":"Neste versículo, a boca é mencionada como um instrumento de maldição e engano, refletindo a natureza pecaminosa do ser humano que fala palavras prejudiciais.","por_que_esta_palavra":"A palavra 'boca' é utilizada para ilustrar como as palavras podem causar dano e revelar a verdadeira condição do coração humano.","conexao_teologica":"A boca, como meio de comunicação, é um reflexo do que está dentro do ser humano, enfatizando a necessidade de transformação interna para que as palavras sejam edificantes.","referencias_relacionadas":["Mateus 12:34","Tiago 3:6","Salmos 34:13"]},"romanos_3_14_bitterness":{"palavra_pt":"bitterness","palavra_original":"πικρία","transliteracao":"pikría","strong":"G4088","significado_raiz":"Ideia básica: bitterness.","significado_contextual":"A amargura é uma atitude negativa que afeta o relacionamento com Deus e com os outros.","explicacao_detalhada":"A palavra 'bitterness' refere-se a uma condição do coração que produz palavras e ações destrutivas, refletindo um estado de descontentamento e raiva.","por_que_esta_palavra":"A amargura é frequentemente associada ao pecado e à separação de Deus, mostrando como o coração pode se tornar um lugar de dor e ressentimento.","conexao_teologica":"A amargura contrasta com a paz que Cristo oferece, destacando a necessidade de perdão e reconciliação.","referencias_relacionadas":["Efésios 4:31","Hebreus 12:15","Colossenses 3:19"]},"romanos_3_14_full":{"palavra_pt":"cheio","palavra_original":"γέμω","transliteracao":"gémō","strong":"G1073","significado_raiz":"Ideia básica: cheio.","significado_contextual":"Cheio indica a plenitude de algo, neste caso, a plenitude de palavras prejudiciais.","explicacao_detalhada":"A expressão 'cheio' sugere que a boca está transbordando de maldição e amargura, revelando a abundância de maldade no coração.","por_que_esta_palavra":"A ideia de estar 'cheio' enfatiza que o que sai da boca é um reflexo do que está dentro, mostrando a gravidade da condição humana.","conexao_teologica":"A plenitude de palavras negativas contrasta com a plenitude da vida que Cristo oferece, que deve ser refletida nas nossas palavras.","referencias_relacionadas":["Lucas 6:45","Salmos 119:11","Provérbios 18:21"]},"romanos_3_15_sharp":{"palavra_pt":"sharp","palavra_original":"ὀξύς","transliteracao":"oxýs","strong":"G3691","significado_raiz":"Ideia básica: sharp.","significado_contextual":"A palavra 'sharp' refere-se a algo que corta ou fere, simbolizando palavras que causam dor.","explicacao_detalhada":"Neste contexto, 'sharp' descreve a natureza das palavras que são usadas para ferir e destruir, refletindo a maldade do coração humano.","por_que_esta_palavra":"As palavras afiadas são uma metáfora para a ferocidade e a crueldade que podem ser expressas através da fala.","conexao_teologica":"As palavras afiadas contrastam com a mensagem de amor e graça que deve ser proclamada pelos seguidores de Cristo.","referencias_relacionadas":["Provérbios 12:18","Tiago 3:8","Salmos 64:3"]},"romanos_3_15_gush":{"palavra_pt":"gush","palavra_original":"ἐκχέω","transliteracao":"ekchéō","strong":"G1632","significado_raiz":"Ideia básica: gush.","significado_contextual":"Gush implica um fluxo abundante, neste caso, de palavras prejudiciais.","explicacao_detalhada":"A palavra 'gush' sugere que as palavras malignas fluem de forma incontrolável, refletindo a natureza pecaminosa do coração humano.","por_que_esta_palavra":"O uso de 'gush' enfatiza a ideia de que o que está dentro do coração se manifesta de maneira abundante e muitas vezes destrutiva.","conexao_teologica":"A abundância de palavras prejudiciais destaca a necessidade de um coração transformado que produza palavras de vida.","referencias_relacionadas":["Mateus 15:18","Lucas 6:45","Salmos 37:30"]},"romanos_3_16_destruction":{"palavra_pt":"destruction","palavra_original":"σύντριμμα","transliteracao":"sýntrimma","strong":"G4938","significado_raiz":"Ideia básica: destruction.","significado_contextual":"Destruction refere-se ao resultado devastador das ações e palavras malignas.","explicacao_detalhada":"A palavra 'destruction' indica o impacto negativo que a maldade pode ter na vida das pessoas e na sociedade como um todo.","por_que_esta_palavra":"A destruição é uma consequência direta do pecado e da rebelião contra Deus, mostrando a gravidade da condição humana.","conexao_teologica":"A destruição contrasta com a salvação e restauração que são oferecidas através de Cristo.","referencias_relacionadas":["Romanos 6:23","Gálatas 6:7","2 Pedro 3:9"]},"romanos_3_16_misery":{"palavra_pt":"misery","palavra_original":"ταλαιπωρία","transliteracao":"talaipōría","strong":"G5004","significado_raiz":"Ideia básica: misery.","significado_contextual":"Misery refere-se ao estado de sofrimento e angústia causado pelo pecado.","explicacao_detalhada":"A palavra 'misery' descreve a condição de desespero e dor que resulta da separação de Deus e da prática do mal.","por_que_esta_palavra":"A miséria é uma consequência do pecado, mostrando como a desobediência a Deus leva a um estado de sofrimento.","conexao_teologica":"A miséria humana destaca a necessidade de redenção e a esperança que encontramos em Cristo.","referencias_relacionadas":["Salmos 25:17","Romanos 7:24","Mateus 11:28"]},"romanos_3_17_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"Paz é o estado de harmonia e bem-estar que vem de um relacionamento correto com Deus.","explicacao_detalhada":"A palavra 'paz' representa a ausência de conflito e a plenitude que Deus oferece aos que estão em Cristo.","por_que_esta_palavra":"A paz é um dos frutos do Espírito e é essencial para a vida cristã, contrastando com a miséria e a destruição.","conexao_teologica":"A paz de Deus é uma promessa para aqueles que se reconciliam com Ele através de Jesus Cristo.","referencias_relacionadas":["Filipenses 4:7","Romanos 5:1","Colossenses 3:15"]},"romanos_3_17_grande":{"palavra_pt":"conhecer","palavra_original":"γινώσκω","transliteracao":"ginṓskō","strong":"G1097","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Conhecer implica um entendimento profundo e relacional, especialmente em relação a Deus.","explicacao_detalhada":"A palavra 'conhecer' sugere uma experiência íntima e pessoal com Deus, que vai além do conhecimento intelectual.","por_que_esta_palavra":"O verdadeiro conhecimento de Deus transforma a vida e é fundamental para a fé cristã.","conexao_teologica":"Conhecer a Deus é o objetivo da vida cristã e é essencial para experimentar Sua paz e amor.","referencias_relacionadas":["Jeremias 9:24","João 17:3","1 João 2:3"]},"romanos_3_18_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o ser supremo, criador e sustentador de todas as coisas.","explicacao_detalhada":"A palavra 'deus' refere-se à natureza divina e à soberania de Deus sobre a criação e a história.","por_que_esta_palavra":"Reconhecer Deus é fundamental para a fé e a vida do crente, pois Ele é a fonte de toda verdade e justiça.","conexao_teologica":"A compreensão de Deus é essencial para a adoração e o relacionamento com Ele, que é o propósito da vida humana.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"romanos_3_18_temor":{"palavra_pt":"temor","palavra_original":"φόβος","transliteracao":"phóbos","strong":"G5401","significado_raiz":"Ideia básica: temor.","significado_contextual":"O temor mencionado aqui refere-se à falta de reverência e respeito a Deus, indicando uma condição espiritual de afastamento.","explicacao_detalhada":"Neste versículo, Paulo destaca que não há temor de Deus diante dos olhos dos homens, o que implica uma ausência de consciência moral e espiritual. O temor a Deus é fundamental para uma vida justa e reta.","por_que_esta_palavra":"A palavra 'temor' é crucial para entender a relação do ser humano com Deus, pois o temor saudável leva à obediência e ao reconhecimento da soberania divina.","conexao_teologica":"O temor de Deus é um tema recorrente na Bíblia, associado à sabedoria e à vida justa. É um reconhecimento da grandeza de Deus e da fragilidade humana.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Isaías 11:2"]},"romanos_3_18_olho":{"palavra_pt":"olho","palavra_original":"ὀφθαλμός","transliteracao":"ophthalmós","strong":"G3788","significado_raiz":"Ideia básica: olho.","significado_contextual":"O 'olho' simboliza a percepção e a visão espiritual, referindo-se à capacidade de ver a verdade de Deus.","explicacao_detalhada":"Neste contexto, a falta de temor a Deus resulta em uma cegueira espiritual, onde as pessoas não conseguem ver a realidade de sua condição diante de Deus.","por_que_esta_palavra":"A palavra 'olho' é utilizada para enfatizar a importância da visão espiritual e da percepção da verdade divina.","conexao_teologica":"A visão espiritual é essencial para a compreensão da vontade de Deus e para a vida em obediência a Ele.","referencias_relacionadas":["Mateus 6:22-23","Efésios 1:18","Apocalipse 3:18"]},"romanos_3_19_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"A 'lei' refere-se à Torá e aos mandamentos dados por Deus, que revelam Sua vontade e padrão de justiça.","explicacao_detalhada":"Paulo argumenta que a lei traz conhecimento do pecado, mostrando que todos estão debaixo do juízo de Deus. A lei não pode justificar, mas revela a necessidade de um Salvador.","por_que_esta_palavra":"A palavra 'lei' é fundamental para entender a relação entre a justiça de Deus e a condição do homem pecador.","conexao_teologica":"A lei é um tutor que nos leva a Cristo, mostrando a necessidade de graça e redenção.","referencias_relacionadas":["Gálatas 3:24","Romanos 7:7","Tiago 2:10"]},"romanos_3_19_boca":{"palavra_pt":"boca","palavra_original":"στόμα","transliteracao":"stóma","strong":"G4750","significado_raiz":"Ideia básica: boca.","significado_contextual":"A 'boca' representa a fala e as palavras proferidas, que podem refletir a condição do coração.","explicacao_detalhada":"Neste versículo, Paulo menciona que a boca é um instrumento que pode manifestar a injustiça e a maldade do ser humano, evidenciando a necessidade de transformação interior.","por_que_esta_palavra":"A palavra 'boca' é usada para ilustrar como as palavras podem ser um reflexo do estado espiritual e moral de uma pessoa.","conexao_teologica":"As palavras têm poder e revelam o que está no coração, sendo um tema importante na ética cristã.","referencias_relacionadas":["Mateus 12:34-37","Tiago 3:5-10","Salmos 19:14"]},"romanos_3_19_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Criador, soberano e juiz de toda a humanidade.","explicacao_detalhada":"Neste contexto, Paulo enfatiza a autoridade de Deus sobre a criação e a responsabilidade do ser humano diante dEle, destacando a necessidade de se submeter à Sua vontade.","por_que_esta_palavra":"A palavra 'Deus' é central para a teologia cristã, pois define a relação do homem com o Criador e a necessidade de redenção.","conexao_teologica":"A soberania de Deus é um tema fundamental que permeia toda a Escritura, mostrando Sua autoridade e justiça.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"romanos_3_20_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"A 'lei' aqui é novamente mencionada como o padrão de justiça que revela o pecado.","explicacao_detalhada":"Paulo explica que a lei não pode justificar, mas serve para mostrar a condição pecaminosa do homem, levando-o a reconhecer sua necessidade de salvação.","por_que_esta_palavra":"A repetição da palavra 'lei' enfatiza sua importância na compreensão da justiça de Deus e da condição humana.","conexao_teologica":"A lei é um meio pelo qual Deus revela Seu caráter e Sua vontade, mostrando a necessidade de um Salvador.","referencias_relacionadas":["Romanos 7:7","Gálatas 2:16","Hebreus 10:1"]},"romanos_3_20_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"A 'carne' refere-se à natureza humana caída, marcada pelo pecado.","explicacao_detalhada":"Neste versículo, Paulo destaca que a carne não pode ser justificada pela lei, pois todos pecaram e carecem da glória de Deus.","por_que_esta_palavra":"A palavra 'carne' é usada para descrever a condição pecaminosa do ser humano, contrastando com a justiça divina.","conexao_teologica":"A luta entre a carne e o espírito é um tema central na vida cristã, mostrando a necessidade de dependência do Espírito Santo.","referencias_relacionadas":["Romanos 7:18","Gálatas 5:17","Efésios 2:3"]},"romanos_3_20_inocente":{"palavra_pt":"justificar","palavra_original":"δικαιόω","transliteracao":"dikaióō","strong":"G1344","significado_raiz":"Ideia básica: justificar.","significado_contextual":"A palavra 'justificar' refere-se ao ato de Deus declarar o pecador justo por meio da fé em Cristo.","explicacao_detalhada":"Paulo ensina que ninguém pode ser justificado pelas obras da lei, mas somente pela fé em Jesus Cristo, que cumpriu a lei em nosso lugar.","por_que_esta_palavra":"A palavra 'justificar' é essencial para a compreensão da salvação e da graça de Deus.","conexao_teologica":"A justificação é um dos pilares da teologia cristã, enfatizando a graça e a fé como meio de salvação.","referencias_relacionadas":["Romanos 5:1","Gálatas 2:16","Efésios 2:8-9"]},"romanos_3_21_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"A 'lei' é mencionada novamente, agora em contraste com a justiça que vem pela fé.","explicacao_detalhada":"Paulo explica que a justiça de Deus é revelada independentemente da lei, por meio da fé em Jesus Cristo, que é acessível a todos os que creem.","por_que_esta_palavra":"A repetição da palavra 'lei' reforça a distinção entre a justiça que vem pela lei e a justiça que vem pela fé.","conexao_teologica":"A revelação da justiça de Deus é um tema central na epístola aos Romanos, mostrando a transição da lei para a graça.","referencias_relacionadas":["Romanos 1:17","Gálatas 3:22","Filipenses 3:9"]},"romanos_3_21_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"A 'justiça' refere-se ao estado de estar em conformidade com a lei de Deus, sendo declarada justa por Ele.","explicacao_detalhada":"Paulo ensina que a justiça de Deus é dada a todos os que creem em Cristo, independentemente de suas obras, enfatizando a graça divina.","por_que_esta_palavra":"A palavra 'justiça' é fundamental para entender a natureza de Deus e Sua relação com a humanidade.","conexao_teologica":"A justiça de Deus é um tema central na teologia, refletindo Seu caráter e a maneira como Ele lida com o pecado.","referencias_relacionadas":["Romanos 5:19","2 Coríntios 5:21","Hebreus 10:14"]},"romanos_3_21_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus que se revela e age na história da salvação.","explicacao_detalhada":"Neste versículo, Paulo enfatiza que a justiça de Deus é manifestada independentemente da lei, através da fé em Jesus Cristo.","por_que_esta_palavra":"A palavra 'Deus' é central na teologia cristã, pois representa o ser supremo que oferece salvação e justiça.","conexao_teologica":"Deus é o autor da salvação e da justiça, e sua natureza é revelada através de Jesus Cristo.","referencias_relacionadas":["Romanos 1:16-17","Romanos 3:26","João 3:16"]},"romanos_3_22_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"A justiça que vem de Deus é acessível a todos os que creem.","explicacao_detalhada":"Paulo explica que a justificação é um dom gratuito de Deus, recebido pela fé em Jesus Cristo, e não por obras da lei.","por_que_esta_palavra":"A justiça é um tema central na carta aos Romanos, pois define a relação entre Deus e a humanidade.","conexao_teologica":"A justificação pela fé é um dos pilares da doutrina da salvação no cristianismo.","referencias_relacionadas":["Romanos 1:17","Gálatas 2:16","Efésios 2:8-9"]},"romanos_3_22_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o agente que justifica os pecadores através da fé em Cristo.","explicacao_detalhada":"A presença de Deus neste versículo reforça a ideia de que a salvação é uma ação divina, não um esforço humano.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a origem da justiça e da salvação.","conexao_teologica":"Deus, como juiz e salvador, é a fonte de toda justiça e redenção.","referencias_relacionadas":["Romanos 3:26","Romanos 5:1","1 João 1:9"]},"romanos_3_22_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A fé é o meio pelo qual a justiça de Deus é recebida.","explicacao_detalhada":"Paulo destaca que a fé em Jesus Cristo é essencial para a justificação, mostrando que a salvação é acessível a todos os que creem.","por_que_esta_palavra":"A fé é a resposta humana à graça de Deus, essencial para a salvação.","conexao_teologica":"A fé é o canal através do qual a graça de Deus opera na vida do crente.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:9-10","Gálatas 2:20"]},"romanos_3_23_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A glória de Deus é o padrão pelo qual todos são medidos.","explicacao_detalhada":"Paulo afirma que todos pecaram e carecem da glória de Deus, enfatizando a universalidade do pecado.","por_que_esta_palavra":"A glória de Deus representa sua perfeição e santidade, que todos os seres humanos falham em alcançar.","conexao_teologica":"A glória de Deus é um tema recorrente na Bíblia, refletindo sua majestade e poder.","referencias_relacionadas":["Romanos 3:10-12","Isaías 43:7","Salmos 19:1"]},"romanos_3_23_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o padrão de justiça e a fonte de redenção.","explicacao_detalhada":"Neste contexto, Paulo reafirma que todos os seres humanos estão em dívida diante de Deus devido ao pecado.","por_que_esta_palavra":"A palavra 'Deus' é crucial para entender a relação entre a humanidade e a necessidade de salvação.","conexao_teologica":"Deus, em sua justiça, oferece um caminho para a redenção através de Cristo.","referencias_relacionadas":["Romanos 5:12","Romanos 6:23","1 João 1:8-10"]},"romanos_3_23_caminho":{"palavra_pt":"caminho","palavra_original":"πᾶς","transliteracao":"pâs","strong":"G3956","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao estado de todos os seres humanos em relação ao pecado.","explicacao_detalhada":"Paulo declara que todos pecaram e estão afastados da glória de Deus, enfatizando a necessidade de um salvador.","por_que_esta_palavra":"A palavra 'caminho' simboliza a jornada da vida e a condição espiritual da humanidade.","conexao_teologica":"O caminho do pecado leva à separação de Deus, necessitando da intervenção divina.","referencias_relacionadas":["Romanos 6:23","Salmos 14:3","Isaías 53:6"]},"romanos_3_24_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"A graça é o meio pelo qual a justificação é oferecida.","explicacao_detalhada":"Paulo explica que somos justificados gratuitamente pela graça de Deus, por meio da redenção que está em Cristo.","por_que_esta_palavra":"A graça é um conceito central na teologia cristã, representando o amor e a misericórdia de Deus.","conexao_teologica":"A graça de Deus é o fundamento da salvação e da justificação.","referencias_relacionadas":["Efésios 2:8-9","Tito 3:5","Romanos 5:15"]},"romanos_3_24_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo é o mediador da nossa justificação e redenção.","explicacao_detalhada":"A palavra 'Cristo' refere-se a Jesus como o ungido de Deus, que traz a salvação à humanidade.","por_que_esta_palavra":"Cristo é essencial para a fé cristã, sendo o único caminho para a reconciliação com Deus.","conexao_teologica":"A obra de Cristo na cruz é o centro da mensagem do evangelho.","referencias_relacionadas":["Atos 4:12","Romanos 5:1-2","1 Coríntios 1:30"]},"romanos_3_25_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o provedor da expiação e da salvação através de Cristo.","explicacao_detalhada":"Paulo fala sobre a propiciação que Deus oferece por meio de Jesus, que é o sacrifício que satisfaz a justiça divina.","por_que_esta_palavra":"A palavra 'Deus' reafirma a soberania e a iniciativa divina na salvação.","conexao_teologica":"A expiação é um aspecto fundamental da obra redentora de Deus na história.","referencias_relacionadas":["Romanos 5:9","Hebreus 9:26","1 João 2:2"]},"romanos_3_25_templo":{"palavra_pt":"templo","palavra_original":"ἱλαστήριον","transliteracao":"hilastḗrion","strong":"G2435","significado_raiz":"Ideia básica: templo.","significado_contextual":"O termo 'templo' refere-se ao lugar de expiação, onde o sacrifício é feito para a remissão dos pecados.","explicacao_detalhada":"No contexto de Romanos 3:25, o 'templo' é associado ao sacrifício de Cristo, que serve como propiciação pelos pecados da humanidade. A palavra original 'ἱλαστήριον' implica um lugar de encontro entre Deus e o homem, onde a justiça de Deus é satisfeita.","por_que_esta_palavra":"A palavra é utilizada para enfatizar que Jesus é o sacrifício perfeito que cumpre o papel do templo, onde a expiação é realizada.","conexao_teologica":"A conexão teológica está na ideia de que Jesus é o verdadeiro templo, onde a presença de Deus habita e onde a expiação dos pecados é realizada de uma vez por todas.","referencias_relacionadas":["Hebreus 9:12","1 Pedro 1:19","João 2:19-21"]},"romanos_3_25_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A palavra 'fé' é central na compreensão da salvação e da relação com Deus.","explicacao_detalhada":"Em Romanos 3:25, a fé é apresentada como o meio pelo qual recebemos a propiciação de Cristo. A palavra 'πίστις' implica confiança e crença em Deus e em Sua obra redentora.","por_que_esta_palavra":"A palavra é usada para destacar que a salvação não é alcançada por obras, mas pela fé em Jesus Cristo.","conexao_teologica":"A fé é o canal pelo qual a graça de Deus é recebida, ligando o crente à obra redentora de Cristo.","referencias_relacionadas":["Efésios 2:8-9","Gálatas 2:16","Romanos 1:17"]},"romanos_3_26_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"A 'justiça' refere-se ao estado de estar em conformidade com a lei de Deus, sendo declarado justo diante dEle.","explicacao_detalhada":"No versículo, a justiça de Deus é revelada através da fé em Jesus Cristo, que justifica o pecador. A palavra 'δικαιοσύνη' implica uma condição moral e espiritual que é conferida ao crente.","por_que_esta_palavra":"A palavra é utilizada para enfatizar que a justificação é um ato divino, onde Deus declara o pecador justo com base na fé em Cristo.","conexao_teologica":"A justificação é um dos pilares da teologia cristã, mostrando como os crentes são reconciliados com Deus através da fé.","referencias_relacionadas":["Romanos 5:1","2 Coríntios 5:21","Gálatas 3:24"]},"romanos_3_26_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A palavra 'fé' é novamente enfatizada como essencial para a justificação.","explicacao_detalhada":"A repetição da palavra 'πίστις' neste contexto reforça a ideia de que a fé é o meio pelo qual a justiça de Deus é acessada e recebida.","por_que_esta_palavra":"A palavra é crucial para entender que a justificação não é por obras, mas pela fé em Jesus.","conexao_teologica":"A fé é o fundamento da relação entre o crente e Deus, sendo a chave para a justificação.","referencias_relacionadas":["Romanos 3:28","Hebreus 11:6","Gálatas 2:20"]},"romanos_3_26_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' é central na salvação e justificação dos pecadores.","explicacao_detalhada":"Em Romanos 3:26, Jesus é apresentado como o mediador da justiça de Deus, sendo o único caminho para a salvação. O nome 'Ἰησοῦς' significa 'O Senhor é salvação'.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância de Jesus como o Salvador e o cumprimento das promessas de Deus.","conexao_teologica":"Jesus é o centro da fé cristã, sendo a encarnação da justiça de Deus e o meio pelo qual a humanidade é reconciliada com Ele.","referencias_relacionadas":["Atos 4:12","Romanos 10:9","João 14:6"]},"romanos_3_27_bom":{"palavra_pt":"bom","palavra_original":"καύχησις","transliteracao":"kaúchēsis","strong":"G2746","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à glória e ao orgulho que não podem ser encontrados na justificação pela fé.","explicacao_detalhada":"No contexto de Romanos 3:27, 'καύχησις' implica a ideia de vanglória ou orgulho, que é excluído quando se entende que a justificação é pela fé e não por obras.","por_que_esta_palavra":"A palavra é usada para mostrar que não há lugar para orgulho humano na salvação, pois é um dom de Deus.","conexao_teologica":"A teologia da graça enfatiza que a salvação é um presente, e não um mérito, eliminando qualquer base para orgulho.","referencias_relacionadas":["Efésios 2:9","Romanos 11:6","Gálatas 6:14"]},"romanos_3_27_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"A 'lei' refere-se ao conjunto de mandamentos que não podem justificar o homem diante de Deus.","explicacao_detalhada":"Em Romanos 3:27, a palavra 'νόμος' é usada para indicar que a justificação não é baseada na observância da lei, mas na fé em Cristo.","por_que_esta_palavra":"A palavra é utilizada para contrastar a justificação pela fé com a tentativa de justificação pela lei.","conexao_teologica":"A relação entre a lei e a graça é fundamental para entender a obra redentora de Cristo e a nova aliança.","referencias_relacionadas":["Romanos 3:20","Gálatas 2:21","Romanos 7:6"]},"romanos_3_27_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A palavra 'fé' é reafirmada como o único meio de justificação.","explicacao_detalhada":"A repetição de 'πίστις' neste contexto reforça a ideia de que a fé é a única base para a justificação, excluindo qualquer outro meio.","por_que_esta_palavra":"A palavra é usada para enfatizar a centralidade da fé na salvação.","conexao_teologica":"A fé é a resposta do coração humano à graça de Deus, sendo essencial para a salvação.","referencias_relacionadas":["Romanos 3:28","Hebreus 10:38","Gálatas 3:11"]},"romanos_3_28_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A palavra 'fé' é reafirmada como o fundamento da justificação.","explicacao_detalhada":"Em Romanos 3:28, a ênfase na fé como meio de justificação é clara, mostrando que a salvação é acessível a todos que creem.","por_que_esta_palavra":"A palavra é utilizada para reforçar que a fé é o único caminho para a justificação diante de Deus.","conexao_teologica":"A fé é o princípio que fundamenta a relação entre o crente e Deus, sendo essencial para a salvação.","referencias_relacionadas":["Romanos 5:1","Gálatas 2:16","Efésios 2:8"]},"romanos_3_28_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"A 'lei' é mencionada para contrastar a justificação pela fé.","explicacao_detalhada":"Em Romanos 3:28, a palavra 'νόμος' é usada para mostrar que a justificação não é alcançada pela observância da lei, mas pela fé em Cristo.","por_que_esta_palavra":"A palavra é utilizada para enfatizar que a lei não pode justificar, mas a fé em Jesus é suficiente.","conexao_teologica":"A relação entre a lei e a graça é fundamental para entender a salvação em Cristo.","referencias_relacionadas":["Romanos 3:20","Gálatas 3:24","Romanos 7:7"]},"romanos_3_28_inocente":{"palavra_pt":"justificar","palavra_original":"δικαιόω","transliteracao":"dikaióō","strong":"G1344","significado_raiz":"Ideia básica: justificar.","significado_contextual":"A palavra 'justificar' refere-se ao ato de declarar alguém como justo diante de Deus, não por obras, mas pela fé.","explicacao_detalhada":"Neste versículo, Paulo argumenta que a justificação é pela fé e não pelas obras da lei. Isso significa que a aceitação de Deus não depende da obediência à lei, mas da fé em Jesus Cristo.","por_que_esta_palavra":"A palavra 'justificar' é central na teologia paulina, pois enfatiza a graça de Deus e a necessidade de fé para a salvação.","conexao_teologica":"A justificação pela fé é um dos pilares da doutrina da salvação no cristianismo, mostrando que a relação com Deus é baseada na fé e não em méritos pessoais.","referencias_relacionadas":["Romanos 1:17","Gálatas 2:16","Efésios 2:8-9"]},"romanos_3_29_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao ser supremo, criador do universo, que é justo e misericordioso.","explicacao_detalhada":"Paulo destaca que Deus não é apenas o Deus dos judeus, mas também dos gentios, enfatizando a universalidade da salvação.","por_que_esta_palavra":"A inclusão dos gentios na salvação é um tema importante na epístola aos Romanos, mostrando que a graça de Deus é acessível a todos.","conexao_teologica":"A natureza de Deus como justo e salvador é fundamental para entender a oferta de salvação a toda a humanidade.","referencias_relacionadas":["Romanos 10:12","Atos 10:34-35","Gálatas 3:28"]},"romanos_3_29_alone":{"palavra_pt":"sozinho","palavra_original":"μόνος","transliteracao":"mónos","strong":"G3441","significado_raiz":"Ideia básica: sozinho.","significado_contextual":"A palavra 'sozinho' enfatiza a singularidade de Deus como o único que pode justificar.","explicacao_detalhada":"Neste contexto, Paulo afirma que Deus justifica tanto os judeus quanto os gentios, sem distinção, mostrando que a salvação é um ato exclusivo de Deus.","por_que_esta_palavra":"A ideia de que Deus age sozinho na justificação é crucial para entender a soberania divina na salvação.","conexao_teologica":"A exclusividade da ação de Deus na justificação reforça a ideia de que a salvação é um dom, não um direito.","referencias_relacionadas":["Romanos 4:5","Tito 3:5","Efésios 1:7"]},"romanos_3_29_jewess":{"palavra_pt":"jew ess","palavra_original":"Ἰουδαῖος","transliteracao":"Ioudaîos","strong":"G2453","significado_raiz":"Ideia básica: jew ess.","significado_contextual":"A palavra 'judeu' refere-se ao povo escolhido de Deus, que recebeu a Lei e as promessas.","explicacao_detalhada":"Paulo discute a relação dos judeus com a salvação, afirmando que, embora tenham a Lei, também precisam da fé em Cristo para a justificação.","por_que_esta_palavra":"A identidade judaica é importante para entender o contexto da mensagem de Paulo e a transição para a inclusão dos gentios.","conexao_teologica":"A relação entre judeus e gentios na salvação é um tema central na teologia de Paulo, mostrando que todos são iguais diante de Deus.","referencias_relacionadas":["Romanos 1:16","Romanos 2:9-10","Gálatas 3:28"]},"romanos_3_30_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada novamente para reafirmar a soberania de Deus na justificação.","explicacao_detalhada":"Paulo enfatiza que Deus é o único que pode justificar tanto os judeus quanto os gentios, reafirmando a universalidade da salvação.","por_que_esta_palavra":"A repetição da palavra 'deus' destaca a centralidade de Sua ação na salvação.","conexao_teologica":"A soberania de Deus na justificação é um tema recorrente, mostrando que a salvação é um ato divino e não humano.","referencias_relacionadas":["Romanos 5:1","Romanos 10:12","Atos 15:9"]},"romanos_3_30_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A palavra 'fé' refere-se à confiança e crença em Deus e em Sua promessa de salvação.","explicacao_detalhada":"Neste contexto, Paulo explica que a justificação é recebida pela fé, não pela observância da lei, enfatizando a importância da crença em Cristo.","por_que_esta_palavra":"A fé é o meio pelo qual os crentes recebem a justificação e a salvação, sendo um tema central na teologia cristã.","conexao_teologica":"A fé é essencial para a relação com Deus, pois é através dela que os crentes são justificados e reconciliados com Ele.","referencias_relacionadas":["Romanos 1:17","Gálatas 2:20","Hebreus 11:6"]},"romanos_3_30_inocente":{"palavra_pt":"justificar","palavra_original":"δικαιόω","transliteracao":"dikaióō","strong":"G1344","significado_raiz":"Ideia básica: justificar.","significado_contextual":"A palavra 'justificar' é novamente usada para enfatizar a ação de Deus em declarar os crentes justos.","explicacao_detalhada":"Paulo reitera que a justificação é um ato divino que não depende das obras, mas da fé em Jesus Cristo.","por_que_esta_palavra":"A repetição da palavra 'justificar' reforça a mensagem central de Romanos sobre a salvação pela fé.","conexao_teologica":"A justificação é um tema fundamental que conecta a obra de Cristo com a experiência do crente.","referencias_relacionadas":["Romanos 5:9","Gálatas 3:24","Filipenses 3:9"]},"romanos_3_31_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"A palavra 'lei' refere-se à Torá e aos mandamentos dados a Israel.","explicacao_detalhada":"Paulo questiona se a fé anula a lei, afirmando que, na verdade, a fé a confirma, pois a lei aponta para a necessidade de um Salvador.","por_que_esta_palavra":"A relação entre fé e lei é um tema importante na epístola, mostrando que a lei tem seu propósito, mas não pode salvar.","conexao_teologica":"A lei e a fé coexistem na obra de Deus, onde a lei revela o pecado e a fé traz a salvação.","referencias_relacionadas":["Romanos 7:7","Gálatas 3:19","Mateus 5:17"]},"romanos_3_31_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A palavra 'fé' é novamente mencionada, reforçando sua importância na justificação.","explicacao_detalhada":"Paulo afirma que a fé não anula a lei, mas a cumpre, mostrando que a verdadeira fé leva à obediência.","por_que_esta_palavra":"A fé é apresentada como a resposta adequada à revelação de Deus, que inclui a lei.","conexao_teologica":"A relação entre fé e obediência é essencial para entender a vida cristã e a resposta ao evangelho.","referencias_relacionadas":["Tiago 2:17","Romanos 1:5","Gálatas 5:6"]},"romanos_3_31_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"A palavra 'tornar-se' refere-se à transformação que ocorre na vida do crente através da fé.","explicacao_detalhada":"Paulo sugere que a fé não apenas justifica, mas também transforma o crente, levando-o a viver de acordo com a vontade de Deus.","por_que_esta_palavra":"A transformação é um aspecto vital da experiência cristã, onde o crente se torna uma nova criação em Cristo.","conexao_teologica":"A ideia de transformação está ligada à santificação, que é o processo contínuo de se tornar mais parecido com Cristo.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]}}