{"romanos_6_1_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"A graça é vista como um dom que não deve ser abusado.","explicacao_detalhada":"Paulo questiona se devemos continuar pecando para que a graça aumente, enfatizando que a verdadeira compreensão da graça nos leva a uma vida de santidade.","por_que_esta_palavra":"A repetição da palavra 'graça' aqui destaca a importância de viver de acordo com os princípios de Deus após receber esse dom.","conexao_teologica":"A graça não é uma licença para pecar, mas um chamado à transformação e à nova vida em Cristo.","referencias_relacionadas":["Romanos 6:15","Tito 2:12","1 Pedro 2:16"]},"romanos_6_1_falar":{"palavra_pt":"falar","palavra_original":"ῥέω","transliteracao":"rhéō","strong":"G4483","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar refere-se à comunicação de ideias e verdades espirituais.","explicacao_detalhada":"Paulo usa a palavra 'falar' para introduzir uma argumentação sobre a relação entre a graça e o pecado, questionando a lógica de continuar pecando.","por_que_esta_palavra":"A escolha da palavra 'falar' indica a importância do discurso na formação da doutrina e na correção de comportamentos errôneos.","conexao_teologica":"A comunicação da verdade é essencial para a edificação da igreja e para a vida cristã.","referencias_relacionadas":["Tiago 1:19","Efésios 4:29","Colossenses 4:6"]},"romanos_6_1_abide":{"palavra_pt":"abide","palavra_original":"ἐπιμένω","transliteracao":"epiménō","strong":"G1961","significado_raiz":"Ideia básica: abide.","significado_contextual":"Abide refere-se a permanecer ou continuar em um estado ou condição.","explicacao_detalhada":"Neste contexto, Paulo questiona se devemos permanecer no pecado, enfatizando que a verdadeira graça nos leva a uma vida de santidade.","por_que_esta_palavra":"A ideia de 'abide' é crucial para entender a permanência na nova vida que Cristo oferece.","conexao_teologica":"Permanecer em Cristo é um tema central na teologia do Novo Testamento, refletindo a necessidade de uma vida transformada.","referencias_relacionadas":["João 15:4-5","1 João 2:6","Romanos 8:1"]},"romanos_6_2_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Tornar-se refere-se à transformação que ocorre na vida do crente.","explicacao_detalhada":"Paulo afirma que, ao receber a graça, não devemos continuar a viver no pecado, mas sim nos tornarmos novas criaturas em Cristo.","por_que_esta_palavra":"A palavra 'tornar-se' enfatiza a mudança radical que a salvação traz à vida do crente.","conexao_teologica":"A transformação é um aspecto essencial da experiência cristã, refletindo a obra do Espírito Santo.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 5:22-23"]},"romanos_6_2_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"Viver refere-se à nova vida que o crente experimenta em Cristo.","explicacao_detalhada":"Paulo explica que, ao morrer para o pecado, o crente é chamado a viver uma nova vida, refletindo a ressurreição de Cristo.","por_que_esta_palavra":"A palavra 'viver' é central para a compreensão da nova identidade do crente em Cristo.","conexao_teologica":"A vida em Cristo é caracterizada por uma nova natureza e um novo propósito.","referencias_relacionadas":["Gálatas 2:20","Romanos 8:11","Colossenses 3:1-3"]},"romanos_6_2_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o agente da transformação e da nova vida.","explicacao_detalhada":"Neste versículo, Paulo destaca que a nova vida é uma obra de Deus em nós, não algo que conseguimos por nossos próprios esforços.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a origem e a fonte da nossa salvação e transformação.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, enfatizando que Ele é quem opera em nós.","referencias_relacionadas":["Efésios 2:10","Filipenses 1:6","Romanos 8:28"]},"romanos_6_3_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo refere-se ao Messias, o Salvador prometido.","explicacao_detalhada":"Paulo menciona Cristo para enfatizar que a identificação com Ele na morte e ressurreição é essencial para a nova vida do crente.","por_que_esta_palavra":"A palavra 'Cristo' é central na fé cristã, representando a esperança e a salvação.","conexao_teologica":"A obra redentora de Cristo é o fundamento da fé cristã e da vida nova que recebemos.","referencias_relacionadas":["Romanos 10:9","Gálatas 3:27","Colossenses 2:12"]},"romanos_6_3_morte":{"palavra_pt":"morte","palavra_original":"θάνατος","transliteracao":"thánatos","strong":"G2288","significado_raiz":"Ideia básica: morte.","significado_contextual":"Morte refere-se à separação do pecado e à identificação com a morte de Cristo.","explicacao_detalhada":"Paulo ensina que, ao sermos batizados, simbolicamente morremos para o pecado e ressuscitamos para uma nova vida em Cristo.","por_que_esta_palavra":"A morte de Cristo é o ponto central da salvação, e a nossa identificação com essa morte é crucial para a vida cristã.","conexao_teologica":"A morte e ressurreição de Cristo são fundamentais para a doutrina da salvação e da nova vida.","referencias_relacionadas":["Romanos 6:4","1 Coríntios 15:22","Gálatas 2:20"]},"romanos_6_4_morte":{"palavra_pt":"morte","palavra_original":"θάνατος","transliteracao":"thánatos","strong":"G2288","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte mencionada aqui refere-se à morte espiritual e à separação do pecado.","explicacao_detalhada":"Neste versículo, a morte é entendida como a consequência do pecado, que leva à separação de Deus. A morte de Cristo é vista como um sacrifício que nos liberta dessa condição.","por_que_esta_palavra":"A palavra 'morte' é crucial para entender a necessidade da redenção e o papel de Cristo como Salvador.","conexao_teologica":"A morte de Cristo é o meio pelo qual os crentes são libertos da morte espiritual e recebem vida nova.","referencias_relacionadas":["Romanos 5:12","Romanos 6:23","Gálatas 2:20"]},"romanos_6_4_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo, o Ungido, refere-se a Jesus como o Messias prometido.","explicacao_detalhada":"O termo 'Cristo' implica na unção divina de Jesus para cumprir a missão de salvar a humanidade. Ele é o cumprimento das profecias do Antigo Testamento.","por_que_esta_palavra":"A palavra 'Cristo' é fundamental para a identidade de Jesus e sua obra redentora.","conexao_teologica":"A unção de Cristo é o ponto central da fé cristã, pois Ele é o mediador entre Deus e os homens.","referencias_relacionadas":["Mateus 1:16","João 1:41","Atos 10:38"]},"romanos_6_4_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A glória mencionada aqui refere-se à manifestação do poder e da presença de Deus.","explicacao_detalhada":"A glória de Deus é revelada na ressurreição de Cristo, que traz esperança e transformação para os crentes.","por_que_esta_palavra":"A palavra 'glória' destaca a majestade de Deus e a importância da ressurreição na vida cristã.","conexao_teologica":"A glória de Deus é um tema central na teologia cristã, refletindo a natureza divina e a esperança da vida eterna.","referencias_relacionadas":["Romanos 8:18","2 Coríntios 4:17","Filipenses 3:21"]},"romanos_6_5_morte":{"palavra_pt":"morte","palavra_original":"θάνατος","transliteracao":"thánatos","strong":"G2288","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte aqui é entendida como a morte de Cristo e a identificação do crente com essa morte.","explicacao_detalhada":"A morte de Cristo é o ponto de partida para a nova vida do crente, simbolizando a libertação do pecado.","por_que_esta_palavra":"A repetição da palavra 'morte' enfatiza a importância do sacrifício de Cristo na salvação.","conexao_teologica":"A morte de Cristo é essencial para a doutrina da expiação e da nova aliança.","referencias_relacionadas":["Romanos 6:8","1 Coríntios 15:22","Hebreus 9:28"]},"romanos_6_5_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"O ato de 'tornar-se' refere-se à transformação do crente em uma nova criação.","explicacao_detalhada":"Este verbo indica uma mudança de estado, onde o crente passa da morte para a vida em Cristo.","por_que_esta_palavra":"A palavra 'tornar-se' é crucial para entender a transformação espiritual que ocorre na vida do crente.","conexao_teologica":"A transformação é um aspecto central da salvação, refletindo a obra do Espírito Santo na vida do crente.","referencias_relacionadas":["2 Coríntios 5:17","Gálatas 2:20","Efésios 2:1-5"]},"romanos_6_6_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"O corpo aqui representa a natureza humana e sua relação com o pecado.","explicacao_detalhada":"O corpo é visto como o instrumento do pecado, e a crucificação da carne é necessária para a vida em Cristo.","por_que_esta_palavra":"A palavra 'corpo' é importante para entender a luta entre a carne e o espírito na vida do crente.","conexao_teologica":"A redenção envolve não apenas o espírito, mas também a transformação do corpo e da vida prática do crente.","referencias_relacionadas":["Romanos 7:24-25","Gálatas 5:24","1 Coríntios 6:19-20"]},"romanos_6_6_grande":{"palavra_pt":"conhecer","palavra_original":"γινώσκω","transliteracao":"ginṓskō","strong":"G1097","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Conhecer aqui implica em uma experiência íntima e pessoal com Cristo.","explicacao_detalhada":"O conhecimento de Cristo é fundamental para a vida cristã, pois leva à transformação e à santificação.","por_que_esta_palavra":"A palavra 'conhecer' enfatiza a relação pessoal que o crente deve ter com Jesus.","conexao_teologica":"O conhecimento de Cristo é a base para a fé e a vida cristã, refletindo a importância da comunhão com Ele.","referencias_relacionadas":["Filipenses 3:10","Colossenses 1:10","1 João 2:3"]},"romanos_6_6_old":{"palavra_pt":"old","palavra_original":"παλαιός","transliteracao":"palaiós","strong":"G3820","significado_raiz":"Ideia básica: old.","significado_contextual":"O termo 'velho' refere-se à antiga natureza pecaminosa do ser humano.","explicacao_detalhada":"A velha natureza é aquela que vive em rebelião contra Deus e precisa ser crucificada para que a nova vida em Cristo possa emergir.","por_que_esta_palavra":"A palavra 'velho' é essencial para entender a necessidade de uma nova criação em Cristo.","conexao_teologica":"A nova vida em Cristo implica na morte da velha natureza e na ressurreição para uma nova vida.","referencias_relacionadas":["Efésios 4:22-24","Colossenses 3:9-10","Romanos 8:1-2"]},"romanos_6_7_inocente":{"palavra_pt":"justificar","palavra_original":"δικαιόω","transliteracao":"dikaióō","strong":"G1344","significado_raiz":"Ideia básica: justificar.","significado_contextual":"Justificar refere-se à declaração de Deus de que o crente é considerado justo por meio da fé em Cristo.","explicacao_detalhada":"A justificação é um ato legal de Deus, onde Ele perdoa os pecados e declara o crente justo com base na obra de Cristo.","por_que_esta_palavra":"A palavra 'justificar' é central para a doutrina da salvação e da graça de Deus.","conexao_teologica":"A justificação pela fé é um dos pilares da teologia cristã, refletindo a graça de Deus na vida do crente.","referencias_relacionadas":["Romanos 3:24","Gálatas 2:16","Efésios 2:8-9"]},"romanos_6_7_because":{"palavra_pt":"porque","palavra_original":"γάρ","transliteracao":"gár","strong":"G1063","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual a justificação é possível.","explicacao_detalhada":"Este termo conecta a justificação à obra de Cristo, enfatizando que é pela fé que somos justificados.","por_que_esta_palavra":"A palavra 'porque' é importante para entender a lógica da salvação e a relação entre fé e justificação.","conexao_teologica":"A relação entre fé e justificação é fundamental para a compreensão da salvação na teologia cristã.","referencias_relacionadas":["Romanos 5:1","Romanos 8:33-34","Tiago 2:24"]},"romanos_6_8_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo representa a unção divina e a missão redentora.","explicacao_detalhada":"A palavra 'Cristo' refere-se ao Messias, aquele que foi ungido por Deus para salvar a humanidade. No contexto de Romanos 6:8, Paulo fala sobre a identificação do crente com a morte e ressurreição de Cristo, enfatizando que, assim como Cristo morreu, nós também morremos para o pecado.","por_que_esta_palavra":"A palavra 'Cristo' é central na teologia cristã, pois representa a esperança de salvação e a realização das promessas de Deus.","conexao_teologica":"A ressurreição de Cristo é a base da fé cristã, pois garante a vida eterna para aqueles que creem nele.","referencias_relacionadas":["Romanos 1:3-4","1 Coríntios 15:20-22","Gálatas 2:20"]},"romanos_6_8_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Crer implica em confiar plenamente na obra redentora de Cristo.","explicacao_detalhada":"A palavra 'crer' é um convite à fé ativa, que não é apenas acreditar, mas confiar e se entregar à obra de Cristo. Em Romanos 6:8, Paulo destaca que a fé é o meio pelo qual nos identificamos com a morte e ressurreição de Cristo.","por_que_esta_palavra":"A fé é fundamental para a salvação e a vida cristã, pois sem ela é impossível agradar a Deus.","conexao_teologica":"A fé em Cristo é o que nos justifica diante de Deus e nos dá acesso à graça.","referencias_relacionadas":["Efésios 2:8-9","Hebreus 11:6","Romanos 10:9-10"]},"romanos_6_8_viver":{"palavra_pt":"viver","palavra_original":"συζάω","transliteracao":"syzáō","strong":"G4800","significado_raiz":"Ideia básica: viver.","significado_contextual":"Viver refere-se à nova vida que recebemos em Cristo.","explicacao_detalhada":"A palavra 'viver' em Romanos 6:8 se refere à vida abundante que é prometida aos que estão em Cristo. Essa nova vida é caracterizada pela liberdade do pecado e pela comunhão com Deus.","por_que_esta_palavra":"A nova vida em Cristo é um tema central na epístola aos Romanos, enfatizando a transformação que ocorre na vida do crente.","conexao_teologica":"A vida em Cristo é uma vida de santidade e obediência, refletindo a natureza de Deus.","referencias_relacionadas":["João 10:10","2 Coríntios 5:17","Gálatas 2:20"]},"romanos_6_9_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo é o fundamento da nossa esperança de ressurreição.","explicacao_detalhada":"Neste versículo, a ênfase está na certeza da ressurreição de Cristo, que garante a ressurreição dos crentes. A palavra 'Cristo' reafirma a identidade do Salvador e seu papel na vitória sobre a morte.","por_que_esta_palavra":"Cristo é a chave para a compreensão da vida eterna e da vitória sobre a morte.","conexao_teologica":"A ressurreição de Cristo é a prova da vitória sobre o pecado e a morte, oferecendo esperança aos crentes.","referencias_relacionadas":["Romanos 8:11","1 Coríntios 15:55-57","Filipenses 3:20-21"]},"romanos_6_9_morte":{"palavra_pt":"morte","palavra_original":"θάνατος","transliteracao":"thánatos","strong":"G2288","significado_raiz":"Ideia básica: morte.","significado_contextual":"Morte aqui se refere à morte de Cristo e à nossa identificação com ela.","explicacao_detalhada":"A palavra 'morte' em Romanos 6:9 destaca a vitória de Cristo sobre a morte. Paulo ensina que, assim como Cristo morreu, nós também morremos para o pecado, simbolizando uma ruptura com a velha vida.","por_que_esta_palavra":"A morte de Cristo é essencial para a salvação, pois é através dela que somos libertos do poder do pecado.","conexao_teologica":"A morte e ressurreição de Cristo são o coração do evangelho, trazendo reconciliação entre Deus e a humanidade.","referencias_relacionadas":["Romanos 5:8-10","1 Pedro 2:24","Gálatas 6:14"]},"romanos_6_10_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o autor da salvação e da vida eterna.","explicacao_detalhada":"A palavra 'Deus' em Romanos 6:10 enfatiza a soberania divina na obra da redenção. A morte de Cristo foi um ato de obediência a Deus, que tinha um plano para a salvação da humanidade.","por_que_esta_palavra":"Reconhecer Deus como o autor da salvação é fundamental para entender a graça e a misericórdia.","conexao_teologica":"A relação entre Deus e a humanidade é restaurada através da obra de Cristo, que se entregou por nós.","referencias_relacionadas":["João 3:16","Romanos 8:32","Efésios 1:7"]},"romanos_6_10_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"Viver em Deus implica em uma nova vida em Cristo.","explicacao_detalhada":"A palavra 'viver' neste contexto refere-se à vida que recebemos através da ressurreição de Cristo. Paulo ensina que, assim como Cristo vive, nós também devemos viver em novidade de vida.","por_que_esta_palavra":"A nova vida em Cristo é uma transformação que nos leva a viver de acordo com a vontade de Deus.","conexao_teologica":"A vida em Cristo é marcada pela presença do Espírito Santo, que nos guia e fortalece.","referencias_relacionadas":["Romanos 8:1-2","Colossenses 3:1-4","Gálatas 5:25"]},"romanos_6_10_because":{"palavra_pt":"porque","palavra_original":"γάρ","transliteracao":"gár","strong":"G1063","significado_raiz":"Ideia básica: porque.","significado_contextual":"Porque indica a razão pela qual vivemos em Cristo.","explicacao_detalhada":"A palavra 'porque' conecta a afirmação anterior à razão teológica. Paulo explica que a vida em Cristo é uma consequência direta da sua ressurreição e da nossa identificação com Ele.","por_que_esta_palavra":"É uma palavra que fundamenta a lógica da fé cristã, mostrando a relação entre a obra de Cristo e a vida do crente.","conexao_teologica":"A compreensão do 'porque' nos leva a entender a base da nossa esperança e fé.","referencias_relacionadas":["Romanos 6:4","Colossenses 2:12","1 Pedro 1:3"]},"romanos_6_11_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o fundamento da nossa identidade como crentes.","explicacao_detalhada":"A palavra 'Deus' em Romanos 6:11 reafirma a soberania e a autoridade divina sobre a vida do crente. Paulo nos ensina a considerar-nos mortos para o pecado e vivos para Deus em Cristo.","por_que_esta_palavra":"Reconhecer Deus em nossa vida é essencial para viver de acordo com a sua vontade.","conexao_teologica":"A relação com Deus é o que nos dá propósito e direção em nossa nova vida em Cristo.","referencias_relacionadas":["Romanos 12:1-2","1 João 5:11-12","Hebreus 10:19-22"]},"romanos_6_11_ungido":{"palavra_pt":"cristo","palavra_original":"Χριστός","transliteracao":"Christós","strong":"G5547","significado_raiz":"Ideia básica: cristo.","significado_contextual":"Cristo é o nosso exemplo e modelo de vida.","explicacao_detalhada":"A palavra 'Cristo' neste versículo reforça a ideia de que nossa vida deve ser uma imitação da vida de Cristo, que viveu em obediência a Deus. Paulo nos exorta a viver como Ele viveu.","por_que_esta_palavra":"Cristo é o padrão de santidade e amor que devemos seguir em nossa caminhada cristã.","conexao_teologica":"A imitação de Cristo é um chamado para todos os crentes, refletindo sua natureza em nossas ações.","referencias_relacionadas":["1 Pedro 2:21","Efésios 5:1-2","Filipenses 2:5"]},"romanos_6_12_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para enfatizar a soberania de Deus sobre o pecado.","explicacao_detalhada":"Neste versículo, Paulo exorta os crentes a não deixarem que o pecado reine em seus corpos, reconhecendo que Deus é a autoridade suprema que deve governar suas vidas.","por_que_esta_palavra":"A inclusão da palavra 'deus' destaca a necessidade de submeter-se à vontade divina em vez de se entregar ao pecado.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, que enfatiza que Ele tem controle sobre todas as coisas, incluindo a vida dos crentes.","referencias_relacionadas":["Romanos 6:1-2","Romanos 6:11","Romanos 6:23"]},"romanos_6_12_corpo":{"palavra_pt":"corpo","palavra_original":"σῶμα","transliteracao":"sōma","strong":"G4983","significado_raiz":"Ideia básica: corpo.","significado_contextual":"O 'corpo' refere-se à parte física do ser humano, que pode ser usada para o bem ou para o mal.","explicacao_detalhada":"Paulo fala sobre o corpo como um instrumento que pode ser oferecido ao pecado ou a Deus, enfatizando a importância de como usamos nosso corpo em nossas ações diárias.","por_que_esta_palavra":"A palavra 'corpo' é crucial para entender a luta entre a carne e o espírito, e a necessidade de consagrar nosso corpo a Deus.","conexao_teologica":"A doutrina da encarnação e a importância do corpo na vida cristã são temas que se entrelaçam na teologia, mostrando que o corpo é um templo do Espírito Santo.","referencias_relacionadas":["1 Coríntios 6:19-20","Romanos 12:1","Gálatas 5:16-17"]},"romanos_6_13_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui reafirma a autoridade divina sobre a vida do crente.","explicacao_detalhada":"Paulo instrui os crentes a se apresentarem a Deus como instrumentos de justiça, reconhecendo Sua soberania e poder transformador.","por_que_esta_palavra":"A menção de 'deus' reforça a ideia de que a vida do crente deve ser vivida em submissão à vontade divina.","conexao_teologica":"A relação entre o crente e Deus é fundamental na teologia cristã, onde a obediência a Deus é vista como resposta ao Seu amor e graça.","referencias_relacionadas":["Romanos 6:11","Romanos 12:1","Tiago 4:7"]},"romanos_6_13_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"A 'justiça' refere-se ao estado de estar em conformidade com a vontade de Deus.","explicacao_detalhada":"Paulo fala sobre a justiça como um resultado da entrega da vida a Deus, onde o crente se torna um instrumento de justiça em vez de pecado.","por_que_esta_palavra":"A palavra 'justiça' é essencial para entender a transformação que ocorre na vida do crente após a conversão.","conexao_teologica":"A justificação pela fé é um dos pilares da teologia paulina, enfatizando que somos justificados diante de Deus pela fé em Cristo.","referencias_relacionadas":["Romanos 3:22","Romanos 5:1","Gálatas 2:16"]},"romanos_6_13_viver":{"palavra_pt":"viver","palavra_original":"ζάω","transliteracao":"záō","strong":"G2198","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' implica uma nova vida em Cristo, distinta da vida anterior de pecado.","explicacao_detalhada":"Paulo exorta os crentes a viverem de maneira que reflitam sua nova identidade em Cristo, abandonando a velha vida de pecado.","por_que_esta_palavra":"A palavra 'viver' é central para a compreensão da vida cristã, que deve ser marcada pela obediência e pela santidade.","conexao_teologica":"A nova vida em Cristo é um tema recorrente nas cartas de Paulo, onde a transformação espiritual resulta em uma nova maneira de viver.","referencias_relacionadas":["2 Coríntios 5:17","Gálatas 2:20","Colossenses 3:1-2"]},"romanos_6_14_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"A 'lei' refere-se à antiga aliança e aos mandamentos que regulavam a vida do povo de Deus.","explicacao_detalhada":"Paulo argumenta que os crentes não estão mais sob a condenação da lei, mas sob a graça, o que lhes permite viver de maneira livre e obediente a Deus.","por_que_esta_palavra":"A palavra 'lei' é importante para entender a transição da antiga aliança para a nova aliança em Cristo.","conexao_teologica":"A relação entre a lei e a graça é um tema central na teologia de Paulo, que enfatiza que a graça de Deus nos capacita a viver em obediência.","referencias_relacionadas":["Romanos 7:6","Gálatas 3:24-25","Hebreus 8:6"]},"romanos_6_14_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"A 'graça' é o favor imerecido de Deus que capacita os crentes a viverem de acordo com Sua vontade.","explicacao_detalhada":"Paulo destaca que é pela graça que os crentes não estão mais sob a lei, mas são guiados pelo Espírito Santo em suas vidas.","por_que_esta_palavra":"A palavra 'graça' é fundamental para a compreensão da salvação e da vida cristã, pois é pela graça que somos salvos.","conexao_teologica":"A graça é um dos temas centrais do Novo Testamento, que enfatiza a bondade de Deus em salvar e transformar vidas.","referencias_relacionadas":["Efésios 2:8-9","Tito 2:11","Romanos 5:20"]},"romanos_6_14_governo":{"palavra_pt":"governo","palavra_original":"κυριεύω","transliteracao":"kyrieúō","strong":"G2961","significado_raiz":"Ideia básica: governo.","significado_contextual":"O 'governo' refere-se à autoridade e controle que Deus deve ter sobre a vida do crente.","explicacao_detalhada":"Paulo ensina que, ao viver sob a graça, os crentes devem permitir que Deus governe suas vidas, em vez de se submeterem ao pecado.","por_que_esta_palavra":"A palavra 'governo' é crucial para entender a dinâmica da submissão a Deus e a rejeição do pecado.","conexao_teologica":"A soberania de Deus e o governo divino são temas importantes na teologia, que enfatizam a necessidade de submeter-se à vontade de Deus.","referencias_relacionadas":["Romanos 12:1-2","1 Pedro 5:6","Tiago 4:10"]},"romanos_6_15_lei":{"palavra_pt":"lei","palavra_original":"νόμος","transliteracao":"nómos","strong":"G3551","significado_raiz":"Ideia básica: lei.","significado_contextual":"A 'lei' é mencionada novamente para contrastar a vida sob a lei com a vida sob a graça.","explicacao_detalhada":"Paulo reafirma que os crentes não estão mais sob a lei, mas sob a graça, o que muda a maneira como devem viver.","por_que_esta_palavra":"A repetição da palavra 'lei' enfatiza a libertação do crente da condenação da lei através da graça de Deus.","conexao_teologica":"A relação entre a lei e a graça continua a ser um tema central na teologia cristã, mostrando a transição da antiga aliança para a nova.","referencias_relacionadas":["Romanos 7:4","Gálatas 5:18","Hebreus 10:1"]},"romanos_6_15_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"A 'graça' é novamente destacada como a força que capacita o crente a viver em obediência.","explicacao_detalhada":"Paulo enfatiza que, ao invés de serem escravos do pecado, os crentes são chamados a viver pela graça, que os liberta e os transforma.","por_que_esta_palavra":"A palavra 'graça' é essencial para entender a nova identidade do crente e sua capacidade de viver para Deus.","conexao_teologica":"A graça é um tema fundamental que permeia toda a Escritura, mostrando a bondade de Deus em salvar e transformar os pecadores.","referencias_relacionadas":["Romanos 5:20-21","2 Coríntios 12:9","Tito 3:5"]},"romanos_6_15_grande":{"palavra_pt":"tornar se/acontecer","palavra_original":"γίνομαι","transliteracao":"gínomai","strong":"G1096","significado_raiz":"Ideia básica: tornar se.","significado_contextual":"Refere-se ao ato de se tornar algo, especialmente em relação à transformação espiritual.","explicacao_detalhada":"A palavra 'tornar-se' implica uma mudança de estado ou condição, que no contexto de Romanos 6:15, sugere a transição de servos do pecado para servos da justiça.","por_que_esta_palavra":"É usada para enfatizar a transformação que ocorre na vida do crente ao aceitar a graça de Deus.","conexao_teologica":"A transformação espiritual é central na teologia paulina, onde a graça de Deus leva à justificação e à nova vida em Cristo.","referencias_relacionadas":["2 Coríntios 5:17","Gálatas 2:20","Romanos 12:2"]},"romanos_6_16_morte":{"palavra_pt":"morte","palavra_original":"θάνατος","transliteracao":"thánatos","strong":"G2288","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte aqui é entendida como a separação espiritual de Deus, resultante do pecado.","explicacao_detalhada":"A palavra 'morte' é usada para descrever não apenas a morte física, mas também a morte espiritual que resulta da desobediência a Deus.","por_que_esta_palavra":"É crucial para entender as consequências do pecado e a necessidade de redenção.","conexao_teologica":"A morte é um tema recorrente na teologia cristã, simbolizando a separação do homem de Deus e a necessidade de reconciliação através de Cristo.","referencias_relacionadas":["Romanos 6:23","Efésios 2:1","Tiago 1:15"]},"romanos_6_16_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"Refere-se à declaração de justiça que Deus faz sobre o crente, que é justificado pela fé.","explicacao_detalhada":"A 'justiça' é um estado de estar em conformidade com a lei de Deus, e é concedida ao crente através da fé em Cristo.","por_que_esta_palavra":"É fundamental para entender a salvação e a relação do crente com Deus.","conexao_teologica":"A justificação é um dos pilares da teologia reformada, enfatizando que somos justificados pela fé e não por obras.","referencias_relacionadas":["Romanos 3:28","Gálatas 2:16","Filipenses 3:9"]},"romanos_6_17_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"A graça é o favor imerecido de Deus, que transforma o coração do crente.","explicacao_detalhada":"A palavra 'graça' implica um presente divino que não pode ser ganho, mas é dado livremente por Deus aos que creem.","por_que_esta_palavra":"É essencial para entender a natureza da salvação e a relação do crente com Deus.","conexao_teologica":"A graça é um tema central na teologia cristã, enfatizando a bondade de Deus em salvar pecadores.","referencias_relacionadas":["Efésios 2:8-9","Tito 2:11","Romanos 5:20"]},"romanos_6_17_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus soberano que exerce autoridade sobre todas as coisas.","explicacao_detalhada":"A palavra 'Deus' é usada para descrever o Criador e Sustentador do universo, que tem um plano redentor para a humanidade.","por_que_esta_palavra":"É fundamental para a compreensão da soberania divina e da relação do homem com Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia, que afirma que Deus está no controle de todas as coisas.","referencias_relacionadas":["Gênesis 1:1","Salmos 103:19","Romanos 11:36"]},"romanos_6_18_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"Refere-se à condição de ser declarado justo diante de Deus.","explicacao_detalhada":"A 'justiça' é um estado que resulta da obra redentora de Cristo, onde o crente é aceito por Deus.","por_que_esta_palavra":"É crucial para entender a salvação e a nova identidade do crente em Cristo.","conexao_teologica":"A justificação é um conceito central na doutrina da salvação, enfatizando a obra de Cristo em favor dos pecadores.","referencias_relacionadas":["Romanos 5:1","Gálatas 3:24","Romanos 8:1"]},"romanos_6_18_libertar":{"palavra_pt":"libertar","palavra_original":"ἐλευθερόω","transliteracao":"eleutheróō","strong":"G1659","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se ao ato de ser libertado do domínio do pecado.","explicacao_detalhada":"A palavra 'libertar' implica uma ação de Deus que remove o crente da escravidão do pecado e o coloca na liberdade da justiça.","por_que_esta_palavra":"É importante para entender a nova vida que o crente tem em Cristo.","conexao_teologica":"A libertação do pecado é um tema central na teologia da salvação, onde o crente é chamado a viver em liberdade.","referencias_relacionadas":["Gálatas 5:1","Romanos 8:2","Colossenses 1:13"]},"romanos_6_19_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à natureza humana caída e suas inclinações pecaminosas.","explicacao_detalhada":"A palavra 'carne' é usada para descrever a parte do ser humano que está em oposição a Deus e à Sua vontade.","por_que_esta_palavra":"É essencial para entender a luta interna do crente entre a carne e o espírito.","conexao_teologica":"A luta contra a carne é um tema recorrente na epístola aos Romanos, enfatizando a necessidade de viver pelo Espírito.","referencias_relacionadas":["Gálatas 5:17","Romanos 7:18","Romanos 8:5"]},"romanos_6_19_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"Refere-se à justiça que deve ser produzida na vida do crente como resultado da sua nova natureza.","explicacao_detalhada":"A 'justiça' aqui implica ações que refletem a nova vida em Cristo, contrastando com a antiga vida de pecado.","por_que_esta_palavra":"É importante para entender a ética cristã e a vida prática do crente.","conexao_teologica":"A justiça prática é uma evidência da verdadeira fé e transformação que ocorre na vida do crente.","referencias_relacionadas":["Mateus 5:16","Tiago 2:17","Romanos 12:1-2"]},"romanos_6_19_corpo":{"palavra_pt":"corpo","palavra_original":"μέλος","transliteracao":"mélos","strong":"G3196","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo físico que deve ser apresentado a Deus como instrumento de justiça.","explicacao_detalhada":"A palavra 'corpo' implica a totalidade do ser humano, que deve ser usado para glorificar a Deus em vez de servir ao pecado.","por_que_esta_palavra":"É essencial para entender a relação entre a espiritualidade e a vida prática do crente.","conexao_teologica":"A entrega do corpo a Deus é um ato de adoração e serviço, refletindo a nova identidade do crente em Cristo.","referencias_relacionadas":["Romanos 12:1","1 Coríntios 6:19-20","Gálatas 2:20"]},"romanos_6_20_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"A justiça aqui se refere à condição de estar em conformidade com a vontade de Deus, especialmente no contexto da salvação.","explicacao_detalhada":"A palavra 'justiça' implica uma relação correta com Deus, onde o crente é declarado justo por meio da fé em Cristo. Em Romanos 6:20, Paulo fala sobre a libertação do pecado e a nova vida em Cristo, enfatizando que a verdadeira justiça é alcançada através da graça.","por_que_esta_palavra":"A palavra é utilizada para contrastar a vida de pecado com a vida de justiça que se recebe em Cristo, mostrando a transformação que ocorre na vida do crente.","conexao_teologica":"A justiça de Deus é um tema central na teologia paulina, onde a justificação pela fé é fundamental para a compreensão da salvação.","referencias_relacionadas":["Romanos 3:22","Romanos 5:1","Romanos 8:1"]},"romanos_6_21_morte":{"palavra_pt":"morte","palavra_original":"θάνατος","transliteracao":"thánatos","strong":"G2288","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte aqui representa a separação espiritual e a consequência do pecado, que leva à condenação.","explicacao_detalhada":"Em Romanos 6:21, Paulo destaca que os frutos do pecado são a morte, enfatizando que a vida sem Cristo resulta em morte espiritual. A morte é o oposto da vida que se encontra em Cristo.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a gravidade do pecado e suas consequências, contrastando com a vida que é oferecida através de Jesus.","conexao_teologica":"A morte é um conceito teológico que representa a separação de Deus, enquanto a vida eterna é a promessa para aqueles que creem em Cristo.","referencias_relacionadas":["Romanos 5:12","Romanos 6:23","Romanos 8:6"]},"romanos_6_21_fruto":{"palavra_pt":"fruto","palavra_original":"καρπός","transliteracao":"karpós","strong":"G2590","significado_raiz":"Ideia básica: fruto.","significado_contextual":"O fruto refere-se aos resultados ou consequências da vida de pecado em contraste com a vida em Cristo.","explicacao_detalhada":"Em Romanos 6:21, Paulo usa a metáfora do fruto para ilustrar que as ações e escolhas de uma pessoa produzem resultados, seja para a morte ou para a vida. O fruto do pecado é a morte, enquanto o fruto da justiça é a vida eterna.","por_que_esta_palavra":"A palavra é importante para mostrar que nossas ações têm consequências e que devemos escolher viver de acordo com a vontade de Deus.","conexao_teologica":"O conceito de fruto é central na teologia cristã, onde a vida em Cristo deve resultar em boas obras e frutos espirituais.","referencias_relacionadas":["Gálatas 5:22-23","Mateus 7:17-20","João 15:5"]},"romanos_6_22_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como o agente da salvação e da vida eterna, contrastando com a morte que resulta do pecado.","explicacao_detalhada":"Em Romanos 6:22, Paulo fala sobre a libertação do pecado e a entrega a Deus, enfatizando que, ao se tornarem servos de Deus, os crentes recebem a vida eterna como presente.","por_que_esta_palavra":"A palavra é utilizada para reafirmar a soberania de Deus na salvação e na vida do crente, mostrando que é Ele quem dá vida.","conexao_teologica":"Deus é o centro da teologia cristã, sendo a fonte de toda vida e justiça, e a relação com Ele é fundamental para a salvação.","referencias_relacionadas":["Romanos 8:32","Romanos 10:9","1 João 5:11"]},"romanos_6_22_continual":{"palavra_pt":"continuo","palavra_original":"τέλος","transliteracao":"télos","strong":"G5056","significado_raiz":"Ideia básica: continuo.","significado_contextual":"O termo contínuo refere-se à vida eterna que é dada aos crentes, uma vida que não termina.","explicacao_detalhada":"Em Romanos 6:22, Paulo menciona que os crentes, ao se tornarem servos de Deus, recebem a vida eterna, que é uma condição contínua e permanente na presença de Deus.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a natureza eterna da vida que se recebe em Cristo, contrastando com a morte que resulta do pecado.","conexao_teologica":"A vida eterna é um dos principais temas do Novo Testamento, representando a promessa de Deus para aqueles que creem em Jesus.","referencias_relacionadas":["João 3:16","Romanos 8:38-39","1 João 2:25"]},"romanos_6_22_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A vida aqui se refere à nova vida que os crentes recebem em Cristo, que é abundante e eterna.","explicacao_detalhada":"Em Romanos 6:22, Paulo fala sobre a transição da morte para a vida, enfatizando que, ao se entregarem a Deus, os crentes experimentam uma nova vida que é marcada pela presença e poder de Deus.","por_que_esta_palavra":"A palavra é utilizada para descrever a transformação que ocorre na vida do crente, que passa a viver de maneira diferente, em comunhão com Deus.","conexao_teologica":"A vida em Cristo é um tema central na teologia cristã, onde a nova vida é uma evidência da salvação e da obra do Espírito Santo.","referencias_relacionadas":["João 10:10","2 Coríntios 5:17","Gálatas 2:20"]},"romanos_6_23_morte":{"palavra_pt":"morte","palavra_original":"θάνατος","transliteracao":"thánatos","strong":"G2288","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte é apresentada como a consequência do pecado, contrastando com a vida eterna oferecida por Deus.","explicacao_detalhada":"Em Romanos 6:23, Paulo explica que o salário do pecado é a morte, mas o dom de Deus é a vida eterna em Cristo. Essa dualidade enfatiza a gravidade do pecado e a grandeza da graça de Deus.","por_que_esta_palavra":"A palavra é utilizada para destacar a seriedade do pecado e a necessidade de salvação, mostrando que a morte é o resultado inevitável da desobediência a Deus.","conexao_teologica":"A morte e a vida eterna são conceitos fundamentais na teologia cristã, onde a escolha entre seguir a Deus ou o pecado tem consequências eternas.","referencias_relacionadas":["Romanos 5:21","Romanos 8:2","Apocalipse 20:14"]},"romanos_6_23_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o doador da vida eterna, contrastando com a morte que resulta do pecado.","explicacao_detalhada":"Em Romanos 6:23, Paulo afirma que o dom de Deus é a vida eterna, enfatizando que essa vida é um presente que não pode ser conquistado, mas recebido pela fé.","por_que_esta_palavra":"A palavra é utilizada para reafirmar a generosidade de Deus e Sua disposição em oferecer salvação a todos que creem.","conexao_teologica":"Deus como doador da vida eterna é um tema central na mensagem do evangelho, onde a salvação é um ato de graça.","referencias_relacionadas":["Efésios 2:8-9","Romanos 10:13","Tito 1:2"]}}