{"tito_3_1_autoridade":{"palavra_pt":"autoridade","palavra_original":"ἐξουσία","transliteracao":"exousía","strong":"G1849","significado_raiz":"Ideia básica: autoridade.","significado_contextual":"A palavra 'autoridade' em Tito 3:1 refere-se ao poder que os cristãos devem reconhecer e respeitar nas autoridades civis.","explicacao_detalhada":"A palavra grega 'ἐξουσία' (exousía) denota a capacidade de governar e exercer controle, que deve ser respeitada pelos crentes.","por_que_esta_palavra":"A submissão às autoridades é uma expressão da obediência a Deus, que institui todas as autoridades.","conexao_teologica":"O respeito pela autoridade civil é uma extensão do princípio da submissão à soberania de Deus sobre todas as esferas da vida.","referencias_relacionadas":["Romanos 13:1-2","1 Pedro 2:13-14","Tito 3:1"]},"tito_3_1_obra":{"palavra_pt":"obra","palavra_original":"ἔργον","transliteracao":"érgon","strong":"G2041","significado_raiz":"Ideia básica: obra.","significado_contextual":"Em Tito 3:1, 'obra' refere-se às ações e comportamentos que os cristãos devem demonstrar em suas vidas.","explicacao_detalhada":"A palavra grega 'ἔργον' (érgon) implica em trabalho ou atividade, enfatizando que a fé deve ser acompanhada de ações que refletem essa fé.","por_que_esta_palavra":"As boas obras são uma evidência da transformação que ocorre na vida do crente e são um testemunho para o mundo.","conexao_teologica":"As obras são vistas como resultado da graça de Deus na vida do crente, que é chamado a viver de maneira que glorifique a Deus.","referencias_relacionadas":["Efésios 2:10","Tiago 2:17","Mateus 5:16"]},"tito_3_1_voz":{"palavra_pt":"voz","palavra_original":"ὑπομιμνήσκω","transliteracao":"hypomimnḗskō","strong":"G5279","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' em Tito 3:1 refere-se à comunicação e à maneira como os cristãos devem se expressar.","explicacao_detalhada":"A palavra grega 'ὑπομιμνήσκω' (hypomimnḗskō) implica em lembrar ou advertir, sugerindo que os crentes devem usar suas vozes para encorajar e instruir uns aos outros.","por_que_esta_palavra":"A comunicação é essencial para a edificação da comunidade cristã e para a propagação do evangelho.","conexao_teologica":"A voz do crente deve ser usada para proclamar a verdade de Deus e edificar a fé dos outros.","referencias_relacionadas":["Colossenses 3:16","Efésios 4:29","1 Tessalonicenses 5:11"]},"tito_3_2_meekness":{"palavra_pt":"meekness","palavra_original":"πρᾳότης","transliteracao":"praiótēs","strong":"G4236","significado_raiz":"Ideia básica: meekness.","significado_contextual":"A palavra 'meekness' em Tito 3:2 refere-se à atitude de humildade e gentileza que os cristãos devem ter.","explicacao_detalhada":"A palavra grega 'πρᾳότης' (praiótēs) sugere uma disposição pacífica e controlada, que é um fruto do Espírito.","por_que_esta_palavra":"A mansidão é uma virtude que reflete o caráter de Cristo e é essencial para a convivência harmoniosa na comunidade.","conexao_teologica":"A mansidão é um aspecto do caráter cristão que demonstra a submissão à vontade de Deus e a disposição de servir aos outros.","referencias_relacionadas":["Mateus 5:5","Gálatas 5:22-23","Efésios 4:2"]},"tito_3_2_homem":{"palavra_pt":"homem","palavra_original":"μηδείς","transliteracao":"mēdeís","strong":"G3367","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' em Tito 3:2 é usada para enfatizar a igualdade de todos diante de Deus.","explicacao_detalhada":"A palavra grega 'μηδείς' (mēdeís) implica em que não deve haver discriminação entre as pessoas, pois todos são criados à imagem de Deus.","por_que_esta_palavra":"A inclusão de todos os homens reflete a universalidade da mensagem do evangelho e a necessidade de tratar uns aos outros com dignidade.","conexao_teologica":"Todos os homens são igualmente necessitados da graça de Deus, e a igreja deve ser um lugar de acolhimento e amor.","referencias_relacionadas":["Gálatas 3:28","Romanos 2:11","Atos 10:34-35"]},"tito_3_3_verdade":{"palavra_pt":"verdade","palavra_original":"πλανάω","transliteracao":"planáō","strong":"G4105","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' em Tito 3:3 refere-se à realidade espiritual que os cristãos devem reconhecer.","explicacao_detalhada":"A palavra grega 'πλανάω' (planáō) sugere a ideia de engano, enfatizando a importância de viver na verdade e não na ilusão.","por_que_esta_palavra":"Reconhecer a verdade é fundamental para a transformação e a libertação que Cristo oferece.","conexao_teologica":"A verdade é um dos pilares da fé cristã, e viver na verdade é um chamado para todos os crentes.","referencias_relacionadas":["João 8:32","Efésios 4:15","1 João 1:6"]},"tito_3_3_vida":{"palavra_pt":"vida","palavra_original":"διάγω","transliteracao":"diágō","strong":"G1236","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' em Tito 3:3 refere-se à nova vida que os crentes recebem em Cristo.","explicacao_detalhada":"A palavra grega 'διάγω' (diágō) implica em viver de maneira plena e abundante, que é a promessa de Jesus.","por_que_esta_palavra":"A vida em Cristo é uma transformação radical que leva a uma nova maneira de viver e se relacionar com Deus e com os outros.","conexao_teologica":"A vida eterna é um presente de Deus, e viver essa vida é um testemunho da graça e do poder de Deus na vida do crente.","referencias_relacionadas":["João 10:10","2 Coríntios 5:17","Gálatas 2:20"]},"tito_3_3_amor":{"palavra_pt":"amor","palavra_original":"μισέω","transliteracao":"miséō","strong":"G3404","significado_raiz":"Ideia básica: amor.","significado_contextual":"Refere-se ao amor que deve ser demonstrado entre os cristãos, um amor que reflete a natureza de Deus.","explicacao_detalhada":"O amor mencionado aqui é um amor ativo e sacrificial, que se manifesta em ações e atitudes em relação ao próximo. É um amor que não se limita a sentimentos, mas se traduz em comportamentos que buscam o bem do outro.","por_que_esta_palavra":"A palavra 'amor' é central na mensagem cristã, pois Deus é amor (1 João 4:8) e os cristãos são chamados a amar uns aos outros como Cristo nos amou.","conexao_teologica":"O amor é um dos principais mandamentos de Jesus e é fundamental para a vida em comunidade entre os crentes.","referencias_relacionadas":["1 João 4:7-8","João 13:34-35","Romanos 13:10"]},"tito_3_4_humanidade":{"palavra_pt":"humanidade","palavra_original":"φιλανθρωπία","transliteracao":"philanthrōpía","strong":"G5363","significado_raiz":"Ideia básica: humanidade.","significado_contextual":"Refere-se à bondade e compaixão de Deus para com a humanidade, especialmente em sua disposição de salvar.","explicacao_detalhada":"A palavra 'humanidade' implica um amor altruísta e uma preocupação genuína pelo bem-estar dos outros. No contexto de Tito, enfatiza a ação de Deus em favor da salvação dos seres humanos.","por_que_esta_palavra":"A humanidade de Deus é um aspecto crucial da sua natureza, mostrando que Ele se importa profundamente com a condição humana.","conexao_teologica":"A bondade de Deus é um tema recorrente nas Escrituras, refletindo seu desejo de restaurar a relação com a humanidade.","referencias_relacionadas":["Lucas 19:10","Romanos 5:8","Efésios 2:4-5"]},"tito_3_4_deus":{"palavra_pt":"deus","palavra_original":"σωτήρ","transliteracao":"sōtḗr","strong":"G4990","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como Salvador, enfatizando Sua ação redentora na vida dos crentes.","explicacao_detalhada":"A palavra 'Deus' aqui é usada para destacar o papel de Deus como aquele que salva e transforma vidas, oferecendo esperança e redenção.","por_que_esta_palavra":"A identificação de Deus como Salvador é fundamental para a compreensão da salvação cristã, que é um presente divino.","conexao_teologica":"A salvação é um tema central na teologia cristã, e Deus é visto como o agente ativo nessa obra.","referencias_relacionadas":["Atos 4:12","Romanos 10:13","Tito 2:11"]},"tito_3_5_justificacao":{"palavra_pt":"justica","palavra_original":"δικαιοσύνη","transliteracao":"dikaiosýnē","strong":"G1343","significado_raiz":"Ideia básica: justica.","significado_contextual":"Refere-se à justificação que os crentes recebem pela graça de Deus, não por obras.","explicacao_detalhada":"A justificação é um ato judicial de Deus que declara o pecador justo com base na fé em Cristo, não em suas obras. Isso é um tema central na carta de Paulo a Tito.","por_que_esta_palavra":"A justificação é essencial para a compreensão da salvação, pois enfatiza que não podemos nos salvar por nossos próprios méritos.","conexao_teologica":"A justificação pela fé é um dos pilares da teologia reformada e é fundamental para a compreensão da graça.","referencias_relacionadas":["Romanos 3:28","Gálatas 2:16","Efésios 2:8-9"]},"tito_3_5_compaixao":{"palavra_pt":"misericordia","palavra_original":"ἔλεος","transliteracao":"éleos","strong":"G1656","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"Refere-se à misericórdia de Deus que se manifesta na salvação dos pecadores.","explicacao_detalhada":"A misericórdia é a compaixão de Deus que leva à ação em favor dos necessitados. No contexto de Tito, enfatiza a bondade de Deus ao salvar aqueles que não merecem.","por_que_esta_palavra":"A misericórdia de Deus é um aspecto fundamental de Sua natureza, mostrando que Ele se importa com a condição humana.","conexao_teologica":"A misericórdia é frequentemente associada à graça, e ambas são essenciais para a compreensão da salvação.","referencias_relacionadas":["Salmos 103:8","Tiago 2:13","Romanos 9:15"]},"tito_3_5_regeneration":{"palavra_pt":"regeneration","palavra_original":"παλιγγενεσία","transliteracao":"palingenesía","strong":"G3824","significado_raiz":"Ideia básica: regeneration.","significado_contextual":"Refere-se ao novo nascimento que ocorre na vida do crente através do Espírito Santo.","explicacao_detalhada":"A regeneração é a obra do Espírito Santo que transforma o coração do crente, dando-lhe uma nova vida e natureza. É um ato divino que precede a fé.","por_que_esta_palavra":"A regeneração é essencial para a salvação, pois sem ela, ninguém pode ver o Reino de Deus.","conexao_teologica":"A regeneração é um tema importante na teologia cristã, refletindo a transformação que ocorre na vida do crente.","referencias_relacionadas":["João 3:3","2 Coríntios 5:17","Tito 3:5"]},"tito_3_6_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus como o mediador da salvação e a manifestação do amor de Deus.","explicacao_detalhada":"Jesus é o cumprimento das promessas de Deus e o meio pelo qual a salvação é oferecida à humanidade. Ele é o Salvador que traz a vida eterna.","por_que_esta_palavra":"A menção de Jesus é crucial, pois Ele é o centro da fé cristã e a chave para a relação com Deus.","conexao_teologica":"A cristologia é fundamental na teologia cristã, e a obra de Jesus é central para a compreensão da salvação.","referencias_relacionadas":["Atos 4:12","João 14:6","Romanos 5:1"]},"tito_3_6_deus":{"palavra_pt":"deus","palavra_original":"σωτήρ","transliteracao":"sōtḗr","strong":"G4990","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como o Salvador, enfatizando Sua ação redentora na vida dos crentes.","explicacao_detalhada":"A palavra 'Deus' aqui é usada para destacar o papel de Deus como aquele que salva e transforma vidas, oferecendo esperança e redenção.","por_que_esta_palavra":"A identificação de Deus como Salvador é fundamental para a compreensão da salvação cristã, que é um presente divino.","conexao_teologica":"A salvação é um tema central na teologia cristã, e Deus é visto como o agente ativo nessa obra.","referencias_relacionadas":["Atos 4:12","Romanos 10:13","Tito 2:11"]},"tito_3_7_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"Refere-se à graça de Deus que é concedida aos crentes, permitindo-lhes viver em comunhão com Ele.","explicacao_detalhada":"A graça é o favor imerecido de Deus que transforma a vida do crente e o capacita a viver de acordo com a vontade de Deus.","por_que_esta_palavra":"A graça é um conceito central na fé cristã, pois é através dela que somos salvos e capacitados a viver uma vida que agrada a Deus.","conexao_teologica":"A graça é frequentemente mencionada em relação à justificação e à regeneração, sendo um tema recorrente nas cartas de Paulo.","referencias_relacionadas":["Efésios 2:8-9","Romanos 5:20-21","2 Coríntios 12:9"]},"tito_3_7_fe":{"palavra_pt":"esperanca","palavra_original":"ἐλπίς","transliteracao":"elpís","strong":"G1680","significado_raiz":"Ideia básica: esperanca.","significado_contextual":"Refere-se à esperança que os crentes têm em Cristo, baseada na promessa de vida eterna.","explicacao_detalhada":"A esperança é uma expectativa confiante no cumprimento das promessas de Deus, especialmente a promessa da vida eterna através de Jesus.","por_que_esta_palavra":"A esperança é fundamental para a vida cristã, pois nos dá força e motivação para viver de acordo com a vontade de Deus.","conexao_teologica":"A esperança é um tema importante nas Escrituras, frequentemente ligada à fé e à salvação.","referencias_relacionadas":["Romanos 15:13","Hebreus 11:1","1 Pedro 1:3"]},"tito_3_7_vida":{"palavra_pt":"vida","palavra_original":"ζωή","transliteracao":"zōḗ","strong":"G2222","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à vida eterna que é concedida aos crentes através da graça de Deus.","explicacao_detalhada":"No contexto de Tito 3:7, a 'vida' é apresentada como um dom divino que resulta da justificação pela fé. Essa vida não se limita à existência física, mas abrange uma nova qualidade de vida espiritual que se inicia na terra e se estende à eternidade.","por_que_esta_palavra":"A escolha da palavra 'vida' enfatiza a transformação que ocorre na vida do crente, que passa da morte espiritual para a vida plena em Cristo.","conexao_teologica":"A vida eterna é um tema central na teologia cristã, refletindo a promessa de Deus de restaurar a comunhão com a humanidade através de Jesus Cristo.","referencias_relacionadas":["João 3:16","Romanos 6:23","1 João 5:11-12"]},"tito_3_8_cristo":{"palavra_pt":"palavra/verbo","palavra_original":"λόγος","transliteracao":"lógos","strong":"G3056","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' ou 'verbo' refere-se a Cristo como a manifestação do pensamento e da vontade de Deus.","explicacao_detalhada":"Em Tito 3:8, a palavra 'lógos' destaca a importância de Cristo como a revelação de Deus e a fonte de toda verdade. Ele é a Palavra que se fez carne, trazendo salvação e revelando o caráter de Deus ao mundo.","por_que_esta_palavra":"A utilização de 'palavra' sublinha a centralidade de Cristo na fé cristã, como aquele que comunica a verdade divina e traz esperança aos crentes.","conexao_teologica":"Cristo como o 'Verbo' é um conceito fundamental na teologia cristã, que liga a criação, a revelação e a redenção.","referencias_relacionadas":["João 1:1-14","Hebreus 1:1-3","Colossenses 1:16-17"]},"tito_3_8_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao único Deus verdadeiro, que é a fonte de toda graça e salvação.","explicacao_detalhada":"No contexto de Tito 3:8, a palavra 'deus' enfatiza a soberania e a bondade de Deus, que se manifesta através da salvação oferecida a todos os que creem.","por_que_esta_palavra":"A escolha da palavra 'deus' é crucial para afirmar a natureza divina e a autoridade de Deus sobre a salvação e a vida do crente.","conexao_teologica":"A compreensão de Deus como o único e verdadeiro é fundamental para a fé cristã, que se baseia na relação pessoal com Ele através de Jesus Cristo.","referencias_relacionadas":["Deuteronômio 6:4","Isaías 45:5","1 Timóteo 2:5"]},"tito_3_8_believeing":{"palavra_pt":"believe ing","palavra_original":"πιστός","transliteracao":"pistós","strong":"G4103","significado_raiz":"Ideia básica: believe ing.","significado_contextual":"A palavra 'believe ing' refere-se à fé e à confiança que os crentes depositam em Deus e em Sua palavra.","explicacao_detalhada":"Em Tito 3:8, a palavra 'pistós' destaca a importância da fé ativa, que não é apenas acreditar, mas confiar e viver de acordo com as promessas de Deus.","por_que_esta_palavra":"A utilização de 'believe ing' enfatiza que a fé é um aspecto dinâmico e contínuo da vida cristã, que se manifesta em ações e atitudes.","conexao_teologica":"A fé é um elemento central na salvação e na vida cristã, sendo a resposta do ser humano à graça de Deus.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Gálatas 2:20"]},"tito_3_9_genealogy":{"palavra_pt":"genealogy","palavra_original":"γενεαλογία","transliteracao":"genealogía","strong":"G1076","significado_raiz":"Ideia básica: genealogy.","significado_contextual":"A palavra 'genealogy' refere-se a questões de linhagem e herança, que eram importantes na cultura judaica.","explicacao_detalhada":"No contexto de Tito 3:9, a palavra 'genealogía' é usada para advertir sobre discussões infrutíferas que não levam à edificação da fé, mas sim à divisão e controvérsia.","por_que_esta_palavra":"A escolha da palavra 'genealogy' reflete a preocupação com a pureza doutrinária e a necessidade de evitar debates que desviam do verdadeiro propósito do evangelho.","conexao_teologica":"A genealogia é um tema que aparece em várias partes da Bíblia, mostrando a importância da herança espiritual e da continuidade da fé.","referencias_relacionadas":["Mateus 1:1-17","Lucas 3:23-38","Hebreus 7:14"]},"tito_3_10_seguir":{"palavra_pt":"seguir","palavra_original":"μετά","transliteracao":"metá","strong":"G3326","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' refere-se à ação de acompanhar ou obedecer a ensinamentos e direções.","explicacao_detalhada":"Em Tito 3:10, 'seguir' implica em uma atitude de submissão e respeito às orientações dadas por líderes espirituais, especialmente em relação à doutrina.","por_que_esta_palavra":"A escolha da palavra 'seguir' é importante para enfatizar a necessidade de discernimento e a rejeição de falsas doutrinas que podem desviar os crentes da verdade.","conexao_teologica":"A obediência à palavra de Deus e ao ensino apostólico é fundamental para a saúde espiritual da igreja.","referencias_relacionadas":["Hebreus 13:17","1 Pedro 5:2-3","2 Timóteo 4:3-4"]},"tito_3_10_repreender":{"palavra_pt":"repreender","palavra_original":"νουθεσία","transliteracao":"nouthesía","strong":"G3559","significado_raiz":"Ideia básica: repreender.","significado_contextual":"A palavra 'repreender' refere-se à correção e à exortação em amor, visando a restauração.","explicacao_detalhada":"No contexto de Tito 3:10, 'nouthesía' implica em uma abordagem cuidadosa e amorosa ao lidar com aqueles que se desviam da verdade, buscando sempre a restauração.","por_que_esta_palavra":"A escolha da palavra 'repreender' é crucial para entender a responsabilidade da comunidade cristã em manter a pureza doutrinária e a saúde espiritual.","conexao_teologica":"A correção é uma parte essencial do cuidado pastoral e do crescimento espiritual, refletindo o amor de Deus por Seu povo.","referencias_relacionadas":["Gálatas 6:1","Tiago 5:19-20","2 Timóteo 3:16-17"]},"tito_3_10_homem":{"palavra_pt":"homem","palavra_original":"εἷς","transliteracao":"heîs","strong":"G1520","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um indivíduo, enfatizando a responsabilidade pessoal diante de Deus.","explicacao_detalhada":"Em Tito 3:10, 'homem' é usado para destacar a importância de cada crente em manter a verdade e a unidade na fé, reconhecendo que cada um é responsável por suas ações.","por_que_esta_palavra":"A escolha da palavra 'homem' sublinha a dignidade e o valor de cada pessoa na comunidade de fé, bem como a necessidade de responsabilidade individual.","conexao_teologica":"A dignidade do ser humano é um tema central na teologia cristã, que afirma que todos são criados à imagem de Deus.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 14:12"]},"tito_3_11_subvert":{"palavra_pt":"subvert","palavra_original":"ἐκστρέφω","transliteracao":"ekstréphō","strong":"G1612","significado_raiz":"Ideia básica: subvert.","significado_contextual":"A palavra 'subvert' refere-se à ação de desvirtuar ou desestabilizar a fé e a doutrina.","explicacao_detalhada":"No contexto de Tito 3:11, 'ekstréphō' é usado para descrever aqueles que causam divisões e confusão na comunidade cristã, desviando-se da verdade.","por_que_esta_palavra":"A escolha da palavra 'subvert' é importante para alertar sobre os perigos de falsas doutrinas que podem comprometer a integridade da fé.","conexao_teologica":"A proteção da verdade é uma responsabilidade da igreja, que deve estar atenta às ameaças que podem surgir de dentro e de fora.","referencias_relacionadas":["Romanos 16:17-18","Gálatas 1:6-9","2 Pedro 2:1"]},"tito_3_11_concerning":{"palavra_pt":"concerning","palavra_original":"ὅτι","transliteracao":"hóti","strong":"G3754","significado_raiz":"Ideia básica: concerning.","significado_contextual":"A palavra 'concerning' refere-se a um assunto ou tema específico que está sendo abordado.","explicacao_detalhada":"Em Tito 3:11, 'hóti' é usado para introduzir uma declaração sobre a natureza das pessoas que causam divisões, enfatizando a necessidade de discernimento.","por_que_esta_palavra":"A escolha da palavra 'concerning' é crucial para direcionar a atenção do leitor para a importância de entender as implicações das ações de certos indivíduos.","conexao_teologica":"A clareza na comunicação da verdade é essencial para a saúde da igreja e a proteção contra ensinos errôneos.","referencias_relacionadas":["1 Timóteo 1:3","Tito 1:10-11","2 João 1:10"]},"tito_3_12_tychicus":{"palavra_pt":"tychicus","palavra_original":"Τυχικός","transliteracao":"Tychikós","strong":"G5190","significado_raiz":"Ideia básica: tychicus.","significado_contextual":"Tíquico é mencionado como um colaborador de Paulo, enviado para ajudar Tito.","explicacao_detalhada":"Tíquico é um dos companheiros de Paulo, conhecido por sua lealdade e serviço. Ele é mencionado em várias cartas do Novo Testamento como alguém em quem Paulo confia para levar mensagens e ajudar na liderança das igrejas.","por_que_esta_palavra":"A inclusão de Tíquico no texto enfatiza a importância da colaboração e do apoio mútuo entre os líderes da igreja.","conexao_teologica":"Tíquico representa a importância do serviço e da comunhão na missão da igreja, refletindo o corpo de Cristo em ação.","referencias_relacionadas":["Efésios 6:21","Colossenses 4:7","2 Timóteo 4:12"]},"tito_3_12_cidade":{"palavra_pt":"cidade","palavra_original":"Νικόπολις","transliteracao":"Nikópolis","strong":"G3533","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Nikópolis é uma cidade mencionada como o destino de Tíquico.","explicacao_detalhada":"Nikópolis, que significa 'cidade da vitória', foi uma cidade importante na Grécia antiga e um centro de atividade cristã. Paulo planejou passar o inverno lá, indicando a relevância da cidade para a missão da igreja.","por_que_esta_palavra":"A menção de Nikópolis destaca a geografia da missão cristã e a estratégia de Paulo em estabelecer comunidades de fé em locais estratégicos.","conexao_teologica":"A cidade simboliza a expansão do evangelho e a vitória do cristianismo sobre as culturas locais.","referencias_relacionadas":["Tito 3:12","2 Timóteo 4:10","Atos 27:12"]},"tito_3_12_enviar":{"palavra_pt":"enviar","palavra_original":"πέμπω","transliteracao":"pémpō","strong":"G3992","significado_raiz":"Ideia básica: enviar.","significado_contextual":"O ato de enviar é uma ação deliberada de Paulo para garantir que Tito receba apoio.","explicacao_detalhada":"Enviar Tíquico é uma demonstração da preocupação de Paulo com Tito e a necessidade de apoio na liderança da igreja em Creta. O envio é uma prática comum nas cartas de Paulo, mostrando a importância da comunicação.","por_que_esta_palavra":"A palavra 'enviar' ressalta a responsabilidade dos líderes em cuidar uns dos outros e em manter a unidade na missão.","conexao_teologica":"O envio de mensageiros reflete a missão de Cristo de enviar seus discípulos para pregar o evangelho.","referencias_relacionadas":["Mateus 28:19","Romanos 10:15","Filipenses 2:25"]},"tito_3_13_zenas":{"palavra_pt":"zenas","palavra_original":"Ζηνᾶς","transliteracao":"Zēnâs","strong":"G2211","significado_raiz":"Ideia básica: zenas.","significado_contextual":"Zenas é mencionado como um advogado, indicando sua importância na comunidade.","explicacao_detalhada":"Zenas, o advogado, é uma figura que representa a sabedoria e o conhecimento da lei. Sua presença sugere a necessidade de discernimento legal nas questões da igreja.","por_que_esta_palavra":"A menção de Zenas destaca a diversidade de dons e funções dentro da comunidade cristã, mostrando que todos têm um papel a desempenhar.","conexao_teologica":"Zenas simboliza a integração da fé com a vida prática e a importância de ter pessoas com habilidades específicas na liderança da igreja.","referencias_relacionadas":["Tito 3:13","Atos 18:24","Romanos 12:6-8"]},"tito_3_13_lei":{"palavra_pt":"lei","palavra_original":"νομικός","transliteracao":"nomikós","strong":"G3544","significado_raiz":"Ideia básica: lei.","significado_contextual":"A palavra 'lei' refere-se ao conhecimento legal que Zenas possui.","explicacao_detalhada":"A referência à lei é crucial, pois Zenas, como advogado, teria um entendimento profundo das leis judaicas e romanas, o que poderia ser útil para a igreja em Creta.","por_que_esta_palavra":"A inclusão da palavra 'lei' enfatiza a necessidade de sabedoria e discernimento nas questões legais e éticas enfrentadas pela comunidade cristã.","conexao_teologica":"A lei, embora não mais o foco principal da fé cristã, ainda tem relevância na compreensão do caráter de Deus e da moralidade.","referencias_relacionadas":["Romanos 3:20","Gálatas 3:24","Tiago 1:25"]},"tito_3_13_enviar":{"palavra_pt":"enviar","palavra_original":"προπέμπω","transliteracao":"propémpō","strong":"G4311","significado_raiz":"Ideia básica: enviar.","significado_contextual":"O ato de enviar Zenas e Tíquico é uma ação prática de apoio e colaboração.","explicacao_detalhada":"Paulo instrui Tito a enviar Zenas e Tíquico para que possam ajudar na obra da igreja, mostrando a importância do trabalho em equipe.","por_que_esta_palavra":"A repetição do ato de enviar reforça a ideia de que a missão da igreja é um esforço coletivo.","conexao_teologica":"O envio de colaboradores é um reflexo do chamado de Cristo para que seus seguidores trabalhem juntos na propagação do evangelho.","referencias_relacionadas":["Mateus 10:1","Lucas 10:1","Atos 13:2"]},"tito_3_14_business":{"palavra_pt":"assunto","palavra_original":"χρεία","transliteracao":"chreía","strong":"G5532","significado_raiz":"Ideia básica: assunto.","significado_contextual":"A palavra 'assunto' refere-se às necessidades práticas da comunidade cristã.","explicacao_detalhada":"A instrução para que os cristãos se dediquem a boas obras e assuntos necessários destaca a responsabilidade social da igreja.","por_que_esta_palavra":"A palavra 'assunto' enfatiza a importância de se envolver em atividades que promovam o bem-estar da comunidade.","conexao_teologica":"A dedicação a boas obras é uma expressão da fé viva e do amor cristão em ação.","referencias_relacionadas":["Gálatas 6:10","Efésios 2:10","Tiago 2:14-17"]},"tito_3_14_obra":{"palavra_pt":"obra","palavra_original":"ἔργον","transliteracao":"érgon","strong":"G2041","significado_raiz":"Ideia básica: obra.","significado_contextual":"A palavra 'obra' refere-se às ações práticas que os cristãos devem realizar.","explicacao_detalhada":"As boas obras são um reflexo da fé genuína e da transformação que ocorre na vida do crente. Paulo exorta Tito a incentivar a prática de boas obras entre os crentes.","por_que_esta_palavra":"A ênfase nas obras mostra que a fé deve se manifestar em ações concretas e não apenas em crenças.","conexao_teologica":"As obras são uma resposta à graça de Deus e um testemunho da fé em ação.","referencias_relacionadas":["Tito 3:8","Mateus 5:16","Colossenses 1:10"]},"tito_3_14_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para enfatizar a negação de ações que não glorificam a Deus.","explicacao_detalhada":"A instrução de Paulo é que os cristãos devem se dedicar a boas obras, não a ações que não refletem o caráter de Deus.","por_que_esta_palavra":"A palavra 'deus' é central para a vida cristã, pois todas as ações devem ser feitas em honra a Ele.","conexao_teologica":"A vida cristã deve ser vivida em conformidade com a vontade de Deus, refletindo seu caráter e propósito.","referencias_relacionadas":["1 Coríntios 10:31","Colossenses 3:17","Romanos 12:1"]},"tito_3_15_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A palavra 'fé' refere-se à crença e confiança em Deus e em suas promessas.","explicacao_detalhada":"A fé é fundamental para a vida cristã, pois é através dela que os crentes se conectam com Deus e experimentam sua graça.","por_que_esta_palavra":"A ênfase na fé destaca a importância de confiar em Deus em todas as circunstâncias.","conexao_teologica":"A fé é o meio pelo qual os crentes recebem a salvação e vivem em obediência a Deus.","referencias_relacionadas":["Hebreus 11:1","Efésios 2:8-9","Romanos 1:17"]},"tito_3_15_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"No contexto de Tito 3:15, 'graça' refere-se ao favor imerecido de Deus, que é essencial para a salvação e a vida cristã.","explicacao_detalhada":"A graça é um tema central no Novo Testamento, representando a bondade e a generosidade de Deus para com a humanidade. Em Tito 3:15, Paulo enfatiza que é pela graça que somos salvos e que devemos viver em comunhão uns com os outros, reconhecendo o valor da graça em nossas vidas.","por_que_esta_palavra":"A palavra 'graça' é crucial para entender a mensagem do evangelho, pois destaca que a salvação não é algo que podemos conquistar, mas é um presente de Deus que devemos aceitar com fé.","conexao_teologica":"A graça de Deus é o fundamento da teologia cristã, pois é através dela que os crentes são justificados e reconciliados com Deus. Ela também nos chama a viver em amor e serviço uns aos outros.","referencias_relacionadas":["Efésios 2:8-9","Romanos 3:24","2 Coríntios 12:9","Tito 2:11","Hebreus 4:16"]},"tito_3_15_titus":{"palavra_pt":"titus","palavra_original":"Τίτος","transliteracao":"Títos","strong":"G5103","significado_raiz":"Ideia básica: titus.","significado_contextual":"Tito era um colaborador próximo do apóstolo Paulo, e sua menção em Tito 3:15 destaca a importância de líderes fiéis na igreja.","explicacao_detalhada":"Tito foi um grego convertido ao cristianismo e se tornou um importante líder na igreja primitiva. Ele foi encarregado por Paulo de organizar e fortalecer as igrejas em Creta. A carta a Tito é uma instrução sobre como liderar e ensinar a verdade do evangelho.","por_que_esta_palavra":"A menção de Tito enfatiza a importância da liderança e da responsabilidade na disseminação do evangelho, mostrando que a graça de Deus também se manifesta através de líderes dedicados.","conexao_teologica":"A vida e o ministério de Tito exemplificam a aplicação prática da graça de Deus na liderança da igreja, mostrando como os líderes devem viver e ensinar de acordo com os princípios do evangelho.","referencias_relacionadas":["Gálatas 2:1-3","2 Coríntios 7:6-7","Tito 1:4","Tito 2:15","Tito 3:1"]}}