{"josue_10_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a queda de um rei e seu exército diante de Israel.","explicacao_detalhada":"No contexto, 'cair' simboliza a derrota dos inimigos de Deus e a vitória do Seu povo.","por_que_esta_palavra":"A utilização de 'cair' enfatiza a soberania de Deus sobre as nações e Sua capacidade de trazer justiça.","conexao_teologica":"A queda dos inimigos de Deus é um tema recorrente na Bíblia, mostrando que Ele é o defensor de Seu povo.","referencias_relacionadas":["Salmos 20:8","Isaías 54:17","Romanos 8:31"]},"josue_10_1_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' refere-se à capacidade de escutar e entender a voz de Deus.","explicacao_detalhada":"Neste contexto, 'ouvir' é crucial para a obediência e a resposta ao chamado de Deus para a batalha.","por_que_esta_palavra":"A ênfase em 'ouvir' destaca a importância de estar atento à direção divina em momentos de conflito.","conexao_teologica":"Ouvir a voz de Deus é fundamental na vida do crente, pois é através da Sua palavra que recebemos orientação.","referencias_relacionadas":["Deuteronômio 6:4","João 10:27","Tiago 1:22"]},"josue_10_1_rei":{"palavra_pt":"rei","palavra_original":"אֲדֹנִי־צֶדֶק","transliteracao":"ʼĂdônîy-Tsedeq","strong":"H139","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se a um líder ou governante, simbolizando autoridade e poder.","explicacao_detalhada":"No contexto, 'rei' é usado para descrever o líder dos inimigos de Israel, enfatizando a batalha entre o bem e o mal.","por_que_esta_palavra":"A menção do 'rei' destaca a importância da liderança e da autoridade em contextos de conflito.","conexao_teologica":"A figura do rei é frequentemente usada na Bíblia para representar a soberania de Deus e a liderança de Cristo sobre a Igreja.","referencias_relacionadas":["Salmos 2:6","Mateus 2:2","Apocalipse 19:16"]},"josue_10_2_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Ideia básica: reino.","significado_contextual":"Reino refere-se à autoridade e domínio de um governante sobre um território e seu povo.","explicacao_detalhada":"No contexto de Josué 10:2, o termo 'reino' é usado para descrever a soberania de Adoni-Zedeque sobre Jerusalém e a aliança com outras cidades contra Israel. Isso destaca a luta pelo controle territorial na conquista da Terra Prometida.","por_que_esta_palavra":"A palavra 'reino' é crucial para entender a dinâmica de poder entre os povos da época e a intervenção divina na conquista de Canaã.","conexao_teologica":"O conceito de reino é central na teologia bíblica, refletindo a soberania de Deus sobre todas as nações e a promessa de um reino eterno através de Cristo.","referencias_relacionadas":["Mateus 6:33","Apocalipse 11:15","Salmos 22:28"]},"josue_10_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como algo é feito ou a forma de agir.","explicacao_detalhada":"Neste versículo, 'modo' pode se referir à maneira como Adoni-Zedeque se comporta ao enviar mensageiros para solicitar ajuda, mostrando uma estratégia de aliança e defesa.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a importância das ações e decisões tomadas pelos líderes na guerra e na política da época.","conexao_teologica":"A forma como os líderes agem pode refletir a moralidade e a ética que Deus espera de seu povo, contrastando com a sabedoria humana.","referencias_relacionadas":["Provérbios 16:9","Eclesiastes 3:1","Romanos 12:2"]},"josue_10_2_temor":{"palavra_pt":"temer","palavra_original":"יָרֵא","transliteracao":"yârêʼ","strong":"H3372","significado_raiz":"Ideia básica: temer.","significado_contextual":"Temer implica um sentimento de respeito e reverência, muitas vezes relacionado ao medo de consequências.","explicacao_detalhada":"Adoni-Zedeque temia a vitória de Israel e a ação de Deus em favor deles, o que o levou a buscar alianças para se proteger.","por_que_esta_palavra":"O temor é um tema recorrente na Bíblia, onde o temor do Senhor é o princípio da sabedoria e o medo dos inimigos é uma motivação para a ação.","conexao_teologica":"O temor de Deus é fundamental para a fé e a obediência, enquanto o temor dos homens pode levar à aliança com o mal.","referencias_relacionadas":["Salmos 111:10","Provérbios 29:25","Isaías 41:10"]},"josue_10_3_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Enviar refere-se à ação de mandar alguém em uma missão ou tarefa.","explicacao_detalhada":"Adoni-Zedeque enviou mensageiros para convocar outros reis a se unirem contra Israel, demonstrando uma estratégia de defesa coletiva.","por_que_esta_palavra":"A palavra 'enviar' é importante para entender a mobilização de forças contra Israel e a tentativa de impedir a conquista divina.","conexao_teologica":"Deus também envia mensageiros e profetas para alertar e guiar seu povo, mostrando a importância da comunicação divina.","referencias_relacionadas":["Mateus 10:16","Lucas 10:1","Hebreus 1:1"]},"josue_10_3_rei":{"palavra_pt":"rei","palavra_original":"אֲדֹנִי־צֶדֶק","transliteracao":"ʼĂdônîy-Tsedeq","strong":"H139","significado_raiz":"Ideia básica: rei.","significado_contextual":"Rei refere-se à figura de autoridade máxima em um reino, responsável por governar e proteger seu povo.","explicacao_detalhada":"Adoni-Zedeque, como rei de Jerusalém, representa a resistência ao plano de Deus e a luta pela preservação de seu reino contra Israel.","por_que_esta_palavra":"A palavra 'rei' é central para entender a estrutura de poder na época e a oposição a Deus e ao seu povo.","conexao_teologica":"Jesus é descrito como o Rei dos Reis, e a resistência dos reis humanos contra o plano divino é um tema recorrente na Bíblia.","referencias_relacionadas":["1 Timóteo 6:15","Apocalipse 19:16","Salmos 2:10-12"]},"josue_10_4_beat":{"palavra_pt":"beat","palavra_original":"נָכָה","transliteracao":"nâkâh","strong":"H5221","significado_raiz":"Ideia básica: beat.","significado_contextual":"Beat refere-se a causar dano ou derrotar, especialmente em um contexto de batalha.","explicacao_detalhada":"A palavra 'beat' é usada para descrever a ação de derrotar os inimigos de Israel, que é uma manifestação do poder de Deus em ação.","por_que_esta_palavra":"A derrota dos inimigos é um tema importante, mostrando a intervenção divina e a proteção sobre o seu povo.","conexao_teologica":"A vitória sobre os inimigos é um símbolo da vitória final de Cristo sobre o pecado e a morte.","referencias_relacionadas":["Romanos 16:20","1 Coríntios 15:57","Salmos 44:5"]},"josue_10_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Porque é uma conjunção que introduz uma razão ou explicação.","explicacao_detalhada":"Neste contexto, 'porque' é usado para justificar a ação de Adoni-Zedeque ao buscar ajuda, evidenciando a urgência e a gravidade da situação.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender as motivações por trás das ações dos personagens bíblicos.","conexao_teologica":"A compreensão das razões por trás das ações humanas é importante para a teologia da responsabilidade e da soberania de Deus.","referencias_relacionadas":["Romanos 8:28","Gálatas 6:7","Tiago 1:5"]},"josue_10_4_corpo":{"palavra_pt":"corpo","palavra_original":"שָׁלַם","transliteracao":"shâlam","strong":"H7999","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Corpo refere-se à totalidade física de um ser humano ou à coletividade de um grupo.","explicacao_detalhada":"No contexto, 'corpo' pode se referir ao exército ou à população que Adoni-Zedeque está tentando proteger contra Israel.","por_que_esta_palavra":"A palavra 'corpo' é importante para entender a dimensão física da batalha e a luta pela sobrevivência do povo.","conexao_teologica":"O corpo é frequentemente usado na Bíblia como uma metáfora para a igreja, o corpo de Cristo, enfatizando a unidade e a luta espiritual.","referencias_relacionadas":["1 Coríntios 12:27","Romanos 12:1","Efésios 4:12"]},"josue_10_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como algo é feito ou a forma de agir.","explicacao_detalhada":"Neste versículo, 'modo' pode se referir à maneira como os reis se uniram para enfrentar Israel, mostrando uma estratégia coletiva.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a importância das ações e decisões tomadas pelos líderes na guerra e na política da época.","conexao_teologica":"A forma como os líderes agem pode refletir a moralidade e a ética que Deus espera de seu povo, contrastando com a sabedoria humana.","referencias_relacionadas":["Provérbios 16:9","Eclesiastes 3:1","Romanos 12:2"]},"josue_10_5_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Grande refere-se a algo de grande magnitude, importância ou impacto.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a aliança entre os reis, que representa uma força significativa contra Israel.","por_que_esta_palavra":"A magnitude da aliança é importante para entender a seriedade da oposição a Israel e a intervenção divina.","conexao_teologica":"A grandeza de Deus é frequentemente contrastada com a grandeza dos reinos humanos, enfatizando a soberania divina.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Mateus 5:14"]},"josue_10_5_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O termo 'rei' refere-se à autoridade máxima de uma cidade ou nação, simbolizando poder e liderança.","explicacao_detalhada":"No contexto de Josué 10:5, os reis das cidades cananeias se uniram para lutar contra Israel. A figura do rei é central na organização social e militar da época, representando não apenas um governante, mas também um líder espiritual e militar.","por_que_esta_palavra":"A palavra 'rei' é usada para enfatizar a gravidade da situação em que os israelitas se encontravam, enfrentando uma coalizão de líderes poderosos.","conexao_teologica":"A presença de reis que se opõem ao povo de Deus destaca a luta entre o bem e o mal, e a soberania de Deus sobre as nações.","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:10-12","Apocalipse 19:16"]},"josue_10_6_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"O termo 'gado' refere-se aos animais domesticados, que eram essenciais para a economia e a subsistência do povo.","explicacao_detalhada":"Em Josué 10:6, o gado é mencionado como parte do que os inimigos de Israel estavam trazendo. O gado simboliza riqueza e recursos, e sua proteção era vital para a sobrevivência do povo.","por_que_esta_palavra":"A inclusão do gado no versículo destaca a importância dos recursos materiais na guerra e na vida cotidiana dos israelitas.","conexao_teologica":"O cuidado de Deus pelo seu povo se reflete na proteção de seus bens e recursos, mostrando que Ele se preocupa com todas as áreas da vida.","referencias_relacionadas":["Gênesis 30:43","Êxodo 20:17","Salmos 104:14"]},"josue_10_6_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"O verbo 'enviar' implica a ação de mandar ou convocar alguém para uma tarefa específica.","explicacao_detalhada":"No contexto de Josué 10:6, a palavra é usada quando os habitantes de Gibeão enviam mensageiros a Josué para pedir ajuda contra os reis que os atacavam. Isso demonstra a urgência e a necessidade de apoio.","por_que_esta_palavra":"A palavra 'enviar' é crucial para entender a dinâmica de comunicação e aliança entre os povos na época.","conexao_teologica":"A ação de enviar mensageiros reflete a importância da intercessão e do apoio mútuo entre os povos de Deus.","referencias_relacionadas":["Gênesis 32:3","Êxodo 3:10","Mateus 10:16"]},"josue_10_6_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"O termo 'homem' refere-se a um indivíduo, geralmente em um contexto de responsabilidade e ação.","explicacao_detalhada":"Em Josué 10:6, o uso da palavra 'homem' enfatiza a necessidade de ação e coragem por parte dos líderes e guerreiros de Israel para enfrentar os inimigos.","por_que_esta_palavra":"A palavra 'homem' é significativa, pois representa a humanidade e a capacidade de agir em situações de crise.","conexao_teologica":"Deus usa homens e mulheres para cumprir Seus propósitos, mostrando que Ele trabalha através de pessoas comuns.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4-5","Romanos 5:12"]},"josue_10_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O termo 'modo' refere-se à maneira ou forma como algo é feito.","explicacao_detalhada":"No versículo, 'modo' pode se referir à estratégia ou ao comportamento esperado dos israelitas ao enfrentarem seus inimigos.","por_que_esta_palavra":"A palavra 'modo' é importante para entender a abordagem que Josué e seu exército deveriam ter na batalha.","conexao_teologica":"Deus orienta Seu povo sobre como agir em situações de conflito, mostrando que Ele se importa com a maneira como enfrentamos desafios.","referencias_relacionadas":["Provérbios 3:5-6","Mateus 7:12","Colossenses 3:23"]},"josue_10_7_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"O termo 'grande' refere-se a algo de grande magnitude ou importância.","explicacao_detalhada":"Em Josué 10:7, 'grande' pode se referir à grandeza do desafio que os israelitas enfrentavam, bem como à grandeza da ajuda que eles buscavam de Deus.","por_que_esta_palavra":"A palavra 'grande' é usada para enfatizar a seriedade da situação e a necessidade de uma intervenção divina.","conexao_teologica":"A grandeza de Deus é frequentemente contrastada com os desafios que enfrentamos, mostrando que Ele é maior do que qualquer problema.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"josue_10_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"O verbo 'dizer' refere-se à ação de comunicar ou declarar algo.","explicacao_detalhada":"No contexto de Josué 10:8, Deus está falando a Josué, assegurando-lhe que a vitória é garantida. Isso demonstra a importância da palavra de Deus como fonte de encorajamento.","por_que_esta_palavra":"A palavra 'dizer' é fundamental, pois revela a comunicação direta entre Deus e Seu povo, mostrando que Ele fala e orienta.","conexao_teologica":"A palavra de Deus é viva e eficaz, e Sua promessa de vitória é um tema recorrente nas Escrituras.","referencias_relacionadas":["Isaías 55:11","Romanos 10:17","Hebreus 4:12"]},"josue_10_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' refere-se a Deus como o soberano e autoridade máxima.","explicacao_detalhada":"Em Josué 10:8, o uso do nome 'Senhor' enfatiza a relação de aliança entre Deus e Israel, destacando Sua fidelidade e poder.","por_que_esta_palavra":"A palavra 'senhor' é central na teologia israelita, representando a soberania e a proteção divina.","conexao_teologica":"A invocação do nome do Senhor é um tema importante, pois revela a dependência do povo em relação a Deus em tempos de crise.","referencias_relacionadas":["Salmos 20:7","Isaías 42:8","Filipenses 2:9-11"]},"josue_10_8_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir uma razão ou justificativa.","explicacao_detalhada":"Em Josué 10:8, 'porque' conecta a promessa de Deus à situação enfrentada por Josué, explicando a razão pela qual a vitória seria concedida.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a lógica divina por trás das promessas e ações de Deus.","conexao_teologica":"A compreensão das razões de Deus fortalece a fé e a confiança do povo em Suas promessas.","referencias_relacionadas":["Romanos 8:28","2 Coríntios 5:7","Hebreus 11:1"]},"josue_10_9_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"O verbo 'vir/entrar' refere-se à ação de se aproximar ou entrar em um lugar.","explicacao_detalhada":"Em Josué 10:9, a palavra é usada para descrever a ação de Josué ao se dirigir ao campo de batalha, simbolizando a prontidão e a determinação do líder.","por_que_esta_palavra":"A palavra 'vir' é significativa, pois representa a ação decisiva de Josué em resposta à chamada de Deus.","conexao_teologica":"A disposição de Josué para 'vir' e agir é um exemplo de fé em ação, mostrando que a obediência é fundamental na caminhada com Deus.","referencias_relacionadas":["Gênesis 12:1","Mateus 28:19","Tiago 2:17"]},"josue_10_9_luz":{"palavra_pt":"luz","palavra_original":"לַיִל","transliteracao":"layil","strong":"H3915","significado_raiz":"Ideia básica: luz.","significado_contextual":"A luz representa a presença de Deus e a revelação divina em momentos de batalha.","explicacao_detalhada":"Neste contexto, a luz simboliza a intervenção divina que traz clareza e direção em meio à escuridão da guerra. A luz de Deus guia os israelitas em suas ações.","por_que_esta_palavra":"A palavra 'luz' é utilizada para enfatizar a importância da orientação divina em situações de conflito e incerteza.","conexao_teologica":"A luz é frequentemente associada à presença de Deus e à verdade, como visto em João 8:12, onde Jesus se apresenta como a luz do mundo.","referencias_relacionadas":["Salmos 27:1","Isaías 60:1","Mateus 5:14"]},"josue_10_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Neste versículo, o uso do nome 'Senhor' destaca a relação de Israel com Deus como seu líder e protetor durante a batalha contra os inimigos.","por_que_esta_palavra":"A palavra 'Senhor' é central na teologia israelita, representando a aliança e a fidelidade de Deus ao seu povo.","conexao_teologica":"O nome de Deus é um símbolo de sua presença e poder, refletindo a importância da invocação do nome do Senhor em momentos de necessidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 46:1","Romanos 10:13"]},"josue_10_10_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"O 'rosto' de Deus representa sua presença e favor sobre o povo de Israel.","explicacao_detalhada":"A expressão 'rosto do Senhor' implica em um relacionamento íntimo entre Deus e seu povo, onde a presença divina é buscada em tempos de crise.","por_que_esta_palavra":"A palavra 'rosto' é usada para enfatizar a busca pela aprovação e proteção divina em momentos de batalha.","conexao_teologica":"A ideia do rosto de Deus é frequentemente associada à bênção e à proteção, como em Números 6:25-26.","referencias_relacionadas":["Salmos 67:1","Salmos 80:3","Números 6:25-26"]},"josue_10_10_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' enfatiza a magnitude do poder de Deus em comparação com os desafios enfrentados por Israel.","explicacao_detalhada":"Neste contexto, 'grande' refere-se à força e à capacidade de Deus de realizar milagres e intervenções poderosas em favor de seu povo.","por_que_esta_palavra":"A grandeza de Deus é um tema recorrente nas Escrituras, destacando sua soberania sobre todas as nações e circunstâncias.","conexao_teologica":"A grandeza de Deus é um motivo de adoração e confiança, como visto em Salmos 145:3.","referencias_relacionadas":["Salmos 95:3","Isaías 40:12","Efésios 3:20"]},"josue_10_11_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Os 'céus' representam o domínio de Deus sobre a criação e sua autoridade sobre a natureza.","explicacao_detalhada":"Neste versículo, a referência aos céus destaca a capacidade de Deus de controlar os elementos naturais, como o sol e a chuva, em favor de seu povo.","por_que_esta_palavra":"A palavra 'céus' é usada para mostrar a grandeza do poder de Deus, que se estende além da terra e abrange todo o universo.","conexao_teologica":"A soberania de Deus sobre os céus é um tema central na teologia bíblica, refletindo sua autoridade sobre toda a criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Mateus 6:9"]},"josue_10_11_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se à destruição dos inimigos de Israel como resultado da intervenção divina.","explicacao_detalhada":"Neste contexto, a morte dos inimigos simboliza a vitória de Deus sobre aqueles que se opõem ao seu povo e à sua vontade.","por_que_esta_palavra":"A palavra 'morrer' é usada para enfatizar a seriedade da batalha e as consequências do juízo divino sobre os ímpios.","conexao_teologica":"A morte como consequência do pecado e da rebelião contra Deus é um tema recorrente nas Escrituras, refletindo a justiça divina.","referencias_relacionadas":["Romanos 6:23","Gênesis 2:17","Apocalipse 20:14"]},"josue_10_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' novamente destaca a autoridade e o poder de Deus em meio à batalha.","explicacao_detalhada":"A repetição do nome 'Senhor' enfatiza a confiança de Israel na proteção e na intervenção divina durante o conflito.","por_que_esta_palavra":"A invocação do nome do Senhor é um ato de fé e dependência do povo de Deus em momentos de crise.","conexao_teologica":"A invocação do nome do Senhor é um tema importante na oração e na adoração, refletindo a relação pessoal entre Deus e seu povo.","referencias_relacionadas":["Salmos 124:8","Salmos 20:7","Atos 4:12"]},"josue_10_12_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' refere-se a um momento específico em que Deus realizou um milagre em favor de Israel.","explicacao_detalhada":"Neste contexto, o dia em que o sol parou simboliza a intervenção sobrenatural de Deus na história de seu povo.","por_que_esta_palavra":"A palavra 'dia' é usada para marcar a importância de eventos históricos que demonstram o poder e a fidelidade de Deus.","conexao_teologica":"O conceito de dias especiais em que Deus age é um tema importante, refletindo sua soberania sobre o tempo e a história.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 118:24","Isaías 43:18-19"]},"josue_10_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' novamente destaca a autoridade e o poder de Deus em meio à batalha.","explicacao_detalhada":"A repetição do nome 'Senhor' enfatiza a confiança de Israel na proteção e na intervenção divina durante o conflito.","por_que_esta_palavra":"A invocação do nome do Senhor é um ato de fé e dependência do povo de Deus em momentos de crise.","conexao_teologica":"A invocação do nome do Senhor é um tema importante na oração e na adoração, refletindo a relação pessoal entre Deus e seu povo.","referencias_relacionadas":["Salmos 124:8","Salmos 20:7","Atos 4:12"]},"josue_10_12_principio":{"palavra_pt":"principio","palavra_original":"אָז","transliteracao":"ʼâz","strong":"H227","significado_raiz":"Ideia básica: principio.","significado_contextual":"O 'princípio' refere-se ao início de um evento significativo na história de Israel.","explicacao_detalhada":"Neste contexto, o princípio é um marco que destaca a ação de Deus em favor de seu povo, estabelecendo um novo capítulo na conquista da terra prometida.","por_que_esta_palavra":"A palavra 'princípio' é usada para indicar a importância de reconhecer os momentos em que Deus age de maneira poderosa.","conexao_teologica":"O princípio de eventos significativos é um tema importante nas Escrituras, refletindo a soberania de Deus sobre a história.","referencias_relacionadas":["Gênesis 1:1","Isaías 43:19","Apocalipse 21:5"]},"josue_10_13_perecer":{"palavra_pt":"perecer","palavra_original":"דָּמַם","transliteracao":"dâmam","strong":"H1826","significado_raiz":"Ideia básica: perecer.","significado_contextual":"A palavra 'perecer' refere-se à ideia de destruição ou morte, especialmente no contexto de uma batalha.","explicacao_detalhada":"No versículo, a palavra 'perecer' é usada para descrever a ação de Deus em fazer o sol parar, simbolizando a interrupção do tempo e a proteção divina sobre o povo de Israel durante a batalha.","por_que_esta_palavra":"A escolha da palavra 'perecer' enfatiza a gravidade da situação e a necessidade de intervenção divina para garantir a vitória.","conexao_teologica":"A intervenção de Deus na batalha mostra Sua soberania e poder sobre a criação, reforçando a ideia de que Ele é o Senhor do tempo e da história.","referencias_relacionadas":["Salmos 37:20","Isaías 54:17","Romanos 8:31"]},"josue_10_13_sol":{"palavra_pt":"sol","palavra_original":"שֶׁמֶשׁ","transliteracao":"shemesh","strong":"H8121","significado_raiz":"Ideia básica: sol.","significado_contextual":"A palavra 'sol' representa a fonte de luz e calor, essencial para a vida e simbolizando a presença de Deus.","explicacao_detalhada":"Neste contexto, o sol parou para que os israelitas pudessem vencer seus inimigos, mostrando que Deus controla até os astros.","por_que_esta_palavra":"A menção do sol destaca a magnitude do milagre e a autoridade de Deus sobre a natureza.","conexao_teologica":"O sol é frequentemente usado na Bíblia como símbolo da justiça e da presença de Deus, refletindo Sua glória.","referencias_relacionadas":["Gênesis 1:16","Salmos 84:11","Mateus 5:45"]},"josue_10_13_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"A palavra 'céus' refere-se ao espaço acima da terra, onde Deus habita e onde os fenômenos naturais ocorrem.","explicacao_detalhada":"No versículo, os céus são mencionados em relação ao controle divino sobre os eventos da terra, indicando que Deus governa tanto o céu quanto a terra.","por_que_esta_palavra":"A inclusão dos céus enfatiza a abrangência do poder de Deus e Sua capacidade de intervir em todas as esferas da criação.","conexao_teologica":"Os céus são frequentemente vistos como o trono de Deus, onde Ele exerce Sua autoridade sobre o universo.","referencias_relacionadas":["Salmos 115:16","Isaías 66:1","Mateus 6:9"]},"josue_10_14_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de 24 horas, mas aqui simboliza um tempo específico de ação divina.","explicacao_detalhada":"O dia em que o sol parou é um marco na história de Israel, representando um momento decisivo em que Deus agiu em favor de Seu povo.","por_que_esta_palavra":"A ênfase no 'dia' destaca a singularidade do evento e a importância do tempo na obra de Deus.","conexao_teologica":"Deus é o Senhor do tempo, e Sua intervenção em momentos específicos revela Seu plano soberano.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 118:24","2 Coríntios 6:2"]},"josue_10_14_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se ao som produzido por alguém, especialmente no contexto de comando ou declaração.","explicacao_detalhada":"A voz de Deus é poderosa e autoritária, e neste contexto, representa a ordem que trouxe o milagre do sol parando.","por_que_esta_palavra":"A menção da voz enfatiza a eficácia da palavra de Deus e Sua capacidade de criar e sustentar a realidade.","conexao_teologica":"A voz de Deus é um tema recorrente na Bíblia, simbolizando Sua autoridade e poder criativo.","referencias_relacionadas":["Gênesis 1:3","Salmos 29:4","Hebreus 1:3"]},"josue_10_14_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à fidelidade de Deus em cumprir Suas promessas.","explicacao_detalhada":"Neste contexto, a verdade de Deus é demonstrada através do cumprimento de Sua promessa de proteger Israel durante a batalha.","por_que_esta_palavra":"A ênfase na verdade destaca a confiança que o povo de Israel pode ter nas promessas de Deus.","conexao_teologica":"Deus é a verdade, e Sua fidelidade é um tema central na relação entre Ele e Seu povo.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]},"josue_10_15_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou realizado.","explicacao_detalhada":"No versículo, o 'modo' pode se referir à forma como Deus age em favor de Seu povo, mostrando que Ele tem um plano específico.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a intencionalidade de Deus em suas ações.","conexao_teologica":"Deus age de maneira soberana e intencional, guiando Seu povo de acordo com Seu propósito.","referencias_relacionadas":["Isaías 55:8-9","Romanos 8:28","Efésios 1:11"]},"josue_10_15_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"A palavra 'gado' refere-se a animais domesticados, que eram uma parte importante da economia e da vida cotidiana.","explicacao_detalhada":"Neste contexto, o gado pode simbolizar a provisão de Deus para o Seu povo, que inclui tanto a proteção quanto os recursos materiais.","por_que_esta_palavra":"A menção do gado destaca a importância da vida rural e da dependência do povo de Deus em Suas bênçãos.","conexao_teologica":"Deus é visto como o provedor de todas as necessidades, tanto espirituais quanto materiais.","referencias_relacionadas":["Salmos 23:1","Filipenses 4:19","Mateus 6:26"]},"josue_10_15_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' refere-se à construção ou estabelecimento de algo, seja físico ou espiritual.","explicacao_detalhada":"No contexto, edificar pode se referir à construção de uma nova identidade e comunidade entre o povo de Israel após a vitória.","por_que_esta_palavra":"A escolha da palavra 'edificar' enfatiza a continuidade do plano de Deus para Seu povo, que envolve crescimento e desenvolvimento.","conexao_teologica":"Deus é o arquiteto de nossas vidas, e Ele nos chama a edificar nossas vidas sobre a rocha que é Cristo.","referencias_relacionadas":["Mateus 7:24-25","1 Coríntios 3:9","Efésios 2:20-22"]},"josue_10_16_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à figura de autoridade que governa sobre um povo ou território.","explicacao_detalhada":"Neste contexto, o rei é um símbolo do poder humano que se opõe ao poder divino, mostrando a luta entre as forças de Deus e as forças do mal.","por_que_esta_palavra":"A menção do rei destaca a importância da liderança e da autoridade, tanto no céu quanto na terra.","conexao_teologica":"Deus é o Rei dos reis, e Sua autoridade é suprema sobre todos os governantes da terra.","referencias_relacionadas":["Salmos 47:2","Apocalipse 19:16","Romanos 13:1"]},"josue_10_16_libertar":{"palavra_pt":"libertar","palavra_original":"נוּס","transliteracao":"nûwç","strong":"H5127","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Libertar refere-se ao ato de resgatar ou salvar alguém de uma situação de opressão ou perigo.","explicacao_detalhada":"No contexto de Josué 10, a palavra 'libertar' é usada para descrever a ação de salvar os reis que estavam escondidos em uma caverna, simbolizando a proteção e a intervenção divina na batalha.","por_que_esta_palavra":"Esta palavra é crucial para entender a dinâmica de libertação e salvação que permeia a narrativa bíblica, refletindo a ação de Deus em favor do seu povo.","conexao_teologica":"A libertação é um tema central na teologia bíblica, representando a salvação que Deus oferece ao seu povo, tanto física quanto espiritualmente.","referencias_relacionadas":["Salmos 34:17","Isaías 61:1","Gálatas 5:1"]},"josue_10_17_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Rei refere-se à autoridade suprema e governante de um povo ou nação.","explicacao_detalhada":"Neste versículo, a menção aos reis que foram capturados destaca a vitória de Israel sobre as nações inimigas e a soberania de Deus sobre todos os reinos da terra.","por_que_esta_palavra":"A palavra 'rei' é importante para entender a estrutura de poder e a liderança, além de refletir a relação entre Deus e a autoridade terrena.","conexao_teologica":"Deus é frequentemente descrito como o Rei dos Reis, enfatizando sua soberania sobre todas as autoridades humanas.","referencias_relacionadas":["Salmos 47:2","Apocalipse 19:16","Romanos 13:1"]},"josue_10_17_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Grande refere-se a algo de grande importância, magnitude ou poder.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a magnitude da ação de Deus e a importância da vitória de Israel, mostrando que o Senhor é maior do que qualquer inimigo.","por_que_esta_palavra":"Esta palavra enfatiza a grandeza de Deus e suas obras, que são sempre superiores às forças humanas.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, refletindo seu poder e majestade em todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"josue_10_18_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Libertar, neste contexto, refere-se ao ato de resgatar ou trazer liberdade a alguém que está em cativeiro ou sob opressão.","explicacao_detalhada":"A repetição da palavra 'libertar' enfatiza a ação de Deus em garantir a liberdade e a segurança do seu povo durante a batalha contra os inimigos.","por_que_esta_palavra":"A palavra é essencial para entender a natureza redentora de Deus, que busca libertar seu povo das garras do mal.","conexao_teologica":"A libertação é um tema central na narrativa bíblica, simbolizando a salvação que Deus oferece através de Cristo.","referencias_relacionadas":["Êxodo 6:6","Lucas 4:18","Romanos 8:21"]},"josue_10_18_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Grande, neste contexto, refere-se à magnitude da ordem ou declaração feita por Josué.","explicacao_detalhada":"A palavra 'grande' aqui destaca a importância e a seriedade da instrução dada, refletindo a autoridade de Josué como líder escolhido por Deus.","por_que_esta_palavra":"A ênfase na grandeza da ordem mostra a responsabilidade e o peso da liderança espiritual e militar.","conexao_teologica":"A grandeza de Deus se reflete na grandeza das suas promessas e ordens, que são sempre para o bem do seu povo.","referencias_relacionadas":["Salmos 96:4","Mateus 28:18","Hebreus 1:3"]},"josue_10_19_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Seguir refere-se ao ato de acompanhar ou obedecer a alguém ou algo.","explicacao_detalhada":"Neste versículo, 'seguir' implica em obedecer às instruções de Josué, mostrando a importância da liderança e da obediência ao plano de Deus.","por_que_esta_palavra":"A palavra é fundamental para entender a dinâmica de liderança e a necessidade de seguir a direção divina em tempos de batalha.","conexao_teologica":"Seguir a Deus é um chamado constante na Bíblia, refletindo a necessidade de submissão à sua vontade.","referencias_relacionadas":["Salmos 119:105","Mateus 16:24","João 10:27"]},"josue_10_19_smite":{"palavra_pt":"smite","palavra_original":"זָנַב","transliteracao":"zânab","strong":"H2179","significado_raiz":"Ideia básica: smite.","significado_contextual":"Smite refere-se ao ato de atacar ou ferir com força.","explicacao_detalhada":"A palavra 'smite' é usada para descrever a ação de derrotar os inimigos, simbolizando a intervenção divina na batalha de Israel.","por_que_esta_palavra":"Esta palavra é importante para entender a seriedade da guerra espiritual e a necessidade de lutar contra as forças do mal.","conexao_teologica":"A batalha espiritual é um tema recorrente na Bíblia, onde Deus é visto como o guerreiro que luta por seu povo.","referencias_relacionadas":["Efésios 6:12","2 Coríntios 10:4","Romanos 8:37"]},"josue_10_19_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Clamar refere-se ao ato de invocar ou chamar por ajuda, geralmente em um momento de necessidade.","explicacao_detalhada":"Neste contexto, 'clamar' implica em buscar a intervenção divina durante a batalha, reconhecendo a dependência de Deus.","por_que_esta_palavra":"A palavra é essencial para entender a relação entre o povo de Deus e sua necessidade de clamar por ajuda em tempos de crise.","conexao_teologica":"Clamar a Deus é um tema central na Bíblia, refletindo a confiança do povo em sua capacidade de salvar e proteger.","referencias_relacionadas":["Salmos 34:17","Romanos 10:13","1 João 5:14"]},"josue_10_20_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho refere-se à descendência ou à relação familiar, simbolizando continuidade e herança.","explicacao_detalhada":"A palavra 'filho' é usada para descrever a relação entre os indivíduos e suas famílias, enfatizando a importância da linhagem e da herança na cultura israelita.","por_que_esta_palavra":"Esta palavra é fundamental para entender a identidade e a continuidade do povo de Deus através das gerações.","conexao_teologica":"A relação de Deus como Pai e os crentes como filhos é um tema central na teologia cristã, refletindo a intimidade e o amor de Deus.","referencias_relacionadas":["João 1:12","Romanos 8:15","Gálatas 4:7"]},"josue_10_20_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair refere-se ao ato de desabar ou ser derrotado.","explicacao_detalhada":"Neste contexto, 'cair' simboliza a derrota dos inimigos de Israel, refletindo a ação de Deus em garantir a vitória.","por_que_esta_palavra":"A palavra é importante para entender a fragilidade das forças inimigas diante do poder de Deus.","conexao_teologica":"A queda dos inimigos é um símbolo da vitória de Deus sobre o mal e a promessa de que aqueles que se opõem a Ele serão derrotados.","referencias_relacionadas":["Salmos 37:24","Isaías 54:17","Romanos 16:20"]},"josue_10_20_fim":{"palavra_pt":"fim","palavra_original":"כָּלָה","transliteracao":"kâlâh","strong":"H3615","significado_raiz":"Ideia básica: fim.","significado_contextual":"O termo 'fim' refere-se ao término de uma situação ou evento, neste caso, a conclusão da batalha.","explicacao_detalhada":"A palavra 'fim' (כָּלָה) é utilizada para indicar que algo chegou ao seu término. No contexto de Josué 10:20, isso se refere ao desfecho da luta contra os inimigos de Israel, onde a vitória foi alcançada.","por_que_esta_palavra":"A escolha da palavra 'fim' enfatiza a ideia de que a batalha foi concluída e que a intervenção divina foi decisiva para o resultado.","conexao_teologica":"O 'fim' aqui pode ser visto como um símbolo da vitória final que Deus promete ao Seu povo, refletindo a certeza de que Ele completará a obra que começou.","referencias_relacionadas":["Salmos 138:8","Filipenses 1:6","Apocalipse 21:6"]},"josue_10_21_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"A palavra 'gado' refere-se ao rebanho ou ao conjunto de animais que eram importantes para a subsistência e riqueza do povo.","explicacao_detalhada":"No versículo, 'gado' (מַחֲנֶה) é mencionado em um contexto onde a proteção e a segurança dos bens e pessoas são enfatizadas após a batalha.","por_que_esta_palavra":"A inclusão do 'gado' destaca a importância da proteção não apenas dos homens, mas também dos recursos que sustentam a vida da comunidade.","conexao_teologica":"O cuidado de Deus por Seu povo se estende a todos os aspectos de suas vidas, incluindo suas posses e recursos.","referencias_relacionadas":["Êxodo 20:17","Deuteronômio 22:1-4","Salmos 104:14"]},"josue_10_21_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' é usada para descrever a condição de segurança e tranquilidade após a batalha.","explicacao_detalhada":"'Paz' (שָׁלוֹם) neste contexto implica a restauração da ordem e a ausência de conflito, um estado desejado por Israel após a vitória.","por_que_esta_palavra":"A menção de 'paz' ressalta a importância da harmonia e da segurança que Deus proporciona ao Seu povo após a luta.","conexao_teologica":"A paz é um tema central na teologia bíblica, representando a presença de Deus e a realização de Suas promessas.","referencias_relacionadas":["Isaías 26:3","Romanos 5:1","Filipenses 4:7"]},"josue_10_21_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem, um aspecto importante na cultura israelita.","explicacao_detalhada":"'Filho' (בֵּן) é usado para enfatizar a relação familiar e a herança que é passada de geração em geração, especialmente em um contexto de vitória e segurança.","por_que_esta_palavra":"A inclusão de 'filho' destaca a importância da família e da continuidade da vida após a batalha.","conexao_teologica":"Deus é frequentemente descrito como Pai, e a relação entre pais e filhos é um reflexo do relacionamento que Ele deseja ter com Seu povo.","referencias_relacionadas":["Salmos 127:3","Efésios 6:1","Gálatas 4:7"]},"josue_10_22_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e ao governo, especialmente no contexto da liderança de Josué sobre Israel.","explicacao_detalhada":"'Rei' (מֶלֶךְ) é um termo que denota poder e controle, e neste versículo, refere-se à figura de autoridade que deve ser respeitada e reconhecida.","por_que_esta_palavra":"A menção do 'rei' enfatiza a necessidade de liderança e direção divina na vida do povo de Israel.","conexao_teologica":"Deus é descrito como o Rei dos Reis, e a liderança humana deve refletir Sua justiça e autoridade.","referencias_relacionadas":["Salmos 95:3","Apocalipse 19:16","Isaías 33:22"]},"josue_10_22_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para indicar a comunicação de ordens ou declarações importantes.","explicacao_detalhada":"'Dizer' (אָמַר) implica a ação de comunicar, que é fundamental em momentos de decisão e liderança, como na batalha.","por_que_esta_palavra":"A escolha da palavra 'dizer' ressalta a importância da palavra falada e da autoridade que ela carrega.","conexao_teologica":"A palavra de Deus é poderosa e criativa, e a comunicação divina é essencial para a vida e a direção do Seu povo.","referencias_relacionadas":["Gênesis 1:3","Hebreus 11:3","Salmos 33:9"]},"josue_10_23_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada em um contexto figurativo, referindo-se a um animal forte e temido.","explicacao_detalhada":"'Urso' (עָשָׂה) pode simbolizar a força e a ferocidade, características que podem ser aplicadas a inimigos ou desafios enfrentados.","por_que_esta_palavra":"A menção de 'urso' enfatiza a gravidade da situação e a necessidade de força para superá-la.","conexao_teologica":"Deus é visto como um protetor forte, capaz de enfrentar e derrotar qualquer inimigo que se levante contra Seu povo.","referencias_relacionadas":["Salmos 22:12","Provérbios 28:1","Isaías 41:10"]},"josue_10_23_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é novamente usada para enfatizar a liderança e a autoridade em um contexto de batalha.","explicacao_detalhada":"'Rei' (מֶלֶךְ) neste versículo reforça a ideia de que a liderança é crucial para a vitória e a segurança do povo.","por_que_esta_palavra":"A repetição da palavra 'rei' sublinha a importância da autoridade e da direção em tempos de crise.","conexao_teologica":"A soberania de Deus como Rei é um tema central, mostrando que Ele governa sobre todas as nações e situações.","referencias_relacionadas":["Salmos 24:10","Daniel 2:21","Apocalipse 17:14"]},"josue_10_23_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' refere-se ao ato de deixar um lugar, muitas vezes em um contexto de movimento ou mudança.","explicacao_detalhada":"'Sair' (יָצָא) é usado para descrever a ação de ir para fora, que pode simbolizar a libertação ou a transição de uma situação.","por_que_esta_palavra":"A escolha da palavra 'sair' pode indicar a necessidade de se afastar de uma situação adversa ou de entrar em um novo estado.","conexao_teologica":"A ideia de 'sair' pode ser vista como uma metáfora para a libertação que Deus oferece ao Seu povo em várias circunstâncias.","referencias_relacionadas":["Êxodo 12:51","Isaías 43:16","Gálatas 5:1"]},"josue_10_24_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é usada novamente para enfatizar a importância da liderança e da autoridade na vitória sobre os inimigos.","explicacao_detalhada":"'Rei' (מֶלֶךְ) neste contexto reforça a ideia de que a vitória é assegurada sob a liderança divina e humana.","por_que_esta_palavra":"A repetição da palavra 'rei' destaca a centralidade da autoridade na conquista e na segurança do povo.","conexao_teologica":"A soberania de Deus como Rei é um tema recorrente, mostrando que Ele é o verdadeiro governante sobre todas as situações.","referencias_relacionadas":["Salmos 10:16","Isaías 6:5","Apocalipse 11:15"]},"josue_10_24_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"No contexto de Josué 10:24, 'cair' refere-se à ação de derrotar os inimigos de Israel, simbolizando a vitória e a submissão dos adversários.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a queda dos reis que foram capturados por Josué. Este ato representa não apenas a derrota física, mas também a realização da promessa de Deus de entregar a terra aos israelitas.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a fragilidade dos inimigos diante do poder de Deus e a certeza da vitória que Ele proporciona ao Seu povo.","conexao_teologica":"A queda dos inimigos é um tema recorrente na Bíblia, simbolizando a justiça divina e a proteção que Deus oferece aos que lhe são fiéis.","referencias_relacionadas":["Salmos 18:40","Isaías 54:17","Romanos 8:31"]},"josue_10_24_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Neste versículo, 'chamar' refere-se ao ato de convocar os líderes e guerreiros para testemunhar a vitória sobre os inimigos.","explicacao_detalhada":"A palavra 'chamar' implica uma convocação para um propósito específico, neste caso, para que os israelitas reconheçam a grandeza da obra de Deus em suas vidas.","por_que_esta_palavra":"A palavra é utilizada para mostrar a importância da liderança e da unidade entre o povo de Israel, reforçando a necessidade de reconhecer e celebrar as intervenções divinas.","conexao_teologica":"Chamar é um conceito que aparece frequentemente na Bíblia, onde Deus chama Seu povo para a ação e para a adoração.","referencias_relacionadas":["Isaías 43:1","Mateus 28:19","1 Pedro 2:9"]},"josue_10_25_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como Josué instrui seus homens a se comportarem diante dos inimigos derrotados.","explicacao_detalhada":"Neste contexto, 'modo' implica a forma correta de agir em situações de vitória, enfatizando a importância da disciplina e da obediência às ordens de Deus.","por_que_esta_palavra":"A escolha de 'modo' destaca a necessidade de um comportamento adequado e respeitoso, mesmo em momentos de triunfo.","conexao_teologica":"A maneira de agir é um tema importante na vida cristã, onde somos chamados a viver de acordo com os princípios de Deus em todas as circunstâncias.","referencias_relacionadas":["Colossenses 3:17","1 Coríntios 10:31","Filipenses 4:5"]},"josue_10_25_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada por Josué para transmitir uma mensagem de encorajamento e instrução ao seu povo após a vitória.","explicacao_detalhada":"Neste contexto, 'dizer' enfatiza a importância da comunicação clara e da liderança eficaz, onde as palavras de Josué têm um impacto significativo sobre o moral dos israelitas.","por_que_esta_palavra":"A escolha de 'dizer' ressalta o poder da palavra e a responsabilidade que os líderes têm de guiar e inspirar seu povo.","conexao_teologica":"A palavra de Deus é frequentemente descrita como poderosa e transformadora, e os líderes são chamados a falar com sabedoria e verdade.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5-6","Salmos 119:105"]},"josue_10_25_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' refere-se à ação de Josué em tomar posse da vitória e da autoridade sobre os inimigos derrotados.","explicacao_detalhada":"Neste contexto, 'agarrar' simboliza a determinação e a coragem necessárias para manter a vitória e garantir que os inimigos não se levantem novamente.","por_que_esta_palavra":"A escolha de 'agarrar' enfatiza a necessidade de ação proativa e firmeza na fé, especialmente em tempos de conflito.","conexao_teologica":"Agarrar a vitória é um princípio espiritual, onde os crentes são chamados a se apegar às promessas de Deus e a lutar contra as adversidades.","referencias_relacionadas":["Efésios 6:10-11","1 Timóteo 6:12","Romanos 12:21"]},"josue_10_26_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' é usada para descrever a ação de continuar em frente após a vitória, mantendo o foco na missão de Deus.","explicacao_detalhada":"Neste contexto, 'seguir' implica a continuidade da luta e a obediência às instruções divinas, mesmo após uma grande conquista.","por_que_esta_palavra":"A escolha de 'seguir' destaca a importância da perseverança e da fidelidade ao chamado de Deus, independentemente das circunstâncias.","conexao_teologica":"Seguir a Deus é um tema central na Bíblia, onde somos chamados a caminhar em Sua direção e a confiar em Sua liderança.","referencias_relacionadas":["Mateus 16:24","Hebreus 12:1-2","Salmos 119:105"]},"josue_10_26_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se à consequência final dos inimigos de Israel, simbolizando a derrota total e a justiça divina.","explicacao_detalhada":"Neste contexto, 'morrer' representa não apenas a morte física, mas também a morte espiritual e a separação de Deus que os inimigos enfrentam por sua rebeldia.","por_que_esta_palavra":"A escolha de 'morrer' enfatiza a seriedade do julgamento de Deus sobre aqueles que se opõem ao Seu povo.","conexao_teologica":"A morte é um tema que aparece frequentemente na Bíblia, simbolizando a consequência do pecado e a necessidade de redenção.","referencias_relacionadas":["Romanos 6:23","Apocalipse 20:14","Gálatas 6:7-8"]},"josue_10_26_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é repetida aqui para enfatizar a queda dos inimigos e a vitória de Israel sob a direção de Deus.","explicacao_detalhada":"Neste contexto, 'cair' reforça a ideia de que a vitória é garantida por Deus e que os inimigos não podem prevalecer contra o Seu povo.","por_que_esta_palavra":"A repetição da palavra 'cair' serve para enfatizar a certeza da derrota dos adversários e a proteção divina sobre Israel.","conexao_teologica":"A queda dos inimigos é um símbolo da vitória de Cristo sobre o pecado e a morte, trazendo esperança aos crentes.","referencias_relacionadas":["1 Coríntios 15:57","Romanos 8:37","Salmos 44:5"]},"josue_10_27_sol":{"palavra_pt":"sol","palavra_original":"שֶׁמֶשׁ","transliteracao":"shemesh","strong":"H8121","significado_raiz":"Ideia básica: sol.","significado_contextual":"A palavra 'sol' refere-se ao corpo celeste que, segundo o relato, parou durante a batalha, simbolizando a intervenção divina.","explicacao_detalhada":"Neste contexto, 'sol' representa a luz e a presença de Deus, que garantiu a vitória de Israel ao prolongar o dia.","por_que_esta_palavra":"A escolha de 'sol' destaca a soberania de Deus sobre a criação e Sua capacidade de intervir nas circunstâncias humanas.","conexao_teologica":"O sol é frequentemente usado na Bíblia como símbolo da presença de Deus e de Sua luz que ilumina o caminho dos justos.","referencias_relacionadas":["Salmos 84:11","Mateus 5:14","Apocalipse 22:5"]},"josue_10_27_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao período de tempo em que a batalha ocorreu, enfatizando a importância do momento histórico.","explicacao_detalhada":"Neste contexto, 'dia' simboliza a intervenção divina que permitiu que Israel vencesse seus inimigos em um tempo específico determinado por Deus.","por_que_esta_palavra":"A escolha de 'dia' ressalta a importância do tempo e da providência divina na história da salvação.","conexao_teologica":"O conceito de dia é significativo na Bíblia, onde Deus age em momentos específicos para cumprir Suas promessas.","referencias_relacionadas":["Eclesiastes 3:1","Gálatas 4:4","Atos 1:7"]},"josue_10_27_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair, neste contexto, refere-se à queda dos inimigos de Israel diante da intervenção divina.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a derrota dos cinco reis que se uniram contra Josué e os israelitas. Essa queda simboliza a vitória de Deus sobre os adversários do Seu povo.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a fragilidade dos inimigos diante do poder de Deus e a certeza da vitória para aqueles que confiam Nele.","conexao_teologica":"A queda dos inimigos é um tema recorrente na Bíblia, simbolizando a justiça divina e a proteção do povo escolhido.","referencias_relacionadas":["Salmos 18:40","Isaías 54:17","Romanos 8:31"]},"josue_10_28_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia, neste versículo, refere-se ao tempo em que Deus fez o sol parar para que os israelitas pudessem vencer seus inimigos.","explicacao_detalhada":"A palavra 'dia' é crucial para entender o milagre que ocorreu, onde Deus estendeu o tempo para garantir a vitória de Seu povo. Isso demonstra o controle de Deus sobre a natureza.","por_que_esta_palavra":"A palavra 'dia' é utilizada para enfatizar a importância do tempo e da intervenção divina em momentos críticos.","conexao_teologica":"Este evento é um exemplo da soberania de Deus sobre a criação e Sua disposição de agir em favor de Seu povo.","referencias_relacionadas":["Josué 10:12-13","Salmos 74:16","Isaías 38:8"]},"josue_10_28_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' refere-se à vida dos seres humanos, que foi preservada durante a batalha.","explicacao_detalhada":"Neste contexto, 'alma' representa a essência da vida, e a proteção das almas dos israelitas é um testemunho da fidelidade de Deus em cuidar de Seu povo.","por_que_esta_palavra":"A escolha de 'alma' destaca a importância da vida e da proteção divina em tempos de conflito.","conexao_teologica":"A preservação da vida é um tema central na Bíblia, refletindo o valor que Deus dá à criação e à relação com a humanidade.","referencias_relacionadas":["Gênesis 2:7","Salmos 23:3","Mateus 10:28"]},"josue_10_28_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é mencionada como uma metáfora para a ferocidade e a força dos inimigos derrotados.","explicacao_detalhada":"Embora a palavra 'urso' não apareça diretamente no texto, a ideia de força e ferocidade é relevante para descrever a batalha e os inimigos que foram derrotados.","por_que_esta_palavra":"A menção de animais ferozes como o urso simboliza a gravidade da situação e a necessidade de intervenção divina.","conexao_teologica":"A força de Deus é frequentemente comparada a feras, mostrando que Ele é mais poderoso do que qualquer inimigo.","referencias_relacionadas":["Amós 5:19","Salmos 22:12","Provérbios 28:15"]},"josue_10_29_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como os israelitas procederam após a vitória sobre os inimigos.","explicacao_detalhada":"A palavra 'modo' implica a forma como as ações foram realizadas, destacando a estratégia e a direção divina na batalha.","por_que_esta_palavra":"A escolha de 'modo' enfatiza a importância da obediência e da liderança de Deus nas ações do povo.","conexao_teologica":"A maneira como os israelitas agiram reflete a necessidade de seguir a orientação divina em todas as situações.","referencias_relacionadas":["Salmos 37:23","Provérbios 3:5-6","Isaías 30:21"]},"josue_10_29_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"Cruz, neste contexto, pode simbolizar a passagem ou transição que os israelitas tiveram que fazer após a batalha.","explicacao_detalhada":"Embora a palavra 'cruz' não esteja diretamente relacionada ao significado cristão, ela pode ser vista como um símbolo de sacrifício e transição para uma nova fase na história de Israel.","por_que_esta_palavra":"A palavra 'cruz' é usada para enfatizar a ideia de que a vitória muitas vezes requer sacrifício e mudança.","conexao_teologica":"A cruz é um símbolo central no cristianismo, representando a salvação e a redenção, que se conecta com a ideia de vitória sobre o pecado e a morte.","referencias_relacionadas":["Mateus 16:24","Gálatas 2:20","1 Pedro 2:24"]},"josue_10_29_makkedah":{"palavra_pt":"makkedah","palavra_original":"מַקֵּדָה","transliteracao":"Maqqêdâh","strong":"H4719","significado_raiz":"Ideia básica: makkedah.","significado_contextual":"Makkedah é o nome da cidade onde a batalha ocorreu e onde os reis foram capturados.","explicacao_detalhada":"A palavra 'Makkedah' representa um local específico na história de Israel, simbolizando a vitória e a intervenção divina em um lugar determinado.","por_que_esta_palavra":"A menção de Makkedah destaca a importância dos lugares na narrativa bíblica e como Deus age em locais específicos.","conexao_teologica":"A geografia bíblica é significativa, pois muitos eventos importantes da salvação ocorreram em locais específicos que Deus escolheu.","referencias_relacionadas":["Josué 10:10","Josué 10:16","Josué 10:21"]},"josue_10_30_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Dar, neste contexto, refere-se à ação de entregar ou conceder algo, como a vitória sobre os inimigos.","explicacao_detalhada":"A palavra 'dar' implica a ação de Deus em conceder vitória aos israelitas, mostrando Sua generosidade e poder.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a graça de Deus em fornecer o que é necessário para a vitória.","conexao_teologica":"A ideia de Deus dar é central na teologia bíblica, refletindo Sua natureza generosa e protetora.","referencias_relacionadas":["Tiago 1:17","Salmos 37:4","Romanos 8:32"]},"josue_10_30_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' novamente refere-se à vida que foi preservada durante a batalha.","explicacao_detalhada":"A repetição da palavra 'alma' reforça a ideia de que a vida dos israelitas foi protegida por Deus durante o conflito.","por_que_esta_palavra":"A ênfase na 'alma' destaca a importância da vida e da proteção divina em tempos de crise.","conexao_teologica":"A proteção da vida é um tema recorrente na Bíblia, refletindo o valor que Deus dá à criação e à relação com a humanidade.","referencias_relacionadas":["Gênesis 9:5","Salmos 91:11","Mateus 6:26"]},"josue_10_30_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada para simbolizar a força e a ferocidade dos inimigos derrotados.","explicacao_detalhada":"A menção de 'urso' pode ser interpretada como uma metáfora para a força dos adversários que foram superados pela intervenção divina.","por_que_esta_palavra":"A escolha de 'urso' enfatiza a gravidade da batalha e a necessidade de intervenção divina para a vitória.","conexao_teologica":"A força de Deus é frequentemente comparada a feras, mostrando que Ele é mais poderoso do que qualquer inimigo.","referencias_relacionadas":["Amós 5:19","Salmos 22:12","Provérbios 28:15"]},"josue_10_31_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas são feitas ou a forma de agir.","explicacao_detalhada":"A palavra 'modo' implica em um método ou maneira específica de realizar uma ação. No contexto de Josué 10:31, pode se referir à forma como as conquistas foram realizadas.","por_que_esta_palavra":"É importante para entender a abordagem que Josué e os israelitas tomaram em suas batalhas.","conexao_teologica":"O modo de agir de Josué reflete a obediência a Deus e a estratégia divina nas batalhas.","referencias_relacionadas":["Josué 1:7","Josué 10:25","Salmos 37:5"]},"josue_10_31_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"Indica a passagem ou transição de um estado para outro.","explicacao_detalhada":"A palavra 'cruz' pode ser entendida como um ponto de transição, simbolizando a mudança de um estado de inimizade para um de conquista.","por_que_esta_palavra":"É relevante para compreender a transformação que ocorre quando os israelitas atravessam para a terra prometida.","conexao_teologica":"A ideia de cruzar representa a libertação e a nova vida em Deus.","referencias_relacionadas":["Êxodo 14:21","Josué 3:17","Romanos 6:4"]},"josue_10_32_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou conceder algo, especialmente em um contexto de súplica ou pedido.","explicacao_detalhada":"A palavra 'dar' é usada para descrever a ação de conceder algo a alguém, que pode ser visto como um ato de generosidade ou resposta a uma necessidade.","por_que_esta_palavra":"É essencial para entender como Deus responde às súplicas de Seu povo.","conexao_teologica":"Reflete a natureza generosa de Deus em atender às necessidades de Seu povo.","referencias_relacionadas":["Salmos 34:17","Mateus 7:7","Tiago 1:5"]},"josue_10_32_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de 24 horas, mas também pode simbolizar um tempo de ação ou intervenção divina.","explicacao_detalhada":"A palavra 'dia' é usada para marcar eventos significativos na história de Israel, como as batalhas e intervenções de Deus.","por_que_esta_palavra":"É importante para entender a cronologia dos eventos e a soberania de Deus no tempo.","conexao_teologica":"O dia é um símbolo do tempo em que Deus age e cumpre Suas promessas.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","Eclesiastes 3:1"]},"josue_10_32_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à alma ou vida, indicando a essência do ser humano.","explicacao_detalhada":"A palavra 'alma' é usada para descrever a parte imaterial do ser humano, que é vital e preciosa aos olhos de Deus.","por_que_esta_palavra":"É relevante para entender a importância da vida e da alma na relação com Deus.","conexao_teologica":"A alma é vista como a parte que Deus busca redimir e restaurar.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","Salmos 23:3"]},"josue_10_33_principio":{"palavra_pt":"principio","palavra_original":"אָז","transliteracao":"ʼâz","strong":"H227","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao início ou à origem de algo.","explicacao_detalhada":"A palavra 'princípio' pode indicar a fundação sobre a qual algo é construído, especialmente em relação à liderança e à autoridade.","por_que_esta_palavra":"É importante para entender a base da liderança de Josué e a ordem de Deus.","conexao_teologica":"Deus é o princípio de todas as coisas e estabelece a ordem em Sua criação.","referencias_relacionadas":["Gênesis 1:1","Provérbios 1:7","João 1:1"]},"josue_10_33_rei":{"palavra_pt":"rei","palavra_original":"הֹרָם","transliteracao":"Hôrâm","strong":"H2036","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a uma figura de autoridade e liderança.","explicacao_detalhada":"A palavra 'rei' implica em poder, governo e responsabilidade sobre um povo ou território.","por_que_esta_palavra":"É relevante para entender a dinâmica de poder e a soberania de Deus sobre as nações.","conexao_teologica":"Deus é o Rei supremo, e os reis terrenos são estabelecidos por Sua vontade.","referencias_relacionadas":["Salmos 47:2","Isaías 33:22","Apocalipse 19:16"]},"josue_10_34_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas são feitas ou a forma de agir.","explicacao_detalhada":"A palavra 'modo' implica em um método ou maneira específica de realizar uma ação. No contexto de Josué 10:34, pode se referir à forma como as conquistas foram realizadas.","por_que_esta_palavra":"É importante para entender a abordagem que Josué e os israelitas tomaram em suas batalhas.","conexao_teologica":"O modo de agir de Josué reflete a obediência a Deus e a estratégia divina nas batalhas.","referencias_relacionadas":["Josué 1:7","Josué 10:25","Salmos 37:5"]},"josue_10_34_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"Indica a passagem ou transição de um estado para outro.","explicacao_detalhada":"A palavra 'cruz' pode ser entendida como um ponto de transição, simbolizando a mudança de um estado de inimizade para um de conquista.","por_que_esta_palavra":"É relevante para compreender a transformação que ocorre quando os israelitas atravessam para a terra prometida.","conexao_teologica":"A ideia de cruzar representa a libertação e a nova vida em Deus.","referencias_relacionadas":["Êxodo 14:21","Josué 3:17","Romanos 6:4"]},"josue_10_34_nome":{"palavra_pt":"nome","palavra_original":"עֶגְלוֹן","transliteracao":"ʻEglôwn","strong":"H5700","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identificação ou título de uma pessoa ou lugar.","explicacao_detalhada":"A palavra 'nome' é usada para designar a identidade e a reputação, que são fundamentais na cultura bíblica.","por_que_esta_palavra":"É importante para entender a importância da identidade e do legado na história de Israel.","conexao_teologica":"O nome de Deus é sagrado e representa Sua natureza e caráter.","referencias_relacionadas":["Êxodo 20:7","Salmos 29:2","Filipenses 2:9-10"]},"josue_10_35_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de luz em que as atividades eram realizadas, especialmente em batalhas.","explicacao_detalhada":"O termo 'dia' é usado para indicar um tempo específico em que os eventos ocorreram, neste caso, a conquista de uma cidade durante a luz do dia, simbolizando a intervenção divina.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender o tempo em que a ação de Deus se manifestou, destacando a importância da luz e da visibilidade nas batalhas.","conexao_teologica":"O dia representa a providência de Deus, que ilumina o caminho de Seu povo e lhes dá vitória sobre os inimigos.","referencias_relacionadas":["Gênesis 1:5","Salmos 104:23","Mateus 5:14"]},"josue_10_35_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à vida ou alma dos seres humanos e animais, enfatizando a importância da existência.","explicacao_detalhada":"A palavra 'alma' ou 'vida' é usada para descrever a essência do ser, que é vital e preciosa, especialmente em contextos de batalha e morte.","por_que_esta_palavra":"A utilização de 'alma' destaca a gravidade da situação em que vidas estão em jogo, refletindo a seriedade da guerra e a necessidade de proteção divina.","conexao_teologica":"A alma é vista como a parte imortal do ser humano, que Deus valoriza e protege, mostrando Sua preocupação com a vida.","referencias_relacionadas":["Gênesis 2:7","Ezequiel 18:4","Mateus 10:28"]},"josue_10_36_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo como as ações são realizadas, especialmente em contextos de conquista.","explicacao_detalhada":"A palavra 'modo' implica na forma como as estratégias e táticas são empregadas durante a batalha, refletindo a importância do planejamento.","por_que_esta_palavra":"A escolha de 'modo' enfatiza que as vitórias não são apenas por força, mas também por sabedoria e estratégia divina.","conexao_teologica":"Deus orienta Seu povo em como agir, mostrando que a sabedoria divina é fundamental para o sucesso.","referencias_relacionadas":["Provérbios 16:9","Salmos 37:23","Tiago 1:5"]},"josue_10_36_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude ou importância de algo, neste caso, a grandeza da conquista.","explicacao_detalhada":"A palavra 'grande' é utilizada para descrever a importância e o impacto da vitória sobre os inimigos, simbolizando a grandeza do poder de Deus.","por_que_esta_palavra":"A ênfase na grandeza destaca a soberania de Deus e Sua capacidade de realizar feitos extraordinários através de Seu povo.","conexao_teologica":"A grandeza de Deus é refletida nas vitórias que Ele concede, mostrando que Ele é maior do que qualquer adversário.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"josue_10_36_nome":{"palavra_pt":"nome","palavra_original":"עֶגְלוֹן","transliteracao":"ʻEglôwn","strong":"H5700","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma cidade ou pessoa, que carrega identidade e significado.","explicacao_detalhada":"O nome 'Eglon' representa não apenas uma localização geográfica, mas também a reputação e a história associadas a ela.","por_que_esta_palavra":"A menção do nome é importante para entender a identidade e a história do povo que estava sendo conquistado.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados profundos que refletem a natureza de Deus e Seu plano para a humanidade.","referencias_relacionadas":["Gênesis 17:5","Salmos 20:1","Apocalipse 3:12"]},"josue_10_37_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à vida ou alma dos seres humanos e animais, enfatizando a importância da existência.","explicacao_detalhada":"A palavra 'alma' ou 'vida' é usada novamente para descrever a essência do ser, que é vital e preciosa, especialmente em contextos de batalha e morte.","por_que_esta_palavra":"A utilização de 'alma' destaca a gravidade da situação em que vidas estão em jogo, refletindo a seriedade da guerra e a necessidade de proteção divina.","conexao_teologica":"A alma é vista como a parte imortal do ser humano, que Deus valoriza e protege, mostrando Sua preocupação com a vida.","referencias_relacionadas":["Gênesis 2:7","Ezequiel 18:4","Mateus 10:28"]},"josue_10_37_nome":{"palavra_pt":"nome","palavra_original":"עֶגְלוֹן","transliteracao":"ʻEglôwn","strong":"H5700","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma cidade ou pessoa, que carrega identidade e significado.","explicacao_detalhada":"O nome 'Eglon' é mencionado novamente, reforçando a importância da identidade e da história associadas a ele.","por_que_esta_palavra":"A repetição do nome é significativa para entender a continuidade da narrativa e a relevância da conquista.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados profundos que refletem a natureza de Deus e Seu plano para a humanidade.","referencias_relacionadas":["Gênesis 17:5","Salmos 20:1","Apocalipse 3:12"]},"josue_10_38_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo como as ações são realizadas, especialmente em contextos de conquista.","explicacao_detalhada":"A palavra 'modo' implica na forma como as estratégias e táticas são empregadas durante a batalha, refletindo a importância do planejamento.","por_que_esta_palavra":"A escolha de 'modo' enfatiza que as vitórias não são apenas por força, mas também por sabedoria e estratégia divina.","conexao_teologica":"Deus orienta Seu povo em como agir, mostrando que a sabedoria divina é fundamental para o sucesso.","referencias_relacionadas":["Provérbios 16:9","Salmos 37:23","Tiago 1:5"]},"josue_10_38_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se ao ato de construir ou estabelecer algo, neste caso, uma cidade ou fortificação.","explicacao_detalhada":"A palavra 'edificar' implica em um processo de construção que é tanto físico quanto espiritual, refletindo a necessidade de estabelecer bases sólidas.","por_que_esta_palavra":"A edificação é um símbolo de progresso e segurança, essencial para a continuidade da vida e da adoração a Deus.","conexao_teologica":"Deus é visto como o arquiteto da vida, que edifica Seu povo e estabelece Sua presença entre eles.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","1 Pedro 2:5"]},"josue_10_38_nome":{"palavra_pt":"nome","palavra_original":"דְּבִיר","transliteracao":"Dᵉbîyr","strong":"H1688","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de um lugar sagrado ou importante, que carrega significado espiritual.","explicacao_detalhada":"O nome 'Dvir' é associado ao lugar mais sagrado no templo, simbolizando a presença de Deus entre Seu povo.","por_que_esta_palavra":"A menção do nome é importante para entender a relação entre Deus e Seu povo, e a importância do local de adoração.","conexao_teologica":"Os nomes de lugares sagrados na Bíblia frequentemente refletem a presença e a ação de Deus na história da salvação.","referencias_relacionadas":["1 Reis 6:5","Salmos 132:7","Apocalipse 21:2"]},"josue_10_39_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade suprema de uma cidade ou nação, simbolizando poder e governança.","explicacao_detalhada":"No contexto de Josué 10:39, o rei mencionado é o governante da cidade de Maquedá, que foi derrotado por Josué e os israelitas. A figura do rei é central na narrativa, pois representa a oposição ao povo de Deus e a luta pela terra prometida.","por_que_esta_palavra":"A palavra 'rei' é utilizada para enfatizar a conquista de Josué sobre as cidades cananeias e a demonstração do poder de Deus através de Seu povo.","conexao_teologica":"A figura do rei em Israel é importante, pois aponta para a soberania de Deus e a necessidade de um líder que siga Seus mandamentos. Isso se conecta com a ideia de Cristo como Rei dos Reis.","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:6","Apocalipse 19:16"]},"josue_10_39_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou realizado.","explicacao_detalhada":"Em Josué 10:39, o 'modo' pode se referir à maneira como a conquista foi realizada, destacando a estratégia e a intervenção divina na batalha contra os inimigos de Israel.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza que a vitória não foi apenas uma questão de força militar, mas também de obediência e direção divina.","conexao_teologica":"A maneira como Deus age em favor de Seu povo é um tema recorrente nas Escrituras, mostrando que Ele guia e dirige as ações dos que O seguem.","referencias_relacionadas":["Salmos 37:23","Provérbios 16:9","Isaías 30:21"]},"josue_10_39_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um assentamento urbano, um centro de vida social e política.","explicacao_detalhada":"No versículo, a cidade de Maquedá é um dos locais que Josué conquista, simbolizando a vitória de Israel sobre as cidades cananeias e a realização da promessa de Deus.","por_que_esta_palavra":"A menção da 'cidade' é crucial para entender o contexto geográfico e histórico da conquista de Canaã, onde cada cidade representa um desafio e uma vitória para o povo de Deus.","conexao_teologica":"As cidades na Bíblia muitas vezes simbolizam a presença de Deus e a habitação do Seu povo, refletindo a ideia de que Deus deseja habitar entre os homens.","referencias_relacionadas":["Deuteronômio 6:10-11","Salmos 46:4","Apocalipse 21:2"]},"josue_10_40_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território físico, que é central na narrativa da conquista de Canaã.","explicacao_detalhada":"Em Josué 10:40, a 'terra' é o foco da conquista israelita, representando a promessa de Deus a Abraão e seus descendentes. A conquista da terra é um ato de cumprimento da aliança divina.","por_que_esta_palavra":"A palavra 'terra' é significativa porque simboliza não apenas um espaço físico, mas também a herança espiritual e a promessa de Deus ao Seu povo.","conexao_teologica":"A terra prometida é um tema central na Bíblia, representando a bênção de Deus e a realização de Suas promessas, que culminam na nova terra prometida em Cristo.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Hebreus 11:9-10"]},"josue_10_40_vento":{"palavra_pt":"vento","palavra_original":"נְשָׁמָה","transliteracao":"nᵉshâmâh","strong":"H5397","significado_raiz":"Ideia básica: vento.","significado_contextual":"A palavra 'vento' pode simbolizar a força e o poder de Deus, que atua na natureza e nas batalhas.","explicacao_detalhada":"Embora a palavra 'vento' não apareça diretamente em Josué 10:40, ela pode ser associada à ideia de intervenção divina, como em outras passagens onde Deus usa elementos naturais para cumprir Seus propósitos.","por_que_esta_palavra":"A menção de 'vento' em contextos bíblicos geralmente indica a presença e o poder de Deus, que pode trazer mudanças e vitórias inesperadas.","conexao_teologica":"O vento é frequentemente associado ao Espírito Santo, que traz vida e poder, refletindo a atuação de Deus na história da salvação.","referencias_relacionadas":["Salmos 104:4","Ezequiel 37:9","Atos 2:2"]},"josue_10_40_beat":{"palavra_pt":"beat","palavra_original":"נָכָה","transliteracao":"nâkâh","strong":"H5221","significado_raiz":"Ideia básica: beat.","significado_contextual":"A palavra 'beat' refere-se ao ato de ferir ou derrotar, especialmente em batalhas.","explicacao_detalhada":"Em Josué 10:40, o ato de 'bater' os inimigos é uma demonstração do poder de Deus que luta ao lado de Israel, garantindo a vitória sobre os adversários.","por_que_esta_palavra":"A palavra 'beat' é utilizada para descrever a ação decisiva de Deus em favor de Seu povo, mostrando que a vitória é um ato divino.","conexao_teologica":"A ideia de Deus lutando por Seu povo é um tema recorrente na Bíblia, refletindo a proteção e a justiça divina.","referencias_relacionadas":["Êxodo 14:14","Salmos 44:5","Romanos 8:31"]},"josue_10_41_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as ações são realizadas, especialmente em contextos de batalha.","explicacao_detalhada":"Em Josué 10:41, o 'modo' pode se referir à estratégia e à forma como as conquistas foram realizadas, destacando a direção divina na vitória de Israel.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza que as vitórias não são apenas fruto de esforço humano, mas da orientação e intervenção de Deus.","conexao_teologica":"A maneira como Deus age em favor de Seu povo é um tema central, mostrando que Ele é o arquétipo do líder que guia e protege.","referencias_relacionadas":["Salmos 37:23","Provérbios 16:9","Isaías 30:21"]},"josue_10_41_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território que foi conquistado pelos israelitas, simbolizando a realização da promessa de Deus.","explicacao_detalhada":"Em Josué 10:41, a 'terra' é o foco da conquista, representando a herança que Deus deu ao Seu povo e a vitória sobre os inimigos.","por_que_esta_palavra":"A menção da 'terra' é crucial para entender a narrativa da conquista e a fidelidade de Deus em cumprir Suas promessas.","conexao_teologica":"A terra prometida é um símbolo da bênção de Deus e da realização de Suas promessas, que se estendem até a nova criação em Cristo.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Hebreus 11:9-10"]},"josue_10_41_beat":{"palavra_pt":"beat","palavra_original":"נָכָה","transliteracao":"nâkâh","strong":"H5221","significado_raiz":"Ideia básica: beat.","significado_contextual":"A palavra 'beat' refere-se ao ato de derrotar ou ferir os inimigos em batalha.","explicacao_detalhada":"Em Josué 10:41, o ato de 'bater' os inimigos é uma demonstração do poder de Deus que garante a vitória de Israel sobre os adversários.","por_que_esta_palavra":"A palavra 'beat' é utilizada para enfatizar a ação decisiva de Deus em favor de Seu povo, mostrando que a vitória é um ato divino.","conexao_teologica":"A ideia de Deus lutando por Seu povo é um tema central na Bíblia, refletindo a proteção e a justiça divina.","referencias_relacionadas":["Êxodo 14:14","Salmos 44:5","Romanos 8:31"]},"josue_10_42_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade suprema de uma cidade ou nação, simbolizando poder e governança.","explicacao_detalhada":"No contexto de Josué 10:42, o rei mencionado é o governante das cidades conquistadas, representando a derrota dos inimigos de Deus e a vitória do povo de Israel.","por_que_esta_palavra":"A palavra 'rei' é utilizada para enfatizar a conquista de Josué sobre as cidades cananeias e a demonstração do poder de Deus através de Seu povo.","conexao_teologica":"A figura do rei em Israel é importante, pois aponta para a soberania de Deus e a necessidade de um líder que siga Seus mandamentos, culminando em Cristo como Rei dos Reis.","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:6","Apocalipse 19:16"]},"josue_10_42_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as vitórias foram alcançadas por Josué.","explicacao_detalhada":"A palavra 'modo' aqui indica a maneira específica em que Deus entregou os inimigos nas mãos de Israel, enfatizando a soberania divina nas batalhas.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a estratégia e a intervenção divina nas conquistas de Josué.","conexao_teologica":"Deus é o arquétipo de um estrategista que guia Seu povo em direção à vitória.","referencias_relacionadas":["Josué 10:8","Salmos 44:3","Isaías 54:17"]},"josue_10_42_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida que Deus deu ao povo de Israel.","explicacao_detalhada":"A palavra 'terra' simboliza a herança e a promessa de Deus a Abraão, Isaque e Jacó, agora sendo realizada através de Josué.","por_que_esta_palavra":"A palavra 'terra' é central na narrativa da conquista de Canaã, representando a fidelidade de Deus às Suas promessas.","conexao_teologica":"A terra prometida é um símbolo do descanso e da bênção que Deus oferece ao Seu povo.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Deuteronômio 6:10"]},"josue_10_43_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Novamente, refere-se ao modo de operação de Deus nas vitórias de Israel.","explicacao_detalhada":"A repetição da palavra 'modo' enfatiza a consistência da intervenção divina nas batalhas de Josué.","por_que_esta_palavra":"A palavra é utilizada para reforçar a ideia de que as vitórias não foram por força humana, mas pela direção divina.","conexao_teologica":"A soberania de Deus é um tema recorrente, mostrando que Ele é quem luta as batalhas por Seu povo.","referencias_relacionadas":["Deuteronômio 20:4","Salmos 20:7","Romanos 8:31"]},"josue_10_43_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se ao gado que foi capturado durante as conquistas.","explicacao_detalhada":"A palavra 'gado' representa não apenas riqueza material, mas também a provisão de Deus para o Seu povo.","por_que_esta_palavra":"O gado é um símbolo de prosperidade e bênção na cultura israelita, refletindo a abundância que Deus proporciona.","conexao_teologica":"Deus cuida das necessidades físicas de Seu povo, assim como das espirituais.","referencias_relacionadas":["Gênesis 30:43","Salmos 23:1","Filipenses 4:19"]},"josue_10_43_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se ao ato de construir ou estabelecer cidades após as vitórias.","explicacao_detalhada":"A palavra 'edificar' implica em um novo começo e a formação de uma nova identidade para Israel na terra prometida.","por_que_esta_palavra":"A edificação simboliza a realização das promessas de Deus e a continuidade da história de Israel.","conexao_teologica":"Deus é o arquiteto da história, construindo Seu povo para um propósito maior.","referencias_relacionadas":["Salmos 127:1","Mateus 16:18","1 Pedro 2:5"]}}