{"josue_12_1_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra que foi conquistada pelos israelitas sob a liderança de Josué.","explicacao_detalhada":"A palavra 'terra' é central na narrativa, pois representa a herança prometida a Abraão, Isaque e Jacó, agora finalmente recebida.","por_que_esta_palavra":"É crucial para entender a identidade do povo de Israel como nação escolhida e a realização das promessas de Deus.","conexao_teologica":"A 'terra' simboliza não apenas um lugar físico, mas também a presença e a bênção de Deus entre Seu povo.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Josué 1:2"]},"josue_12_1_agarrar":{"palavra_pt":"agarrar","palavra_original":"יָרַשׁ","transliteracao":"yârash","strong":"H3423","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se ao ato de herdar ou possuir a terra conquistada.","explicacao_detalhada":"A palavra 'agarrar' implica em uma posse ativa e contínua, enfatizando a responsabilidade dos israelitas em manter a terra dada por Deus.","por_que_esta_palavra":"É importante para entender a relação entre Deus e Seu povo, onde a obediência é necessária para manter as bênçãos.","conexao_teologica":"A ideia de 'agarrar' a terra reflete a aliança entre Deus e Israel, onde a fidelidade é recompensada.","referencias_relacionadas":["Deuteronômio 9:3","Josué 1:6","Salmos 37:29"]},"josue_12_1_sol":{"palavra_pt":"sol","palavra_original":"שֶׁמֶשׁ","transliteracao":"shemesh","strong":"H8121","significado_raiz":"Ideia básica: sol.","significado_contextual":"Refere-se ao sol como um marcador geográfico e temporal na descrição da terra.","explicacao_detalhada":"A palavra 'sol' é usada para indicar a direção e a localização da terra prometida, enfatizando a abrangência da conquista.","por_que_esta_palavra":"É relevante para entender a geografia da terra prometida e a extensão da herança de Israel.","conexao_teologica":"O sol também pode simbolizar a luz e a presença de Deus, que guia Seu povo.","referencias_relacionadas":["Gênesis 1:16","Salmos 113:3","Mateus 5:45"]},"josue_12_2_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de governar e administrar a terra conquistada.","explicacao_detalhada":"A palavra 'julgar' implica em liderança e responsabilidade, onde os líderes israelitas devem guiar o povo segundo a vontade de Deus.","por_que_esta_palavra":"É essencial para entender a estrutura de governo em Israel e a importância da justiça e da retidão.","conexao_teologica":"A liderança justa é um reflexo do caráter de Deus e Sua intenção de que Seu povo viva em harmonia.","referencias_relacionadas":["Deuteronômio 16:18","Salmos 72:1","Provérbios 29:2"]},"josue_12_2_rei":{"palavra_pt":"rei","palavra_original":"סִיחוֹן","transliteracao":"Çîychôwn","strong":"H5511","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei Sihon, que foi derrotado pelos israelitas.","explicacao_detalhada":"A palavra 'rei' destaca a autoridade e o poder que Sihon tinha sobre sua terra, e a vitória de Israel sobre ele demonstra o poder de Deus.","por_que_esta_palavra":"É importante para entender o contexto das batalhas e a legitimidade da conquista da terra prometida.","conexao_teologica":"A derrota dos reis inimigos simboliza a soberania de Deus sobre todas as nações e a proteção de Seu povo.","referencias_relacionadas":["Números 21:23","Deuteronômio 2:30","Josué 12:4"]},"josue_12_3_deserto":{"palavra_pt":"deserto","palavra_original":"עֲרָבָה","transliteracao":"ʻărâbâh","strong":"H6160","significado_raiz":"Ideia básica: deserto.","significado_contextual":"Refere-se à região desértica que faz parte da descrição geográfica da terra conquistada.","explicacao_detalhada":"A palavra 'deserto' indica a aridez e as dificuldades enfrentadas pelos israelitas durante sua jornada até a terra prometida.","por_que_esta_palavra":"É relevante para entender os desafios que o povo de Deus superou em sua jornada de fé.","conexao_teologica":"O deserto é um símbolo de provação, mas também de preparação e dependência de Deus.","referencias_relacionadas":["Êxodo 16:1","Números 21:4","Deuteronômio 8:2"]},"josue_12_3_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao mar que delimita a terra conquistada pelos israelitas.","explicacao_detalhada":"A palavra 'mar' é usada para descrever as fronteiras da terra prometida, enfatizando a grandeza da herança.","por_que_esta_palavra":"É importante para entender a geografia e a extensão da terra que Deus deu a Israel.","conexao_teologica":"O mar também pode simbolizar a separação entre o povo de Deus e as nações pagãs ao redor.","referencias_relacionadas":["Gênesis 1:10","Salmos 104:25","Isaías 43:2"]},"josue_12_3_sol":{"palavra_pt":"sol","palavra_original":"מִזְרָח","transliteracao":"mizrâch","strong":"H4217","significado_raiz":"Ideia básica: sol.","significado_contextual":"Refere-se à direção do sol, que ajuda a definir a localização geográfica da terra.","explicacao_detalhada":"A palavra 'sol' é utilizada para indicar a orientação e a localização, sendo um elemento essencial na descrição da terra prometida.","por_que_esta_palavra":"É relevante para a compreensão da geografia e da herança de Israel, além de simbolizar a luz divina.","conexao_teologica":"O sol representa a presença de Deus que ilumina o caminho do Seu povo.","referencias_relacionadas":["Salmos 84:11","Mateus 5:14","Apocalipse 22:5"]},"josue_12_4_grande":{"palavra_pt":"grande","palavra_original":"גְּבוּל","transliteracao":"gᵉbûwl","strong":"H1366","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do território sob o domínio de Ogue, rei de Basã.","explicacao_detalhada":"A palavra 'grande' aqui enfatiza não apenas a extensão territorial, mas também a importância e a força do reino de Ogue, que era um dos últimos remanescentes dos gigantes na terra.","por_que_esta_palavra":"A grandeza do reino de Ogue serve como um contraste à vitória de Israel, mostrando o poder de Deus em derrotar inimigos aparentemente invencíveis.","conexao_teologica":"A grandeza de Ogue é um lembrete da soberania de Deus sobre todas as nações e a proteção que Ele oferece ao Seu povo.","referencias_relacionadas":["Números 21:33-35","Deuteronômio 3:11","Salmos 135:10-12"]},"josue_12_4_rei":{"palavra_pt":"rei","palavra_original":"עוֹג","transliteracao":"ʻÔwg","strong":"H5747","significado_raiz":"Ideia básica: rei.","significado_contextual":"Designa Ogue como o rei de Basã, um dos últimos reis dos gigantes.","explicacao_detalhada":"A palavra 'rei' implica autoridade e domínio, e Ogue era conhecido por sua força e tamanho, sendo um símbolo do que Israel enfrentou ao entrar na Terra Prometida.","por_que_esta_palavra":"A menção de Ogue como rei destaca a luta de Israel contra forças poderosas, reforçando a ideia de que a vitória vem de Deus.","conexao_teologica":"A realeza de Ogue contrasta com a realeza de Deus, que é suprema e eterna, mostrando que mesmo os maiores reis são submissos ao Senhor.","referencias_relacionadas":["Deuteronômio 3:1","Salmos 22:28","Isaías 40:23"]},"josue_12_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como os reinos foram conquistados e organizados por Israel.","explicacao_detalhada":"A palavra 'modo' implica a estratégia e a ordem que Deus deu a Israel para conquistar a terra, refletindo a importância da obediência às instruções divinas.","por_que_esta_palavra":"O uso de 'modo' enfatiza que a conquista não foi aleatória, mas parte de um plano divino.","conexao_teologica":"A forma como Israel conquistou a terra é um exemplo de como Deus guia e dirige Seu povo em suas batalhas espirituais.","referencias_relacionadas":["Josué 1:7-8","Deuteronômio 20:1-4","Salmos 37:23"]},"josue_12_5_governo":{"palavra_pt":"governo","palavra_original":"מָשַׁל","transliteracao":"mâshal","strong":"H4910","significado_raiz":"Ideia básica: governo.","significado_contextual":"Refere-se ao governo dos reis derrotados por Israel.","explicacao_detalhada":"A palavra 'governo' implica a autoridade que os reis tinham sobre suas terras, que foi desmantelada pela conquista israelita.","por_que_esta_palavra":"A menção do governo destaca a mudança de poder e a soberania de Deus sobre as nações.","conexao_teologica":"A vitória de Israel sobre os governos pagãos é uma demonstração do reino de Deus sendo estabelecido na Terra Prometida.","referencias_relacionadas":["Deuteronômio 3:10-11","Salmos 2:8-9","Isaías 54:17"]},"josue_12_5_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"Refere-se à geografia da terra conquistada, incluindo montanhas e vales.","explicacao_detalhada":"A palavra 'montanha' é significativa, pois muitas batalhas e eventos importantes ocorreram em áreas montanhosas, simbolizando desafios e proteção.","por_que_esta_palavra":"As montanhas representam tanto obstáculos quanto lugares de refúgio, refletindo a jornada de Israel.","conexao_teologica":"As montanhas são frequentemente usadas na Bíblia como símbolos de encontros com Deus e de Sua majestade.","referencias_relacionadas":["Salmos 121:1-2","Isaías 2:2","Mateus 17:1"]},"josue_12_6_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à linhagem e descendência dos reis derrotados.","explicacao_detalhada":"A palavra 'filho' implica herança e continuidade, mostrando que a derrota dos reis também significava a interrupção de suas linhagens.","por_que_esta_palavra":"A menção de 'filho' destaca a importância da herança e do legado, tanto no contexto humano quanto espiritual.","conexao_teologica":"A linhagem de Israel é crucial para a história da salvação, culminando em Cristo, que é chamado de Filho de Deus.","referencias_relacionadas":["Gênesis 12:3","Mateus 1:1-16","Romanos 8:17"]},"josue_12_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado em relação à conquista da terra.","explicacao_detalhada":"A palavra 'senhor' enfatiza a soberania e a autoridade de Deus sobre todas as coisas, incluindo os reinos da terra.","por_que_esta_palavra":"O nome do Senhor é central na identidade de Israel e na sua relação com Deus, sendo a fonte de sua força e vitória.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, simbolizando Sua presença e poder entre Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:7","Filipenses 2:9-11"]},"josue_12_6_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou entregar, especialmente em relação às promessas de Deus.","explicacao_detalhada":"A palavra 'dar' implica generosidade e a ação de Deus em conceder a terra a Israel, cumprindo Suas promessas.","por_que_esta_palavra":"A ideia de dar é fundamental na relação entre Deus e Seu povo, mostrando Sua fidelidade e amor.","conexao_teologica":"Deus é visto como o doador de todas as coisas boas, e a entrega da terra é um exemplo de Sua graça.","referencias_relacionadas":["Deuteronômio 8:10-11","Tiago 1:17","Romanos 8:32"]},"josue_12_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida que foi conquistada por Israel.","explicacao_detalhada":"A palavra 'terra' é central na narrativa de Josué, simbolizando a realização das promessas de Deus ao povo de Israel.","por_que_esta_palavra":"A terra representa não apenas um lugar físico, mas também a herança espiritual e a presença de Deus entre Seu povo.","conexao_teologica":"A terra prometida é um símbolo do descanso e da bênção que Deus oferece a todos os que confiam Nele.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Hebreus 4:1-3"]},"josue_12_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à continuidade da linhagem de Israel após a conquista.","explicacao_detalhada":"A palavra 'filho' aqui destaca a importância da descendência e da promessa de Deus a Abraão, Isaque e Jacó.","por_que_esta_palavra":"A menção de 'filho' reforça a ideia de que a herança da terra é passada de geração em geração.","conexao_teologica":"A linhagem de Israel é fundamental para a história da salvação, culminando na vinda de Cristo, o Filho de Deus.","referencias_relacionadas":["Gênesis 17:7-8","Mateus 1:1","Romanos 9:4-5"]},"josue_12_8_deserto":{"palavra_pt":"deserto","palavra_original":"עֲרָבָה","transliteracao":"ʻărâbâh","strong":"H6160","significado_raiz":"Ideia básica: deserto.","significado_contextual":"Refere-se a uma região árida e inóspita, muitas vezes associada a dificuldades e provações.","explicacao_detalhada":"O deserto é um lugar de isolamento e teste, onde o povo de Israel enfrentou desafios durante sua jornada. É um espaço que simboliza tanto a provação quanto a preparação espiritual.","por_que_esta_palavra":"A palavra 'deserto' é utilizada para descrever a geografia da região que os israelitas atravessaram, enfatizando as dificuldades enfrentadas antes de entrar na Terra Prometida.","conexao_teologica":"O deserto é frequentemente visto como um lugar de purificação e encontro com Deus, onde o povo aprende a confiar Nele.","referencias_relacionadas":["Êxodo 16:1","Deuteronômio 8:2","Mateus 4:1"]},"josue_12_8_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"Indica uma elevação do terreno, muitas vezes associada a lugares de adoração e encontros com Deus.","explicacao_detalhada":"As montanhas na Bíblia são frequentemente vistas como locais sagrados, onde Deus se revela e onde eventos significativos ocorrem, como a entrega da Lei a Moisés.","por_que_esta_palavra":"A palavra 'montanha' é usada para descrever a geografia da região, destacando a importância espiritual e simbólica desses locais.","conexao_teologica":"As montanhas são frequentemente associadas à presença de Deus e ao Seu poder, representando a elevação espiritual.","referencias_relacionadas":["Êxodo 19:20","Salmos 121:1","Mateus 5:14"]},"josue_12_8_low":{"palavra_pt":"low","palavra_original":"שְׁפֵלָה","transliteracao":"shᵉphêlâh","strong":"H8219","significado_raiz":"Ideia básica: low.","significado_contextual":"Refere-se a uma região de baixa altitude, muitas vezes contrastando com montanhas e colinas.","explicacao_detalhada":"As áreas baixas podem ser vistas como locais de fertilidade e prosperidade, mas também podem representar vulnerabilidade e desafios.","por_que_esta_palavra":"A palavra 'low' é utilizada para descrever a geografia da região, enfatizando a diversidade do terreno em Canaã.","conexao_teologica":"As regiões baixas podem simbolizar a humildade e a necessidade de dependência de Deus, contrastando com a soberania das montanhas.","referencias_relacionadas":["Salmos 104:8","Isaías 40:4","Lucas 3:5"]},"josue_12_9_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a um governante ou líder, especialmente no contexto das cidades e nações que Israel enfrentou.","explicacao_detalhada":"A figura do rei é central na organização social e política das nações, representando autoridade e poder. No contexto de Josué, os reis são os adversários que Israel deve conquistar.","por_que_esta_palavra":"A palavra 'rei' é usada para descrever a liderança e a oposição que Israel encontrou em sua conquista da Terra Prometida.","conexao_teologica":"Deus é frequentemente descrito como o Rei supremo, e a conquista dos reis humanos simboliza a soberania de Deus sobre todas as nações.","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:10-12","Apocalipse 19:16"]},"josue_12_9_aija":{"palavra_pt":"aija","palavra_original":"עַי","transliteracao":"ʻAy","strong":"H5857","significado_raiz":"Ideia básica: aija.","significado_contextual":"Refere-se a uma cidade específica que foi conquistada por Israel durante a conquista de Canaã.","explicacao_detalhada":"A cidade de Aija é mencionada como um dos locais de batalha, simbolizando a resistência dos inimigos de Israel e a fidelidade de Deus em cumprir Suas promessas.","por_que_esta_palavra":"A palavra 'aija' é importante para identificar os locais de conquista e a história do povo de Israel na Terra Prometida.","conexao_teologica":"A conquista de cidades como Aija representa a realização das promessas de Deus e a luta do povo de Israel contra a oposição.","referencias_relacionadas":["Josué 7:2","Josué 8:1","Josué 10:1"]},"josue_12_10_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Novamente, refere-se a um governante ou líder, neste caso, de uma cidade específica que Israel conquistou.","explicacao_detalhada":"O rei mencionado aqui representa a resistência ao plano de Deus e a necessidade de Israel de confiar na liderança divina durante a conquista.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a importância da liderança na narrativa da conquista de Canaã.","conexao_teologica":"A luta contra reis humanos é um reflexo da luta espiritual contra as forças que se opõem ao reino de Deus.","referencias_relacionadas":["Josué 10:3","Salmos 110:1","Romanos 13:1"]},"josue_12_10_cidade":{"palavra_pt":"cidade","palavra_original":"יְרוּשָׁלַ͏ִם","transliteracao":"Yᵉrûwshâlaim","strong":"H3389","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um centro urbano, um local de habitação e governo, que foi conquistado por Israel.","explicacao_detalhada":"As cidades na Bíblia são frequentemente vistas como símbolos de segurança, prosperidade e também de idolatria, dependendo de quem as habita.","por_que_esta_palavra":"A palavra 'cidade' é crucial para entender a geografia e a história da conquista de Canaã, representando os locais de resistência e vitória.","conexao_teologica":"A conquista de cidades é um símbolo da vitória do povo de Deus sobre as forças que se opõem a Ele.","referencias_relacionadas":["Josué 6:20","Salmos 48:1-2","Apocalipse 21:2"]},"josue_12_10_homem":{"palavra_pt":"homem","palavra_original":"אֶחָד","transliteracao":"ʼechâd","strong":"H259","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo, geralmente em um contexto de liderança ou responsabilidade.","explicacao_detalhada":"A palavra 'homem' pode simbolizar a humanidade em geral ou um líder específico que desempenha um papel importante na narrativa.","por_que_esta_palavra":"A inclusão da palavra 'homem' destaca a importância das pessoas na história da salvação e na conquista da Terra Prometida.","conexao_teologica":"A humanidade é vista como parte do plano de Deus, e cada homem tem um papel a desempenhar na história da redenção.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4-5","Romanos 5:12"]},"josue_12_11_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Mais uma vez, refere-se a um governante, neste caso, de uma cidade que foi conquistada.","explicacao_detalhada":"A repetição da palavra 'rei' enfatiza a continuidade da luta de Israel contra as autoridades locais durante a conquista.","por_que_esta_palavra":"A palavra 'rei' é fundamental para entender a dinâmica de poder e resistência que Israel enfrentou.","conexao_teologica":"A luta contra reis é uma representação da luta espiritual contra as forças que se opõem ao reino de Deus.","referencias_relacionadas":["Josué 10:5","Salmos 2:10-12","Apocalipse 17:14"]},"josue_12_11_nome":{"palavra_pt":"nome","palavra_original":"יַרְמוּת","transliteracao":"Yarmûwth","strong":"H3412","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma cidade ou local, que carrega significado e identidade.","explicacao_detalhada":"Os nomes na Bíblia muitas vezes têm significados profundos e podem refletir a história, a geografia ou a espiritualidade do lugar.","por_que_esta_palavra":"A palavra 'nome' é importante para identificar e lembrar os lugares e eventos significativos na história de Israel.","conexao_teologica":"O nome de um lugar pode simbolizar a presença de Deus e a história de Seu povo.","referencias_relacionadas":["Gênesis 11:9","Salmos 20:1","Apocalipse 3:12"]},"josue_12_11_homem":{"palavra_pt":"homem","palavra_original":"אֶחָד","transliteracao":"ʼechâd","strong":"H259","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando a individualidade e a importância do homem na narrativa bíblica.","explicacao_detalhada":"A palavra 'homem' é usada para descrever a criação de Deus e sua relação com o mundo. No contexto de Josué, representa a figura do líder e guerreiro que luta pela terra prometida.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a responsabilidade e o papel ativo que os indivíduos têm na história da salvação.","conexao_teologica":"O homem é criado à imagem de Deus, o que confere dignidade e valor a cada ser humano. A narrativa de Josué mostra como os homens são chamados a cumprir a vontade divina.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 5:12"]},"josue_12_12_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Indica a autoridade e o poder de governar, essencial para a estrutura social e política de Israel.","explicacao_detalhada":"A palavra 'rei' é central na organização do povo de Israel, simbolizando liderança e responsabilidade. No contexto de Josué, os reis derrotados representam a conquista da terra prometida.","por_que_esta_palavra":"A menção de reis enfatiza a vitória de Deus sobre as nações e a instalação do reino de Israel sob Sua direção.","conexao_teologica":"Deus é o verdadeiro Rei de Israel, e os reis humanos devem refletir Sua justiça e liderança. A conquista da terra é um cumprimento das promessas divinas.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"josue_12_12_nome":{"palavra_pt":"nome","palavra_original":"עֶגְלוֹן","transliteracao":"ʻEglôwn","strong":"H5700","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e à reputação de uma pessoa ou lugar, crucial para a história de Israel.","explicacao_detalhada":"O nome 'Eglon' é mencionado como um dos reis derrotados, simbolizando a queda de inimigos e a afirmação do povo de Deus na terra prometida.","por_que_esta_palavra":"Os nomes têm um significado profundo na cultura bíblica, muitas vezes refletindo características ou eventos significativos.","conexao_teologica":"O nome de Deus e a identidade do Seu povo estão entrelaçados, mostrando que a história de Israel é parte do plano divino.","referencias_relacionadas":["Gênesis 32:28","Isaías 43:1","Mateus 28:19"]},"josue_12_12_homem":{"palavra_pt":"homem","palavra_original":"אֶחָד","transliteracao":"ʼechâd","strong":"H259","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando a individualidade e a importância do homem na narrativa bíblica.","explicacao_detalhada":"A palavra 'homem' é usada para descrever a criação de Deus e sua relação com o mundo. No contexto de Josué, representa a figura do líder e guerreiro que luta pela terra prometida.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a responsabilidade e o papel ativo que os indivíduos têm na história da salvação.","conexao_teologica":"O homem é criado à imagem de Deus, o que confere dignidade e valor a cada ser humano. A narrativa de Josué mostra como os homens são chamados a cumprir a vontade divina.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 5:12"]},"josue_12_13_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Indica a autoridade e o poder de governar, essencial para a estrutura social e política de Israel.","explicacao_detalhada":"A palavra 'rei' é central na organização do povo de Israel, simbolizando liderança e responsabilidade. No contexto de Josué, os reis derrotados representam a conquista da terra prometida.","por_que_esta_palavra":"A menção de reis enfatiza a vitória de Deus sobre as nações e a instalação do reino de Israel sob Sua direção.","conexao_teologica":"Deus é o verdadeiro Rei de Israel, e os reis humanos devem refletir Sua justiça e liderança. A conquista da terra é um cumprimento das promessas divinas.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"josue_12_13_nome":{"palavra_pt":"nome","palavra_original":"דְּבִיר","transliteracao":"Dᵉbîyr","strong":"H1688","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e à reputação de uma pessoa ou lugar, crucial para a história de Israel.","explicacao_detalhada":"O nome 'Debir' é mencionado como um dos locais conquistados, simbolizando a vitória de Israel sobre seus inimigos e a realização das promessas de Deus.","por_que_esta_palavra":"Os nomes têm um significado profundo na cultura bíblica, muitas vezes refletindo características ou eventos significativos.","conexao_teologica":"O nome de Deus e a identidade do Seu povo estão entrelaçados, mostrando que a história de Israel é parte do plano divino.","referencias_relacionadas":["Gênesis 32:28","Isaías 43:1","Mateus 28:19"]},"josue_12_13_homem":{"palavra_pt":"homem","palavra_original":"אֶחָד","transliteracao":"ʼechâd","strong":"H259","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando a individualidade e a importância do homem na narrativa bíblica.","explicacao_detalhada":"A palavra 'homem' é usada para descrever a criação de Deus e sua relação com o mundo. No contexto de Josué, representa a figura do líder e guerreiro que luta pela terra prometida.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a responsabilidade e o papel ativo que os indivíduos têm na história da salvação.","conexao_teologica":"O homem é criado à imagem de Deus, o que confere dignidade e valor a cada ser humano. A narrativa de Josué mostra como os homens são chamados a cumprir a vontade divina.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 5:12"]},"josue_12_14_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Indica a autoridade e o poder de governar, essencial para a estrutura social e política de Israel.","explicacao_detalhada":"A palavra 'rei' é central na organização do povo de Israel, simbolizando liderança e responsabilidade. No contexto de Josué, os reis derrotados representam a conquista da terra prometida.","por_que_esta_palavra":"A menção de reis enfatiza a vitória de Deus sobre as nações e a instalação do reino de Israel sob Sua direção.","conexao_teologica":"Deus é o verdadeiro Rei de Israel, e os reis humanos devem refletir Sua justiça e liderança. A conquista da terra é um cumprimento das promessas divinas.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"josue_12_14_hormah":{"palavra_pt":"hormah","palavra_original":"חׇרְמָה","transliteracao":"Chormâh","strong":"H2767","significado_raiz":"Ideia básica: hormah.","significado_contextual":"Refere-se a um lugar que simboliza destruição e consagração a Deus, importante na narrativa de conquista.","explicacao_detalhada":"Hormah é mencionada como uma cidade que foi destruída, representando a severidade do juízo de Deus sobre os inimigos de Israel.","por_que_esta_palavra":"A palavra 'Hormah' destaca a ideia de que certas cidades e povos foram dedicados à destruição como parte do plano divino.","conexao_teologica":"A consagração à destruição é um tema que reflete a santidade de Deus e Sua justiça em relação ao pecado.","referencias_relacionadas":["Números 21:3","Deuteronômio 3:2","Josué 15:30"]},"josue_12_14_homem":{"palavra_pt":"homem","palavra_original":"אֶחָד","transliteracao":"ʼechâd","strong":"H259","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando a individualidade e a importância do homem na narrativa bíblica.","explicacao_detalhada":"A palavra 'homem' é usada para descrever a criação de Deus e sua relação com o mundo. No contexto de Josué, representa a figura do líder e guerreiro que luta pela terra prometida.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a responsabilidade e o papel ativo que os indivíduos têm na história da salvação.","conexao_teologica":"O homem é criado à imagem de Deus, o que confere dignidade e valor a cada ser humano. A narrativa de Josué mostra como os homens são chamados a cumprir a vontade divina.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 5:12"]},"josue_12_15_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e liderança sobre um povo ou território.","explicacao_detalhada":"No contexto de Josué 12:15, o 'rei' é uma figura que representa o poder político e militar, sendo responsável por governar e proteger seu povo. A menção dos reis derrotados por Israel destaca a soberania de Deus sobre as nações.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a conquista de Israel sobre os reinos inimigos, mostrando que Deus entregou esses reis nas mãos de Josué.","conexao_teologica":"A figura do rei é central na teologia bíblica, simbolizando a autoridade de Deus e a necessidade de um líder justo que siga os caminhos do Senhor.","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:10-12","Apocalipse 19:16"]},"josue_12_15_deserto":{"palavra_pt":"deserto","palavra_original":"לִבְנָה","transliteracao":"Libnâh","strong":"H3841","significado_raiz":"Ideia básica: deserto.","significado_contextual":"O 'deserto' representa um lugar de provação e teste, mas também de libertação e preparação.","explicacao_detalhada":"Em Josué 12:15, o deserto é mencionado como parte do território conquistado. Este espaço é significativo, pois simboliza a jornada do povo de Israel desde a escravidão no Egito até a terra prometida.","por_que_esta_palavra":"A palavra é usada para lembrar que o povo passou por dificuldades, mas que Deus os guiou e os sustentou durante a travessia.","conexao_teologica":"O deserto é um tema recorrente na Bíblia, simbolizando a purificação e a dependência de Deus, como visto na jornada de Israel.","referencias_relacionadas":["Êxodo 16:1","Deuteronômio 8:2-3","Mateus 4:1-2"]},"josue_12_15_homem":{"palavra_pt":"homem","palavra_original":"אֶחָד","transliteracao":"ʼechâd","strong":"H259","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, mas também pode indicar um indivíduo específico.","explicacao_detalhada":"Em Josué 12:15, o uso da palavra 'homem' destaca a importância da identidade e do papel dos indivíduos na história da salvação e nas conquistas de Israel.","por_que_esta_palavra":"A palavra é utilizada para enfatizar que cada homem tem um papel na narrativa divina e na realização dos planos de Deus.","conexao_teologica":"A humanidade é central no plano de Deus, sendo criada à Sua imagem e chamada a viver em comunhão com Ele.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 5:12"]},"josue_12_16_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é utilizada novamente para enfatizar a liderança e a autoridade sobre um povo.","explicacao_detalhada":"Neste versículo, o 'rei' representa a oposição que Israel enfrentou e a vitória que Deus concedeu a eles. A menção de reis derrotados reforça a ideia de que Deus é soberano sobre todas as nações.","por_que_esta_palavra":"A repetição da palavra 'rei' serve para reforçar a narrativa de conquista e a demonstração do poder de Deus.","conexao_teologica":"A soberania de Deus sobre os reis e reinos é um tema importante na Bíblia, mostrando que Ele é o verdadeiro Rei.","referencias_relacionadas":["Salmos 47:2","Isaías 33:22","Apocalipse 17:14"]},"josue_12_16_makkedah":{"palavra_pt":"makkedah","palavra_original":"מַקֵּדָה","transliteracao":"Maqqêdâh","strong":"H4719","significado_raiz":"Ideia básica: makkedah.","significado_contextual":"Makkedah é uma cidade mencionada como parte das conquistas de Israel.","explicacao_detalhada":"A cidade de Makkedah é significativa porque foi um local de batalha onde Israel obteve vitória. A menção de cidades específicas destaca a realização das promessas de Deus ao povo.","por_que_esta_palavra":"A palavra é utilizada para identificar um local específico que faz parte da história de conquista de Israel.","conexao_teologica":"Makkedah representa a fidelidade de Deus em cumprir Suas promessas e a importância da terra prometida para o povo de Israel.","referencias_relacionadas":["Josué 10:10-11","Josué 10:28","Josué 12:16"]},"josue_12_16_homem":{"palavra_pt":"homem","palavra_original":"אֶחָד","transliteracao":"ʼechâd","strong":"H259","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é usada para referir-se à humanidade e seu papel na história.","explicacao_detalhada":"Neste contexto, 'homem' pode indicar tanto o povo de Israel quanto os inimigos que foram derrotados. Isso ressalta a luta entre o bem e o mal.","por_que_esta_palavra":"A palavra é utilizada para mostrar que cada indivíduo tem um papel na narrativa de Deus e na luta pela justiça.","conexao_teologica":"A Bíblia enfatiza a importância de cada homem na história da salvação e na obra de Deus.","referencias_relacionadas":["Gênesis 6:5","Salmos 146:3","Romanos 3:23"]},"josue_12_17_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é novamente utilizada para enfatizar a liderança e a autoridade.","explicacao_detalhada":"Neste versículo, o 'rei' representa mais uma vez a oposição que Israel enfrentou e a vitória que Deus concedeu. A repetição reforça a ideia de que Deus é soberano.","por_que_esta_palavra":"A palavra é usada para destacar a importância da liderança e da autoridade no contexto das conquistas de Israel.","conexao_teologica":"A soberania de Deus sobre os reis é um tema central na teologia bíblica, mostrando que Ele é o verdadeiro governante.","referencias_relacionadas":["Salmos 22:28","Isaías 9:6","Apocalipse 11:15"]},"josue_12_17_nome":{"palavra_pt":"nome","palavra_original":"תַּפּוּחַ","transliteracao":"Tappûwach","strong":"H8599","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e à reputação de uma pessoa ou lugar.","explicacao_detalhada":"Em Josué 12:17, o 'nome' é importante porque representa a memória e a história associadas a um rei ou cidade. O nome carrega significado e legado.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da identidade e do legado deixado por aqueles que governaram.","conexao_teologica":"Na Bíblia, o nome de Deus é central, e o nome de pessoas e lugares também carrega um significado espiritual e histórico.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Filipenses 2:9-10"]},"josue_12_17_homem":{"palavra_pt":"homem","palavra_original":"אֶחָד","transliteracao":"ʼechâd","strong":"H259","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é usada para referir-se à humanidade e seu papel na história.","explicacao_detalhada":"Neste contexto, 'homem' pode indicar tanto o povo de Israel quanto os inimigos que foram derrotados, ressaltando a luta entre o bem e o mal.","por_que_esta_palavra":"A palavra é utilizada para mostrar que cada indivíduo tem um papel na narrativa de Deus e na luta pela justiça.","conexao_teologica":"A Bíblia enfatiza a importância de cada homem na história da salvação e na obra de Deus.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 5:12"]},"josue_12_18_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é utilizada para enfatizar a liderança e a autoridade sobre um povo.","explicacao_detalhada":"Neste versículo, o 'rei' representa a oposição que Israel enfrentou e a vitória que Deus concedeu a eles. A menção de reis derrotados reforça a ideia de que Deus é soberano sobre todas as nações.","por_que_esta_palavra":"A repetição da palavra 'rei' serve para reforçar a narrativa de conquista e a demonstração do poder de Deus.","conexao_teologica":"A soberania de Deus sobre os reis e reinos é um tema importante na Bíblia, mostrando que Ele é o verdadeiro Rei.","referencias_relacionadas":["Salmos 47:2","Isaías 33:22","Apocalipse 17:14"]},"josue_12_18_nome":{"palavra_pt":"nome","palavra_original":"שָׁרוֹן","transliteracao":"Shârôwn","strong":"H8289","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade ou título de uma pessoa ou lugar, essencial para a compreensão da história e das relações entre os personagens bíblicos.","explicacao_detalhada":"O termo 'nome' é fundamental na cultura hebraica, onde o nome de alguém muitas vezes reflete seu caráter ou destino. No contexto de Josué 12, os nomes dos reis derrotados são listados para enfatizar a vitória de Israel e a soberania de Deus.","por_que_esta_palavra":"A palavra 'nome' é usada para identificar e dar importância aos indivíduos mencionados, mostrando a relevância de cada um na narrativa da conquista de Canaã.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua autoridade e poder. Assim como os nomes dos reis derrotados são mencionados, o nome de Deus é exaltado ao longo da história de Israel.","referencias_relacionadas":["Salmos 20:7","Isaías 43:1","Filipenses 2:9-10"]},"josue_12_19_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Indica a autoridade e o poder de um governante, especialmente em relação aos reinos que Israel conquistou.","explicacao_detalhada":"A palavra 'rei' é utilizada para descrever líderes de nações que se opuseram a Israel. A menção dos reis derrotados serve para mostrar a vitória de Deus sobre os inimigos de Seu povo.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a estrutura política da época e a dinâmica de poder entre as nações, além de destacar a soberania de Deus sobre todos os reinos.","conexao_teologica":"Deus é frequentemente descrito como o Rei dos Reis, e a derrota dos reis cananeus demonstra a supremacia de Deus sobre todas as autoridades terrenas.","referencias_relacionadas":["Salmos 47:2","Apocalipse 19:16","Romanos 13:1"]},"josue_12_19_madon":{"palavra_pt":"madon","palavra_original":"מָדוֹן","transliteracao":"Mâdôwn","strong":"H4068","significado_raiz":"Ideia básica: madon.","significado_contextual":"Refere-se ao nome de um rei específico que foi derrotado por Israel, simbolizando a conquista de Canaã.","explicacao_detalhada":"Madon é um dos reis mencionados na lista de derrotas, e seu nome representa a resistência dos povos cananeus contra Israel. A menção de Madon destaca a abrangência da vitória israelita.","por_que_esta_palavra":"A inclusão do nome Madon serve para registrar a história da conquista e a fidelidade de Deus em cumprir Suas promessas ao povo de Israel.","conexao_teologica":"A derrota de Madon reflete a luta espiritual entre o povo de Deus e as forças que se opõem a Ele, simbolizando a vitória final de Cristo sobre as forças do mal.","referencias_relacionadas":["Deuteronômio 7:2","Josué 10:28","1 Crônicas 14:10"]},"josue_12_19_homem":{"palavra_pt":"homem","palavra_original":"אֶחָד","transliteracao":"ʼechâd","strong":"H259","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade, enfatizando a natureza comum entre os reis e os líderes derrotados.","explicacao_detalhada":"A palavra 'homem' aqui pode ser vista como um lembrete de que, apesar do poder e da posição, todos os líderes são suscetíveis à derrota diante do plano de Deus.","por_que_esta_palavra":"A utilização do termo 'homem' destaca a fragilidade da condição humana em contraste com a soberania divina.","conexao_teologica":"A Bíblia frequentemente menciona a humanidade em relação à divindade, mostrando que, independentemente do status, todos estão sob a autoridade de Deus.","referencias_relacionadas":["Salmos 8:4","Isaías 40:6","Romanos 3:23"]},"josue_12_20_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Novamente, refere-se à figura de um governante, neste caso, de Shimon Meron, que foi derrotado por Israel.","explicacao_detalhada":"A repetição da palavra 'rei' enfatiza a continuidade da narrativa de conquistas e a importância de cada líder derrotado na história da conquista de Canaã.","por_que_esta_palavra":"A palavra é utilizada para reforçar a ideia de que a vitória de Israel foi abrangente e que Deus estava no controle de cada batalha.","conexao_teologica":"A soberania de Deus sobre os reis da terra é um tema recorrente na Bíblia, mostrando que Ele é o verdadeiro governante sobre todas as nações.","referencias_relacionadas":["Salmos 2:10-12","Isaías 24:21-22","Apocalipse 1:5"]},"josue_12_20_shimonmeron":{"palavra_pt":"shimon meron","palavra_original":"שִׁמְרוֹן מְראוֹן","transliteracao":"Shimrôwn Mᵉrʼôwn","strong":"H8112","significado_raiz":"Ideia básica: shimon meron.","significado_contextual":"Nome de um rei específico que representa a resistência dos povos cananeus contra Israel.","explicacao_detalhada":"Shimon Meron é mencionado como parte da lista de reis derrotados, simbolizando a vitória de Israel e a realização das promessas de Deus.","por_que_esta_palavra":"A inclusão de Shimon Meron na lista é significativa para registrar a história da conquista e a fidelidade de Deus ao Seu povo.","conexao_teologica":"A derrota de Shimon Meron representa a luta entre o povo de Deus e as forças que se opõem a Ele, refletindo a vitória final de Cristo sobre o mal.","referencias_relacionadas":["Josué 10:30","Deuteronômio 20:16-17","1 Reis 9:16"]},"josue_12_20_homem":{"palavra_pt":"homem","palavra_original":"אֶחָד","transliteracao":"ʼechâd","strong":"H259","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade, enfatizando a condição comum entre os reis e os líderes derrotados.","explicacao_detalhada":"A palavra 'homem' aqui serve para lembrar que, apesar do poder, todos os líderes são vulneráveis diante do plano divino.","por_que_esta_palavra":"A utilização do termo 'homem' destaca a fragilidade da condição humana em contraste com a soberania de Deus.","conexao_teologica":"A Bíblia frequentemente menciona a humanidade em relação à divindade, mostrando que todos estão sob a autoridade de Deus.","referencias_relacionadas":["Eclesiastes 7:20","Romanos 5:12","Tiago 4:14"]},"josue_12_21_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a mais um governante derrotado, neste caso, o rei de Taanach.","explicacao_detalhada":"A repetição da palavra 'rei' enfatiza a continuidade da narrativa de conquistas e a importância de cada líder derrotado na história da conquista de Canaã.","por_que_esta_palavra":"A palavra é utilizada para reforçar a ideia de que a vitória de Israel foi abrangente e que Deus estava no controle de cada batalha.","conexao_teologica":"A soberania de Deus sobre os reis da terra é um tema recorrente na Bíblia, mostrando que Ele é o verdadeiro governante sobre todas as nações.","referencias_relacionadas":["Salmos 2:10-12","Isaías 24:21-22","Apocalipse 1:5"]},"josue_12_21_taanach":{"palavra_pt":"taanach","palavra_original":"תַּעֲנָךְ","transliteracao":"Taʻănâk","strong":"H8590","significado_raiz":"Ideia básica: taanach.","significado_contextual":"Nome de uma cidade e seu rei, representando mais uma conquista de Israel.","explicacao_detalhada":"Taanach é mencionada como parte da lista de cidades e reis derrotados, simbolizando a vitória de Israel e a realização das promessas de Deus.","por_que_esta_palavra":"A inclusão de Taanach na lista é significativa para registrar a história da conquista e a fidelidade de Deus ao Seu povo.","conexao_teologica":"A conquista de Taanach representa a luta entre o povo de Deus e as forças que se opõem a Ele, refletindo a vitória final de Cristo sobre o mal.","referencias_relacionadas":["Josué 17:11","Juízes 1:27","1 Reis 4:12"]},"josue_12_21_homem":{"palavra_pt":"homem","palavra_original":"אֶחָד","transliteracao":"ʼechâd","strong":"H259","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade, enfatizando a condição comum entre os reis e os líderes derrotados.","explicacao_detalhada":"A palavra 'homem' aqui serve para lembrar que, apesar do poder, todos os líderes são vulneráveis diante do plano divino.","por_que_esta_palavra":"A utilização do termo 'homem' destaca a fragilidade da condição humana em contraste com a soberania de Deus.","conexao_teologica":"A Bíblia frequentemente menciona a humanidade em relação à divindade, mostrando que todos estão sob a autoridade de Deus.","referencias_relacionadas":["Eclesiastes 7:20","Romanos 5:12","Tiago 4:14"]},"josue_12_22_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao governante de uma nação ou território, simbolizando autoridade e poder.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) é usada para descrever líderes que governam sobre povos e nações. No contexto de Josué 12:22, refere-se aos reis derrotados pelos israelitas, mostrando a conquista da terra prometida.","por_que_esta_palavra":"A palavra é crucial para entender a estrutura política e social da época, onde os reis tinham um papel central na liderança e na guerra.","conexao_teologica":"A figura do rei é frequentemente associada ao reinado de Deus sobre seu povo, e a conquista da terra é vista como um cumprimento das promessas divinas.","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:6","Apocalipse 19:16"]},"josue_12_22_nome":{"palavra_pt":"nome","palavra_original":"כַּרְמֶל","transliteracao":"Karmel","strong":"H3760","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identificação de um lugar ou pessoa, carregando significado e história.","explicacao_detalhada":"O nome 'Karmel' (כַּרְמֶל) é associado a uma região montanhosa e fértil, simbolizando abundância e beleza. No contexto de Josué 12:22, representa uma parte da terra conquistada.","por_que_esta_palavra":"Os nomes na Bíblia muitas vezes têm significados profundos e refletem a identidade e a herança de um povo.","conexao_teologica":"Os nomes são importantes na teologia bíblica, pois muitas vezes revelam o caráter de Deus e seu relacionamento com a humanidade.","referencias_relacionadas":["1 Reis 18:19","Cantares 7:5","Amós 1:2"]},"josue_12_23_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Assim como em Josué 12:22, refere-se ao governante de uma nação ou território, simbolizando autoridade e poder.","explicacao_detalhada":"A repetição da palavra 'rei' (מֶלֶךְ) em Josué 12:23 reforça a ideia de que a conquista de Israel foi abrangente, derrotando múltiplos governantes.","por_que_esta_palavra":"A presença de vários reis derrotados destaca a magnitude da vitória israelita e a soberania de Deus sobre as nações.","conexao_teologica":"A vitória sobre os reis é um símbolo da vitória de Deus sobre as forças do mal e da opressão.","referencias_relacionadas":["Salmos 110:1","Isaías 32:1","Daniel 7:14"]},"josue_12_23_nome":{"palavra_pt":"nome","palavra_original":"גִּלְגָּל","transliteracao":"Gilgâl","strong":"H1537","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se a um local específico, que tem importância histórica e espiritual.","explicacao_detalhada":"O nome 'Gilgâl' (גִּלְגָּל) é significativo, pois foi o primeiro acampamento dos israelitas após cruzarem o Jordão, simbolizando um novo começo.","por_que_esta_palavra":"Gilgâl é um marco na história de Israel, representando a fidelidade de Deus em cumprir suas promessas.","conexao_teologica":"Gilgâl é um lugar de renovação e consagração, onde os israelitas foram lembrados de sua identidade como povo de Deus.","referencias_relacionadas":["Josué 4:19","Josué 5:9","Amós 5:5"]},"josue_12_24_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Mais uma vez, refere-se ao governante de uma nação ou território, simbolizando autoridade e poder.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) em Josué 12:24 destaca a continuidade da conquista israelita e a derrota de mais um governante.","por_que_esta_palavra":"A repetição enfatiza a totalidade da vitória de Israel sob a liderança de Deus.","conexao_teologica":"A derrota dos reis é um lembrete do domínio de Deus sobre todas as nações e sua capacidade de cumprir suas promessas.","referencias_relacionadas":["Salmos 47:2","Isaías 24:21","Apocalipse 17:14"]},"josue_12_24_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira como algo é feito, indicando a forma de agir.","explicacao_detalhada":"A palavra 'modo' (כֹּל) em Josué 12:24 pode se referir à maneira como as conquistas foram realizadas, enfatizando a estratégia e a direção divina.","por_que_esta_palavra":"Entender o 'modo' é importante para reconhecer a ação de Deus na história de Israel.","conexao_teologica":"A maneira como Deus age em favor de seu povo é um tema central na narrativa bíblica.","referencias_relacionadas":["Isaías 55:8-9","Romanos 11:33","Efésios 2:10"]}}