{"josue_13_1_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de tempo, simbolizando um momento específico na história.","explicacao_detalhada":"A palavra 'dia' (יוֹם) em Josué 13:1 indica um tempo de transição, onde Josué, já idoso, começa a dividir a terra entre as tribos.","por_que_esta_palavra":"O 'dia' é significativo, pois marca o fim de uma era de conquistas e o início de um tempo de assentamento.","conexao_teologica":"O tempo é uma criação de Deus, e cada 'dia' tem seu propósito na história da salvação.","referencias_relacionadas":["Gênesis 1:5","Eclesiastes 3:1","2 Pedro 3:8"]},"josue_13_1_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território físico que os israelitas estavam prestes a ocupar.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) em Josué 13:1 é central para a promessa de Deus a Abraão, indicando a herança que os israelitas receberiam.","por_que_esta_palavra":"A terra é um símbolo da presença de Deus e da realização de suas promessas.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, representando o lugar de bênção e comunhão com Deus.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Hebreus 11:9"]},"josue_13_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude ou importância de algo, neste caso, a tarefa de dividir a terra.","explicacao_detalhada":"A palavra 'grande' (אָמַר) em Josué 13:1 pode ser interpretada como a grande responsabilidade que Josué tinha ao liderar o povo na divisão da terra.","por_que_esta_palavra":"A grandeza da tarefa reflete a importância do momento na história de Israel.","conexao_teologica":"Deus confia grandes responsabilidades a seus líderes, e isso é um reflexo de sua soberania e plano.","referencias_relacionadas":["1 Crônicas 28:20","Mateus 25:21","Tiago 1:12"]},"josue_13_2_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se novamente ao território que os israelitas estavam prestes a ocupar.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) em Josué 13:2 reafirma a continuidade da promessa de Deus e a importância da terra na identidade israelita.","por_que_esta_palavra":"A terra é um símbolo de herança e bênção, essencial para a compreensão da aliança de Deus com seu povo.","conexao_teologica":"A terra prometida é um símbolo do descanso e da segurança que Deus oferece a seu povo.","referencias_relacionadas":["Deuteronômio 1:8","Josué 1:3","Hebreus 4:1-11"]},"josue_13_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas são feitas ou organizadas.","explicacao_detalhada":"A palavra 'modo' indica a forma ou o jeito que algo deve ser realizado, enfatizando a importância da ordem e da metodologia nas ações.","por_que_esta_palavra":"É utilizada para descrever a maneira específica que Deus ordenou que os israelitas se organizassem na conquista da terra prometida.","conexao_teologica":"A obediência ao modo estabelecido por Deus é fundamental para a vida do povo de Israel, refletindo a necessidade de seguir as instruções divinas.","referencias_relacionadas":["Deuteronômio 5:32","Josué 1:7","Êxodo 25:9"]},"josue_13_3_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a posição ou localização de algo em relação a outros elementos.","explicacao_detalhada":"A palavra 'entre' sugere uma relação de proximidade ou inclusão, destacando a importância das interações sociais e geográficas entre os povos.","por_que_esta_palavra":"Usada para descrever a localização das terras e povos que os israelitas deveriam conquistar e habitar.","conexao_teologica":"Reflete a soberania de Deus sobre as nações e a escolha de Israel como Seu povo entre as nações.","referencias_relacionadas":["Gênesis 12:3","Deuteronômio 7:6","Salmos 147:19-20"]},"josue_13_3_senhor":{"palavra_pt":"senhor","palavra_original":"סֶרֶן","transliteracao":"çeren","strong":"H5633","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a uma autoridade suprema, um líder ou governante.","explicacao_detalhada":"A palavra 'senhor' é usada para denotar respeito e submissão à autoridade divina, reconhecendo o poder de Deus sobre todas as coisas.","por_que_esta_palavra":"É importante para enfatizar a posição de Deus como líder do povo de Israel durante a conquista da terra.","conexao_teologica":"A relação entre Deus e Seu povo é central na narrativa bíblica, mostrando que a liderança divina é essencial para a vitória e a prosperidade.","referencias_relacionadas":["Salmos 23:1","Isaías 40:10","Mateus 28:18"]},"josue_13_3_shihor":{"palavra_pt":"shihor","palavra_original":"שִׁיחוֹר","transliteracao":"Shîychôwr","strong":"H7883","significado_raiz":"Ideia básica: shihor.","significado_contextual":"Refere-se a um local específico, possivelmente um rio ou uma região.","explicacao_detalhada":"A palavra 'shihor' é usada para identificar uma área geográfica, importante para a delimitação das terras prometidas aos israelitas.","por_que_esta_palavra":"É crucial para a compreensão das fronteiras e possessões que Deus designou ao povo de Israel.","conexao_teologica":"A geografia bíblica é frequentemente usada para ilustrar a fidelidade de Deus em cumprir Suas promessas ao povo escolhido.","referencias_relacionadas":["Gênesis 13:10","Josué 1:4","Ezequiel 47:18"]},"josue_13_4_mao":{"palavra_pt":"mao","palavra_original":"תֵּימָן","transliteracao":"têymân","strong":"H8486","significado_raiz":"Ideia básica: mao.","significado_contextual":"Simboliza poder, controle ou ação.","explicacao_detalhada":"A palavra 'mao' pode indicar a força ou a capacidade de realizar ações, muitas vezes associada ao poder de Deus ou à habilidade humana.","por_que_esta_palavra":"Utilizada para descrever a ação de Deus ou a responsabilidade do povo em tomar posse da terra.","conexao_teologica":"A mão de Deus é frequentemente mencionada como um símbolo de Sua intervenção e ajuda nas batalhas e conquistas.","referencias_relacionadas":["Êxodo 3:20","Salmos 89:13","Isaías 41:10"]},"josue_13_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as instruções devem ser seguidas.","explicacao_detalhada":"A palavra 'modo' enfatiza a necessidade de seguir as diretrizes estabelecidas por Deus para a conquista da terra.","por_que_esta_palavra":"É importante para garantir que o povo de Israel se mantenha fiel às instruções divinas.","conexao_teologica":"A obediência ao modo de Deus é um tema recorrente na Bíblia, refletindo a importância da submissão à Sua vontade.","referencias_relacionadas":["Deuteronômio 6:17","Josué 22:5","1 Samuel 15:22"]},"josue_13_4_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território físico que Deus prometeu ao povo de Israel.","explicacao_detalhada":"A palavra 'terra' é central na narrativa bíblica, simbolizando a promessa de Deus e a herança do Seu povo.","por_que_esta_palavra":"Utilizada para descrever a posse que os israelitas deveriam conquistar e habitar conforme a promessa divina.","conexao_teologica":"A terra prometida é um símbolo da aliança entre Deus e Israel, representando bênçãos e a presença de Deus entre o Seu povo.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Deuteronômio 1:8"]},"josue_13_5_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Novamente refere-se ao território que Deus designou para Israel.","explicacao_detalhada":"A repetição da palavra 'terra' enfatiza a importância da posse e da habitação na terra prometida.","por_que_esta_palavra":"É crucial para reafirmar a herança que Deus deu ao Seu povo, destacando a continuidade da promessa.","conexao_teologica":"A terra é um símbolo da fidelidade de Deus e da realização de Suas promessas ao longo da história de Israel.","referencias_relacionadas":["Gênesis 15:18","Josué 1:3","Salmos 37:29"]},"josue_13_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as conquistas devem ser realizadas.","explicacao_detalhada":"A palavra 'modo' novamente destaca a importância de seguir as instruções divinas na conquista da terra.","por_que_esta_palavra":"É essencial para garantir que o povo de Israel atue conforme a vontade de Deus em suas ações.","conexao_teologica":"A obediência ao modo de Deus é fundamental para a vida do povo e para a realização de Suas promessas.","referencias_relacionadas":["Deuteronômio 28:1","Josué 1:8","Salmos 119:4"]},"josue_13_5_sol":{"palavra_pt":"sol","palavra_original":"שֶׁמֶשׁ","transliteracao":"shemesh","strong":"H8121","significado_raiz":"Ideia básica: sol.","significado_contextual":"Refere-se ao astro que ilumina a terra, simbolizando luz e vida.","explicacao_detalhada":"A palavra 'sol' pode simbolizar a presença de Deus como luz e guia para o Seu povo.","por_que_esta_palavra":"Usada para descrever a geografia da terra prometida e a importância do sol para a vida e a agricultura.","conexao_teologica":"O sol é frequentemente associado à presença de Deus e à Sua orientação, refletindo a luz que Ele traz à vida dos crentes.","referencias_relacionadas":["Gênesis 1:16","Salmos 84:11","Mateus 5:14"]},"josue_13_6_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de tomar decisões ou fazer avaliações sobre questões morais e legais.","explicacao_detalhada":"No contexto de Josué 13:6, 'julgar' implica a responsabilidade de Josué em administrar a justiça e a ordem entre as tribos de Israel, assegurando que cada uma recebesse sua porção de terra de acordo com a vontade de Deus.","por_que_esta_palavra":"Esta palavra é crucial para entender o papel de Josué como líder e juiz do povo de Israel, enfatizando a importância da justiça na distribuição das heranças.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, e o ato de julgar reflete o caráter divino de Deus que busca a equidade e a retidão entre seu povo.","referencias_relacionadas":["Deuteronômio 16:18","Salmos 82:3","Provérbios 21:15"]},"josue_13_6_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"A palavra 'montanha' refere-se a uma elevação natural do terreno, que muitas vezes tem um significado simbólico ou espiritual.","explicacao_detalhada":"Em Josué 13:6, as montanhas são mencionadas como parte da geografia da terra prometida, que Deus deu a Israel. As montanhas podem simbolizar estabilidade e a presença de Deus.","por_que_esta_palavra":"A menção de montanhas é importante para descrever a herança territorial e a paisagem que os israelitas estavam prestes a conquistar.","conexao_teologica":"Montanhas frequentemente representam lugares de encontro com Deus, como o Monte Sinai, onde Moisés recebeu a Lei.","referencias_relacionadas":["Salmos 121:1","Isaías 40:4","Mateus 5:14"]},"josue_13_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território físico que Deus prometeu aos israelitas.","explicacao_detalhada":"No contexto de Josué 13:7, a 'terra' é a herança que Deus designou para as tribos de Israel, simbolizando a fidelidade de Deus às suas promessas.","por_que_esta_palavra":"A terra é um elemento central na narrativa bíblica, representando não apenas um espaço físico, mas também a bênção e a presença de Deus entre seu povo.","conexao_teologica":"A terra prometida é um símbolo da salvação e do descanso que Deus oferece ao seu povo, refletindo a esperança de um futuro melhor.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Hebreus 4:8-9"]},"josue_13_7_heranca":{"palavra_pt":"heranca","palavra_original":"נַחֲלָה","transliteracao":"nachălâh","strong":"H5159","significado_raiz":"Ideia básica: heranca.","significado_contextual":"A palavra 'herança' refere-se à porção de terra que cada tribo de Israel receberia como parte da promessa de Deus.","explicacao_detalhada":"Em Josué 13:7, a 'herança' é um conceito que envolve a posse e a continuidade das promessas de Deus, passando de geração em geração.","por_que_esta_palavra":"A herança é fundamental para entender a identidade do povo de Israel como nação escolhida e a importância de cada tribo dentro desse contexto.","conexao_teologica":"A herança espiritual é um tema recorrente na Bíblia, simbolizando a relação entre Deus e seu povo, e a promessa de vida eterna.","referencias_relacionadas":["Números 26:52-56","Salmos 37:29","Gálatas 3:29"]},"josue_13_8_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de conceder ou transferir algo a alguém.","explicacao_detalhada":"No contexto de Josué 13:8, 'dar' é usado para descrever a ação de Deus em conceder a terra aos israelitas, enfatizando sua soberania e generosidade.","por_que_esta_palavra":"Esta palavra é importante porque destaca a ação divina na história de Israel, mostrando que a terra é um presente de Deus.","conexao_teologica":"A ideia de Deus como doador é central na teologia bíblica, refletindo seu amor e cuidado por seu povo.","referencias_relacionadas":["Deuteronômio 8:10","Salmos 68:19","Tiago 1:17"]},"josue_13_8_idiom":{"palavra_pt":"expressao","palavra_original":"עֵבֶר","transliteracao":"ʻêber","strong":"H5676","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se a um modo de se comunicar ou manifestar algo.","explicacao_detalhada":"Em Josué 13:8, 'expressão' pode se referir à forma como as tribos de Israel se comunicavam sobre suas heranças e a importância de reconhecer a dádiva de Deus.","por_que_esta_palavra":"A expressão é vital para a comunicação e a compreensão entre as tribos, especialmente em um contexto de divisão de terras.","conexao_teologica":"A comunicação é essencial na relação entre Deus e o homem, e a expressão da fé é um tema importante na Bíblia.","referencias_relacionadas":["Romanos 10:14","1 Pedro 3:15","Salmos 19:1"]},"josue_13_8_sol":{"palavra_pt":"sol","palavra_original":"מִזְרָח","transliteracao":"mizrâch","strong":"H4217","significado_raiz":"Ideia básica: sol.","significado_contextual":"A palavra 'sol' refere-se à estrela que ilumina e aquece a terra.","explicacao_detalhada":"No contexto de Josué 13:8, o 'sol' pode simbolizar a luz e a orientação que Deus oferece ao seu povo, além de ser um elemento natural que marca o tempo e as estações.","por_que_esta_palavra":"A menção do sol é significativa para entender o ambiente em que os israelitas habitavam e a dependência deles da criação de Deus.","conexao_teologica":"O sol é frequentemente usado na Bíblia como símbolo da presença de Deus e da verdade que ilumina a vida dos crentes.","referencias_relacionadas":["Salmos 84:11","Mateus 5:16","Apocalipse 22:5"]},"josue_13_9_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um assentamento urbano onde as pessoas vivem e se organizam socialmente.","explicacao_detalhada":"Em Josué 13:9, as cidades são mencionadas como parte da herança que os israelitas receberiam, representando segurança e comunidade.","por_que_esta_palavra":"As cidades são importantes para a vida social e religiosa do povo, servindo como centros de adoração e administração.","conexao_teologica":"As cidades na Bíblia muitas vezes simbolizam a presença de Deus entre seu povo e a importância da comunidade na vida de fé.","referencias_relacionadas":["Números 35:2-5","Salmos 46:4","Hebreus 11:10"]},"josue_13_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou abordado.","explicacao_detalhada":"No contexto de Josué 13:9, 'modo' pode se referir à forma como as tribos deveriam se organizar e dividir suas heranças.","por_que_esta_palavra":"O modo de agir é crucial para a ordem e a justiça na distribuição das terras, refletindo a vontade de Deus.","conexao_teologica":"A maneira como os crentes vivem e se comportam é um reflexo de sua fé e obediência a Deus.","referencias_relacionadas":["Romanos 12:2","1 Coríntios 14:40","Colossenses 3:17"]},"josue_13_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou abordado.","explicacao_detalhada":"Em Josué 13:10, 'modo' é novamente utilizado para enfatizar a importância da organização e da justiça na divisão das terras entre as tribos.","por_que_esta_palavra":"A repetição da palavra 'modo' destaca a necessidade de um processo claro e justo na distribuição das heranças.","conexao_teologica":"A forma como as decisões são tomadas reflete a sabedoria e a justiça de Deus, que deve ser imitada pelos líderes.","referencias_relacionadas":["Provérbios 3:5-6","Tiago 1:5","Salmos 37:23"]},"josue_13_10_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade fortificada, um centro de habitação e administração.","explicacao_detalhada":"A palavra 'cidade' (עִיר) é usada para descrever um lugar onde as pessoas se reúnem, vivem e se organizam socialmente. No contexto de Josué 13:10, a cidade mencionada é parte da terra prometida que os israelitas estavam conquistando.","por_que_esta_palavra":"A cidade é um símbolo de segurança e comunidade, representando a habitação do povo de Deus na terra que Ele lhes deu.","conexao_teologica":"A cidade é um reflexo do reino de Deus, onde Ele habita com Seu povo. A ideia de cidade também se conecta com a Nova Jerusalém, a cidade celestial prometida.","referencias_relacionadas":["Salmos 46:4","Hebreus 11:10","Apocalipse 21:2"]},"josue_13_10_rei":{"palavra_pt":"rei","palavra_original":"סִיחוֹן","transliteracao":"Çîychôwn","strong":"H5511","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a um governante ou líder de uma nação ou cidade.","explicacao_detalhada":"A palavra 'rei' (סִיחוֹן) é utilizada para designar a autoridade máxima em um reino. No versículo, Sihom é mencionado como um rei que governava sobre uma região que os israelitas estavam prestes a conquistar.","por_que_esta_palavra":"A figura do rei é central na narrativa bíblica, simbolizando liderança e autoridade, e a soberania de Deus sobre as nações.","conexao_teologica":"Deus é descrito como o Rei dos Reis, e a luta contra reis pagãos representa a luta do povo de Deus contra a idolatria e a opressão.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"josue_13_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo de agir ou fazer algo.","explicacao_detalhada":"A palavra 'modo' (כֹּל) é usada para descrever a totalidade ou a forma como algo deve ser realizado. No contexto, indica a maneira como as conquistas devem ser feitas.","por_que_esta_palavra":"O modo de agir é importante para a obediência às instruções de Deus, refletindo a necessidade de seguir Seus mandamentos.","conexao_teologica":"A obediência ao modo de Deus é fundamental para a vida do crente, mostrando que a forma como vivemos deve refletir a vontade divina.","referencias_relacionadas":["Deuteronômio 5:32","Mateus 7:21","Romanos 12:2"]},"josue_13_11_nome":{"palavra_pt":"nome","palavra_original":"גִּלְעָד","transliteracao":"Gilʻâd","strong":"H1568","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identificação de uma pessoa ou lugar, que carrega significado e reputação.","explicacao_detalhada":"A palavra 'nome' (גִּלְעָד) é significativa, pois representa não apenas a identificação, mas também a história e o caráter do que é nomeado. Gilad é uma região mencionada em Josué 13:11.","por_que_esta_palavra":"Os nomes na Bíblia frequentemente têm significados profundos e estão ligados ao propósito divino.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, refletindo Sua natureza e caráter. A importância do nome é vista em como os crentes são chamados pelo nome de Cristo.","referencias_relacionadas":["Salmos 20:1","Isaías 43:7","Atos 4:12"]},"josue_13_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo de governar ou agir.","explicacao_detalhada":"A palavra 'modo' (כֹּל) aqui enfatiza a forma como a autoridade deve ser exercida, especialmente em relação ao domínio sobre a terra prometida.","por_que_esta_palavra":"O modo de governar é crucial para a justiça e a ordem, refletindo a vontade de Deus na liderança.","conexao_teologica":"Deus é o governante supremo, e a maneira como os líderes humanos governam deve refletir Seu caráter justo e santo.","referencias_relacionadas":["Provérbios 29:2","Romanos 13:1","1 Pedro 2:13"]},"josue_13_12_dominio":{"palavra_pt":"dominio","palavra_original":"מַמְלָכוּת","transliteracao":"mamlâkûwth","strong":"H4468","significado_raiz":"Ideia básica: dominio.","significado_contextual":"Refere-se ao controle ou autoridade sobre uma região ou povo.","explicacao_detalhada":"A palavra 'domínio' (מַמְלָכוּת) implica a soberania e o governo de um rei ou líder. No contexto, refere-se ao domínio de Ogue sobre a terra que os israelitas estavam conquistando.","por_que_esta_palavra":"O domínio é um conceito importante na Bíblia, representando a autoridade que Deus concede aos líderes e a responsabilidade que eles têm.","conexao_teologica":"O domínio de Deus sobre a criação é um tema central, e a forma como os líderes exercem domínio deve refletir a justiça e a misericórdia de Deus.","referencias_relacionadas":["Gênesis 1:26","Salmos 103:19","Mateus 28:18"]},"josue_13_12_rei":{"palavra_pt":"rei","palavra_original":"עוֹג","transliteracao":"ʻÔwg","strong":"H5747","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a um governante ou líder de um povo ou nação.","explicacao_detalhada":"A palavra 'rei' (עוֹג) é usada para descrever Ogue, um rei poderoso que governava uma região que os israelitas estavam prestes a conquistar. Ele é um exemplo de oposição ao povo de Deus.","por_que_esta_palavra":"A figura do rei é central na narrativa bíblica, simbolizando tanto a autoridade humana quanto a resistência ao plano divino.","conexao_teologica":"A luta contra reis pagãos representa a luta do povo de Deus contra a opressão e a idolatria, refletindo a soberania de Deus sobre todas as nações.","referencias_relacionadas":["Deuteronômio 3:1","Salmos 135:10","Apocalipse 17:14"]},"josue_13_13_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de tomar decisões ou avaliar situações.","explicacao_detalhada":"A palavra 'julgar' (יָשַׁב) implica a capacidade de discernir e decidir sobre questões de justiça e moralidade. No contexto, refere-se ao papel de Deus em julgar as nações.","por_que_esta_palavra":"O julgamento é um tema importante na Bíblia, refletindo a justiça de Deus e Sua autoridade sobre a criação.","conexao_teologica":"Deus é o juiz supremo, e o julgamento final é um aspecto central da escatologia bíblica.","referencias_relacionadas":["Salmos 9:7","Romanos 14:10","Apocalipse 20:12"]},"josue_13_13_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de 24 horas, simbolizando tempo e oportunidade.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é usada para marcar eventos significativos na história de Israel. No contexto, pode se referir ao tempo em que Deus agiu em favor de Seu povo.","por_que_esta_palavra":"O dia é um símbolo de oportunidade e ação divina, refletindo a soberania de Deus sobre o tempo.","conexao_teologica":"Deus criou o tempo e age dentro dele, e cada dia é uma oportunidade para experimentar Sua graça e misericórdia.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","2 Coríntios 6:2"]},"josue_13_13_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à conformidade com a realidade ou à fidelidade a princípios.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para enfatizar a importância da honestidade e da justiça. No contexto, pode se referir à fidelidade de Deus em cumprir Suas promessas.","por_que_esta_palavra":"A verdade é um atributo essencial de Deus e deve ser refletida na vida dos crentes.","conexao_teologica":"Jesus é descrito como a verdade, e viver na verdade é fundamental para a vida cristã.","referencias_relacionadas":["João 14:6","Salmos 25:5","Efésios 4:15"]},"josue_13_14_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui implica a fidelidade e a certeza das promessas de Deus.","explicacao_detalhada":"No contexto de Josué 13:14, a verdade é uma afirmação da integridade e da justiça de Deus em cumprir Suas promessas ao povo de Israel.","por_que_esta_palavra":"A palavra é usada para enfatizar a confiança que os israelitas devem ter nas promessas divinas, especialmente ao receber a terra prometida.","conexao_teologica":"A verdade de Deus é um tema central na teologia bíblica, refletindo Sua natureza imutável e a certeza de Suas promessas.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 10:23"]},"josue_13_14_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de Deus conceder a terra aos israelitas.","explicacao_detalhada":"Em Josué 13:14, Deus está dando a terra a uma tribo específica, mostrando Sua soberania e generosidade.","por_que_esta_palavra":"Esta palavra é crucial para entender a relação entre Deus e Seu povo, onde Ele é o doador das bênçãos.","conexao_teologica":"A ideia de Deus como doador é fundamental na teologia, refletindo Sua graça e misericórdia.","referencias_relacionadas":["Deuteronômio 8:10","Salmos 37:29","Tiago 1:17"]},"josue_13_15_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' novamente enfatiza a ação de Deus em conceder a terra.","explicacao_detalhada":"Neste versículo, a repetição da palavra 'dar' reforça a certeza de que Deus está cumprindo Suas promessas.","por_que_esta_palavra":"É importante para mostrar que a posse da terra é um ato divino e não um esforço humano.","conexao_teologica":"A doação de Deus é um símbolo de Sua aliança com Israel, mostrando a importância da obediência.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Romanos 8:32"]},"josue_13_15_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"A palavra 'tribo' refere-se às doze tribos de Israel, cada uma recebendo sua porção da terra.","explicacao_detalhada":"Em Josué 13:15, a divisão da terra entre as tribos é um cumprimento da promessa feita a Abraão.","por_que_esta_palavra":"Atribuir a terra a uma tribo específica mostra a organização social e a identidade do povo de Israel.","conexao_teologica":"As tribos de Israel representam a diversidade e a unidade do povo de Deus, cada uma com seu papel no plano divino.","referencias_relacionadas":["Gênesis 49:28","Números 1:4-16","Apocalipse 7:4-8"]},"josue_13_15_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para indicar a descendência e a continuidade da linhagem.","explicacao_detalhada":"Em Josué 13:15, a menção de 'filho' destaca a herança e a transmissão das promessas de Deus através das gerações.","por_que_esta_palavra":"É essencial para entender a relação familiar e a importância da herança na cultura israelita.","conexao_teologica":"A ideia de filhos de Deus é central na teologia cristã, refletindo a adoção e a relação íntima com o Criador.","referencias_relacionadas":["Gálatas 4:7","Romanos 8:17","Efésios 1:5"]},"josue_13_16_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se aos centros urbanos que seriam estabelecidos na terra prometida.","explicacao_detalhada":"Em Josué 13:16, as cidades são mencionadas como locais de habitação e culto, essenciais para a vida comunitária.","por_que_esta_palavra":"As cidades simbolizam a segurança e a estabilidade que Deus proporciona ao Seu povo.","conexao_teologica":"A cidade é um símbolo do reino de Deus, onde Ele habita com Seu povo.","referencias_relacionadas":["Salmos 46:4","Hebreus 11:10","Apocalipse 21:2"]},"josue_13_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas devem ser feitas ou organizadas.","explicacao_detalhada":"Em Josué 13:16, o 'modo' implica a ordem divina na distribuição da terra e na vida comunitária.","por_que_esta_palavra":"É importante para entender que Deus tem um plano e um propósito para a organização do Seu povo.","conexao_teologica":"A ordem divina é um reflexo do caráter de Deus, que é um Deus de ordem e não de confusão.","referencias_relacionadas":["1 Coríntios 14:33","Gênesis 1:31","Salmos 104:24"]},"josue_13_16_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode ser entendida como a realização de um evento ou a concretização de uma promessa.","explicacao_detalhada":"Em Josué 13:16, 'cair' pode simbolizar a chegada do povo à terra prometida e a realização das promessas de Deus.","por_que_esta_palavra":"Esta palavra é importante para enfatizar a certeza das promessas de Deus e a inevitabilidade de Sua vontade.","conexao_teologica":"A ideia de cair em um lugar designado é uma metáfora para a soberania de Deus na história.","referencias_relacionadas":["Isaías 46:10","Romanos 8:28","Efésios 1:11"]},"josue_13_17_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' novamente enfatiza a importância da ordem e da estrutura na vida do povo de Deus.","explicacao_detalhada":"Em Josué 13:17, o 'modo' se refere à maneira como as cidades e as tribos devem se organizar e funcionar.","por_que_esta_palavra":"É essencial para entender que Deus se importa com a forma como Seu povo vive e se relaciona.","conexao_teologica":"A ordem divina é um reflexo do caráter de Deus, que é um Deus de ordem e não de confusão.","referencias_relacionadas":["1 Coríntios 14:40","Gênesis 1:31","Salmos 119:133"]},"josue_13_17_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' é novamente usada para descrever os locais de habitação e adoração.","explicacao_detalhada":"Em Josué 13:17, as cidades são vistas como centros de vida comunitária e espiritualidade.","por_que_esta_palavra":"As cidades são importantes para a identidade do povo de Israel e sua relação com Deus.","conexao_teologica":"As cidades de Deus são um símbolo do Seu reino e da habitação do Seu povo com Ele.","referencias_relacionadas":["Salmos 48:1-2","Hebreus 11:10","Apocalipse 21:2"]},"josue_13_17_nome":{"palavra_pt":"nome","palavra_original":"מִישׁוֹר","transliteracao":"mîyshôwr","strong":"H4334","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de um lugar ou pessoa, que carrega identidade e significado.","explicacao_detalhada":"O nome é uma representação da essência de algo ou alguém. Na cultura hebraica, nomes frequentemente têm significados profundos que refletem características ou eventos associados.","por_que_esta_palavra":"A palavra 'nome' é importante para identificar e dar valor ao que está sendo mencionado, seja um local ou uma pessoa.","conexao_teologica":"Os nomes na Bíblia muitas vezes têm significados que revelam a natureza de Deus ou de Seus planos. O nome de Deus, por exemplo, é central para a compreensão da Sua identidade.","referencias_relacionadas":["Gênesis 17:5","Êxodo 3:14","Salmos 8:1"]},"josue_13_18_kedemoth":{"palavra_pt":"kedemoth","palavra_original":"קְדֵמוֹת","transliteracao":"Qᵉdêmôwth","strong":"H6932","significado_raiz":"Ideia básica: kedemoth.","significado_contextual":"Kedemoth é um lugar mencionado na divisão da terra prometida aos israelitas.","explicacao_detalhada":"O nome Kedemoth pode estar relacionado a 'oriental' ou 'leste', indicando sua localização geográfica. É um dos locais que os israelitas conquistaram durante a conquista de Canaã.","por_que_esta_palavra":"A menção de Kedemoth é significativa para a geografia da terra prometida e para a história da conquista israelita.","conexao_teologica":"A terra prometida é um símbolo da promessa de Deus ao Seu povo, representando bênção e herança.","referencias_relacionadas":["Deuteronômio 2:26","Josué 12:3","Josué 13:27"]},"josue_13_19_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"Refere-se a uma montanha específica mencionada na descrição da terra prometida.","explicacao_detalhada":"Montanhas na Bíblia muitas vezes simbolizam lugares de encontro com Deus, como o Monte Sinai. A menção de uma montanha específica pode indicar um local de importância espiritual.","por_que_esta_palavra":"A palavra 'montanha' é usada para descrever a geografia da terra e também para evocar a ideia de elevação espiritual.","conexao_teologica":"Montanhas são frequentemente associadas à presença de Deus e à revelação divina na Bíblia.","referencias_relacionadas":["Êxodo 19:20","Salmos 121:1","Mateus 5:14"]},"josue_13_19_nome":{"palavra_pt":"nome","palavra_original":"קִרְיָתַיִם","transliteracao":"Qiryâthayim","strong":"H7156","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma cidade ou local específico.","explicacao_detalhada":"O nome 'Qiryâthayim' pode ter significados que refletem a história ou características do lugar, sendo importante para a identidade da região.","por_que_esta_palavra":"A menção do nome é crucial para a localização e a história associada ao lugar.","conexao_teologica":"Os nomes de cidades e locais na Bíblia muitas vezes têm significados que revelam a relação do povo com Deus.","referencias_relacionadas":["Gênesis 14:8","Josué 15:9","Ezequiel 48:22"]},"josue_13_20_monte":{"palavra_pt":"monte","palavra_original":"פִּסְגָּה","transliteracao":"Piçgâh","strong":"H6449","significado_raiz":"Ideia básica: monte.","significado_contextual":"Refere-se a um monte específico que faz parte da descrição da terra prometida.","explicacao_detalhada":"O monte mencionado pode ser um local de importância histórica ou espiritual, representando a majestade da criação de Deus.","por_que_esta_palavra":"A palavra 'monte' é usada para descrever a geografia e a importância espiritual do local.","conexao_teologica":"Montanhas são frequentemente vistas como lugares de revelação e encontro com Deus na narrativa bíblica.","referencias_relacionadas":["Salmos 125:2","Isaías 2:2","Mateus 17:1"]},"josue_13_20_bethpeor":{"palavra_pt":"bethpeor","palavra_original":"בֵּית פְּעוֹר","transliteracao":"Bêyth Pᵉʻôwr","strong":"H1047","significado_raiz":"Ideia básica: bethpeor.","significado_contextual":"Bethpeor é um lugar mencionado na narrativa da conquista de Canaã.","explicacao_detalhada":"O nome Bethpeor pode ser traduzido como 'casa de Peor', possivelmente referindo-se a um local de culto a deuses pagãos, o que contrasta com a adoração ao Deus de Israel.","por_que_esta_palavra":"A menção de Bethpeor destaca a luta entre a adoração ao verdadeiro Deus e a idolatria.","conexao_teologica":"A presença de locais de idolatria na terra prometida é um lembrete da necessidade de fidelidade a Deus.","referencias_relacionadas":["Deuteronômio 3:29","Deuteronômio 4:46","Josué 12:4"]},"josue_13_21_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas são feitas ou organizadas.","explicacao_detalhada":"A palavra 'modo' implica em um padrão ou maneira de proceder, que pode ser aplicado a práticas religiosas ou sociais.","por_que_esta_palavra":"A palavra é importante para entender a ordem e a estrutura que Deus estabeleceu para o Seu povo.","conexao_teologica":"Deus estabelece modos de vida e adoração que refletem Sua santidade e caráter.","referencias_relacionadas":["Êxodo 25:9","Levítico 10:1","1 Coríntios 14:40"]},"josue_13_21_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra que foi prometida aos israelitas.","explicacao_detalhada":"A terra é um tema central na narrativa bíblica, simbolizando a promessa de Deus e a herança do Seu povo.","por_que_esta_palavra":"A palavra 'terra' é fundamental para entender a relação entre Deus e Israel, bem como as promessas feitas a Abraão.","conexao_teologica":"A terra prometida é um símbolo da salvação e da bênção que Deus oferece ao Seu povo.","referencias_relacionadas":["Gênesis 12:1","Êxodo 3:8","Hebreus 11:9"]},"josue_13_21_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma cidade específica dentro da terra prometida.","explicacao_detalhada":"As cidades na Bíblia frequentemente têm significados históricos e culturais, representando a vida comunitária e a adoração.","por_que_esta_palavra":"A palavra 'cidade' é importante para entender a organização social e religiosa do povo de Israel.","conexao_teologica":"As cidades são frequentemente vistas como lugares de refúgio e adoração, refletindo a presença de Deus entre o Seu povo.","referencias_relacionadas":["Josué 20:2","Salmos 46:4","Mateus 5:14"]},"josue_13_22_profeta":{"palavra_pt":"profeta","palavra_original":"בִּלְעָם","transliteracao":"Bilʻâm","strong":"H1109","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se ao profeta Balaão, que teve um papel significativo na história de Israel.","explicacao_detalhada":"Balaão é um exemplo de um profeta que, apesar de ser chamado por Deus, também se deixou levar por interesses pessoais e corrupção.","por_que_esta_palavra":"A menção de Balaão serve como um alerta sobre a fidelidade a Deus e os perigos da avareza.","conexao_teologica":"A história de Balaão ilustra a tensão entre a obediência a Deus e as tentações do mundo.","referencias_relacionadas":["Números 22:5","Números 23:8","2 Pedro 2:15"]},"josue_13_22_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência, especialmente em um contexto familiar ou tribal.","explicacao_detalhada":"A palavra 'filho' é usada para indicar não apenas a relação biológica, mas também a continuidade da linhagem e a herança das promessas de Deus. No contexto de Josué 13:22, enfatiza a importância da descendência na história de Israel.","por_que_esta_palavra":"A escolha da palavra 'filho' destaca a relação entre as gerações e a importância da família na cultura israelita.","conexao_teologica":"A ideia de ser 'filho' é central na teologia bíblica, pois representa a relação entre Deus e Seu povo, onde os crentes são chamados de filhos de Deus.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:14","Êxodo 4:22"]},"josue_13_22_nome":{"palavra_pt":"nome","palavra_original":"בְּעוֹר","transliteracao":"Bᵉʻôwr","strong":"H1160","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome é uma representação da identidade e do caráter de uma pessoa ou lugar.","explicacao_detalhada":"Neste versículo, o 'nome' é crucial para a identificação e a herança de terras. O nome de uma cidade ou tribo carrega consigo a história e a promessa de Deus.","por_que_esta_palavra":"A palavra 'nome' é utilizada para enfatizar a importância da identidade e da memória coletiva do povo de Israel.","conexao_teologica":"O nome de Deus é frequentemente mencionado na Bíblia como um símbolo de Sua presença e caráter, e os crentes são chamados a glorificar Seu nome.","referencias_relacionadas":["Salmos 8:1","Isaías 43:7","Mateus 28:19"]},"josue_13_23_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local habitado, que pode ter significados sociais, econômicos e religiosos.","explicacao_detalhada":"A palavra 'cidade' neste contexto é importante para entender a geografia de Israel e a distribuição das tribos. As cidades eram centros de vida comunitária e de adoração.","por_que_esta_palavra":"A escolha de 'cidade' destaca a organização social e a importância dos centros urbanos na vida do povo de Israel.","conexao_teologica":"As cidades são frequentemente mencionadas na Bíblia como lugares de refúgio e adoração, refletindo a presença de Deus entre Seu povo.","referencias_relacionadas":["Salmos 46:4","Hebreus 11:10","Apocalipse 21:2"]},"josue_13_23_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a ação de descer ou ser derrubado, podendo ter conotações físicas ou espirituais.","explicacao_detalhada":"No contexto de Josué 13:23, 'cair' pode referir-se à queda de uma cidade ou ao juízo de Deus sobre um povo. Essa palavra carrega um peso de consequência e mudança.","por_que_esta_palavra":"A palavra 'cair' é utilizada para ilustrar a fragilidade das estruturas humanas diante do poder de Deus.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a necessidade de arrependimento e a soberania de Deus sobre as nações.","referencias_relacionadas":["Mateus 7:27","Romanos 14:10","Apocalipse 18:2"]},"josue_13_23_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Em Josué 13:23, \"filho\" aparece na frase \"E o termo dos filhos de Rúben ficou sendo o Jordão e os seus limites; esta foi a herança dos filhos de Rúben, segundo as suas famílias, as…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (בֵּן; bên; H1121), \"filho\" traz a ideia de filho. Aqui, essa palavra deixa o ensino de Josué 13:23 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"filho\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Josué 13:24. Lendo junto com Josué 13:23, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Josué 13:23","Josué 13:24","Salmos 119:105"]},"josue_13_24_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de pedir ou invocar, geralmente em um contexto de necessidade ou súplica.","explicacao_detalhada":"A palavra 'clamar' é usada para expressar a urgência e a intensidade do pedido, refletindo a relação entre o povo e Deus em momentos de necessidade.","por_que_esta_palavra":"A escolha de 'clamar' enfatiza a dependência do povo de Israel em relação a Deus para provisão e proteção.","conexao_teologica":"Clamar a Deus é um tema importante na Bíblia, simbolizando a fé e a confiança em Sua ajuda.","referencias_relacionadas":["Salmos 34:17","Romanos 10:13","Isaías 58:9"]},"josue_13_24_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se a um grupo familiar ou clan, especialmente dentro do contexto das doze tribos de Israel.","explicacao_detalhada":"A palavra 'tribo' é fundamental para entender a organização social e política de Israel, onde cada tribo tinha sua própria herança e responsabilidades.","por_que_esta_palavra":"A escolha de 'tribo' destaca a importância da identidade coletiva e da herança entre os israelitas.","conexao_teologica":"As tribos de Israel são frequentemente mencionadas na Bíblia como representações do povo de Deus e de Sua promessa de redenção.","referencias_relacionadas":["Gênesis 49:28","Números 1:4","Apocalipse 7:4"]},"josue_13_24_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Em Josué 13:24, \"filho\" aparece na frase \"E deu Moisés à tribo de Gade, aos filhos de Gade, segundo as suas famílias.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (בֵּן; bên; H1121), \"filho\" traz a ideia de filho. Aqui, essa palavra deixa o ensino de Josué 13:24 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"filho\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Josué 13:28. Lendo junto com Josué 13:24, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Josué 13:24","Josué 13:28","Salmos 119:105"]},"josue_13_25_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo de fazer algo, indicando um estilo ou método.","explicacao_detalhada":"A palavra 'modo' neste contexto pode se referir à forma como as tribos devem se organizar ou agir em relação à terra prometida.","por_que_esta_palavra":"A escolha de 'modo' enfatiza a importância da ordem e da obediência às instruções de Deus.","conexao_teologica":"A maneira como o povo de Deus vive e se comporta é um reflexo de sua relação com Ele e de Sua vontade.","referencias_relacionadas":["Deuteronômio 5:32","Salmos 119:15","Colossenses 3:17"]},"josue_13_25_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a ação de descer ou ser derrubado, podendo ter conotações físicas ou espirituais.","explicacao_detalhada":"A palavra 'cair' aqui pode simbolizar a queda de uma estrutura ou a mudança de estado, refletindo a soberania de Deus sobre as circunstâncias.","por_que_esta_palavra":"A escolha de 'cair' ressalta a fragilidade das realizações humanas diante do plano divino.","conexao_teologica":"A queda é um tema importante na Bíblia, simbolizando a necessidade de arrependimento e a soberania de Deus.","referencias_relacionadas":["Mateus 7:27","Romanos 14:10","Apocalipse 18:2"]},"josue_13_26_nome":{"palavra_pt":"nome","palavra_original":"דְּבִיר","transliteracao":"Dᵉbîyr","strong":"H1688","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade ou título que distingue uma pessoa ou lugar.","explicacao_detalhada":"O termo 'nome' é usado para identificar e dar valor a algo ou alguém. Na cultura hebraica, o nome muitas vezes carrega um significado profundo e pode refletir a natureza ou o caráter do indivíduo.","por_que_esta_palavra":"A palavra é importante para entender a identidade das cidades e pessoas mencionadas nas Escrituras, além de sua relação com Deus.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua autoridade e caráter. Assim como os nomes humanos têm significado, o nome de Deus revela Sua essência.","referencias_relacionadas":["Salmos 8:1","Isaías 43:7","Filipenses 2:9-10"]},"josue_13_26_heshbon":{"palavra_pt":"heshbon","palavra_original":"חֶשְׁבּוֹן","transliteracao":"Cheshbôwn","strong":"H2809","significado_raiz":"Ideia básica: heshbon.","significado_contextual":"Heshbon era uma cidade importante na terra de Moabe, conhecida por sua posição estratégica.","explicacao_detalhada":"Heshbon é mencionada como uma cidade que foi conquistada pelos israelitas. Sua localização a tornava um centro comercial e militar significativo.","por_que_esta_palavra":"O nome Heshbon é relevante para entender a geografia e a história das conquistas israelitas na terra prometida.","conexao_teologica":"A conquista de cidades como Heshbon demonstra o cumprimento das promessas de Deus ao povo de Israel.","referencias_relacionadas":["Números 21:25","Deuteronômio 3:10","Josué 12:4"]},"josue_13_27_dominio":{"palavra_pt":"dominio","palavra_original":"מַמְלָכוּת","transliteracao":"mamlâkûwth","strong":"H4468","significado_raiz":"Ideia básica: dominio.","significado_contextual":"Refere-se ao controle ou governo sobre uma área ou povo.","explicacao_detalhada":"A palavra 'domínio' implica não apenas poder, mas também responsabilidade sobre aqueles que estão sob esse governo.","por_que_esta_palavra":"É essencial para entender a estrutura de governo e a liderança em Israel, especialmente em relação às promessas de Deus sobre a terra.","conexao_teologica":"O domínio de Deus sobre a criação é um tema central na Bíblia, refletindo Sua soberania e autoridade.","referencias_relacionadas":["Gênesis 1:26","Salmos 103:19","Romanos 13:1"]},"josue_13_27_rei":{"palavra_pt":"rei","palavra_original":"סִיחוֹן","transliteracao":"Çîychôwn","strong":"H5511","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a um governante ou líder, especialmente em um contexto militar.","explicacao_detalhada":"O rei Sihon é mencionado como um adversário dos israelitas, simbolizando a resistência à vontade de Deus.","por_que_esta_palavra":"A figura do rei é crucial para entender a dinâmica de poder e os conflitos enfrentados pelos israelitas.","conexao_teologica":"A soberania de Deus é frequentemente contrastada com os reis da terra, mostrando que Ele é o verdadeiro Rei sobre todos.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:10-12","Apocalipse 19:16"]},"josue_13_28_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um assentamento urbano, um lugar de habitação e atividade social.","explicacao_detalhada":"As cidades mencionadas na Bíblia muitas vezes têm significados históricos e teológicos, representando tanto segurança quanto desafios.","por_que_esta_palavra":"A palavra 'cidade' é fundamental para entender a organização social e política de Israel.","conexao_teologica":"As cidades são frequentemente vistas como locais de encontro entre o sagrado e o secular, onde a presença de Deus é buscada.","referencias_relacionadas":["Salmos 46:4","Mateus 5:14","Hebreus 11:10"]},"josue_13_28_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente ou membro da família, com implicações de herança e continuidade.","explicacao_detalhada":"A palavra 'filho' é usada para enfatizar a relação familiar e a importância da linhagem na cultura israelita.","por_que_esta_palavra":"A noção de filho é central para a compreensão da aliança de Deus com Seu povo e a transmissão de promessas.","conexao_teologica":"Jesus é frequentemente referido como o Filho de Deus, destacando a importância da filiação na teologia cristã.","referencias_relacionadas":["Gênesis 17:7","Mateus 3:17","João 1:12"]},"josue_13_29_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de pedir ou solicitar algo, muitas vezes em um contexto de necessidade ou desespero.","explicacao_detalhada":"Clamar implica uma súplica intensa, muitas vezes dirigida a Deus em busca de ajuda ou intervenção.","por_que_esta_palavra":"A palavra é importante para entender a relação entre o povo e Deus, especialmente em momentos de crise.","conexao_teologica":"A Bíblia encoraja os crentes a clamar a Deus em oração, mostrando Sua disposição para ouvir e responder.","referencias_relacionadas":["Salmos 34:17","Jeremias 33:3","Romanos 10:13"]},"josue_13_30_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à forma ou maneira de fazer algo.","explicacao_detalhada":"A palavra 'modo' implica um método ou estilo que pode ser seguido em ações ou comportamentos.","por_que_esta_palavra":"Entender o 'modo' é crucial para a aplicação prática dos ensinamentos bíblicos na vida cotidiana.","conexao_teologica":"A maneira como vivemos nossa fé é um reflexo do nosso relacionamento com Deus e Sua vontade para nós.","referencias_relacionadas":["Colossenses 3:17","1 Pedro 2:12","Mateus 5:16"]},"josue_13_30_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de descer ou ser derrubado, muitas vezes em um contexto de derrota ou queda.","explicacao_detalhada":"Cair pode simbolizar tanto uma queda física quanto uma queda espiritual, representando a fragilidade humana.","por_que_esta_palavra":"A palavra é relevante para entender as consequências do pecado e a necessidade de redenção.","conexao_teologica":"A queda do homem é um tema central na teologia cristã, levando à necessidade de salvação através de Cristo.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","2 Coríntios 5:17"]},"josue_13_30_dominio":{"palavra_pt":"dominio","palavra_original":"מַמְלָכוּת","transliteracao":"mamlâkûwth","strong":"H4468","significado_raiz":"Ideia básica: dominio.","significado_contextual":"Refere-se ao controle ou governo sobre uma área ou povo, reiterando a importância do poder.","explicacao_detalhada":"A repetição da palavra 'domínio' enfatiza a importância do governo e da autoridade na narrativa bíblica.","por_que_esta_palavra":"É essencial para entender a estrutura de governo e a liderança em Israel, especialmente em relação às promessas de Deus sobre a terra.","conexao_teologica":"O domínio de Deus sobre a criação é um tema central na Bíblia, refletindo Sua soberania e autoridade.","referencias_relacionadas":["Gênesis 1:26","Salmos 103:19","Romanos 13:1"]},"josue_13_31_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, alguém que é gerado por outra pessoa.","explicacao_detalhada":"A palavra 'filho' é utilizada frequentemente na Bíblia para indicar não apenas a relação biológica, mas também a relação espiritual e de herança. No contexto de Josué 13:31, 'filho' pode se referir a uma linhagem que recebe a herança da terra prometida.","por_que_esta_palavra":"A palavra é importante para entender a continuidade das promessas de Deus através das gerações.","conexao_teologica":"A ideia de ser filho é central na teologia bíblica, onde os crentes são chamados de filhos de Deus através da fé em Cristo.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:14","Efésios 1:5"]},"josue_13_31_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local habitado, uma comunidade organizada.","explicacao_detalhada":"A palavra 'cidade' é usada para descrever não apenas um espaço físico, mas também a vida comunitária e as interações sociais que ocorrem nesse espaço. Em Josué 13:31, as cidades são parte da herança que os israelitas recebem.","por_que_esta_palavra":"Entender o conceito de cidade é crucial para compreender a organização social e política de Israel.","conexao_teologica":"As cidades na Bíblia muitas vezes simbolizam segurança e refúgio, refletindo a proteção de Deus sobre seu povo.","referencias_relacionadas":["Salmos 46:4","Hebreus 11:10","Apocalipse 21:2"]},"josue_13_32_deserto":{"palavra_pt":"deserto","palavra_original":"עֲרָבָה","transliteracao":"ʻărâbâh","strong":"H6160","significado_raiz":"Ideia básica: deserto.","significado_contextual":"Refere-se a uma região árida e desabitada, muitas vezes associada a provações.","explicacao_detalhada":"O deserto é um lugar de teste e preparação, onde o povo de Israel passou por dificuldades antes de entrar na terra prometida. Em Josué 13:32, o deserto é mencionado como parte do território que foi conquistado.","por_que_esta_palavra":"A palavra é significativa para entender o processo de purificação e dependência de Deus.","conexao_teologica":"O deserto é um símbolo de transição e transformação espiritual na vida do crente.","referencias_relacionadas":["Êxodo 16:1","Deuteronômio 8:2","Mateus 4:1"]},"josue_13_32_idiom":{"palavra_pt":"expressao","palavra_original":"עֵבֶר","transliteracao":"ʻêber","strong":"H5676","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma expressão ou forma de comunicação.","explicacao_detalhada":"A palavra 'expressão' pode indicar a maneira como as verdades são comunicadas, refletindo a cultura e a linguagem do povo. Em Josué 13:32, isso pode se relacionar à forma como as promessas de Deus são transmitidas.","por_que_esta_palavra":"É importante para entender a comunicação de Deus com seu povo.","conexao_teologica":"A comunicação divina é fundamental para a revelação e compreensão da vontade de Deus.","referencias_relacionadas":["Salmos 119:105","Hebreus 1:1","Tiago 1:22"]},"josue_13_32_sol":{"palavra_pt":"sol","palavra_original":"מִזְרָח","transliteracao":"mizrâch","strong":"H4217","significado_raiz":"Ideia básica: sol.","significado_contextual":"Refere-se à estrela que ilumina o dia, simbolizando luz e vida.","explicacao_detalhada":"O sol é frequentemente associado à presença de Deus e à sua criação. Em Josué 13:32, a menção do sol pode simbolizar a luz que guia o povo de Deus em sua jornada.","por_que_esta_palavra":"A palavra é significativa para entender a criação e a ordem divina.","conexao_teologica":"Cristo é chamado de a luz do mundo, refletindo a importância da luz espiritual.","referencias_relacionadas":["Gênesis 1:16","Salmos 84:11","João 8:12"]},"josue_13_33_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à conformidade com a realidade, à fidelidade e à sinceridade.","explicacao_detalhada":"A palavra 'verdade' é fundamental na Bíblia, representando a natureza de Deus e sua palavra. Em Josué 13:33, a verdade pode ser vista como um princípio orientador para o povo de Israel.","por_que_esta_palavra":"A verdade é essencial para a vida espiritual e moral do crente.","conexao_teologica":"Jesus se apresenta como a verdade, e a verdade é libertadora.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]},"josue_13_33_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de pedir ou invocar algo com fervor.","explicacao_detalhada":"A palavra 'dar' implica em um ato de generosidade e entrega. Em Josué 13:33, pode se referir ao ato de Deus dar a terra ao seu povo como parte de sua promessa.","por_que_esta_palavra":"É importante para entender a natureza generosa de Deus em relação ao seu povo.","conexao_teologica":"Deus é visto como o doador de todas as coisas boas, e o ato de dar é central na relação entre Deus e a humanidade.","referencias_relacionadas":["Tiago 1:17","Mateus 7:11","Romanos 8:32"]}}