{"josue_14_1_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo, à terra física que é habitada e cultivada.","explicacao_detalhada":"A palavra 'terra' é central na narrativa bíblica, simbolizando a promessa de Deus ao seu povo. Em Josué 14:1, a terra é apresentada como a herança que os israelitas devem receber.","por_que_esta_palavra":"A terra representa a fidelidade de Deus às suas promessas.","conexao_teologica":"A terra prometida é um símbolo da salvação e do descanso que Deus oferece ao seu povo.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 6:10","Hebreus 4:9"]},"josue_14_1_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se a um mediador entre Deus e o povo, responsável por rituais e sacrifícios.","explicacao_detalhada":"A palavra 'sacerdote' é crucial para entender o sistema de adoração em Israel. Em Josué 14:1, os sacerdotes desempenham um papel vital na liderança espiritual do povo.","por_que_esta_palavra":"Os sacerdotes são fundamentais para a manutenção da relação entre Deus e o povo.","conexao_teologica":"Cristo é nosso sumo sacerdote, mediando uma nova aliança entre Deus e a humanidade.","referencias_relacionadas":["Hebreus 4:14","1 Pedro 2:9","Êxodo 28:1"]},"josue_14_1_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao início ou à liderança em um determinado contexto.","explicacao_detalhada":"A palavra 'princípio' pode indicar a posição de liderança ou a origem de algo. Em Josué 14:1, isso pode se referir à liderança de Josué e aos princípios que guiam o povo de Israel.","por_que_esta_palavra":"É importante para entender a estrutura de liderança e a ordem divina.","conexao_teologica":"Cristo é o princípio e o fim, e a liderança espiritual é um reflexo do caráter de Deus.","referencias_relacionadas":["Apocalipse 22:13","Colossenses 1:18","Provérbios 1:7"]},"josue_14_2_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se a uma das doze divisões do povo de Israel, cada uma descendente de um dos filhos de Jacó.","explicacao_detalhada":"A palavra 'tribo' (מַטֶּה) é utilizada para descrever as diferentes famílias e clãs que compõem a nação de Israel. Cada tribo tinha seu próprio território e responsabilidades dentro da comunidade israelita.","por_que_esta_palavra":"A menção da tribo é crucial para entender a divisão da terra prometida e a herança que cada grupo recebeu.","conexao_teologica":"As tribos de Israel simbolizam a diversidade e a unidade do povo de Deus, cada uma com seu papel específico no plano divino.","referencias_relacionadas":["Gênesis 49:28","Números 1:4-16","Josué 13:15-23"]},"josue_14_2_lot":{"palavra_pt":"sorte","palavra_original":"גּוֹרָל","transliteracao":"gôwrâl","strong":"H1486","significado_raiz":"Ideia básica: sorte.","significado_contextual":"Refere-se ao ato de determinar a porção de terra que cada tribo receberia através de um sorteio.","explicacao_detalhada":"A palavra 'sorte' (גּוֹרָל) implica um método divino de seleção, onde a vontade de Deus é revelada através do sorteio para a distribuição da terra.","por_que_esta_palavra":"A sorte é usada para enfatizar que a divisão da terra não é apenas uma questão humana, mas um ato de Deus que orienta o destino de Seu povo.","conexao_teologica":"A prática de lançar sortes reflete a soberania de Deus sobre a história e a vida do Seu povo.","referencias_relacionadas":["Números 26:55","Josué 18:6","Atos 1:26"]},"josue_14_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é central na identidade e na relação do povo de Israel com Deus.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o nome pessoal de Deus, que revela Sua natureza e caráter como o Deus que se relaciona com Seu povo.","por_que_esta_palavra":"A invocação do nome do Senhor é fundamental para entender a aliança entre Deus e Israel, e a importância da obediência a Seus mandamentos.","conexao_teologica":"O nome do Senhor é um símbolo de Sua presença e autoridade, e é invocado em momentos de decisão e de clamor.","referencias_relacionadas":["Êxodo 3:14","Salmos 68:4","Isaías 42:8"]},"josue_14_3_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Novamente se refere à divisão do povo de Israel em tribos, enfatizando a continuidade da herança.","explicacao_detalhada":"A repetição da palavra 'tribo' (מַטֶּה) reforça a importância da estrutura social e política de Israel, que é organizada em tribos.","por_que_esta_palavra":"A menção da tribo é essencial para a compreensão da distribuição da terra e da identidade coletiva do povo de Deus.","conexao_teologica":"As tribos representam a diversidade dentro da unidade do povo de Deus, cada uma com sua própria história e propósito.","referencias_relacionadas":["Gênesis 49:1-28","Números 2:1-34","Josué 14:1"]},"josue_14_3_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão pela qual algo é afirmado ou feito, ligando a causa e o efeito.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para introduzir a justificativa ou explicação de uma ação, mostrando a lógica por trás das decisões tomadas.","por_que_esta_palavra":"É importante para entender o raciocínio por trás das ações de Deus e do povo, especialmente em contextos de promessa e herança.","conexao_teologica":"A compreensão das razões divinas é fundamental para a fé, pois revela a sabedoria e o propósito de Deus em nossas vidas.","referencias_relacionadas":["Deuteronômio 7:9","Romanos 8:28","Tiago 1:5"]},"josue_14_3_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de pedir ou solicitar algo, especialmente em um contexto de necessidade ou desejo.","explicacao_detalhada":"A palavra 'dar' (נָתַן) implica a ação de conceder ou oferecer algo, muitas vezes em resposta a um pedido ou clamor.","por_que_esta_palavra":"A ação de dar é central na relação entre Deus e Seu povo, onde Deus é visto como o provedor de todas as coisas.","conexao_teologica":"O ato de clamar a Deus e receber de Sua mão é um tema recorrente na Bíblia, refletindo a dependência do ser humano em relação ao Criador.","referencias_relacionadas":["Salmos 34:17","Mateus 7:7","Tiago 4:2"]},"josue_14_4_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida a Israel, que é um tema central na narrativa bíblica.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) simboliza não apenas um lugar físico, mas também a promessa de Deus e a herança espiritual do Seu povo.","por_que_esta_palavra":"A terra é um símbolo da bênção e da fidelidade de Deus, representando o cumprimento de Suas promessas.","conexao_teologica":"A terra prometida é um tipo da herança celestial que os crentes esperam, refletindo a esperança e a expectativa da vida eterna.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Hebreus 11:9-10"]},"josue_14_4_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de decidir ou determinar algo, especialmente em um contexto de justiça.","explicacao_detalhada":"A palavra 'julgar' (יָשַׁב) implica a ideia de estabelecer ordem e justiça, sendo uma função importante dos líderes de Israel.","por_que_esta_palavra":"O julgamento é essencial para a manutenção da justiça e da moralidade dentro da comunidade, refletindo o caráter de Deus.","conexao_teologica":"Deus é visto como o juiz supremo, e os líderes de Israel eram chamados a refletir Sua justiça em suas decisões.","referencias_relacionadas":["Deuteronômio 16:18","Salmos 82:3","Eclesiastes 3:17"]},"josue_14_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Novamente indica a razão ou justificativa para uma ação ou decisão.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para conectar a causa e o efeito, enfatizando a lógica por trás das ações de Deus e do povo.","por_que_esta_palavra":"É fundamental para entender a motivação divina e a resposta do povo às promessas de Deus.","conexao_teologica":"A compreensão das razões de Deus é essencial para a fé, pois revela Seu caráter e Seus propósitos.","referencias_relacionadas":["Romanos 8:28","Gálatas 6:7","1 Pedro 3:15"]},"josue_14_5_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra que foi dada como herança ao povo de Israel, um tema recorrente na narrativa bíblica.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) simboliza a promessa de Deus e a realização de Suas promessas ao povo escolhido.","por_que_esta_palavra":"A terra é um símbolo da bênção e da fidelidade de Deus, representando a herança que Ele oferece ao Seu povo.","conexao_teologica":"A terra prometida é um tipo da herança celestial que os crentes aguardam, refletindo a esperança da vida eterna.","referencias_relacionadas":["Gênesis 15:18-21","Êxodo 23:31","Hebreus 11:8-10"]},"josue_14_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como o Deus de Israel, que é soberano e digno de reverência.","explicacao_detalhada":"A palavra 'Senhor' (יְהֹוָה) é usada para designar a divindade suprema, enfatizando sua autoridade e poder sobre todas as coisas. No contexto de Josué, isso ressalta a relação de Israel com Deus, que os guiou na conquista da terra prometida.","por_que_esta_palavra":"A escolha da palavra 'Senhor' enfatiza a aliança entre Deus e seu povo, mostrando que Ele é o líder e protetor de Israel.","conexao_teologica":"A palavra 'Senhor' é central na teologia israelita, representando a presença e a ação de Deus na história do seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Isaías 40:28"]},"josue_14_5_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Embora a palavra 'urso' (עָשָׂה) não apareça diretamente no contexto de Josué 14:5, ela pode ser interpretada como uma metáfora para força e proteção.","explicacao_detalhada":"A palavra 'urso' pode simbolizar a força e a ferocidade, características que podem ser associadas à proteção divina sobre Israel durante suas batalhas.","por_que_esta_palavra":"A menção de 'urso' pode ser uma referência à força necessária para enfrentar os inimigos, refletindo a confiança em Deus como o verdadeiro protetor.","conexao_teologica":"A força de Deus é frequentemente comparada a animais poderosos, mostrando que Ele é capaz de proteger e guiar seu povo.","referencias_relacionadas":["Salmos 91:11-12","Isaías 43:2","Romanos 8:31"]},"josue_14_6_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' (דָּבָר) refere-se à comunicação de Deus e à importância de ouvir e obedecer a Sua voz.","explicacao_detalhada":"No contexto de Josué, a 'palavra' de Deus é fundamental para a orientação do povo de Israel, sendo um meio pelo qual Deus revela Sua vontade e promessas.","por_que_esta_palavra":"A palavra é essencial para a fé e a prática do povo, pois é através dela que eles conhecem a vontade de Deus.","conexao_teologica":"A 'palavra' de Deus é viva e eficaz, sendo um tema central na teologia cristã, onde Jesus é identificado como a Palavra (João 1:1).","referencias_relacionadas":["Deuteronômio 8:3","Salmos 119:105","Hebreus 4:12"]},"josue_14_6_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' (אֱלֹהִים) é usada para descrever a natureza suprema e a soberania de Deus sobre a criação.","explicacao_detalhada":"No contexto de Josué, 'Deus' é o ser supremo que fez promessas a Israel e que age em favor do seu povo, guiando-os na conquista da terra prometida.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a relação de Israel com o Criador, que é tanto um juiz quanto um salvador.","conexao_teologica":"A natureza de Deus como criador e redentor é um tema central na Bíblia, refletindo Sua soberania e amor por Seu povo.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Romanos 1:20"]},"josue_14_6_mulher":{"palavra_pt":"mulher","palavra_original":"נָגַשׁ","transliteracao":"nâgash","strong":"H5066","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' (נָגַשׁ) pode ser interpretada como uma referência à importância das mulheres na história de Israel.","explicacao_detalhada":"Embora o termo 'mulher' não seja o foco principal em Josué 14:6, ele pode simbolizar a força e o papel das mulheres na sociedade israelita, que muitas vezes eram pilares de fé e coragem.","por_que_esta_palavra":"A inclusão da palavra 'mulher' destaca a dignidade e o valor das mulheres na narrativa bíblica.","conexao_teologica":"A Bíblia frequentemente reconhece e valoriza o papel das mulheres, mostrando que Deus usa todos os indivíduos, independentemente de gênero, para cumprir Seus propósitos.","referencias_relacionadas":["Provérbios 31:10","Rute 1:16","Gálatas 3:28"]},"josue_14_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' (אֶרֶץ) refere-se à terra prometida que Deus deu a Israel, simbolizando a herança e a bênção.","explicacao_detalhada":"No contexto de Josué, a 'terra' é um símbolo da fidelidade de Deus às Suas promessas e da realização do plano divino para o povo de Israel.","por_que_esta_palavra":"A 'terra' é central na narrativa de Israel, representando não apenas um lugar físico, mas também uma promessa espiritual.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, simbolizando a presença de Deus e a realização de Suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 6:10-11","Hebreus 11:9"]},"josue_14_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' (בֵּן) representa a continuidade da linhagem e a herança das promessas de Deus.","explicacao_detalhada":"No contexto de Josué, 'filho' enfatiza a importância da descendência e da transmissão da fé e das promessas de Deus de geração em geração.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender a relação entre Deus e Seu povo, que é frequentemente descrito como Seus filhos.","conexao_teologica":"A ideia de filhos de Deus é central na teologia cristã, onde todos os crentes são considerados filhos por meio de Cristo.","referencias_relacionadas":["Salmos 127:3","Romanos 8:14","Gálatas 4:6"]},"josue_14_7_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' (שָׁלַח) refere-se à ação de Deus em enviar líderes e mensageiros para guiar Seu povo.","explicacao_detalhada":"No contexto de Josué, 'enviar' pode ser visto como a ação de Deus ao levantar Josué e outros líderes para conduzir Israel na conquista da terra.","por_que_esta_palavra":"A palavra 'enviar' destaca a iniciativa de Deus em se envolver ativamente na história de Seu povo.","conexao_teologica":"Deus é frequentemente descrito como aquele que envia profetas e mensageiros, mostrando Seu desejo de se comunicar e guiar Seu povo.","referencias_relacionadas":["Isaías 6:8","Mateus 28:19","João 20:21"]},"josue_14_8_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' (לֵב) representa o centro das emoções e da vontade humana, essencial para a fé e a obediência.","explicacao_detalhada":"No contexto de Josué, 'coração' enfatiza a necessidade de um compromisso sincero e profundo com Deus, que deve ser a motivação para a obediência.","por_que_esta_palavra":"A palavra 'coração' é fundamental para entender a relação pessoal que Deus deseja ter com Seu povo.","conexao_teologica":"A Bíblia frequentemente fala sobre o coração como o lugar onde Deus trabalha, transformando vidas e moldando caráter.","referencias_relacionadas":["Provérbios 4:23","Jeremias 29:13","Mateus 22:37"]},"josue_14_8_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' (עַם) refere-se à comunidade de Israel, escolhida por Deus para ser Seu povo especial.","explicacao_detalhada":"No contexto de Josué, 'povo' destaca a identidade coletiva de Israel e a responsabilidade de viver de acordo com os mandamentos de Deus.","por_que_esta_palavra":"A palavra 'povo' é essencial para entender a dinâmica da aliança entre Deus e Israel, que é um relacionamento comunitário.","conexao_teologica":"A ideia de povo de Deus é central na Bíblia, refletindo a chamada de Deus para que todos os crentes sejam parte de Sua família.","referencias_relacionadas":["Êxodo 19:5-6","Deuteronômio 7:6","1 Pedro 2:9"]},"josue_14_8_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' refere-se à ação de acompanhar ou obedecer a uma direção ou comando, no contexto da fidelidade a Deus.","explicacao_detalhada":"Josué, ao falar sobre seguir, enfatiza a importância de permanecer fiel aos mandamentos de Deus e às promessas feitas. Isso é visto como um ato de lealdade e compromisso.","por_que_esta_palavra":"A palavra é usada para destacar a necessidade de um relacionamento contínuo e ativo com Deus, que requer ação e decisão.","conexao_teologica":"Seguir a Deus é um tema central na teologia bíblica, representando a jornada de fé e obediência que os crentes são chamados a viver.","referencias_relacionadas":["Deuteronômio 5:33","Salmos 119:3","Mateus 16:24"]},"josue_14_9_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O termo 'dia' é usado para marcar um período específico de tempo, enfatizando a importância de um momento ou evento.","explicacao_detalhada":"Neste contexto, o 'dia' refere-se ao tempo em que Deus fez promessas a Josué e Calebe, lembrando a importância de recordar e celebrar esses momentos.","por_que_esta_palavra":"A palavra é crucial para entender a cronologia das promessas de Deus e a fidelidade de Josué ao longo do tempo.","conexao_teologica":"O conceito de 'dia' na Bíblia muitas vezes simboliza a intervenção de Deus na história e a realização de Suas promessas.","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:8-11","Salmos 90:12"]},"josue_14_9_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se à herança prometida a Israel, simbolizando a realização das promessas de Deus.","explicacao_detalhada":"A terra é um tema central na narrativa bíblica, representando não apenas um lugar físico, mas também a bênção e a presença de Deus entre Seu povo.","por_que_esta_palavra":"A menção da terra destaca a fidelidade de Deus em cumprir Suas promessas e a importância da possessão da terra para o povo de Israel.","conexao_teologica":"A terra prometida é um símbolo da salvação e do descanso que Deus oferece ao Seu povo, refletindo a esperança escatológica.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Hebreus 4:8-9"]},"josue_14_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude das promessas de Deus e a importância dos eventos que ocorreram.","explicacao_detalhada":"Neste contexto, 'grande' enfatiza a força e a certeza das promessas de Deus, que são dignas de serem lembradas e celebradas.","por_que_esta_palavra":"A ênfase na grandeza serve para encorajar o povo a confiar na fidelidade de Deus em cumprir Suas promessas.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, refletindo Sua soberania e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"josue_14_10_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação de Deus e às promessas feitas a Josué e Calebe.","explicacao_detalhada":"Neste contexto, 'palavra' destaca a importância da revelação divina e da confiança nas promessas de Deus ao longo do tempo.","por_que_esta_palavra":"A palavra é fundamental para entender a relação entre Deus e Seu povo, onde a comunicação divina é essencial para a fé.","conexao_teologica":"A palavra de Deus é vista como viva e eficaz, sendo um meio pelo qual Deus se relaciona com a humanidade.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Isaías 55:11"]},"josue_14_10_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' aqui reforça a ideia de um tempo específico em que as promessas de Deus foram feitas.","explicacao_detalhada":"O 'dia' mencionado é um lembrete da fidelidade de Deus ao longo da história de Israel, marcando momentos significativos.","por_que_esta_palavra":"A repetição da palavra 'dia' enfatiza a importância de recordar os momentos em que Deus agiu poderosamente.","conexao_teologica":"O conceito de 'dia' é frequentemente associado a eventos de salvação e intervenção divina na história.","referencias_relacionadas":["Gênesis 1:5","Êxodo 12:17","Salmos 118:24"]},"josue_14_10_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se à vida plena que Deus promete ao Seu povo, tanto física quanto espiritualmente.","explicacao_detalhada":"Neste contexto, 'viver' implica em uma vida de obediência e comunhão com Deus, que resulta em bênçãos e prosperidade.","por_que_esta_palavra":"A palavra é importante para entender a relação entre a obediência a Deus e a vida abundante que Ele oferece.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, onde Jesus promete vida em abundância aos que O seguem.","referencias_relacionadas":["João 10:10","Romanos 6:4","Gálatas 2:20"]},"josue_14_11_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' novamente destaca a importância de um tempo específico em que as promessas de Deus foram reafirmadas.","explicacao_detalhada":"O 'dia' mencionado serve como um marco na vida de Josué, lembrando-o da fidelidade de Deus ao longo de sua jornada.","por_que_esta_palavra":"A repetição da palavra 'dia' reforça a necessidade de lembrar e celebrar as intervenções de Deus na história.","conexao_teologica":"O conceito de 'dia' é frequentemente associado à lembrança das obras de Deus e à gratidão por Suas bênçãos.","referencias_relacionadas":["Salmos 118:24","Deuteronômio 6:12","1 Crônicas 16:8"]},"josue_14_11_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à existência plena e ao propósito que Deus dá ao Seu povo.","explicacao_detalhada":"Neste contexto, 'vida' implica em uma vida que reflete a fidelidade e as promessas de Deus, resultando em bênçãos.","por_que_esta_palavra":"A palavra é crucial para entender a relação entre a obediência a Deus e a vida que Ele deseja para Seu povo.","conexao_teologica":"A vida eterna é uma promessa central na fé cristã, onde a comunhão com Deus é o objetivo final.","referencias_relacionadas":["João 3:16","Romanos 8:6","1 João 5:11-12"]},"josue_14_11_poderoso":{"palavra_pt":"poderoso","palavra_original":"חָזָק","transliteracao":"châzâq","strong":"H2389","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' descreve a força e a capacidade de Deus de cumprir Suas promessas.","explicacao_detalhada":"Neste contexto, 'poderoso' enfatiza a confiança que Josué tem na capacidade de Deus de realizar o que prometeu.","por_que_esta_palavra":"A palavra é importante para reforçar a ideia de que Deus é capaz de agir em favor de Seu povo, independentemente das circunstâncias.","conexao_teologica":"A soberania e o poder de Deus são temas centrais na teologia bíblica, refletindo Sua autoridade sobre toda a criação.","referencias_relacionadas":["Salmos 147:5","Isaías 40:29-31","Efésios 3:20"]},"josue_14_12_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de um dia, simbolizando um tempo específico de ação ou evento.","explicacao_detalhada":"No contexto de Josué 14:12, 'dia' é usado para enfatizar a continuidade da promessa de Deus a Calebe, que esperou por muitos anos para receber sua herança. O uso da palavra 'dia' destaca a importância do tempo na realização das promessas divinas.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender a paciência e a fidelidade de Calebe em esperar pela promessa de Deus.","conexao_teologica":"O conceito de 'dia' aqui pode ser visto como um símbolo do tempo de Deus, que é diferente do tempo humano. Ele nos ensina sobre a importância da espera e da confiança nas promessas divinas.","referencias_relacionadas":["Salmos 90:4","2 Pedro 3:8","Eclesiastes 3:1"]},"josue_14_12_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade habitada, que possui muros e é um centro de vida comunitária.","explicacao_detalhada":"Neste versículo, a 'cidade' mencionada é Hebrom, que foi dada a Calebe como parte de sua herança. A cidade tem um significado histórico e espiritual, pois é um local de promessas e conquistas.","por_que_esta_palavra":"A palavra 'cidade' é importante para entender a geografia da herança de Calebe e a realização das promessas de Deus em relação à terra de Canaã.","conexao_teologica":"A cidade representa não apenas um local físico, mas também a habitação do povo de Deus e o cumprimento de Suas promessas.","referencias_relacionadas":["Josué 10:36-37","Josué 15:13-14","Salmos 78:68-69"]},"josue_14_12_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de pedir ou solicitar algo com fervor.","explicacao_detalhada":"No contexto, Calebe clama a Deus por sua herança, demonstrando sua fé e determinação em receber o que lhe foi prometido. Isso mostra a importância da oração e da busca ativa pelas promessas de Deus.","por_que_esta_palavra":"A palavra 'clamar' é fundamental para entender a atitude de Calebe em relação à sua herança, enfatizando a necessidade de buscar a Deus em fé.","conexao_teologica":"Clamar a Deus é um ato de fé que nos conecta com Sua vontade e Suas promessas, mostrando que Ele ouve aqueles que O buscam sinceramente.","referencias_relacionadas":["Salmos 34:17","Isaías 65:24","Mateus 7:7"]},"josue_14_13_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de pedir ou solicitar algo com fervor.","explicacao_detalhada":"Neste versículo, Calebe clama a Deus por sua herança, mostrando sua fé e determinação em receber o que lhe foi prometido. Isso enfatiza a importância da oração e da busca ativa pelas promessas de Deus.","por_que_esta_palavra":"A palavra 'clamar' é essencial para entender a atitude de Calebe em relação à sua herança, destacando a necessidade de buscar a Deus em fé.","conexao_teologica":"Clamar a Deus é um ato de fé que nos conecta com Sua vontade e Suas promessas, mostrando que Ele ouve aqueles que O buscam sinceramente.","referencias_relacionadas":["Salmos 34:17","Isaías 65:24","Mateus 7:7"]},"josue_14_13_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Refere-se ao ato de se prostrar em reverência ou adoração.","explicacao_detalhada":"Calebe ajoelha-se em reconhecimento à grandeza de Deus e à Sua fidelidade. Este ato simboliza submissão e gratidão, mostrando que ele reconhece que tudo o que recebeu é pela graça de Deus.","por_que_esta_palavra":"A palavra 'ajoelhar' é importante para entender a atitude de adoração e reverência que devemos ter diante de Deus, especialmente ao receber Suas bênçãos.","conexao_teologica":"Ajoelhar-se diante de Deus é um símbolo de humildade e reconhecimento de Sua soberania, refletindo a relação de dependência que temos com Ele.","referencias_relacionadas":["Salmos 95:6","Filipenses 2:10","Lucas 22:41"]},"josue_14_13_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente ou progenitor, simbolizando continuidade e legado.","explicacao_detalhada":"Neste contexto, 'filho' se refere à linhagem de Calebe, destacando a importância da herança não apenas física, mas também espiritual que é passada de geração em geração.","por_que_esta_palavra":"A palavra 'filho' é fundamental para entender a importância da família e da continuidade das promessas de Deus através das gerações.","conexao_teologica":"A relação entre pais e filhos é um tema central na Bíblia, refletindo a fidelidade de Deus em cumprir Suas promessas através das gerações.","referencias_relacionadas":["Salmos 127:3","Êxodo 20:12","Deuteronômio 6:6-7"]},"josue_14_14_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de um dia, simbolizando um tempo específico de ação ou evento.","explicacao_detalhada":"Neste versículo, 'dia' é usado para reafirmar a promessa de Deus a Calebe, que esperou por muitos anos. O uso da palavra 'dia' destaca a importância do tempo na realização das promessas divinas.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender a paciência e a fidelidade de Calebe em esperar pela promessa de Deus.","conexao_teologica":"O conceito de 'dia' aqui pode ser visto como um símbolo do tempo de Deus, que é diferente do tempo humano. Ele nos ensina sobre a importância da espera e da confiança nas promessas divinas.","referencias_relacionadas":["Salmos 90:4","2 Pedro 3:8","Eclesiastes 3:1"]},"josue_14_14_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente ou progenitor, simbolizando continuidade e legado.","explicacao_detalhada":"Neste contexto, 'filho' se refere à linhagem de Calebe, destacando a importância da herança não apenas física, mas também espiritual que é passada de geração em geração.","por_que_esta_palavra":"A palavra 'filho' é fundamental para entender a importância da família e da continuidade das promessas de Deus através das gerações.","conexao_teologica":"A relação entre pais e filhos é um tema central na Bíblia, refletindo a fidelidade de Deus em cumprir Suas promessas através das gerações.","referencias_relacionadas":["Salmos 127:3","Êxodo 20:12","Deuteronômio 6:6-7"]},"josue_14_14_heranca":{"palavra_pt":"heranca","palavra_original":"נַחֲלָה","transliteracao":"nachălâh","strong":"H5159","significado_raiz":"Ideia básica: heranca.","significado_contextual":"Refere-se à posse ou direito sobre algo que foi prometido ou concedido.","explicacao_detalhada":"A 'herança' mencionada aqui é a terra que Calebe recebeu como recompensa por sua fé e fidelidade. Este conceito é central na narrativa de Josué, onde a terra prometida é um símbolo das bênçãos de Deus.","por_que_esta_palavra":"A palavra 'herança' é vital para entender a relação entre Deus e Seu povo, onde a herança representa as promessas cumpridas e a fidelidade de Deus.","conexao_teologica":"A herança é um tema recorrente na Bíblia, simbolizando a relação de Deus com Seu povo e as bênçãos que Ele promete aos que são fiéis.","referencias_relacionadas":["Deuteronômio 9:29","Salmos 37:29","Gálatas 3:29"]},"josue_14_15_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou território, especialmente aquele que é prometido ou dado por Deus.","explicacao_detalhada":"A 'terra' mencionada é a herança que Calebe recebeu, representando a realização das promessas de Deus. A terra é um símbolo de bênção e de um lugar seguro para o povo de Deus.","por_que_esta_palavra":"A palavra 'terra' é fundamental para entender a promessa de Deus a Israel e a importância da possessão da terra como parte da identidade do povo de Deus.","conexao_teologica":"A terra prometida é um tema central na Bíblia, simbolizando a fidelidade de Deus e a realização de Suas promessas ao Seu povo.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Hebreus 11:9-10"]},"josue_14_15_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da cidade de Hebrom, que foi dada a Calebe.","explicacao_detalhada":"A palavra 'grande' aqui enfatiza a importância e a magnitude da cidade, que era um centro significativo na terra prometida.","por_que_esta_palavra":"A grandeza de Hebrom simboliza a fidelidade de Deus em cumprir Suas promessas ao povo de Israel.","conexao_teologica":"A grandeza de Hebrom representa a recompensa pela fé e perseverança, refletindo a grandeza do plano de Deus para Seu povo.","referencias_relacionadas":["Números 13:22","Josué 14:6-12","Hebreus 11:1"]},"josue_14_15_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"O 'nome' de Hebrom é mencionado como um símbolo de autoridade e herança.","explicacao_detalhada":"O nome carrega a identidade e a história do lugar, que foi um centro de adoração e um local de significância espiritual.","por_que_esta_palavra":"A menção do nome destaca a importância da herança e da identidade do povo de Deus.","conexao_teologica":"O nome de Deus e a autoridade que Ele confere ao Seu povo são temas centrais na narrativa bíblica.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Filipenses 2:9-11"]}}