{"josue_16_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, uma pessoa da geração seguinte.","explicacao_detalhada":"O termo 'filho' é usado para descrever a continuidade da linhagem e a herança das promessas de Deus.","por_que_esta_palavra":"A palavra é essencial para entender a estrutura familiar e a transmissão de bênçãos entre as gerações.","conexao_teologica":"O conceito de filho é central na relação entre Deus e Seu povo, refletindo a filiação espiritual.","referencias_relacionadas":["Gênesis 17:7","Êxodo 4:22","Romanos 8:16"]},"josue_16_1_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se ao ato de sair ou partir de um lugar.","explicacao_detalhada":"O verbo 'sair' é usado para descrever a movimentação do povo de Israel em direção à terra prometida.","por_que_esta_palavra":"A palavra é importante para entender a jornada e as transições do povo de Deus.","conexao_teologica":"Sair é um ato de fé, simbolizando a obediência ao chamado de Deus para seguir em frente.","referencias_relacionadas":["Gênesis 12:1","Êxodo 3:10","Hebreus 11:8"]},"josue_16_1_lot":{"palavra_pt":"sorte","palavra_original":"גּוֹרָל","transliteracao":"gôwrâl","strong":"H1486","significado_raiz":"Ideia básica: sorte.","significado_contextual":"Refere-se à porção ou herança que é designada a alguém.","explicacao_detalhada":"O termo 'sorte' é usado para descrever a distribuição das terras entre as tribos de Israel, conforme a vontade de Deus.","por_que_esta_palavra":"A palavra é crucial para entender como Deus dividiu a terra prometida entre Seu povo.","conexao_teologica":"A sorte é uma expressão da soberania de Deus na distribuição das bênçãos.","referencias_relacionadas":["Números 26:55","Josué 14:2","Atos 1:26"]},"josue_16_2_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se ao ato de sair ou partir de um lugar.","explicacao_detalhada":"O verbo 'sair' é repetido para enfatizar a continuidade da jornada do povo de Israel.","por_que_esta_palavra":"A palavra é importante para entender a dinâmica da migração e a busca pela terra prometida.","conexao_teologica":"Sair é um símbolo de fé e confiança em Deus, que guia Seu povo em cada passo.","referencias_relacionadas":["Gênesis 12:1","Êxodo 12:31","Hebreus 11:8"]},"josue_16_2_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A cruz representa um ponto de passagem ou transição, simbolizando a jornada do povo de Israel em direção à terra prometida.","explicacao_detalhada":"No contexto de Josué 16:2, a cruz é mencionada como um marco geográfico que indica a direção e o caminho a ser seguido. A ideia de cruzar é fundamental para entender a movimentação do povo de Deus em busca de sua herança.","por_que_esta_palavra":"A palavra 'cruz' é utilizada para descrever a travessia de um território, enfatizando a importância da direção e do propósito na jornada espiritual.","conexao_teologica":"A cruz pode ser vista como uma representação da jornada de fé, onde os crentes são chamados a atravessar desafios e obstáculos em direção à promessa de Deus.","referencias_relacionadas":["Josué 1:3","Hebreus 11:9","Gálatas 3:14"]},"josue_16_2_bethel":{"palavra_pt":"beth el","palavra_original":"בֵּית־אֵל","transliteracao":"Bêyth-ʼÊl","strong":"H1008","significado_raiz":"Ideia básica: beth el.","significado_contextual":"Betel é um lugar significativo na história de Israel, associado a encontros com Deus e à revelação divina.","explicacao_detalhada":"Em Josué 16:2, Betel é mencionado como um ponto de referência importante. O nome significa 'Casa de Deus', e é o local onde Jacó teve um sonho e fez um altar. Isso destaca a presença de Deus na jornada do povo.","por_que_esta_palavra":"A palavra 'Betel' é usada para enfatizar a importância da adoração e da comunhão com Deus ao longo da jornada do povo de Israel.","conexao_teologica":"Betel representa a presença de Deus entre seu povo e a importância de buscar a Sua orientação em todas as etapas da vida.","referencias_relacionadas":["Gênesis 28:19","1 Reis 12:29","Amós 3:14"]},"josue_16_3_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se aos adversários que o povo de Israel enfrentou em sua conquista da terra prometida.","explicacao_detalhada":"No contexto de Josué 16:3, a menção de inimigos destaca os desafios e as batalhas que os israelitas tiveram que enfrentar para estabelecer-se na terra. Isso reflete a luta contínua entre o povo de Deus e aqueles que se opõem a Ele.","por_que_esta_palavra":"A palavra 'inimigo' é crucial para entender a realidade da guerra espiritual e a necessidade de confiar em Deus para a vitória.","conexao_teologica":"A luta contra inimigos é uma metáfora para a batalha espiritual que os crentes enfrentam, enfatizando a necessidade de depender de Deus para vencer as adversidades.","referencias_relacionadas":["Efésios 6:12","Salmos 44:5","Romanos 8:37"]},"josue_16_3_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"O mar é um símbolo de vastidão e, muitas vezes, de desafios que precisam ser superados.","explicacao_detalhada":"Em Josué 16:3, a referência ao mar pode indicar a proximidade de corpos d'água que eram estratégicos para a defesa e a economia do povo de Israel. O mar também simboliza a imensidão do poder de Deus sobre a criação.","por_que_esta_palavra":"A palavra 'mar' é utilizada para ilustrar a grandeza e a soberania de Deus, que controla até mesmo as forças da natureza.","conexao_teologica":"O mar é frequentemente associado à presença de Deus e à Sua capacidade de salvar e proteger Seu povo em momentos de crise.","referencias_relacionadas":["Êxodo 14:21","Salmos 89:9","Mateus 8:27"]},"josue_16_3_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair pode referir-se à queda de inimigos ou à derrota em batalhas, simbolizando a fragilidade humana diante dos desafios.","explicacao_detalhada":"No contexto de Josué 16:3, a palavra 'cair' pode ser interpretada como a queda dos adversários do povo de Israel, enfatizando a vitória que Deus concede aos que confiam Nele.","por_que_esta_palavra":"A palavra 'cair' é importante para entender a dinâmica das batalhas e a intervenção divina nas vitórias do povo de Deus.","conexao_teologica":"A ideia de cair é uma representação da fragilidade humana e da necessidade de depender da força de Deus para triunfar sobre as dificuldades.","referencias_relacionadas":["Salmos 20:8","Provérbios 24:16","Romanos 14:4"]},"josue_16_4_heranca":{"palavra_pt":"heranca","palavra_original":"נָחַל","transliteracao":"nâchal","strong":"H5157","significado_raiz":"Ideia básica: heranca.","significado_contextual":"Herança refere-se à terra prometida que Deus deu ao povo de Israel como parte de Sua aliança.","explicacao_detalhada":"Em Josué 16:4, a herança é um tema central, pois representa a realização das promessas de Deus e a posse da terra que foi prometida aos patriarcas.","por_que_esta_palavra":"A palavra 'herança' é crucial para entender a identidade do povo de Israel como povo escolhido e a importância da terra na história da salvação.","conexao_teologica":"A herança é um símbolo da promessa de Deus e da esperança de um futuro glorioso para aqueles que são Seus filhos.","referencias_relacionadas":["Deuteronômio 9:29","Salmos 37:29","Gálatas 3:29"]},"josue_16_4_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho refere-se à continuidade da linhagem e à importância da família na sociedade israelita.","explicacao_detalhada":"No contexto de Josué 16:4, a menção de filhos destaca a importância da descendência e da transmissão das promessas de Deus de geração em geração.","por_que_esta_palavra":"A palavra 'filho' é usada para enfatizar a relação entre Deus e Seu povo, que é frequentemente descrito como Seus filhos.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia cristã, refletindo a intimidade e a relação especial entre Deus e Seus seguidores.","referencias_relacionadas":["Gálatas 4:7","João 1:12","Romanos 8:16"]},"josue_16_5_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair, neste contexto, pode referir-se à queda de cidades ou à derrota de inimigos, simbolizando a luta pela posse da terra.","explicacao_detalhada":"Em Josué 16:5, a repetição da palavra 'cair' enfatiza a continuidade das batalhas e a necessidade de perseverança na conquista da terra prometida.","por_que_esta_palavra":"A palavra 'cair' é importante para entender a realidade das batalhas enfrentadas pelo povo de Israel e a intervenção divina em suas vitórias.","conexao_teologica":"Cair é uma representação da luta espiritual que os crentes enfrentam, onde a vitória é garantida por meio da fé em Deus.","referencias_relacionadas":["1 Coríntios 15:57","2 Coríntios 2:14","Hebreus 11:30"]},"josue_16_5_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho, neste contexto, refere-se à continuidade da linhagem e à importância da herança familiar.","explicacao_detalhada":"Em Josué 16:5, a menção de filhos destaca a importância da família na transmissão das promessas de Deus e na formação da identidade do povo de Israel.","por_que_esta_palavra":"A palavra 'filho' é usada para enfatizar a relação entre Deus e Seu povo, que é frequentemente descrito como Seus filhos.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia cristã, refletindo a intimidade e a relação especial entre Deus e Seus seguidores.","referencias_relacionadas":["Efésios 1:5","Colossenses 3:24","1 João 3:1"]},"josue_16_5_sol":{"palavra_pt":"sol","palavra_original":"מִזְרָח","transliteracao":"mizrâch","strong":"H4217","significado_raiz":"Ideia básica: sol.","significado_contextual":"O sol é um símbolo de luz, vida e orientação, representando a presença de Deus que ilumina o caminho do Seu povo.","explicacao_detalhada":"Em Josué 16:5, a referência ao sol pode simbolizar a bênção de Deus sobre a terra e a vida que Ele proporciona ao Seu povo.","por_que_esta_palavra":"A palavra 'sol' é utilizada para enfatizar a importância da luz divina na vida dos crentes e na orientação de suas decisões.","conexao_teologica":"O sol é frequentemente associado à presença de Deus e à Sua revelação, iluminando o caminho para aqueles que O seguem.","referencias_relacionadas":["Salmos 84:11","Mateus 5:14","Apocalipse 22:16"]},"josue_16_6_sol":{"palavra_pt":"sol","palavra_original":"מִזְרָח","transliteracao":"mizrâch","strong":"H4217","significado_raiz":"Ideia básica: sol.","significado_contextual":"Refere-se à direção do sol, indicando o leste, que é uma referência geográfica importante na descrição das fronteiras.","explicacao_detalhada":"A palavra 'sol' (מִזְרָח) é usada para descrever a direção de onde o sol nasce, simbolizando novos começos e a luz que traz vida. No contexto de Josué 16:6, isso ajuda a delimitar a área geográfica da tribo de Efraim.","por_que_esta_palavra":"A inclusão do 'sol' enfatiza a importância da orientação e das direções na geografia bíblica, além de simbolizar a presença de Deus como luz.","conexao_teologica":"O sol é frequentemente associado à presença de Deus e à Sua luz que ilumina o caminho dos justos (Salmos 84:11).","referencias_relacionadas":["Salmos 50:1","Mateus 5:14","Isaías 60:1"]},"josue_16_6_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' (יָצָא) é utilizada para descrever a ação de se mover para fora de um lugar, indicando a expansão territorial.","explicacao_detalhada":"Neste contexto, 'sair' refere-se ao movimento da tribo de Efraim em direção a novas terras, simbolizando crescimento e conquista.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica de ocupação da terra prometida, onde as tribos eram chamadas a sair e tomar posse das promessas de Deus.","conexao_teologica":"A ideia de 'sair' está ligada ao chamado de Deus para o Seu povo, como em Gênesis 12:1, onde Abraão é chamado a sair de sua terra.","referencias_relacionadas":["Gênesis 12:1","Êxodo 3:10","Hebreus 11:8"]},"josue_16_7_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' (יָרַד) refere-se a adversários que se opõem ao povo de Israel durante a conquista da terra.","explicacao_detalhada":"Neste versículo, a menção de inimigos é uma lembrança das batalhas que Israel enfrentou ao entrar na terra prometida, simbolizando a luta espiritual e física.","por_que_esta_palavra":"A presença de inimigos destaca a necessidade de confiança em Deus e a importância da vitória que Ele concede ao Seu povo.","conexao_teologica":"A luta contra inimigos é um tema recorrente na Bíblia, refletindo a batalha espiritual que os crentes enfrentam (Efésios 6:12).","referencias_relacionadas":["Salmos 44:5","Romanos 8:37","2 Coríntios 10:4"]},"josue_16_7_cair":{"palavra_pt":"cair","palavra_original":"פָּגַע","transliteracao":"pâgaʻ","strong":"H6293","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' (פָּגַע) é usada para descrever a derrota dos inimigos, indicando um momento de vitória.","explicacao_detalhada":"No contexto de Josué 16:7, 'cair' sugere a ação de Deus em derrubar os adversários de Israel, mostrando Sua soberania e poder.","por_que_esta_palavra":"A palavra é significativa porque reflete a intervenção divina nas batalhas de Israel, assegurando-lhes a vitória.","conexao_teologica":"A ideia de cair é frequentemente associada à queda do orgulho e à derrota do mal, como em Tiago 4:10.","referencias_relacionadas":["Salmos 18:38","Isaías 54:17","Romanos 16:20"]},"josue_16_7_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' (יָצָא) é repetida, enfatizando a importância do movimento e da conquista territorial.","explicacao_detalhada":"A repetição da palavra 'sair' reforça a ideia de que a tribo de Efraim estava em um processo contínuo de expansão e conquista.","por_que_esta_palavra":"A ênfase na ação de sair é crucial para entender a dinâmica de ocupação da terra prometida e a obediência ao chamado de Deus.","conexao_teologica":"Assim como os israelitas foram chamados a sair e conquistar, os crentes são chamados a avançar na fé e na missão (Mateus 28:19).","referencias_relacionadas":["Mateus 28:19","Gênesis 12:1","Hebreus 11:8"]},"josue_16_8_grande":{"palavra_pt":"grande","palavra_original":"גְּבוּל","transliteracao":"gᵉbûwl","strong":"H1366","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' (גְּבוּל) refere-se às fronteiras e limites da terra que foi dada a Efraim.","explicacao_detalhada":"Neste contexto, 'grande' indica a extensão da terra prometida, simbolizando a generosidade de Deus em dar a Israel uma herança vasta.","por_que_esta_palavra":"A menção de 'grande' é importante para entender a magnitude das promessas de Deus e a riqueza da terra que Ele deu ao Seu povo.","conexao_teologica":"A grandeza da herança de Israel reflete a grandeza das promessas de Deus para todos os crentes (Efésios 1:18).","referencias_relacionadas":["Deuteronômio 1:7","Salmos 78:54","Efésios 1:18"]},"josue_16_8_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' (יָם) refere-se ao limite ocidental da terra de Efraim, que se estende até o mar Mediterrâneo.","explicacao_detalhada":"O 'mar' é um marco geográfico importante que define as fronteiras da tribo, simbolizando também a abundância e a vida que vem das águas.","por_que_esta_palavra":"A menção do mar é significativa, pois representa não apenas um limite físico, mas também a riqueza e os recursos que Deus proporciona.","conexao_teologica":"O mar é frequentemente usado na Bíblia como símbolo de caos e também de bênção, refletindo a soberania de Deus sobre todas as coisas (Salmos 89:9).","referencias_relacionadas":["Salmos 104:25","Isaías 57:20","Mateus 14:24"]},"josue_16_8_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' (הָיָה) é usada para descrever a condição de um lugar ou a realização de um evento.","explicacao_detalhada":"Neste contexto, 'cair' pode se referir ao estado de um território ou à realização das promessas de Deus, indicando que as coisas se concretizam conforme a vontade divina.","por_que_esta_palavra":"A palavra é importante para entender que a realização das promessas de Deus é certa e que os eventos se desenrolam conforme Seu plano.","conexao_teologica":"A ideia de 'cair' está ligada à certeza das promessas de Deus e à realização de Sua palavra (Isaías 55:11).","referencias_relacionadas":["Isaías 55:11","Romanos 4:21","Hebreus 10:23"]},"josue_16_9_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' (עִיר) refere-se a um local de habitação e segurança, um centro de vida comunitária.","explicacao_detalhada":"No contexto de Josué 16:9, a menção de cidades é crucial para entender a organização social e a vida do povo de Israel na terra prometida.","por_que_esta_palavra":"A palavra 'cidade' é significativa porque representa a vida comunitária e a proteção que as cidades oferecem ao povo de Deus.","conexao_teologica":"As cidades na Bíblia muitas vezes simbolizam a segurança e a presença de Deus entre Seu povo (Salmos 46:1).","referencias_relacionadas":["Salmos 46:1","Hebreus 11:10","Apocalipse 21:2"]},"josue_16_9_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' (בֵּן) refere-se à descendência e à continuidade da linhagem, importante para a herança e identidade do povo.","explicacao_detalhada":"Neste contexto, 'filho' é uma referência à importância da família e da herança na cultura israelita, simbolizando a continuidade das promessas de Deus.","por_que_esta_palavra":"A palavra é crucial para entender a relação entre as gerações e a importância da herança espiritual e física na vida do povo de Deus.","conexao_teologica":"A ideia de 'filho' é central na teologia bíblica, refletindo a relação entre Deus e Seu povo como filhos e filhas (Gálatas 3:26).","referencias_relacionadas":["Gálatas 3:26","Romanos 8:17","Efésios 1:5"]},"josue_16_9_separate":{"palavra_pt":"separate","palavra_original":"מִבְדָּלָה","transliteracao":"mibdâlâh","strong":"H3995","significado_raiz":"Ideia básica: separate.","significado_contextual":"A palavra 'separate' refere-se à divisão ou distinção entre áreas ou tribos.","explicacao_detalhada":"No contexto de Josué 16:9, 'separate' indica a delimitação das terras que pertencem a cada tribo, enfatizando a importância da organização territorial entre os israelitas.","por_que_esta_palavra":"Esta palavra é usada para mostrar como Deus ordenou a distribuição das terras entre as tribos de Israel, refletindo Sua soberania e plano para o povo.","conexao_teologica":"A separação das terras é um símbolo da herança que Deus dá ao Seu povo, representando a promessa cumprida.","referencias_relacionadas":["Josué 13:7","Josué 14:1","Números 34:2"]},"josue_16_10_discomfited":{"palavra_pt":"discomfited","palavra_original":"מַס","transliteracao":"maç","strong":"H4522","significado_raiz":"Ideia básica: discomfited.","significado_contextual":"A palavra 'discomfited' refere-se a ser derrotado ou desorientado em batalha.","explicacao_detalhada":"Em Josué 16:10, a palavra é usada para descrever a condição dos cananeus que foram derrotados pelos israelitas, mostrando a eficácia da intervenção divina nas batalhas.","por_que_esta_palavra":"A utilização de 'discomfited' destaca a vitória de Israel sobre seus inimigos, que foi uma realização direta da promessa de Deus de dar a terra a Seu povo.","conexao_teologica":"A vitória sobre os inimigos é um tema recorrente na Bíblia, simbolizando a luta espiritual e a proteção divina sobre aqueles que seguem a Deus.","referencias_relacionadas":["Deuteronômio 7:24","Salmos 44:5","Isaías 54:17"]},"josue_16_10_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de 24 horas, mas também pode simbolizar um tempo de ação ou evento significativo.","explicacao_detalhada":"No versículo, 'dia' pode indicar um tempo específico em que as ações de conquista ocorreram, enfatizando a importância do tempo na realização das promessas de Deus.","por_que_esta_palavra":"O uso de 'dia' ressalta a cronologia dos eventos e a fidelidade de Deus em cumprir Suas promessas em momentos determinados.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao tempo de Deus e à Sua soberania sobre a história.","referencias_relacionadas":["Gênesis 1:5","Eclesiastes 3:1","Salmos 118:24"]}}