{"josue_17_1_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"A palavra 'tribo' refere-se a um dos grupos familiares que compõem o povo de Israel.","explicacao_detalhada":"Em Josué 17:1, a menção da tribo é crucial para entender a distribuição das terras e a identidade do povo de Deus.","por_que_esta_palavra":"A palavra 'tribo' é importante para a organização social e religiosa de Israel, refletindo a herança e a aliança de Deus com cada grupo.","conexao_teologica":"As tribos de Israel representam a diversidade dentro da unidade do povo de Deus, cada uma com seu papel e propósito no plano divino.","referencias_relacionadas":["Gênesis 49:28","Números 1:4","Deuteronômio 33:6"]},"josue_17_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode ser entendida como a ação de receber ou entrar em posse de algo.","explicacao_detalhada":"No contexto de Josué 17:1, 'cair' refere-se à distribuição da terra entre as tribos, simbolizando a posse que Deus deu ao Seu povo.","por_que_esta_palavra":"A palavra é usada para enfatizar a realização da promessa de Deus de dar a terra a Israel, mostrando a ação de Deus em cumprir Suas promessas.","conexao_teologica":"A posse da terra é um tema central na narrativa bíblica, simbolizando a herança espiritual que Deus oferece a Seu povo.","referencias_relacionadas":["Josué 1:3","Salmos 37:29","Hebreus 11:8-10"]},"josue_17_1_lot":{"palavra_pt":"sorte","palavra_original":"גּוֹרָל","transliteracao":"gôwrâl","strong":"H1486","significado_raiz":"Ideia básica: sorte.","significado_contextual":"A palavra 'sorte' refere-se ao método de distribuição de terras entre as tribos de Israel.","explicacao_detalhada":"Em Josué 17:1, 'sorte' é utilizada para descrever como as terras foram atribuídas, mostrando a confiança do povo em Deus para guiar essa distribuição.","por_que_esta_palavra":"A palavra 'sorte' é significativa porque representa a forma como Deus dirigiu a alocação das terras, enfatizando a soberania divina.","conexao_teologica":"A sorte é um símbolo da providência de Deus, que controla todos os aspectos da vida e da história.","referencias_relacionadas":["Números 26:55","Josué 14:2","Provérbios 16:33"]},"josue_17_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem.","explicacao_detalhada":"Em Josué 17:2, 'filho' é mencionado para destacar a importância da herança familiar e da identidade dentro da tribo.","por_que_esta_palavra":"A palavra é usada para enfatizar a conexão entre gerações e a continuidade das promessas de Deus através da linhagem.","conexao_teologica":"A noção de 'filho' é central na teologia bíblica, representando a relação entre Deus e Seu povo, e a continuidade da aliança.","referencias_relacionadas":["Êxodo 20:5","Salmos 127:3","Mateus 1:1"]},"josue_17_2_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a ação de receber a herança ou a terra.","explicacao_detalhada":"No contexto de Josué 17:2, 'cair' indica a posse da terra que foi designada a cada família, simbolizando a realização da promessa de Deus.","por_que_esta_palavra":"A palavra é significativa porque reflete a ação de Deus em dar a terra a Seu povo, mostrando a fidelidade divina.","conexao_teologica":"A posse da terra é um tema que representa a herança espiritual e a bênção que Deus oferece a Seu povo.","referencias_relacionadas":["Josué 1:6","Salmos 37:11","Hebreus 11:8"]},"josue_17_2_macho":{"palavra_pt":"macho","palavra_original":"זָכָר","transliteracao":"zâkâr","strong":"H2145","significado_raiz":"Ideia básica: macho.","significado_contextual":"A palavra 'macho' refere-se à distinção de gênero, importante para a herança e a continuidade da linhagem.","explicacao_detalhada":"Em Josué 17:2, 'macho' é mencionado para especificar a linha de descendência que é relevante para a distribuição de herança.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da linhagem masculina na cultura israelita e na transmissão de heranças.","conexao_teologica":"A distinção de gênero é um tema que aparece em várias partes da Bíblia, refletindo a ordem e a estrutura que Deus estabeleceu na sociedade.","referencias_relacionadas":["Números 1:2","Deuteronômio 21:15","Mateus 1:2"]},"josue_17_3_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é novamente usada para enfatizar a importância da descendência na herança.","explicacao_detalhada":"Em Josué 17:3, 'filho' é mencionado para reforçar a conexão entre as gerações e a continuidade da linhagem dentro da tribo.","por_que_esta_palavra":"A palavra é significativa para mostrar como a herança é passada de pai para filho, refletindo a fidelidade de Deus em cumprir Suas promessas.","conexao_teologica":"A relação entre pais e filhos é um tema central na Bíblia, simbolizando a aliança de Deus com Seu povo e a transmissão de fé.","referencias_relacionadas":["Êxodo 20:12","Salmos 78:4","Mateus 1:16"]},"josue_17_3_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade e à sinceridade nas ações e promessas.","explicacao_detalhada":"No contexto de Josué 17:3, a 'verdade' é um princípio que orienta a justiça e a integridade nas relações entre os israelitas e Deus. A verdade é fundamental para a vida comunitária e para a manutenção da aliança com Deus.","por_que_esta_palavra":"A palavra 'verdade' é usada para enfatizar a importância da honestidade e da justiça nas decisões e ações dos líderes e do povo.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes. A busca pela verdade é essencial para a vida espiritual e comunitária.","referencias_relacionadas":["Salmos 51:6","Provérbios 12:22","João 4:24"]},"josue_17_3_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa para uma afirmação anterior.","explicacao_detalhada":"Em Josué 17:3, 'porque' é utilizado para conectar a razão pela qual os descendentes de José reivindicam sua herança, mostrando a lógica por trás de suas ações.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a motivação e a base das reivindicações feitas pelos personagens bíblicos.","conexao_teologica":"A compreensão das razões por trás das ações é importante para a teologia da aliança, onde as promessas de Deus são frequentemente ligadas a ações humanas.","referencias_relacionadas":["Gênesis 15:13","Êxodo 3:8","Romanos 8:28"]},"josue_17_4_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se a um mediador entre Deus e o povo, responsável por rituais e ensinamentos.","explicacao_detalhada":"No contexto de Josué 17:4, o sacerdote é uma figura central na manutenção da santidade e na condução do povo nas práticas religiosas e na interpretação da lei.","por_que_esta_palavra":"A menção do sacerdote destaca a importância da liderança espiritual e da intercessão diante de Deus.","conexao_teologica":"Os sacerdotes simbolizam a presença de Deus entre o povo e a necessidade de um mediador, que é plenamente realizado em Cristo.","referencias_relacionadas":["Levítico 10:10","Hebreus 5:1","1 Pedro 2:9"]},"josue_17_4_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e liderança política sobre o povo.","explicacao_detalhada":"Em Josué 17:4, a menção do rei indica a estrutura de governo e a necessidade de liderança justa e sábia para guiar o povo de Israel.","por_que_esta_palavra":"A palavra 'rei' é importante para entender a dinâmica de poder e a relação entre o governo humano e a soberania divina.","conexao_teologica":"Deus é descrito como o Rei supremo, e a liderança humana deve refletir Sua justiça e retidão.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Isaías 33:22"]},"josue_17_4_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' implica em oferecer ou conceder algo a alguém.","explicacao_detalhada":"No contexto de Josué 17:4, 'dar' é usado para expressar a ação de conceder herança ou direitos, enfatizando a generosidade e a justiça nas relações.","por_que_esta_palavra":"A palavra 'dar' é fundamental para entender a dinâmica de bênçãos e promessas na narrativa bíblica.","conexao_teologica":"Deus é o doador de todas as coisas boas, e a generosidade é um reflexo de Seu caráter.","referencias_relacionadas":["Tiago 1:17","Mateus 7:11","2 Coríntios 9:7"]},"josue_17_5_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território físico e à herança prometida a Israel.","explicacao_detalhada":"Em Josué 17:5, 'terra' é um conceito central, simbolizando não apenas a posse física, mas também a promessa de Deus e a identidade do povo.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a relação entre o povo de Israel e as promessas divinas.","conexao_teologica":"A terra prometida é um símbolo da bênção e da presença de Deus entre Seu povo.","referencias_relacionadas":["Gênesis 12:1","Deuteronômio 6:10","Josué 1:3"]},"josue_17_5_cair":{"palavra_pt":"cair","palavra_original":"נָפַל","transliteracao":"nâphal","strong":"H5307","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' implica em uma queda física ou uma perda de posição.","explicacao_detalhada":"No contexto de Josué 17:5, 'cair' pode se referir a uma mudança de status ou a consequências de ações que levam à perda de herança.","por_que_esta_palavra":"A palavra 'cair' é importante para entender as consequências do pecado e da desobediência na vida do povo.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a separação de Deus e as consequências do pecado.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","Tiago 1:15"]},"josue_17_5_corpo":{"palavra_pt":"corpo","palavra_original":"בַּד","transliteracao":"bad","strong":"H905","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' refere-se à totalidade física do ser humano.","explicacao_detalhada":"Em Josué 17:5, 'corpo' pode simbolizar a unidade do povo de Israel e a importância de cada indivíduo na comunidade.","por_que_esta_palavra":"A palavra 'corpo' é usada para enfatizar a conexão entre os indivíduos e a coletividade.","conexao_teologica":"A ideia do corpo é utilizada no Novo Testamento para descrever a Igreja como o corpo de Cristo, onde cada membro tem um papel vital.","referencias_relacionadas":["1 Coríntios 12:12","Romanos 12:4-5","Efésios 4:16"]},"josue_17_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' novamente refere-se ao território e à herança que Deus prometeu ao Seu povo.","explicacao_detalhada":"Em Josué 17:6, a repetição da palavra 'terra' reforça a importância da posse da terra como parte da identidade e da promessa de Deus para Israel.","por_que_esta_palavra":"A palavra 'terra' é essencial para entender a continuidade da narrativa sobre a herança e a fidelidade de Deus.","conexao_teologica":"A terra prometida é um símbolo da aliança de Deus com Seu povo e da realização de Suas promessas.","referencias_relacionadas":["Gênesis 15:18","Êxodo 23:31","Josué 21:43"]},"josue_17_6_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem.","explicacao_detalhada":"Em Josué 17:6, 'filho' é usado para enfatizar a importância da herança familiar e da transmissão das promessas de Deus através das gerações.","por_que_esta_palavra":"A palavra 'filho' é fundamental para entender a relação entre as gerações e a continuidade da aliança de Deus com Seu povo.","conexao_teologica":"A ideia de filhos e herdeiros é central na teologia da adoção em Cristo, onde todos os crentes são considerados filhos de Deus.","referencias_relacionadas":["Gálatas 4:7","Romanos 8:17","Efésios 1:5"]},"josue_17_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir uma explicação ou justificativa no contexto da divisão da terra.","explicacao_detalhada":"Neste versículo, 'porque' conecta a razão pela qual a tribo de Manassés recebeu a herança que lhe foi designada, enfatizando a lógica por trás da distribuição das terras.","por_que_esta_palavra":"A palavra é crucial para entender a relação entre a herança e as circunstâncias que a justificam.","conexao_teologica":"A utilização de 'porque' reflete a soberania de Deus na distribuição das terras e a importância da obediência às suas ordens.","referencias_relacionadas":["Josué 14:2","Josué 17:4","Deuteronômio 1:36"]},"josue_17_7_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a ação de descer ou ser derrotado em batalha.","explicacao_detalhada":"No contexto, 'cair' refere-se à derrota dos inimigos que habitavam a terra prometida, indicando a necessidade de conquista.","por_que_esta_palavra":"É importante para entender a dinâmica de luta e conquista que os israelitas enfrentaram ao entrar na terra.","conexao_teologica":"A palavra 'cair' simboliza a vitória que Deus concede ao seu povo sobre os inimigos.","referencias_relacionadas":["Josué 10:11","Salmos 44:5","Romanos 8:37"]},"josue_17_7_andar":{"palavra_pt":"andar","palavra_original":"הָלַךְ","transliteracao":"hâlak","strong":"H1980","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' é usada para descrever o movimento e a ocupação da terra.","explicacao_detalhada":"Neste versículo, 'andar' implica em tomar posse da terra e viver nela, refletindo a promessa de Deus ao seu povo.","por_que_esta_palavra":"É essencial para entender a ação contínua dos israelitas em se estabelecer na terra prometida.","conexao_teologica":"Andar na terra é uma metáfora para viver segundo a vontade de Deus e desfrutar das bênçãos prometidas.","referencias_relacionadas":["Deuteronômio 6:10","Salmos 1:1","Gálatas 5:16"]},"josue_17_7_grande":{"palavra_pt":"grande","palavra_original":"גְּבוּל","transliteracao":"gᵉbûwl","strong":"H1366","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à extensão territorial e à importância da herança recebida.","explicacao_detalhada":"Aqui, 'grande' destaca a vastidão da terra que Manassés deveria conquistar e habitar, sublinhando a generosidade de Deus.","por_que_esta_palavra":"É importante para enfatizar a magnitude da bênção que Deus deu à tribo de Manassés.","conexao_teologica":"A grandeza da terra reflete a grandeza das promessas de Deus ao seu povo.","referencias_relacionadas":["Gênesis 15:18","Josué 1:4","Salmos 78:55"]},"josue_17_8_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para indicar a linhagem e a herança familiar.","explicacao_detalhada":"Neste contexto, 'filho' refere-se à continuidade da tribo de Manassés e à importância da descendência na distribuição da terra.","por_que_esta_palavra":"É fundamental para entender a conexão entre as gerações e a herança recebida.","conexao_teologica":"A ênfase na linhagem reflete a fidelidade de Deus às suas promessas feitas aos patriarcas.","referencias_relacionadas":["Gênesis 48:5","Êxodo 20:5","Mateus 1:10"]},"josue_17_8_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território prometido a Israel.","explicacao_detalhada":"Neste versículo, 'terra' é o foco central, pois representa a herança que Deus deu ao seu povo, simbolizando segurança e prosperidade.","por_que_esta_palavra":"É crucial para entender a importância da terra na identidade e na história de Israel.","conexao_teologica":"A terra é um símbolo da aliança de Deus com seu povo e de suas promessas de bênçãos.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:7","Hebreus 11:9"]},"josue_17_8_tribo":{"palavra_pt":"tribo","palavra_original":"מְנַשֶּׁה","transliteracao":"Mᵉnashsheh","strong":"H4519","significado_raiz":"Ideia básica: tribo.","significado_contextual":"A palavra 'tribo' refere-se a uma das divisões do povo de Israel.","explicacao_detalhada":"Aqui, 'tribo' indica a herança específica da tribo de Manassés, destacando a organização social e religiosa de Israel.","por_que_esta_palavra":"É importante para entender a estrutura do povo de Deus e como as promessas foram distribuídas.","conexao_teologica":"A tribo simboliza a identidade coletiva do povo de Deus e sua relação com Ele.","referencias_relacionadas":["Números 1:4","Josué 13:29","Apocalipse 7:4"]},"josue_17_9_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se aos adversários que os israelitas enfrentaram ao conquistar a terra.","explicacao_detalhada":"Neste versículo, 'inimigo' destaca a oposição que os israelitas encontraram e a necessidade de confiar em Deus para a vitória.","por_que_esta_palavra":"É essencial para entender a luta espiritual e física que o povo de Deus enfrentou.","conexao_teologica":"Os inimigos representam as forças que se opõem ao plano de Deus e à sua vontade para o seu povo.","referencias_relacionadas":["Salmos 44:5","Romanos 8:31","Efésios 6:12"]},"josue_17_9_grande":{"palavra_pt":"grande","palavra_original":"גְּבוּל","transliteracao":"gᵉbûwl","strong":"H1366","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude dos inimigos que os israelitas enfrentaram.","explicacao_detalhada":"Aqui, 'grande' enfatiza a força e a quantidade dos adversários, ressaltando a necessidade de dependência de Deus.","por_que_esta_palavra":"É importante para entender a gravidade da situação que os israelitas enfrentavam.","conexao_teologica":"A grandeza dos inimigos contrasta com a grandeza do poder de Deus para salvar e proteger seu povo.","referencias_relacionadas":["Números 13:33","Salmos 18:29","1 João 4:4"]},"josue_17_10_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' refere-se à fronteira natural que delimitava a terra de Manassés.","explicacao_detalhada":"Neste contexto, 'mar' é uma referência geográfica que ajuda a definir os limites da herança da tribo.","por_que_esta_palavra":"É crucial para entender a geografia da terra prometida e as divisões entre as tribos.","conexao_teologica":"O mar simboliza a proteção e a provisão de Deus, que delimita o espaço do seu povo.","referencias_relacionadas":["Gênesis 49:13","Josué 1:4","Salmos 104:25"]},"josue_17_10_sol":{"palavra_pt":"sol","palavra_original":"מִזְרָח","transliteracao":"mizrâch","strong":"H4217","significado_raiz":"Ideia básica: sol.","significado_contextual":"Refere-se à direção do sol, que é importante para a orientação e delimitação de terras.","explicacao_detalhada":"A palavra 'sol' (מִזְרָח) é usada para indicar a direção leste, onde o sol nasce. No contexto de Josué 17:10, isso é relevante para a descrição das fronteiras das tribos de Israel.","por_que_esta_palavra":"A escolha da palavra 'sol' enfatiza a importância da luz e da orientação divina na conquista e distribuição da terra prometida.","conexao_teologica":"O sol é frequentemente associado à presença de Deus e à Sua orientação. Assim como o sol ilumina o caminho, Deus guia Seu povo.","referencias_relacionadas":["Salmos 113:3","Eclesiastes 1:5","Isaías 60:1"]},"josue_17_10_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a ação de cair, que pode ser interpretada como uma queda em batalha ou uma perda de posição.","explicacao_detalhada":"A palavra 'cair' (הָיָה) é usada para descrever a condição de um povo ou cidade que não consegue resistir ao ataque. No contexto, pode referir-se à derrota dos inimigos de Israel.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica de poder entre as tribos de Israel e seus adversários, mostrando que a vitória é concedida por Deus.","conexao_teologica":"A queda dos inimigos é um tema recorrente na Bíblia, simbolizando a justiça divina e a proteção sobre o Seu povo.","referencias_relacionadas":["Salmos 20:8","Isaías 54:17","Romanos 8:31"]},"josue_17_11_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de decidir ou administrar justiça, especialmente em relação às terras e heranças.","explicacao_detalhada":"A palavra 'julgar' (יָשַׁב) implica a responsabilidade de tomar decisões justas sobre a distribuição da terra entre as tribos de Israel.","por_que_esta_palavra":"A palavra é importante para enfatizar a necessidade de justiça e ordem na sociedade israelita, refletindo o caráter de Deus como juiz.","conexao_teologica":"Deus é apresentado como o juiz supremo, e os líderes de Israel são chamados a refletir essa justiça em suas decisões.","referencias_relacionadas":["Deuteronômio 16:18","Salmos 82:3","Miquéias 6:8"]},"josue_17_11_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Assim como em outros contextos, refere-se à derrota ou queda de inimigos.","explicacao_detalhada":"A palavra 'cair' (הָיָה) é usada novamente para enfatizar a vulnerabilidade dos adversários de Israel diante da ação divina.","por_que_esta_palavra":"Reforça a ideia de que a vitória de Israel não é apenas militar, mas também espiritual, com Deus ao seu lado.","conexao_teologica":"A queda dos inimigos é um sinal da intervenção divina e da fidelidade de Deus às promessas feitas a Israel.","referencias_relacionadas":["Salmos 27:2","Isaías 41:10","Romanos 8:37"]},"josue_17_12_agarrar":{"palavra_pt":"agarrar","palavra_original":"יָרַשׁ","transliteracao":"yârash","strong":"H3423","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se à ação de tomar posse ou herdar terras.","explicacao_detalhada":"A palavra 'agarrar' (יָרַשׁ) é usada para descrever a conquista das terras prometidas, um ato de posse que é tanto físico quanto espiritual.","por_que_esta_palavra":"É fundamental para entender a relação de Israel com a terra prometida, que é vista como um presente de Deus.","conexao_teologica":"A posse da terra é um símbolo da aliança de Deus com Seu povo e da realização de Suas promessas.","referencias_relacionadas":["Deuteronômio 9:1","Josué 1:3","Hebreus 11:8-10"]},"josue_17_12_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local habitado, que é importante para a organização social e política de Israel.","explicacao_detalhada":"A palavra 'cidade' (עִיר) é usada para designar áreas urbanas que servem como centros de vida comunitária e adoração.","por_que_esta_palavra":"A menção de cidades é crucial para entender a estrutura social e a distribuição das tribos em Canaã.","conexao_teologica":"As cidades são frequentemente vistas como lugares de refúgio e adoração, refletindo a presença de Deus entre Seu povo.","referencias_relacionadas":["Josué 20:2","Salmos 46:4","Mateus 5:14"]},"josue_17_12_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Novamente, refere-se à administração de justiça e decisões sobre a terra.","explicacao_detalhada":"A palavra 'julgar' (יָשַׁב) é repetida para enfatizar a importância da justiça nas decisões sobre a herança das tribos.","por_que_esta_palavra":"Reforça a necessidade de liderança justa e sábia em Israel, refletindo o caráter de Deus.","conexao_teologica":"A justiça é um atributo de Deus e deve ser refletida na vida da comunidade de fé.","referencias_relacionadas":["Deuteronômio 16:20","Provérbios 21:15","Miquéias 6:8"]},"josue_17_13_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de pedir ou invocar ajuda, especialmente em tempos de necessidade.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é usada para descrever a ação de Deus em responder ao clamor do Seu povo.","por_que_esta_palavra":"É importante para entender a relação de dependência entre Israel e Deus, que é visto como o provedor.","conexao_teologica":"O clamor do povo é um tema recorrente na Bíblia, mostrando a necessidade de confiar em Deus em todas as circunstâncias.","referencias_relacionadas":["Salmos 34:17","Isaías 65:24","Romanos 10:13"]},"josue_17_13_discomfited":{"palavra_pt":"discomfited","palavra_original":"מַס","transliteracao":"maç","strong":"H4522","significado_raiz":"Ideia básica: discomfited.","significado_contextual":"Refere-se à confusão ou derrota dos inimigos de Israel.","explicacao_detalhada":"A palavra 'discomfited' (מַס) implica em desordem e derrota, mostrando a eficácia da intervenção divina nas batalhas.","por_que_esta_palavra":"É crucial para entender como Deus luta pelas batalhas de Seu povo, trazendo vitória sobre os adversários.","conexao_teologica":"A vitória de Israel sobre seus inimigos é um testemunho da fidelidade de Deus e de Sua proteção.","referencias_relacionadas":["Salmos 44:5","Isaías 54:17","2 Coríntios 2:14"]},"josue_17_13_agarrar":{"palavra_pt":"agarrar","palavra_original":"יָרַשׁ","transliteracao":"yârash","strong":"H3423","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se novamente à posse e herança das terras prometidas.","explicacao_detalhada":"A palavra 'agarrar' (יָרַשׁ) é repetida para enfatizar a importância de tomar posse do que Deus prometeu.","por_que_esta_palavra":"Reforça a ideia de que a herança é um ato de fé e obediência ao Senhor.","conexao_teologica":"A herança da terra é um símbolo da aliança de Deus com Seu povo e da realização de Suas promessas.","referencias_relacionadas":["Deuteronômio 12:10","Josué 1:6","Hebreus 11:9"]},"josue_17_14_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação verbal, um ato essencial para a interação entre os personagens bíblicos.","explicacao_detalhada":"No contexto de Josué 17:14, a palavra 'falar' é usada para expressar a necessidade de diálogo e reivindicação por parte dos filhos de José em relação à sua herança na terra prometida.","por_que_esta_palavra":"Esta palavra é importante porque destaca a importância da comunicação e da reivindicação de direitos dentro da narrativa bíblica.","conexao_teologica":"A comunicação é fundamental na relação entre Deus e o homem, sendo a palavra de Deus um meio pelo qual Ele se revela e se relaciona com Seu povo.","referencias_relacionadas":["Gênesis 1:3","Êxodo 20:1","Salmos 33:6"]},"josue_17_14_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem, um conceito central na cultura israelita.","explicacao_detalhada":"Em Josué 17:14, 'filho' é usado para enfatizar a identidade dos israelitas como herdeiros da promessa de Deus, representando a conexão entre gerações.","por_que_esta_palavra":"A palavra é crucial para entender a importância da herança e da identidade familiar na história do povo de Israel.","conexao_teologica":"A relação entre pai e filho é frequentemente usada nas Escrituras para ilustrar a relação entre Deus e Seu povo, onde Deus é visto como Pai.","referencias_relacionadas":["Gênesis 48:5","Êxodo 4:22","Salmos 127:3"]},"josue_17_14_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude da herança que os filhos de José desejam.","explicacao_detalhada":"No versículo, 'grande' enfatiza a extensão da terra que eles acreditam que devem receber, refletindo a generosidade de Deus em suas promessas.","por_que_esta_palavra":"A palavra é significativa porque expressa a expectativa de bênçãos abundantes e a importância da terra prometida.","conexao_teologica":"A grandeza de Deus é frequentemente associada às Suas promessas e bênçãos, mostrando que Ele é capaz de prover abundantemente para Seu povo.","referencias_relacionadas":["Deuteronômio 1:28","Salmos 78:41","Isaías 54:2"]},"josue_17_15_criar":{"palavra_pt":"criar","palavra_original":"בָּרָא","transliteracao":"bârâʼ","strong":"H1254","significado_raiz":"Ideia básica: criar.","significado_contextual":"A palavra 'criar' implica em trazer algo à existência, um ato que é frequentemente atribuído a Deus.","explicacao_detalhada":"Em Josué 17:15, 'criar' é usado para expressar a ideia de que a terra é um presente divino, um ato de criação que deve ser reconhecido e valorizado.","por_que_esta_palavra":"Esta palavra é importante porque destaca a soberania de Deus como Criador e a responsabilidade do homem em cuidar da criação.","conexao_teologica":"A criação é um tema central na teologia, refletindo a natureza de Deus como o Criador de todas as coisas e a relação do homem com a terra.","referencias_relacionadas":["Gênesis 1:1","Salmos 104:24","Isaías 45:18"]},"josue_17_15_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território prometido por Deus ao povo de Israel, um tema recorrente nas Escrituras.","explicacao_detalhada":"No contexto de Josué 17:15, 'terra' representa a herança física e espiritual que Deus deu ao Seu povo, simbolizando a fidelidade de Deus às Suas promessas.","por_que_esta_palavra":"A palavra é fundamental para entender a relação entre Deus e Israel, onde a terra é vista como um sinal da aliança.","conexao_teologica":"A terra prometida é um símbolo da presença de Deus e da bênção, refletindo a esperança de um futuro restaurado.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Deuteronômio 6:10"]},"josue_17_15_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'grande' é usada novamente para enfatizar a magnitude da herança que os filhos de José desejam.","explicacao_detalhada":"Neste versículo, 'grande' reforça a ideia de que a terra que eles estão pedindo é extensa e rica, refletindo a generosidade de Deus.","por_que_esta_palavra":"A repetição da palavra 'grande' destaca a expectativa de bênçãos abundantes e a importância da terra prometida.","conexao_teologica":"A grandeza de Deus é frequentemente associada às Suas promessas e bênçãos, mostrando que Ele é capaz de prover abundantemente para Seu povo.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"josue_17_16_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se à ação de decidir ou avaliar, um papel importante na liderança e na justiça.","explicacao_detalhada":"Em Josué 17:16, 'julgar' é usado para descrever a responsabilidade dos líderes em tomar decisões justas sobre a distribuição da terra.","por_que_esta_palavra":"Esta palavra é crucial para entender a importância da justiça e da liderança dentro da comunidade israelita.","conexao_teologica":"Deus é frequentemente descrito como o juiz justo, e a justiça é um atributo essencial de Seu caráter.","referencias_relacionadas":["Salmos 9:7","Isaías 1:17","Miquéias 6:8"]},"josue_17_16_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' é novamente mencionada, referindo-se ao território que os israelitas estão reivindicando.","explicacao_detalhada":"Neste contexto, 'terra' simboliza a herança e a promessa de Deus, que deve ser administrada com justiça e responsabilidade.","por_que_esta_palavra":"A repetição da palavra 'terra' enfatiza a centralidade da terra na narrativa bíblica e na identidade do povo de Israel.","conexao_teologica":"A terra prometida é um símbolo da presença de Deus e da bênção, refletindo a esperança de um futuro restaurado.","referencias_relacionadas":["Gênesis 15:18","Êxodo 23:31","Deuteronômio 11:21"]},"josue_17_17_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude da herança que os filhos de José desejam.","explicacao_detalhada":"No versículo, 'grande' enfatiza a extensão da terra que eles acreditam que devem receber, refletindo a generosidade de Deus em suas promessas.","por_que_esta_palavra":"A palavra é significativa porque expressa a expectativa de bênçãos abundantes e a importância da terra prometida.","conexao_teologica":"A grandeza de Deus é frequentemente associada às Suas promessas e bênçãos, mostrando que Ele é capaz de prover abundantemente para Seu povo.","referencias_relacionadas":["Salmos 78:41","Isaías 54:2","Romanos 8:32"]},"josue_17_17_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se a um lar ou residência, simbolizando segurança e pertencimento.","explicacao_detalhada":"Em Josué 17:17, 'casa' é usada para descrever a herança que os filhos de José desejam, refletindo a importância de ter um lugar seguro e estável.","por_que_esta_palavra":"Esta palavra é importante porque destaca a necessidade humana de um lar e a promessa de Deus de prover um lugar para Seu povo.","conexao_teologica":"A casa é frequentemente usada nas Escrituras como uma metáfora para a presença de Deus e o lugar de habitação do Seu povo.","referencias_relacionadas":["Salmos 127:1","Isaías 32:18","João 14:2"]},"josue_17_17_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, enfatizando a dignidade e o papel do homem na criação.","explicacao_detalhada":"A palavra 'homem' aqui é usada para destacar a importância do ser humano na narrativa bíblica, especialmente em relação à sua responsabilidade e posição diante de Deus.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a criação de Deus e a relação especial que Ele tem com a humanidade.","conexao_teologica":"A teologia bíblica frequentemente discute a criação do homem à imagem de Deus, o que confere ao ser humano um valor intrínseco.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Hebreus 2:6-7"]},"josue_17_18_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir uma razão ou explicação, conectando ideias na narrativa.","explicacao_detalhada":"A palavra 'porque' serve para justificar uma afirmação anterior, mostrando a lógica por trás das ações ou decisões tomadas.","por_que_esta_palavra":"É essencial para a compreensão do raciocínio e da argumentação dentro do texto bíblico.","conexao_teologica":"A lógica e a razão são frequentemente usadas nas Escrituras para explicar a vontade de Deus e as ações humanas.","referencias_relacionadas":["Romanos 8:28","Tiago 1:5","Provérbios 3:5-6"]},"josue_17_18_criar":{"palavra_pt":"criar","palavra_original":"בָּרָא","transliteracao":"bârâʼ","strong":"H1254","significado_raiz":"Ideia básica: criar.","significado_contextual":"Refere-se ao ato de trazer algo à existência, muitas vezes associado à criação divina.","explicacao_detalhada":"A palavra 'criar' implica um ato de poder e autoridade, refletindo a capacidade de Deus de formar e moldar a realidade.","por_que_esta_palavra":"É usada para enfatizar a soberania de Deus sobre a criação e a capacidade de trazer novas realidades.","conexao_teologica":"A criação é um tema central na teologia, mostrando a relação entre Deus e o mundo que Ele criou.","referencias_relacionadas":["Gênesis 1:1","Isaías 43:7","2 Coríntios 5:17"]},"josue_17_18_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica um estado de mudança ou transição, muitas vezes associado a consequências negativas.","explicacao_detalhada":"A palavra 'cair' pode simbolizar a queda do homem em pecado ou a perda de um estado anterior de graça.","por_que_esta_palavra":"É importante para entender as consequências do pecado e a necessidade de redenção.","conexao_teologica":"A queda é um conceito teológico fundamental que explica a condição humana e a necessidade de salvação.","referencias_relacionadas":["Gênesis 3:6-7","Romanos 5:12","Efésios 2:1-3"]}}