{"josue_18_1_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território físico, mas também pode simbolizar a promessa de Deus ao Seu povo.","explicacao_detalhada":"A palavra 'terra' é central na narrativa de Josué, pois representa a herança e a promessa cumprida de Deus para Israel.","por_que_esta_palavra":"A terra é um símbolo da presença de Deus e da bênção divina sobre o Seu povo.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, simbolizando a esperança e a realização das promessas de Deus.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Hebreus 11:9-10"]},"josue_18_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como algo é feito, enfatizando a importância da ordem e da metodologia.","explicacao_detalhada":"A palavra 'modo' sugere que há uma forma correta de agir e que a obediência às instruções divinas é essencial.","por_que_esta_palavra":"É utilizada para enfatizar a necessidade de seguir as diretrizes estabelecidas por Deus para o povo.","conexao_teologica":"A maneira de viver segundo a vontade de Deus é um tema central na vida cristã, refletindo a importância da obediência.","referencias_relacionadas":["Salmos 119:105","Mateus 7:13-14","Romanos 12:2"]},"josue_18_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência, simbolizando continuidade e herança.","explicacao_detalhada":"A palavra 'filho' é usada para enfatizar a relação familiar e a importância da linhagem dentro do povo de Israel.","por_que_esta_palavra":"É fundamental para entender a identidade e a herança do povo de Deus.","conexao_teologica":"A filiação é um conceito teológico que se estende à relação entre Deus e Seus filhos, os crentes.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:14-17","Efésios 1:5"]},"josue_18_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Reforça a ideia de continuidade e a importância da linhagem no contexto da herança.","explicacao_detalhada":"A repetição da palavra 'filho' destaca a relevância da descendência e da identidade familiar.","por_que_esta_palavra":"É essencial para a compreensão das promessas de Deus em relação ao Seu povo.","conexao_teologica":"A noção de ser filho de Deus é central na teologia cristã, enfatizando a relação íntima entre Deus e os crentes.","referencias_relacionadas":["João 1:12","1 João 3:1","Romanos 8:15"]},"josue_18_2_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade ou à fidelidade de algo, muitas vezes em contraste com a falsidade.","explicacao_detalhada":"A palavra 'verdade' é crucial para a compreensão da natureza de Deus e de Sua palavra, que é sempre verdadeira.","por_que_esta_palavra":"É importante para entender a integridade e a confiança que devemos ter nas promessas de Deus.","conexao_teologica":"A verdade é um atributo de Deus e é fundamental para a vida cristã, que deve ser baseada na verdade divina.","referencias_relacionadas":["João 14:6","Salmos 119:160","Efésios 4:15"]},"josue_18_3_agarrar":{"palavra_pt":"agarrar","palavra_original":"יָרַשׁ","transliteracao":"yârash","strong":"H3423","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Indica a ação de tomar posse ou reivindicar algo, especialmente em um contexto de herança.","explicacao_detalhada":"A palavra 'agarrar' sugere uma ação decisiva e intencional de tomar posse da terra prometida.","por_que_esta_palavra":"É fundamental para entender a responsabilidade do povo de Israel em reivindicar as promessas de Deus.","conexao_teologica":"A ideia de agarrar ou tomar posse é frequentemente associada à fé e à ação do crente em relação às promessas de Deus.","referencias_relacionadas":["Hebreus 11:1","Josué 1:3","Romanos 4:13"]},"josue_18_3_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida que os israelitas estavam prestes a conquistar.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever não apenas o solo físico, mas também a herança que Deus prometeu ao povo de Israel. Neste contexto, representa a realização de uma promessa divina.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a importância do espaço físico que Deus designou para o Seu povo, simbolizando segurança e prosperidade.","conexao_teologica":"A terra é um símbolo da aliança entre Deus e Israel, representando a presença e a bênção de Deus na vida do Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Deuteronômio 6:10-11"]},"josue_18_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Indica a importância da declaração que está sendo feita sobre a terra.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é utilizada para transmitir a autoridade da instrução que Josué está dando aos israelitas sobre a divisão da terra.","por_que_esta_palavra":"A palavra 'dizer' destaca a necessidade de comunicação clara e a importância das ordens divinas na vida do povo.","conexao_teologica":"A comunicação de Deus através de Seus líderes é fundamental para a orientação do Seu povo, refletindo a importância da obediência à Sua palavra.","referencias_relacionadas":["Êxodo 20:1","Salmos 119:105","Mateus 4:4"]},"josue_18_4_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de se levantar para tomar posse da terra.","explicacao_detalhada":"A palavra 'levantar' (קוּם) implica ação e determinação, simbolizando a disposição do povo para agir conforme a ordem de Deus.","por_que_esta_palavra":"A palavra enfatiza a necessidade de ação por parte dos israelitas para que a promessa se concretize.","conexao_teologica":"A disposição para 'levantar' e agir é um princípio teológico que reflete a fé em ação, onde a crença deve ser acompanhada de obras.","referencias_relacionadas":["Tiago 2:17","Hebreus 11:1","Romanos 10:17"]},"josue_18_4_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Novamente, refere-se à terra prometida que será dividida entre as tribos.","explicacao_detalhada":"A repetição da palavra 'terra' (אֶרֶץ) reforça a centralidade da terra na narrativa de Josué e na história de Israel.","por_que_esta_palavra":"A ênfase na terra destaca a importância da herança e do cumprimento das promessas de Deus.","conexao_teologica":"A terra é um símbolo da fidelidade de Deus às Suas promessas e da identidade do povo de Israel como Seu povo escolhido.","referencias_relacionadas":["Números 34:1-12","Deuteronômio 1:8","Josué 1:3"]},"josue_18_5_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se às habitações que os israelitas construirão na nova terra.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) representa não apenas a estrutura física, mas também a ideia de lar e comunidade entre o povo de Deus.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a importância da família e da comunidade na vida do povo de Israel.","conexao_teologica":"A casa é um símbolo da presença de Deus entre o Seu povo, refletindo a ideia de que Deus deseja habitar entre eles.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Hebreus 3:4"]},"josue_18_5_seca":{"palavra_pt":"seca","palavra_original":"נֶגֶב","transliteracao":"negeb","strong":"H5045","significado_raiz":"Ideia básica: seca.","significado_contextual":"Refere-se à região árida que os israelitas estavam prestes a explorar.","explicacao_detalhada":"A palavra 'seca' (נֶגֶב) é usada para descrever uma área que pode parecer desolada, mas que também possui potencial para ser habitada e cultivada.","por_que_esta_palavra":"A palavra destaca a diversidade da terra prometida e os desafios que os israelitas enfrentariam ao se estabelecerem.","conexao_teologica":"A seca simboliza as dificuldades que podem ser superadas pela fé e pela provisão de Deus.","referencias_relacionadas":["Gênesis 13:10","Isaías 35:1","Salmos 126:4"]},"josue_18_5_vento":{"palavra_pt":"vento","palavra_original":"צָפוֹן","transliteracao":"tsâphôwn","strong":"H6828","significado_raiz":"Ideia básica: vento.","significado_contextual":"Pode referir-se à direção que os israelitas devem seguir na conquista da terra.","explicacao_detalhada":"A palavra 'vento' (צָפוֹן) pode simbolizar a orientação e a direção que Deus dá ao Seu povo em momentos de incerteza.","por_que_esta_palavra":"A palavra enfatiza a necessidade de discernimento e a busca pela direção divina.","conexao_teologica":"O vento é frequentemente associado ao Espírito Santo, que guia e orienta o povo de Deus em sua jornada.","referencias_relacionadas":["João 3:8","Atos 2:2","Salmos 104:3"]},"josue_18_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra que será designada para as tribos de Israel.","explicacao_detalhada":"A repetição da palavra 'terra' (אֶרֶץ) reforça a importância da posse da terra prometida como parte do plano de Deus.","por_que_esta_palavra":"A ênfase na terra destaca a continuidade da promessa de Deus ao longo da história de Israel.","conexao_teologica":"A terra é um símbolo da aliança e da fidelidade de Deus, que cumpre Suas promessas ao Seu povo.","referencias_relacionadas":["Deuteronômio 11:9","Josué 1:6","Ezequiel 36:24"]},"josue_18_6_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de convocar as tribos para a divisão da terra.","explicacao_detalhada":"A palavra 'vir/entrar' (בּוֹא) implica um convite à ação e à participação na herança que Deus está dando.","por_que_esta_palavra":"A escolha da palavra enfatiza a importância da participação ativa do povo na realização das promessas de Deus.","conexao_teologica":"O chamado de Deus para o Seu povo é um tema central na Bíblia, refletindo a necessidade de resposta e ação por parte dos crentes.","referencias_relacionadas":["Mateus 11:28","Romanos 8:30","1 Pedro 2:9"]},"josue_18_6_caminho":{"palavra_pt":"caminho","palavra_original":"הֵנָּה","transliteracao":"hênnâh","strong":"H2008","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao caminho que os israelitas devem seguir para alcançar a terra prometida.","explicacao_detalhada":"A palavra 'caminho' (הֵנָּה) simboliza a jornada e as decisões que o povo deve tomar em sua caminhada de fé.","por_que_esta_palavra":"A escolha da palavra enfatiza a importância de seguir o caminho que Deus traçou para o Seu povo.","conexao_teologica":"O caminho é um símbolo da vida cristã, onde seguir a direção de Deus é essencial para a vida espiritual.","referencias_relacionadas":["Provérbios 3:6","Salmos 119:105","João 14:6"]},"josue_18_7_filho":{"palavra_pt":"filho","palavra_original":"גָּד","transliteracao":"Gâd","strong":"H1410","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência ou progenitura, enfatizando a relação familiar.","explicacao_detalhada":"A palavra 'filho' é usada para indicar não apenas a relação biológica, mas também a continuidade da linhagem e a herança das promessas de Deus.","por_que_esta_palavra":"É crucial para entender a identidade do povo de Israel como filhos de Deus e herdeiros das promessas.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia bíblica, refletindo a relação íntima entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 4:22","Salmos 2:7","Romanos 8:16"]},"josue_18_7_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Utilizada para introduzir uma razão ou justificativa.","explicacao_detalhada":"A palavra 'porque' conecta a ação que se segue a uma explicação, mostrando a lógica por trás das instruções dadas.","por_que_esta_palavra":"É importante para entender a motivação divina nas ações e ordens dadas ao povo.","conexao_teologica":"Reflete a soberania de Deus em guiar Seu povo com propósitos claros e justificados.","referencias_relacionadas":["Deuteronômio 6:24","Romanos 8:28","1 Pedro 2:9"]},"josue_18_7_priesthood":{"palavra_pt":"priesthood","palavra_original":"כְּהֻנָּה","transliteracao":"kᵉhunnâh","strong":"H3550","significado_raiz":"Ideia básica: priesthood.","significado_contextual":"Refere-se ao ofício e à função dos sacerdotes no culto a Deus.","explicacao_detalhada":"A palavra 'priesthood' implica a mediação entre Deus e o povo, sendo os sacerdotes responsáveis por oferecer sacrifícios e interceder.","por_que_esta_palavra":"É fundamental para entender a estrutura religiosa de Israel e a importância do sacerdócio na adoração.","conexao_teologica":"O sacerdócio é um símbolo da mediação de Cristo, que se tornou nosso Sumo Sacerdote.","referencias_relacionadas":["Êxodo 28:1","Hebreus 5:1","1 Pedro 2:9"]},"josue_18_8_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Indica a ação de se erguer ou iniciar uma tarefa.","explicacao_detalhada":"A palavra 'levantar' é usada para descrever a ação de convocar ou iniciar uma missão, simbolizando a disposição para agir.","por_que_esta_palavra":"É importante para entender a mobilização do povo de Israel para a conquista da terra prometida.","conexao_teologica":"Reflete a chamada de Deus para que Seu povo atue em fé e obediência.","referencias_relacionadas":["Isaías 60:1","Salmos 68:1","Mateus 28:19"]},"josue_18_8_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo do sexo masculino, mas também pode simbolizar a humanidade em geral.","explicacao_detalhada":"A palavra 'homem' é usada para enfatizar a responsabilidade e a ação individual no contexto da liderança e da conquista.","por_que_esta_palavra":"É relevante para entender a importância da liderança masculina nas batalhas e decisões do povo de Israel.","conexao_teologica":"Representa a responsabilidade que cada homem tem diante de Deus e da comunidade.","referencias_relacionadas":["Gênesis 2:7","1 Coríntios 16:13","Efésios 5:23"]},"josue_18_8_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território físico que Deus prometeu ao povo de Israel.","explicacao_detalhada":"A palavra 'terra' é central na narrativa bíblica, simbolizando a promessa de Deus e a herança do Seu povo.","por_que_esta_palavra":"É essencial para entender a relação entre o povo de Israel e a terra prometida como parte do plano divino.","conexao_teologica":"A terra é um símbolo da bênção e da presença de Deus entre Seu povo.","referencias_relacionadas":["Gênesis 12:1","Deuteronômio 1:8","Hebreus 11:9"]},"josue_18_9_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo do sexo masculino, enfatizando a ação e a responsabilidade.","explicacao_detalhada":"A repetição da palavra 'homem' destaca a importância da liderança e da ação individual no cumprimento das ordens de Deus.","por_que_esta_palavra":"É relevante para entender a necessidade de homens dispostos a agir em obediência às instruções divinas.","conexao_teologica":"Reflete a chamada de Deus para que os homens liderem com responsabilidade e fé.","referencias_relacionadas":["Gênesis 2:18","1 Timóteo 2:8","Efésios 5:25"]},"josue_18_9_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território que Deus designou para o povo de Israel.","explicacao_detalhada":"A palavra 'terra' é crucial para a narrativa da conquista e da herança do povo escolhido.","por_que_esta_palavra":"É importante para entender a promessa de Deus e a realização do Seu plano redentor.","conexao_teologica":"A terra simboliza a realização das promessas de Deus e a habitação do Seu povo.","referencias_relacionadas":["Números 34:2","Deuteronômio 8:7","Josué 1:3"]},"josue_18_9_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local urbano, um centro de vida e atividade.","explicacao_detalhada":"A palavra 'cidade' indica a importância dos assentamentos na vida do povo e na realização das promessas de Deus.","por_que_esta_palavra":"É relevante para entender a organização social e a estrutura do povo de Israel na terra prometida.","conexao_teologica":"As cidades são vistas como lugares de refúgio e segurança, refletindo a proteção de Deus sobre Seu povo.","referencias_relacionadas":["Josué 20:2","Salmos 46:4","Apocalipse 21:2"]},"josue_18_10_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território que Deus prometeu ao povo de Israel.","explicacao_detalhada":"A palavra 'terra' é repetida para enfatizar a importância da posse da terra prometida como parte da aliança de Deus.","por_que_esta_palavra":"É essencial para entender a continuidade da promessa de Deus ao longo da história de Israel.","conexao_teologica":"A terra é um símbolo da fidelidade de Deus e da realização de Suas promessas.","referencias_relacionadas":["Gênesis 15:18","Deuteronômio 11:24","Josué 1:2"]},"josue_18_10_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação de descendência, indicando um membro da família ou da nação.","explicacao_detalhada":"A palavra 'filho' (בֵּן - bên) é usada para descrever não apenas a relação biológica, mas também a conexão espiritual e social entre os indivíduos. No contexto de Josué 18:10, enfatiza a importância da herança e da continuidade familiar entre as tribos de Israel.","por_que_esta_palavra":"A palavra é fundamental para entender a estrutura social e a organização das tribos de Israel, onde a identidade é muitas vezes ligada à linhagem.","conexao_teologica":"A noção de 'filho' é central na teologia bíblica, representando a relação entre Deus e seu povo, como em 'Filhos de Deus'.","referencias_relacionadas":["Êxodo 4:22","Salmos 127:3","Romanos 8:14"]},"josue_18_10_adventure":{"palavra_pt":"adventure","palavra_original":"שָׁלַךְ","transliteracao":"shâlak","strong":"H7993","significado_raiz":"Ideia básica: adventure.","significado_contextual":"A palavra 'adventure' (שָׁלַךְ - shâlak) não é diretamente encontrada no contexto de Josué 18:10, mas pode ser interpretada como um ato de lançar ou enviar.","explicacao_detalhada":"Embora a palavra 'adventure' não se encaixe no contexto, o ato de 'lançar' pode simbolizar a disposição de se aventurar em novas terras e desafios, refletindo a jornada dos israelitas na conquista da terra prometida.","por_que_esta_palavra":"A ideia de 'lançar' é relevante para a narrativa de conquista e a confiança em Deus ao enfrentar novos desafios.","conexao_teologica":"A disposição de se aventurar em fé é um tema recorrente na Bíblia, onde Deus chama seu povo a confiar nele em situações desconhecidas.","referencias_relacionadas":["Hebreus 11:8","Salmos 37:5","Isaías 41:10"]},"josue_18_11_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica algo de grande importância ou magnitude, referindo-se à extensão da terra a ser distribuída.","explicacao_detalhada":"A palavra 'grande' (עָלָה - ʻâlâh) é usada para descrever a vastidão da herança que seria dada às tribos de Israel, simbolizando a generosidade de Deus em prover uma terra rica e abundante.","por_que_esta_palavra":"A grandeza da terra prometida é um tema central na narrativa de Josué, representando a fidelidade de Deus às suas promessas.","conexao_teologica":"A grandeza de Deus é refletida em suas promessas e bênçãos ao seu povo, mostrando que Ele é capaz de realizar muito mais do que pedimos ou pensamos.","referencias_relacionadas":["Deuteronômio 1:25","Salmos 78:54","Efésios 3:20"]},"josue_18_11_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se a uma das doze divisões do povo de Israel, cada uma com sua própria herança e identidade.","explicacao_detalhada":"A palavra 'tribo' (מַטֶּה - maṭṭeh) é crucial para entender a organização social e política de Israel, onde cada tribo tinha um papel específico na história e na vida religiosa do povo.","por_que_esta_palavra":"A divisão em tribos é uma parte essencial da identidade israelita, refletindo a herança e a promessa de Deus a Abraão, Isaque e Jacó.","conexao_teologica":"As tribos de Israel são frequentemente usadas como uma metáfora para a diversidade e unidade do povo de Deus, cada um com seu papel no corpo de Cristo.","referencias_relacionadas":["Gênesis 49:28","Números 1:4-16","Apocalipse 7:4-8"]},"josue_18_11_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Em Josué 18:11, \"filho\" aparece na frase \"E tirou a sorte da tribo dos filhos de Benjamim, segundo as suas famílias; e coube-lhe o termo da sua sorte entre os filhos de Judá e os fi…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (בֵּן; bên; H1121), \"filho\" traz a ideia de filho. Aqui, essa palavra deixa o ensino de Josué 18:11 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"filho\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Josué 18:2. Lendo junto com Josué 18:11, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Josué 18:11","Josué 18:2","Salmos 119:105"]},"josue_18_12_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a ação de descer ou ser derrubado, possivelmente referindo-se a limites ou fronteiras.","explicacao_detalhada":"A palavra 'cair' (הָיָה - hâyâh) pode simbolizar a transição de um estado para outro, como a queda de inimigos ou a definição de limites territoriais.","por_que_esta_palavra":"A ideia de cair é importante na narrativa de conquista, onde Deus garante a vitória sobre os inimigos de Israel.","conexao_teologica":"A queda dos inimigos é um tema recorrente na Bíblia, simbolizando a vitória de Deus sobre as forças do mal.","referencias_relacionadas":["Josué 6:20","Salmos 20:8","Romanos 8:31"]},"josue_18_12_boca":{"palavra_pt":"boca","palavra_original":"פֵּאָה","transliteracao":"pêʼâh","strong":"H6285","significado_raiz":"Ideia básica: boca.","significado_contextual":"Refere-se à abertura ou entrada, possivelmente em relação a um território ou limite.","explicacao_detalhada":"A palavra 'boca' (פֵּאָה - pêʼâh) pode ser interpretada como a entrada de uma região, simbolizando o início de uma nova conquista ou território.","por_que_esta_palavra":"A boca de um território pode representar a oportunidade de novos começos e a expansão das promessas de Deus.","conexao_teologica":"A ideia de 'boca' é frequentemente usada na Bíblia para simbolizar a comunicação e a revelação de Deus ao seu povo.","referencias_relacionadas":["Salmos 81:10","Provérbios 18:21","Mateus 12:34"]},"josue_18_13_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se a um oponente ou adversário, especialmente no contexto de batalhas e conquistas.","explicacao_detalhada":"A palavra 'inimigo' (יָרַד - yârad) é usada para descrever aqueles que se opõem ao povo de Deus, sendo uma parte importante da narrativa de conquista em Josué.","por_que_esta_palavra":"A presença de inimigos é um tema recorrente, simbolizando as lutas que o povo de Deus enfrenta ao seguir suas promessas.","conexao_teologica":"A luta contra inimigos é uma metáfora para a batalha espiritual que os crentes enfrentam, confiando em Deus para a vitória.","referencias_relacionadas":["Salmos  enemies:1","Efésios 6:12","Romanos 8:37"]},"josue_18_13_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"Embora a palavra 'cruz' (עָבַר - ʻâbar) não seja usada no sentido literal, pode simbolizar a passagem ou transição entre estados.","explicacao_detalhada":"A palavra 'cruz' pode ser entendida como uma metáfora para a jornada de fé, onde os crentes são chamados a atravessar desafios e dificuldades.","por_que_esta_palavra":"A ideia de cruzar é importante na narrativa bíblica, representando a transição de escravidão para liberdade.","conexao_teologica":"A cruz é um símbolo central no cristianismo, representando o sacrifício de Cristo e a vitória sobre o pecado e a morte.","referencias_relacionadas":["Gálatas 2:20","Mateus 16:24","1 Pedro 2:24"]},"josue_18_13_grande":{"palavra_pt":"grande","palavra_original":"גְּבוּל","transliteracao":"gᵉbûwl","strong":"H1366","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude ou importância de algo, possivelmente em relação a limites ou territórios.","explicacao_detalhada":"A palavra 'grande' (גְּבוּל - gᵉbûwl) é usada para descrever a extensão da terra prometida, simbolizando a generosidade de Deus em dar uma herança rica ao seu povo.","por_que_esta_palavra":"A grandeza dos limites é um tema importante na narrativa de conquista, refletindo a fidelidade de Deus às suas promessas.","conexao_teologica":"A grandeza de Deus é frequentemente associada às suas promessas e bênçãos, mostrando que Ele é capaz de realizar muito mais do que pedimos ou pensamos.","referencias_relacionadas":["Deuteronômio 11:24","Salmos 78:54","Apocalipse 21:16"]},"josue_18_14_drawn":{"palavra_pt":"drawn","palavra_original":"תָּאַר","transliteracao":"tâʼar","strong":"H8388","significado_raiz":"Ideia básica: drawn.","significado_contextual":"Refere-se à ideia de algo que foi desenhado ou traçado, possivelmente em relação à delimitação de terras.","explicacao_detalhada":"A palavra 'drawn' (tâʼar) é utilizada para descrever o ato de traçar ou delinear, especialmente no contexto da divisão da terra entre as tribos de Israel. Isso implica um planejamento cuidadoso e uma ordem divina na distribuição das terras.","por_que_esta_palavra":"Esta palavra é importante porque enfatiza a precisão e a intenção divina na divisão das terras prometidas a Israel.","conexao_teologica":"A divisão da terra é um reflexo do cumprimento das promessas de Deus a Abraão, Isaque e Jacó, mostrando que Deus é fiel em cumprir Suas promessas.","referencias_relacionadas":["Josué 1:6","Josué 13:7","Josué 14:1"]},"josue_18_14_boca":{"palavra_pt":"boca","palavra_original":"פֵּאָה","transliteracao":"pêʼâh","strong":"H6285","significado_raiz":"Ideia básica: boca.","significado_contextual":"Neste contexto, 'boca' refere-se à abertura ou extremidade de um território, indicando um ponto de entrada ou saída.","explicacao_detalhada":"A palavra 'boca' (pêʼâh) é usada para descrever a entrada de uma região ou a extremidade de um limite territorial. Isso é significativo na descrição das fronteiras das terras que seriam habitadas pelas tribos de Israel.","por_que_esta_palavra":"A escolha da palavra 'boca' destaca a importância das fronteiras e a necessidade de definir claramente os limites das possessões.","conexao_teologica":"As fronteiras estabelecidas por Deus para as tribos de Israel simbolizam a ordem e a soberania divina sobre o Seu povo.","referencias_relacionadas":["Josué 15:1","Josué 18:19","Números 34:3"]},"josue_18_15_boca":{"palavra_pt":"boca","palavra_original":"פֵּאָה","transliteracao":"pêʼâh","strong":"H6285","significado_raiz":"Ideia básica: boca.","significado_contextual":"Assim como em Josué 18:14, 'boca' refere-se à extremidade de um território, neste caso, indicando um limite específico.","explicacao_detalhada":"A repetição da palavra 'boca' (pêʼâh) enfatiza a importância dos limites territoriais na divisão da terra prometida, mostrando que cada tribo tinha sua própria porção designada.","por_que_esta_palavra":"A palavra é crucial para entender a organização e a estrutura da terra de Canaã conforme estabelecido por Deus.","conexao_teologica":"A delimitação das terras reflete a justiça e a ordem de Deus em dar a cada tribo sua herança.","referencias_relacionadas":["Josué 15:5","Josué 18:19","Ezequiel 48:1"]},"josue_18_15_fim":{"palavra_pt":"fim","palavra_original":"קָצֶה","transliteracao":"qâtseh","strong":"H7097","significado_raiz":"Ideia básica: fim.","significado_contextual":"A palavra 'fim' refere-se ao limite ou à extremidade de uma área, indicando onde termina um território.","explicacao_detalhada":"A palavra 'fim' (qâtseh) é usada para descrever o ponto final de uma divisão territorial, essencial para a compreensão dos limites das heranças das tribos.","por_que_esta_palavra":"É importante para a organização da terra e para a compreensão de como Deus estabeleceu as possessões para Seu povo.","conexao_teologica":"O conceito de 'fim' nas possessões de Israel reflete a soberania de Deus em determinar os limites e as heranças.","referencias_relacionadas":["Josué 15:12","Josué 18:20","Salmos 74:17"]},"josue_18_15_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' é usada para descrever a ação de se mover para fora de um local, possivelmente em relação à expansão territorial.","explicacao_detalhada":"A palavra 'sair' (yâtsâʼ) implica um movimento ou uma transição, que pode ser interpretado como a entrada das tribos em suas novas terras.","por_que_esta_palavra":"A palavra é significativa para entender a dinâmica da conquista e ocupação da terra prometida.","conexao_teologica":"A ideia de 'sair' também pode simbolizar a libertação do povo de Israel da escravidão e sua entrada na terra prometida.","referencias_relacionadas":["Josué 1:2","Josué 3:14","Deuteronômio 6:23"]},"josue_18_16_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a adversários que poderiam ameaçar a segurança das tribos de Israel.","explicacao_detalhada":"A palavra 'inimigo' (yârad) é usada para descrever aqueles que se opõem ao povo de Deus, especialmente em contextos de batalha e conquista.","por_que_esta_palavra":"É crucial para entender a luta contínua de Israel contra as nações vizinhas e a necessidade de confiar em Deus para a vitória.","conexao_teologica":"A presença de inimigos é um lembrete da luta espiritual que os crentes enfrentam e da necessidade de depender de Deus.","referencias_relacionadas":["Josué 10:5","Salmos 44:5","Romanos 8:31"]},"josue_18_16_grande":{"palavra_pt":"grande","palavra_original":"גְּבוּל","transliteracao":"gᵉbûwl","strong":"H1366","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude ou extensão de um território ou limite.","explicacao_detalhada":"A palavra 'grande' (gᵉbûwl) é usada para descrever a vastidão das terras que seriam ocupadas pelas tribos de Israel, enfatizando a generosidade de Deus.","por_que_esta_palavra":"É importante para entender a riqueza da herança que Deus deu ao Seu povo.","conexao_teologica":"A grandeza da terra prometida simboliza as bênçãos abundantes que Deus oferece aos que O seguem.","referencias_relacionadas":["Deuteronômio 1:25","Josué 1:4","Ezequiel 48:8"]},"josue_18_16_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"A palavra 'montanha' refere-se a uma elevação geográfica que pode servir como um marco ou limite.","explicacao_detalhada":"A palavra 'montanha' (har) é usada para descrever características geográficas que são significativas na delimitação de terras e na orientação do povo.","por_que_esta_palavra":"As montanhas frequentemente servem como referências visuais e estratégicas em batalhas e na ocupação de terras.","conexao_teologica":"As montanhas também são frequentemente associadas à presença de Deus e a experiências espirituais significativas.","referencias_relacionadas":["Salmos 121:1","Mateus 5:14","Hebreus 12:22"]},"josue_18_17_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Assim como em Josué 18:16, 'inimigo' refere-se a adversários que podem ameaçar a paz e a segurança do povo de Israel.","explicacao_detalhada":"A repetição da palavra 'inimigo' (yârad) enfatiza a constante luta de Israel contra aqueles que se opõem a eles, destacando a necessidade de vigilância e confiança em Deus.","por_que_esta_palavra":"A presença de inimigos é um tema recorrente na narrativa bíblica, lembrando os crentes da batalha espiritual que enfrentam.","conexao_teologica":"A luta contra inimigos é um reflexo da batalha entre o bem e o mal, e a vitória é garantida para aqueles que confiam em Deus.","referencias_relacionadas":["Josué 10:8","Salmos 18:39","Efésios 6:12"]},"josue_18_17_drawn":{"palavra_pt":"drawn","palavra_original":"תָּאַר","transliteracao":"tâʼar","strong":"H8388","significado_raiz":"Ideia básica: drawn.","significado_contextual":"A palavra 'drawn' é utilizada novamente para enfatizar a ação de traçar limites ou fronteiras.","explicacao_detalhada":"A repetição da palavra 'drawn' (tâʼar) reforça a ideia de que a divisão da terra é um ato deliberado e ordenado por Deus.","por_que_esta_palavra":"A palavra é essencial para entender a natureza planejada da herança de Israel, mostrando que Deus tem um propósito em cada detalhe.","conexao_teologica":"A precisão na divisão da terra reflete a soberania de Deus e Sua fidelidade em cumprir Suas promessas.","referencias_relacionadas":["Josué 1:6","Josué 13:7","Josué 14:1"]},"josue_18_17_vento":{"palavra_pt":"vento","palavra_original":"צָפוֹן","transliteracao":"tsâphôwn","strong":"H6828","significado_raiz":"Ideia básica: vento.","significado_contextual":"Refere-se ao vento que sopra na direção norte, simbolizando a força e a direção.","explicacao_detalhada":"No contexto de Josué 18:17, o vento é mencionado como uma referência geográfica, indicando a direção que os israelitas deveriam seguir. O vento também pode simbolizar a presença de Deus, que é frequentemente associado ao movimento e à ação.","por_que_esta_palavra":"A palavra 'vento' é utilizada para descrever a orientação e a direção que o povo de Israel deveria tomar em sua jornada.","conexao_teologica":"O vento é frequentemente visto na Bíblia como um símbolo do Espírito Santo, que guia e orienta os crentes em suas vidas.","referencias_relacionadas":["Ezequiel 37:9","João 3:8","Atos 2:2"]},"josue_18_18_deserto":{"palavra_pt":"deserto","palavra_original":"עֲרָבָה","transliteracao":"ʻărâbâh","strong":"H6160","significado_raiz":"Ideia básica: deserto.","significado_contextual":"Refere-se à região árida e inóspita que os israelitas atravessaram.","explicacao_detalhada":"O deserto é um lugar de provação e teste, onde o povo de Israel enfrentou dificuldades e desafios. No contexto de Josué 18:18, o deserto é uma referência ao ambiente hostil que eles deixaram para trás em sua jornada para a terra prometida.","por_que_esta_palavra":"A palavra 'deserto' é importante para entender as dificuldades enfrentadas pelo povo de Deus e como Ele os sustentou durante esse período.","conexao_teologica":"O deserto é um símbolo de purificação e preparação espiritual, onde Deus molda Seu povo.","referencias_relacionadas":["Êxodo 16:1","Deuteronômio 8:2","Mateus 4:1"]},"josue_18_18_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se aos adversários que os israelitas enfrentaram em sua conquista da terra.","explicacao_detalhada":"No versículo, a palavra 'inimigo' é usada para descrever aqueles que se opõem ao povo de Deus. Isso inclui tanto inimigos físicos quanto espirituais, que tentam desviar os israelitas de seu propósito.","por_que_esta_palavra":"A palavra 'inimigo' é crucial para entender a batalha espiritual e física que os israelitas enfrentaram ao entrar na terra prometida.","conexao_teologica":"A luta contra inimigos é uma metáfora para a luta espiritual que os crentes enfrentam hoje.","referencias_relacionadas":["Salmos 23:5","Efésios 6:12","Romanos 8:31"]},"josue_18_18_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"Refere-se a um ponto de cruzamento ou limite, não à cruz como símbolo cristão.","explicacao_detalhada":"Neste contexto, a palavra 'cruz' é usada para descrever um local de transição ou um marco geográfico. É um ponto de referência na jornada dos israelitas.","por_que_esta_palavra":"A palavra 'cruz' é importante para entender os limites e as fronteiras que foram estabelecidas na terra prometida.","conexao_teologica":"Embora não se refira à cruz de Cristo, a ideia de cruzar limites pode simbolizar a transição do pecado para a salvação.","referencias_relacionadas":["Gênesis 32:22","Êxodo 14:16","Josué 3:14"]},"josue_18_19_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"Refere-se a um ponto de cruzamento ou limite, semelhante ao uso anterior.","explicacao_detalhada":"A repetição da palavra 'cruz' enfatiza a importância dos limites geográficos e espirituais que os israelitas estavam estabelecendo em sua nova terra.","por_que_esta_palavra":"A palavra 'cruz' é usada para reforçar a ideia de transição e a necessidade de respeitar os limites dados por Deus.","conexao_teologica":"A ideia de cruzar fronteiras pode ser vista como uma metáfora para a jornada espiritual dos crentes em direção à vida eterna.","referencias_relacionadas":["Gênesis 32:22","Êxodo 14:16","Josué 3:14"]},"josue_18_19_grande":{"palavra_pt":"grande","palavra_original":"גְּבוּל","transliteracao":"gᵉbûwl","strong":"H1366","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da terra ou dos limites estabelecidos.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a extensão da terra prometida, que era vasta e rica, simbolizando as bênçãos de Deus para Seu povo.","por_que_esta_palavra":"A palavra 'grande' é significativa para enfatizar a generosidade de Deus em dar uma terra abundante ao Seu povo.","conexao_teologica":"A grandeza da terra prometida é um reflexo da grandeza das promessas de Deus para aqueles que O seguem.","referencias_relacionadas":["Deuteronômio 1:25","Salmos 37:11","Mateus 5:5"]},"josue_18_19_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda de um limite ou à mudança de direção.","explicacao_detalhada":"A palavra 'cair' pode simbolizar a mudança de um estado ou condição, indicando uma transição na jornada dos israelitas.","por_que_esta_palavra":"A palavra 'cair' é importante para entender as mudanças que ocorreram durante a conquista da terra.","conexao_teologica":"A ideia de cair pode ser vista como uma metáfora para a queda do pecado e a necessidade de redenção.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","1 Coríntios 10:12"]},"josue_18_20_boca":{"palavra_pt":"boca","palavra_original":"פֵּאָה","transliteracao":"pêʼâh","strong":"H6285","significado_raiz":"Ideia básica: boca.","significado_contextual":"Refere-se à abertura ou entrada de um lugar.","explicacao_detalhada":"A palavra 'boca' é usada para descrever a entrada de uma região ou cidade, simbolizando o acesso ao que está por vir.","por_que_esta_palavra":"A palavra 'boca' é significativa para entender a ideia de acesso e a importância das entradas na geografia bíblica.","conexao_teologica":"A boca pode simbolizar a comunicação e a revelação de Deus ao Seu povo.","referencias_relacionadas":["Salmos 119:103","Mateus 12:34","Tiago 3:10"]},"josue_18_20_fim":{"palavra_pt":"fim","palavra_original":"קֶדֶם","transliteracao":"qedem","strong":"H6924","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se ao término de um limite ou de uma jornada.","explicacao_detalhada":"A palavra 'fim' é usada para descrever o ponto final de uma jornada ou a conclusão de um ciclo na vida dos israelitas.","por_que_esta_palavra":"A palavra 'fim' é importante para entender que cada jornada tem um propósito e um desfecho determinado por Deus.","conexao_teologica":"O fim pode ser visto como um novo começo, refletindo a esperança da vida eterna em Cristo.","referencias_relacionadas":["Eclesiastes 3:1","Romanos 6:23","Apocalipse 21:1"]},"josue_18_20_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência ou à continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' é usada para enfatizar a importância da herança e da continuidade da família entre os israelitas.","por_que_esta_palavra":"A palavra 'filho' é significativa para entender a relação entre as gerações e a promessa de Deus para a descendência de Abraão.","conexao_teologica":"A ideia de filho é central na teologia cristã, onde todos os crentes são considerados filhos de Deus através de Cristo.","referencias_relacionadas":["Gênesis 17:7","Mateus 5:9","Romanos 8:14"]},"josue_18_21_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade habitada, um centro de vida social e religiosa.","explicacao_detalhada":"A palavra 'cidade' no contexto de Josué 18:21 indica um lugar de habitação e organização social, onde as tribos de Israel se estabeleciam após a conquista da terra prometida. As cidades eram centros de comércio, cultura e adoração.","por_que_esta_palavra":"A cidade é um símbolo de segurança e comunidade, representando a realização das promessas de Deus ao povo de Israel.","conexao_teologica":"As cidades em Israel eram locais de adoração e também de refúgio, refletindo a presença de Deus entre o Seu povo.","referencias_relacionadas":["Josué 10:2","Salmos 46:4","Hebreus 11:10"]},"josue_18_21_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se a um dos grupos familiares que compõem o povo de Israel.","explicacao_detalhada":"A palavra 'tribo' em Josué 18:21 denota as divisões do povo de Israel, cada uma com sua própria herança e responsabilidades. As tribos eram fundamentais para a organização social e política de Israel.","por_que_esta_palavra":"As tribos representam a diversidade e a unidade do povo de Deus, cada uma contribuindo para a história e a identidade coletiva de Israel.","conexao_teologica":"A divisão em tribos reflete o plano de Deus para a organização do Seu povo e a distribuição das bênçãos.","referencias_relacionadas":["Gênesis 49:28","Números 1:4-16","Apocalipse 7:5-8"]},"josue_18_21_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a ação de descer ou tombar, frequentemente associada a eventos de queda ou derrota.","explicacao_detalhada":"No contexto de Josué 18:21, 'cair' pode se referir à queda de uma cidade ou à derrota de inimigos, simbolizando a soberania de Deus nas batalhas de Israel.","por_que_esta_palavra":"A ideia de cair enfatiza a fragilidade das estruturas humanas diante do poder divino.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando tanto a derrota do inimigo quanto a necessidade de dependência de Deus.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Romanos 14:4"]},"josue_18_22_zemaraim":{"palavra_pt":"zemaraim","palavra_original":"צְמָרַיִם","transliteracao":"Tsᵉmârayim","strong":"H6787","significado_raiz":"Ideia básica: zemaraim.","significado_contextual":"Refere-se a uma localidade específica mencionada na divisão da terra.","explicacao_detalhada":"Zemaraim é uma cidade que aparece em Josué 18:22, e seu nome pode estar associado a uma ideia de crescimento ou frutificação, refletindo a bênção de Deus sobre a terra.","por_que_esta_palavra":"O nome Zemaraim pode simbolizar a prosperidade que Deus prometeu ao Seu povo na terra prometida.","conexao_teologica":"A terra prometida é um símbolo da abundância e da fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Deuteronômio 8:7-10","Salmos 107:35","Ezequiel 36:30"]},"josue_18_23_avim":{"palavra_pt":"avim","palavra_original":"עַוִּים","transliteracao":"ʻAvvîym","strong":"H5761","significado_raiz":"Ideia básica: avim.","significado_contextual":"Refere-se a um grupo ou localidade que pode ter sido habitada por um povo específico.","explicacao_detalhada":"Avim, mencionado em Josué 18:23, pode estar relacionado a um povo que habitava a região antes da chegada dos israelitas, simbolizando a luta pela posse da terra.","por_que_esta_palavra":"O nome Avim pode indicar a presença de inimigos que foram derrotados, mostrando a vitória de Deus sobre as forças contrárias.","conexao_teologica":"A conquista da terra é um tema central na narrativa de Israel, refletindo a luta entre o povo de Deus e as nações vizinhas.","referencias_relacionadas":["Deuteronômio 2:23","Josué 11:21-22","Salmos 44:3"]},"josue_18_23_nome":{"palavra_pt":"nome","palavra_original":"עׇפְרָה","transliteracao":"ʻOphrâh","strong":"H6084","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identificação de um lugar ou pessoa, carregando significado e história.","explicacao_detalhada":"O nome mencionado em Josué 18:23 é importante para a identidade da tribo e da herança que lhes foi dada, refletindo a história e a relação com Deus.","por_que_esta_palavra":"Os nomes na Bíblia frequentemente têm significados profundos que revelam a natureza de Deus e Seu relacionamento com o povo.","conexao_teologica":"O nome é um símbolo de identidade e propósito, refletindo a soberania de Deus na escolha e na bênção de Seu povo.","referencias_relacionadas":["Gênesis 17:5","Isaías 43:1","Apocalipse 3:12"]},"josue_18_24_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Novamente refere-se a uma localidade habitada, um centro de vida social e religiosa.","explicacao_detalhada":"A repetição da palavra 'cidade' em Josué 18:24 reforça a importância desses locais na organização das tribos e na vida comunitária de Israel.","por_que_esta_palavra":"As cidades eram essenciais para a proteção e a manutenção da cultura e da adoração a Deus.","conexao_teologica":"As cidades em Israel simbolizam a habitação de Deus entre o Seu povo e a realização de Suas promessas.","referencias_relacionadas":["Salmos 48:1-2","Isaías 65:21","Mateus 5:14"]},"josue_18_24_ophni":{"palavra_pt":"ophni","palavra_original":"עׇפְנִי","transliteracao":"ʻOphnîy","strong":"H6078","significado_raiz":"Ideia básica: ophni.","significado_contextual":"Refere-se a um lugar específico, possivelmente com significado histórico.","explicacao_detalhada":"O nome Ophni, mencionado em Josué 18:24, pode estar associado a um local de importância estratégica ou religiosa na história de Israel.","por_que_esta_palavra":"Ophni pode simbolizar a presença de Deus em locais específicos, onde o povo se reunia para adoração.","conexao_teologica":"Os lugares mencionados na Bíblia frequentemente têm um significado espiritual, refletindo a interação entre Deus e Seu povo.","referencias_relacionadas":["1 Samuel 4:4","1 Reis 2:26","Jeremias 7:12"]},"josue_18_24_gaba":{"palavra_pt":"gaba","palavra_original":"גֶּבַע","transliteracao":"Gebaʻ","strong":"H1387","significado_raiz":"Ideia básica: gaba.","significado_contextual":"Refere-se a uma cidade ou localidade que fazia parte da herança das tribos de Israel.","explicacao_detalhada":"Gaba, mencionada em Josué 18:24, é uma cidade que representa a distribuição da terra entre as tribos e a realização das promessas de Deus.","por_que_esta_palavra":"A cidade de Gaba simboliza a herança e a identidade do povo de Deus na terra prometida.","conexao_teologica":"A herança da terra é um tema central na narrativa bíblica, refletindo a fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Josué 18:24","1 Crônicas 6:60","Mateus 2:6"]},"josue_18_25_nome":{"palavra_pt":"nome","palavra_original":"רָמָה","transliteracao":"Râmâh","strong":"H7414","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identificação de um lugar ou pessoa, com significado histórico e cultural.","explicacao_detalhada":"O nome mencionado em Josué 18:25 é importante para a identidade da tribo e a herança que lhes foi dada, refletindo a história e a relação com Deus.","por_que_esta_palavra":"Os nomes na Bíblia frequentemente têm significados profundos que revelam a natureza de Deus e Seu relacionamento com o povo.","conexao_teologica":"O nome é um símbolo de identidade e propósito, refletindo a soberania de Deus na escolha e na bênção de Seu povo.","referencias_relacionadas":["Gênesis 32:28","Isaías 62:2","Apocalipse 2:17"]},"josue_18_25_beeroth":{"palavra_pt":"beeroth","palavra_original":"בְּאֵרוֹת","transliteracao":"Bᵉʼêrôwth","strong":"H881","significado_raiz":"Ideia básica: beeroth.","significado_contextual":"Beeroth é uma cidade mencionada na divisão da terra prometida aos israelitas.","explicacao_detalhada":"Beeroth, que significa 'poços', é uma das cidades que foram designadas para a tribo de Benjamim. A sua localização é importante para entender a distribuição das terras entre as tribos de Israel.","por_que_esta_palavra":"A palavra Beeroth é significativa porque representa um lugar de habitação e reflete a providência de Deus na distribuição da terra.","conexao_teologica":"Beeroth simboliza a fidelidade de Deus em cumprir Suas promessas ao povo de Israel, fornecendo-lhes um lar.","referencias_relacionadas":["Josué 18:25","Josué 18:11","1 Crônicas 8:12"]},"josue_18_26_nome":{"palavra_pt":"nome","palavra_original":"מִצְפֶּה","transliteracao":"Mitspeh","strong":"H4708","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome Mitspeh refere-se a uma cidade que faz parte da herança da tribo de Benjamim.","explicacao_detalhada":"Mitspeh, que significa 'vigia' ou 'torre de vigia', é uma cidade que simboliza a vigilância e a proteção divina sobre o povo de Israel.","por_que_esta_palavra":"A palavra Mitspeh é importante porque representa um lugar de segurança e observação, refletindo a necessidade de estar atento às ameaças externas.","conexao_teologica":"Mitspeh pode ser vista como um símbolo da vigilância de Deus sobre Seu povo, garantindo que eles estejam sempre sob Sua proteção.","referencias_relacionadas":["Josué 18:26","1 Samuel 7:5","Jeremias 31:6"]},"josue_18_26_chephirah":{"palavra_pt":"chephirah","palavra_original":"כְּפִירָה","transliteracao":"Kᵉphîyrâh","strong":"H3716","significado_raiz":"Ideia básica: chephirah.","significado_contextual":"Chephirah é uma cidade mencionada na divisão das terras de Israel.","explicacao_detalhada":"Chephirah, que significa 'caverna' ou 'abrigo', é uma cidade que representa um lugar de refúgio e proteção para os israelitas.","por_que_esta_palavra":"A palavra Chephirah é significativa pois indica um local que poderia oferecer segurança em tempos de conflito.","conexao_teologica":"Chephirah simboliza a proteção que Deus oferece ao Seu povo, sendo um refúgio em tempos de necessidade.","referencias_relacionadas":["Josué 18:26","Esdras 2:25","Neemias 7:29"]},"josue_18_27_nome":{"palavra_pt":"nome","palavra_original":"רֶקֶם","transliteracao":"Reqem","strong":"H7552","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome Reqem é associado a uma cidade na herança da tribo de Benjamim.","explicacao_detalhada":"Reqem, que significa 'tela' ou 'tecido', é uma cidade que pode simbolizar a interconexão e a unidade entre os israelitas.","por_que_esta_palavra":"A palavra Reqem é importante porque representa a ideia de comunidade e a importância de estar unido como povo de Deus.","conexao_teologica":"Reqem pode ser visto como um símbolo da unidade do corpo de Cristo, onde cada membro tem um papel essencial.","referencias_relacionadas":["Josué 18:27","1 Crônicas 8:12","Neemias 11:33"]},"josue_18_27_irpeel":{"palavra_pt":"irpeel","palavra_original":"יִרְפְּאֵל","transliteracao":"Yirpᵉʼêl","strong":"H3416","significado_raiz":"Ideia básica: irpeel.","significado_contextual":"Irpeel é uma cidade mencionada na divisão das terras de Israel.","explicacao_detalhada":"Irpeel, que significa 'Deus é um curador', é uma cidade que pode simbolizar a cura e restauração que Deus oferece ao Seu povo.","por_que_esta_palavra":"A palavra Irpeel é significativa pois reflete a natureza de Deus como aquele que cura e restaura.","conexao_teologica":"Irpeel representa a esperança de cura e restauração que todos os crentes têm em Cristo.","referencias_relacionadas":["Josué 18:27","Ezequiel 47:12","Mateus 9:12"]},"josue_18_28_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local de habitação e comunidade.","explicacao_detalhada":"A cidade, em contexto bíblico, é um lugar onde as pessoas se reúnem, vivem e adoram a Deus em comunidade.","por_que_esta_palavra":"A palavra cidade é importante porque representa a ideia de comunidade e a vida em conjunto sob a liderança de Deus.","conexao_teologica":"A cidade é um símbolo do Reino de Deus, onde todos os crentes são chamados a viver em unidade e harmonia.","referencias_relacionadas":["Josué 18:28","Salmos 46:4","Apocalipse 21:2"]},"josue_18_28_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem.","explicacao_detalhada":"Filho, que significa 'descendente', é uma palavra que carrega o peso da herança e da responsabilidade familiar na cultura israelita.","por_que_esta_palavra":"A palavra filho é significativa porque representa a continuidade da promessa de Deus através das gerações.","conexao_teologica":"O conceito de filho é central na teologia cristã, onde Jesus é chamado de Filho de Deus, representando a relação íntima entre Deus e a humanidade.","referencias_relacionadas":["Josué 18:28","Gênesis 17:7","Romanos 8:17"]},"josue_18_28_zelah":{"palavra_pt":"zelah","palavra_original":"צֶלַע","transliteracao":"Tselaʻ","strong":"H6762","significado_raiz":"Ideia básica: zelah.","significado_contextual":"Zelah é uma cidade mencionada na herança da tribo de Benjamim.","explicacao_detalhada":"Zelah, que significa 'lado' ou 'sombra', é uma cidade que pode simbolizar a proteção e a presença de Deus ao lado de Seu povo.","por_que_esta_palavra":"A palavra Zelah é importante porque representa a proximidade de Deus e Sua proteção constante.","conexao_teologica":"Zelah pode ser visto como um símbolo da sombra protetora de Deus sobre aqueles que confiam nEle.","referencias_relacionadas":["Josué 18:28","2 Samuel 21:14","1 Crônicas 8:13"]}}