{"josue_19_1_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"A palavra 'tribo' refere-se a uma das doze divisões do povo de Israel.","explicacao_detalhada":"Tribo, que significa 'bastão' ou 'vara', é uma referência à herança e à identidade do povo de Deus.","por_que_esta_palavra":"A palavra tribo é significativa porque representa a estrutura social e a organização do povo de Israel.","conexao_teologica":"A tribo é um símbolo da diversidade dentro da unidade do povo de Deus, onde cada tribo tem um papel único no plano divino.","referencias_relacionadas":["Josué 19:1","Gênesis 49:28","Apocalipse 7:5-8"]},"josue_19_1_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' refere-se ao ato de ir para fora ou de se mover de um lugar.","explicacao_detalhada":"Sair, que significa 'ir para fora', é uma ação que pode simbolizar a liberdade e a nova vida que Deus oferece ao Seu povo.","por_que_esta_palavra":"A palavra sair é significativa porque representa a transição e a mudança que Deus traz na vida dos crentes.","conexao_teologica":"Sair é um símbolo da libertação que Cristo oferece, permitindo que os crentes saiam da escravidão do pecado para a liberdade em Sua graça.","referencias_relacionadas":["Josué 19:1","Gênesis 12:1","João 8:36"]},"josue_19_1_lot":{"palavra_pt":"sorte","palavra_original":"גּוֹרָל","transliteracao":"gôwrâl","strong":"H1486","significado_raiz":"Ideia básica: sorte.","significado_contextual":"A palavra 'sorte' refere-se ao método utilizado para dividir a terra entre as tribos de Israel, simbolizando a direção divina na escolha.","explicacao_detalhada":"No contexto de Josué 19:1, a sorte é lançada para determinar a porção de terra que cada tribo receberia. Isso demonstra a crença de que Deus estava no controle do destino de Israel.","por_que_esta_palavra":"A palavra 'sorte' é usada para enfatizar a maneira como Deus guiou o povo na distribuição da terra prometida, mostrando que a decisão não era meramente humana, mas divina.","conexao_teologica":"A sorte como método de decisão reflete a soberania de Deus sobre a história e a vida do Seu povo, indicando que Ele é quem determina o que é melhor para cada um.","referencias_relacionadas":["Números 26:55","Josué 14:2","Provérbios 16:33"]},"josue_19_2_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a ação de um território ser designado a uma tribo específica.","explicacao_detalhada":"Em Josué 19:2, 'cair' implica que a terra foi atribuída a uma tribo através do lançamento da sorte, simbolizando a entrega da herança prometida por Deus.","por_que_esta_palavra":"A escolha da palavra 'cair' sugere um ato de entrega e de cumprimento das promessas de Deus, onde a herança é recebida como um presente divino.","conexao_teologica":"A ideia de 'cair' está ligada à noção de que a herança espiritual e física é concedida por Deus, reforçando a relação entre o povo e o Senhor.","referencias_relacionadas":["Deuteronômio 1:38","Josué 14:1","Salmos 16:6"]},"josue_19_2_nome":{"palavra_pt":"nome","palavra_original":"שֶׁבַע","transliteracao":"shebaʻ","strong":"H7652","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identificação de um lugar ou de uma tribo, essencial para a herança e a história de Israel.","explicacao_detalhada":"Em Josué 19:2, o 'nome' é importante pois representa a identidade e a herança de cada tribo, além de ser um símbolo da presença de Deus entre o Seu povo.","por_que_esta_palavra":"A escolha da palavra 'nome' destaca a importância da identidade e da memória coletiva de Israel, que é fundamental para a continuidade da fé e da tradição.","conexao_teologica":"O nome de um lugar ou de uma pessoa em contextos bíblicos muitas vezes carrega significados profundos, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 32:28","Êxodo 3:15","Salmos 20:1"]},"josue_19_2_moladah":{"palavra_pt":"moladah","palavra_original":"מוֹלָדָה","transliteracao":"Môwlâdâh","strong":"H4137","significado_raiz":"Ideia básica: moladah.","significado_contextual":"A palavra 'moladah' refere-se à origem ou ao lugar de nascimento, indicando a conexão de uma tribo com suas raízes.","explicacao_detalhada":"Em Josué 19:2, 'moladah' é mencionada como parte da descrição geográfica, enfatizando a herança e a história de cada tribo em relação à terra prometida.","por_que_esta_palavra":"A palavra 'moladah' é significativa pois conecta a tribo à sua ancestralidade, reforçando a importância da história e da linhagem em Israel.","conexao_teologica":"A noção de origem é importante na teologia bíblica, pois Deus se relaciona com o Seu povo através de suas histórias e identidades.","referencias_relacionadas":["Gênesis 46:10","Rute 4:18","Mateus 1:2"]},"josue_19_3_balah":{"palavra_pt":"balah","palavra_original":"בָּלָה","transliteracao":"Bâlâh","strong":"H1088","significado_raiz":"Ideia básica: balah.","significado_contextual":"A palavra 'balah' refere-se a um local específico, que faz parte da herança das tribos de Israel.","explicacao_detalhada":"Em Josué 19:3, 'balah' é mencionada como uma cidade que faz parte da divisão territorial, simbolizando a concretização das promessas de Deus.","por_que_esta_palavra":"A inclusão de 'balah' destaca a importância de cada local na herança de Israel, mostrando que cada cidade tem um propósito dentro do plano divino.","conexao_teologica":"Cada cidade e local mencionado na Bíblia tem um significado teológico, refletindo a presença de Deus e a história do Seu povo.","referencias_relacionadas":["Josué 15:29","1 Crônicas 4:28","Salmos 78:68"]},"josue_19_4_eltolad":{"palavra_pt":"eltolad","palavra_original":"אֶלְתּוֹלַד","transliteracao":"ʼEltôwlad","strong":"H513","significado_raiz":"Ideia básica: eltolad.","significado_contextual":"A palavra 'eltolad' refere-se a um local que é parte da herança das tribos, destacando a geografia de Israel.","explicacao_detalhada":"Em Josué 19:4, 'eltolad' é mencionada como uma cidade que faz parte da divisão da terra, simbolizando a concretização das promessas de Deus.","por_que_esta_palavra":"A palavra 'eltolad' é importante pois representa a continuidade da herança e a presença de Deus na vida do Seu povo.","conexao_teologica":"A geografia de Israel é frequentemente usada na Bíblia para ilustrar a fidelidade de Deus em cumprir Suas promessas.","referencias_relacionadas":["Josué 15:30","1 Crônicas 4:29","Mateus 2:6"]},"josue_19_5_ziklag":{"palavra_pt":"ziklag","palavra_original":"צִקְלַג","transliteracao":"Tsiqlag","strong":"H6860","significado_raiz":"Ideia básica: ziklag.","significado_contextual":"A palavra 'ziklag' refere-se a uma cidade que teve um papel significativo na história de Israel, especialmente na vida de Davi.","explicacao_detalhada":"Em Josué 19:5, 'ziklag' é mencionada como parte da herança, simbolizando a proteção e a providência de Deus ao longo da história de Israel.","por_que_esta_palavra":"A inclusão de 'ziklag' destaca a importância de cada local na narrativa bíblica e a forma como Deus usa lugares específicos para Seus propósitos.","conexao_teologica":"Ziklag é um exemplo de como Deus pode usar lugares e situações difíceis para realizar Seus planos e propósitos.","referencias_relacionadas":["1 Samuel 27:6","1 Crônicas 12:1","Salmos 34:19"]},"josue_19_6_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local habitado, que é parte da herança das tribos de Israel.","explicacao_detalhada":"Em Josué 19:6, 'cidade' é mencionada como parte da divisão territorial, simbolizando a concretização das promessas de Deus e a vida comunitária de Israel.","por_que_esta_palavra":"A palavra 'cidade' é significativa pois representa a vida em comunidade e a presença de Deus entre o Seu povo.","conexao_teologica":"As cidades na Bíblia muitas vezes simbolizam a habitação de Deus entre os homens e a importância da comunidade na vida espiritual.","referencias_relacionadas":["Deuteronômio 12:5","Salmos 46:4","Hebreus 11:10"]},"josue_19_6_sharuhen":{"palavra_pt":"sharuhen","palavra_original":"שָׁרוּחֶן","transliteracao":"Shârûwchen","strong":"H8287","significado_raiz":"Ideia básica: sharuhen.","significado_contextual":"A palavra 'sharuhen' refere-se a uma cidade que faz parte da herança das tribos, destacando a geografia de Israel.","explicacao_detalhada":"Em Josué 19:6, 'sharuhen' é mencionada como uma cidade que compõe a divisão da terra, simbolizando a concretização das promessas de Deus.","por_que_esta_palavra":"A inclusão de 'sharuhen' destaca a importância de cada local na herança de Israel, mostrando que cada cidade tem um propósito dentro do plano divino.","conexao_teologica":"Cada cidade e local mencionado na Bíblia tem um significado teológico, refletindo a presença de Deus e a história do Seu povo.","referencias_relacionadas":["Josué 15:32","1 Crônicas 4:32","Salmos 48:12"]},"josue_19_7_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local habitado, que é parte da herança das tribos de Israel.","explicacao_detalhada":"Em Josué 19:7, 'cidade' é mencionada como parte da divisão territorial, simbolizando a concretização das promessas de Deus e a vida comunitária de Israel.","por_que_esta_palavra":"A palavra 'cidade' é significativa pois representa a vida em comunidade e a presença de Deus entre o Seu povo.","conexao_teologica":"As cidades na Bíblia muitas vezes simbolizam a habitação de Deus entre os homens e a importância da comunidade na vida espiritual.","referencias_relacionadas":["Deuteronômio 12:5","Salmos 46:4","Hebreus 11:10"]},"josue_19_7_ether":{"palavra_pt":"ether","palavra_original":"עֶתֶר","transliteracao":"ʻEther","strong":"H6281","significado_raiz":"Ideia básica: ether.","significado_contextual":"Ether refere-se a uma região ou localidade mencionada na divisão das terras de Israel.","explicacao_detalhada":"A palavra 'ether' é usada para descrever uma área que faz parte da herança das tribos de Israel. É importante entender que, no contexto bíblico, a divisão das terras foi um ato de cumprimento da promessa de Deus ao povo de Israel.","por_que_esta_palavra":"A palavra é utilizada para indicar a localização geográfica que foi designada a uma das tribos de Israel, mostrando a importância da terra prometida.","conexao_teologica":"A divisão da terra entre as tribos é um símbolo do cumprimento das promessas de Deus e da herança espiritual que os crentes têm em Cristo.","referencias_relacionadas":["Josué 14:1","Josué 18:10","Números 34:17"]},"josue_19_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como as cidades e as terras foram distribuídas entre as tribos.","explicacao_detalhada":"A palavra 'modo' é usada para descrever a forma ou o método de distribuição das terras, enfatizando a ordem e a justiça do processo.","por_que_esta_palavra":"A escolha da palavra 'modo' ressalta a importância da organização e da estrutura na herança das terras, refletindo a sabedoria de Deus na administração do povo.","conexao_teologica":"A maneira como Deus distribui as bênçãos e as heranças é um reflexo de Sua justiça e soberania.","referencias_relacionadas":["Deuteronômio 1:38","Josué 14:2","Números 26:55"]},"josue_19_8_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Cidade refere-se a um local habitado, que é parte da herança das tribos de Israel.","explicacao_detalhada":"A palavra 'cidade' é crucial para entender a estrutura social e política de Israel, onde cada tribo tinha suas próprias cidades como centros de vida comunitária.","por_que_esta_palavra":"A menção de cidades destaca a importância da vida comunitária e da organização social no povo de Israel.","conexao_teologica":"As cidades de refúgio e as cidades designadas para as tribos simbolizam a proteção e a provisão de Deus para Seu povo.","referencias_relacionadas":["Josué 20:2","Números 35:6","Deuteronômio 19:2"]},"josue_19_9_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho refere-se à descendência ou à linhagem das tribos de Israel.","explicacao_detalhada":"A palavra 'filho' é frequentemente usada na Bíblia para indicar não apenas a relação biológica, mas também a herança e a continuidade da fé entre as gerações.","por_que_esta_palavra":"A ênfase na palavra 'filho' mostra a importância da família e da herança espiritual no contexto da história de Israel.","conexao_teologica":"A relação entre pai e filho é uma metáfora comum na Bíblia para descrever a relação entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 20:5","Salmos 127:3","Gálatas 4:7"]},"josue_19_9_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Porque é uma conjunção que introduz a razão ou a causa de algo.","explicacao_detalhada":"A palavra 'porque' é usada para explicar a justificativa para a divisão das terras e a escolha das cidades.","por_que_esta_palavra":"A utilização de 'porque' é essencial para entender o raciocínio por trás das decisões tomadas na distribuição das terras.","conexao_teologica":"A razão pela qual Deus age em favor de Seu povo é frequentemente explicada nas Escrituras, mostrando Sua fidelidade e compromisso.","referencias_relacionadas":["Romanos 8:28","Salmos 119:68","Isaías 43:4"]},"josue_19_10_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho, novamente, refere-se à linhagem e à herança das tribos.","explicacao_detalhada":"A repetição da palavra 'filho' enfatiza a continuidade da herança e a importância das gerações na história de Israel.","por_que_esta_palavra":"A palavra é usada para reforçar a ideia de que a herança é passada de pai para filho, refletindo a aliança de Deus com Seu povo.","conexao_teologica":"A relação entre Deus e Seu povo é frequentemente descrita em termos de paternidade, onde Deus é o Pai e os crentes são Seus filhos.","referencias_relacionadas":["Mateus 5:9","João 1:12","Romanos 8:16"]},"josue_19_10_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Grande refere-se à importância ou à extensão das terras e cidades mencionadas.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a magnitude das heranças e a importância das cidades na vida do povo de Israel.","por_que_esta_palavra":"A ênfase na grandeza destaca a generosidade de Deus em dar ao Seu povo uma terra vasta e rica.","conexao_teologica":"A grandeza das promessas de Deus é um tema recorrente na Bíblia, refletindo Sua abundância e fidelidade.","referencias_relacionadas":["Salmos 145:3","Efésios 3:20","Romanos 11:33"]},"josue_19_10_lot":{"palavra_pt":"sorte","palavra_original":"גּוֹרָל","transliteracao":"gôwrâl","strong":"H1486","significado_raiz":"Ideia básica: sorte.","significado_contextual":"Sorte refere-se ao ato de determinar a distribuição das terras por meio de um sorteio.","explicacao_detalhada":"A palavra 'sorte' é usada para indicar que a divisão das terras foi feita de maneira justa e divina, mostrando que Deus estava no controle do processo.","por_que_esta_palavra":"A utilização da palavra 'sorte' enfatiza a soberania de Deus na distribuição das heranças entre as tribos.","conexao_teologica":"A ideia de sorteio é um símbolo da providência divina, onde Deus guia os destinos de Seu povo.","referencias_relacionadas":["Provérbios 16:33","Atos 1:26","Salmos 22:18"]},"josue_19_11_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Grande, novamente, refere-se à extensão das terras e à importância das cidades.","explicacao_detalhada":"A repetição da palavra 'grande' reforça a ideia de que as heranças dadas a Israel eram vastas e significativas.","por_que_esta_palavra":"A ênfase na grandeza é um lembrete da generosidade de Deus e de Suas promessas cumpridas.","conexao_teologica":"A grandeza das bênçãos de Deus é um tema central na fé cristã, refletindo a abundância de Sua graça.","referencias_relacionadas":["Salmos 36:5","Tiago 1:17","Romanos 8:32"]},"josue_19_11_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Mar refere-se ao limite geográfico da herança das tribos, simbolizando a vastidão da terra prometida.","explicacao_detalhada":"A palavra 'mar' é usada para descrever a fronteira da terra de Israel, indicando a extensão do território que Deus deu ao Seu povo.","por_que_esta_palavra":"A menção do mar destaca a grandeza e a riqueza da terra prometida, além de simbolizar a proteção divina.","conexao_teologica":"O mar, como limite, também pode ser visto como um símbolo das bênçãos e desafios que o povo de Deus enfrentaria.","referencias_relacionadas":["Gênesis 1:10","Êxodo 14:21","Salmos 104:25"]},"josue_19_11_cair":{"palavra_pt":"cair","palavra_original":"פָּגַע","transliteracao":"pâgaʻ","strong":"H6293","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se a um movimento físico ou a um estado de queda, que pode simbolizar uma mudança ou transição.","explicacao_detalhada":"No contexto de Josué 19:11, 'cair' pode ser interpretado como a descrição de uma região geográfica que se estende ou se desce em relação a outras áreas. Essa palavra também pode ter conotações espirituais, indicando uma queda moral ou espiritual.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a geografia da terra prometida e a divisão das tribos, mostrando como cada parte se relaciona com as outras.","conexao_teologica":"A ideia de 'cair' pode ser vista como uma metáfora para a queda do homem no pecado e a necessidade de redenção, que é um tema central na teologia bíblica.","referencias_relacionadas":["Gênesis 3:6","Salmos 37:24","Romanos 5:12"]},"josue_19_12_sol":{"palavra_pt":"sol","palavra_original":"שֶׁמֶשׁ","transliteracao":"shemesh","strong":"H8121","significado_raiz":"Ideia básica: sol.","significado_contextual":"A palavra 'sol' representa a fonte de luz e calor, simbolizando vida e clareza.","explicacao_detalhada":"Em Josué 19:12, 'sol' é usado para descrever a direção geográfica e a importância do sol como um elemento vital para a agricultura e a vida cotidiana.","por_que_esta_palavra":"O uso da palavra 'sol' destaca a importância da luz e da orientação na vida dos israelitas, tanto fisicamente quanto espiritualmente.","conexao_teologica":"O sol é frequentemente associado à presença de Deus e à Sua luz que ilumina o caminho dos justos.","referencias_relacionadas":["Salmos 84:11","Mateus 5:14","Apocalipse 22:16"]},"josue_19_12_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' implica construção, crescimento e desenvolvimento de uma estrutura ou comunidade.","explicacao_detalhada":"No contexto de Josué 19:12, 'edificar' pode se referir à construção de cidades e à formação de uma sociedade estável entre as tribos de Israel.","por_que_esta_palavra":"A palavra é crucial para entender o processo de estabelecimento da terra prometida e a criação de uma identidade nacional.","conexao_teologica":"Edificar também pode simbolizar a construção da fé e da comunidade de crentes, refletindo a obra de Deus na vida dos indivíduos.","referencias_relacionadas":["Salmos 127:1","1 Coríntios 3:9","Efésios 2:20-22"]},"josue_19_12_fim":{"palavra_pt":"fim","palavra_original":"קֶדֶם","transliteracao":"qedem","strong":"H6924","significado_raiz":"Ideia básica: fim.","significado_contextual":"A palavra 'fim' indica um limite ou uma extremidade, referindo-se a uma fronteira geográfica.","explicacao_detalhada":"Em Josué 19:12, 'fim' é usado para descrever os limites da terra que foi atribuída à tribo de Zebulom, marcando o término de sua herança.","por_que_esta_palavra":"A palavra é importante para entender a divisão da terra e a herança de cada tribo, que era fundamental para a identidade israelita.","conexao_teologica":"O conceito de 'fim' pode ser visto como uma representação dos limites que Deus estabelece em nossas vidas, tanto fisicamente quanto espiritualmente.","referencias_relacionadas":["Deuteronômio 19:14","Provérbios 22:28","Atos 17:26"]},"josue_19_13_fim":{"palavra_pt":"fim","palavra_original":"קֶדֶם","transliteracao":"qedem","strong":"H6924","significado_raiz":"Ideia básica: fim.","significado_contextual":"A palavra 'fim' é usada novamente para descrever os limites territoriais, reforçando a ideia de fronteiras.","explicacao_detalhada":"Neste versículo, 'fim' continua a enfatizar a importância das divisões territoriais entre as tribos de Israel, que eram essenciais para a organização social e política.","por_que_esta_palavra":"A repetição da palavra 'fim' sublinha a precisão e a ordem que Deus estabeleceu na distribuição da terra.","conexao_teologica":"Assim como Deus estabeleceu limites físicos, Ele também estabelece limites espirituais e morais em nossas vidas.","referencias_relacionadas":["Salmos 104:5","Isaías 10:13","Hebreus 4:3"]},"josue_19_13_sol":{"palavra_pt":"sol","palavra_original":"מִזְרָח","transliteracao":"mizrâch","strong":"H4217","significado_raiz":"Ideia básica: sol.","significado_contextual":"A palavra 'sol' aqui também representa a direção e a luz, reforçando a importância do sol na vida cotidiana.","explicacao_detalhada":"Em Josué 19:13, 'sol' é usado para descrever a orientação geográfica, indicando a direção que a tribo deveria seguir.","por_que_esta_palavra":"A menção do sol é significativa para a compreensão da geografia e da vida prática dos israelitas.","conexao_teologica":"O sol é um símbolo da presença de Deus e de Sua orientação na vida dos crentes.","referencias_relacionadas":["Salmos 113:3","Mateus 17:2","Apocalipse 21:23"]},"josue_19_14_grande":{"palavra_pt":"grande","palavra_original":"גְּבוּל","transliteracao":"gᵉbûwl","strong":"H1366","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se a algo de grande extensão ou importância.","explicacao_detalhada":"No contexto de Josué 19:14, 'grande' pode se referir à vastidão da terra ou à importância da herança recebida pela tribo.","por_que_esta_palavra":"A palavra 'grande' destaca a generosidade de Deus em dar uma terra rica e fértil ao Seu povo.","conexao_teologica":"A grandeza de Deus é refletida nas bênçãos que Ele concede ao Seu povo, tanto material quanto espiritualmente.","referencias_relacionadas":["Salmos 145:3","Efésios 3:20","1 Crônicas 29:11"]},"josue_19_14_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' aqui pode indicar uma mudança de estado ou condição.","explicacao_detalhada":"Em Josué 19:14, 'cair' pode simbolizar a transição de uma tribo para outra, ou a mudança de um território para outro.","por_que_esta_palavra":"A palavra é usada para descrever a dinâmica da terra prometida e as mudanças que ocorrem na distribuição das tribos.","conexao_teologica":"A ideia de cair pode ser vista como uma representação das mudanças que Deus traz na vida dos crentes, levando-os a novos começos.","referencias_relacionadas":["Isaías 40:31","Romanos 8:28","2 Coríntios 5:17"]},"josue_19_15_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um assentamento humano, um lugar de habitação e comunidade.","explicacao_detalhada":"Em Josué 19:15, 'cidade' é usada para descrever as áreas urbanas que foram designadas para a tribo de Zebulom, enfatizando a importância da vida comunitária.","por_que_esta_palavra":"A escolha da palavra 'cidade' é significativa para entender a organização social e a vida comunitária entre os israelitas.","conexao_teologica":"As cidades podem simbolizar a comunidade de crentes e a importância da vida em conjunto no corpo de Cristo.","referencias_relacionadas":["Salmos 122:1","Mateus 5:14","Hebreus 10:25"]},"josue_19_15_kattath":{"palavra_pt":"kattath","palavra_original":"קַטָּת","transliteracao":"Qaṭṭâth","strong":"H7005","significado_raiz":"Ideia básica: kattath.","significado_contextual":"A palavra 'kattath' refere-se a uma cidade específica, destacando a herança da tribo.","explicacao_detalhada":"Em Josué 19:15, 'kattath' é mencionada como uma das cidades que foram dadas à tribo de Zebulom, simbolizando a realização das promessas de Deus.","por_que_esta_palavra":"A menção de 'kattath' é importante para a identificação das heranças e a história da tribo de Zebulom.","conexao_teologica":"Kattath pode ser vista como um símbolo das promessas de Deus cumpridas em nossas vidas, refletindo Sua fidelidade.","referencias_relacionadas":["Josué 19:15","Deuteronômio 12:10","Hebreus 11:1"]},"josue_19_16_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade habitada, um centro de vida social e econômica.","explicacao_detalhada":"A palavra 'cidade' no contexto de Josué 19:16 indica um lugar de habitação e organização social, onde as tribos de Israel se estabeleciam após a conquista da terra prometida. As cidades eram locais de proteção e administração.","por_que_esta_palavra":"A escolha da palavra 'cidade' enfatiza a importância de um local seguro e estruturado para a vida comunitária dos israelitas.","conexao_teologica":"As cidades em Israel simbolizam a promessa de Deus de dar uma terra ao Seu povo, onde poderiam viver em segurança e adorar a Ele.","referencias_relacionadas":["Josué 19:15","Josué 21:2","Salmos 122:3"]},"josue_19_16_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica um descendente ou membro da família, com ênfase na continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' é usada para descrever a relação familiar e a herança dentro das tribos de Israel, destacando a importância da descendência e da identidade familiar na cultura israelita.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender a estrutura social e a transmissão de direitos e propriedades entre as gerações.","conexao_teologica":"A relação de pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo, enfatizando a paternidade divina.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Mateus 5:9"]},"josue_19_17_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, enfatizando a continuidade da linhagem familiar.","explicacao_detalhada":"Assim como em Josué 19:16, a palavra 'filho' aqui reforça a importância da herança e da identidade familiar entre os israelitas, que eram organizados em tribos e clãs.","por_que_esta_palavra":"A repetição da palavra 'filho' sublinha a relevância da linhagem e da herança na cultura israelita.","conexao_teologica":"A noção de 'filho' também se relaciona com a ideia de que todos os crentes são filhos de Deus, fazendo parte de uma nova família espiritual.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:14","Efésios 1:5"]},"josue_19_17_lot":{"palavra_pt":"sorte","palavra_original":"גּוֹרָל","transliteracao":"gôwrâl","strong":"H1486","significado_raiz":"Ideia básica: sorte.","significado_contextual":"Refere-se ao ato de sortear ou determinar por sorteio, especialmente em relação à divisão de terras.","explicacao_detalhada":"A palavra 'sorte' é usada para descrever o método pelo qual as terras foram divididas entre as tribos de Israel, indicando a soberania de Deus na distribuição das heranças.","por_que_esta_palavra":"A escolha da palavra 'sorte' enfatiza a confiança do povo em Deus para guiar a divisão das terras, mostrando que a decisão não era meramente humana.","conexao_teologica":"A sorte é um símbolo da providência divina, onde Deus dirige os acontecimentos para cumprir Seus propósitos.","referencias_relacionadas":["Provérbios 16:33","Atos 1:26","Salmos 22:18"]},"josue_19_18_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a ação de cair ou acontecer, muitas vezes associada a eventos significativos.","explicacao_detalhada":"A palavra 'cair' pode referir-se à queda de uma cidade ou à realização de um evento importante na narrativa bíblica, simbolizando mudanças ou transições.","por_que_esta_palavra":"A utilização da palavra 'cair' sugere a ideia de que algo está se concretizando ou se estabelecendo, como a divisão das terras.","conexao_teologica":"Cair pode simbolizar a queda do pecado ou a realização das promessas de Deus, mostrando a soberania divina sobre a história.","referencias_relacionadas":["Salmos 37:24","Mateus 7:25","Romanos 14:4"]},"josue_19_18_chesulloth":{"palavra_pt":"chesulloth","palavra_original":"כְּסֻלּוֹת","transliteracao":"Kᵉçullôwth","strong":"H3694","significado_raiz":"Ideia básica: chesulloth.","significado_contextual":"Nome de uma localidade que faz parte da descrição das terras atribuídas às tribos.","explicacao_detalhada":"Chesulloth é mencionada como uma das cidades que foram designadas durante a divisão da terra, refletindo a geografia e a herança das tribos de Israel.","por_que_esta_palavra":"A inclusão de Chesulloth destaca a especificidade e a importância de cada localidade na herança de Israel.","conexao_teologica":"Cada cidade mencionada representa a fidelidade de Deus em cumprir Suas promessas de dar uma terra ao Seu povo.","referencias_relacionadas":["Josué 19:19","Josué 21:27","1 Crônicas 6:76"]},"josue_19_19_haphraim":{"palavra_pt":"haphraim","palavra_original":"חֲפָרַיִם","transliteracao":"Chăphârayim","strong":"H2663","significado_raiz":"Ideia básica: haphraim.","significado_contextual":"Nome de uma localidade que também faz parte da divisão das terras entre as tribos.","explicacao_detalhada":"Haphraim é uma cidade mencionada na lista de heranças, simbolizando a distribuição das bênçãos de Deus ao povo de Israel.","por_que_esta_palavra":"A menção de Haphraim reforça a ideia de que cada tribo recebeu uma parte específica da terra prometida.","conexao_teologica":"As cidades mencionadas representam a realização das promessas de Deus e a identidade do povo de Israel como Sua herança.","referencias_relacionadas":["Josué 19:20","Josué 21:22","1 Crônicas 6:76"]},"josue_19_20_rabbith":{"palavra_pt":"rabbith","palavra_original":"רַבִּית","transliteracao":"Rabbîyth","strong":"H7245","significado_raiz":"Ideia básica: rabbith.","significado_contextual":"Nome de uma cidade que faz parte da herança das tribos de Israel.","explicacao_detalhada":"Rabbith é mencionada como uma das cidades que foram designadas durante a divisão da terra, refletindo a importância de cada local na história de Israel.","por_que_esta_palavra":"A inclusão de Rabbith destaca a riqueza da herança e a diversidade das cidades que compõem a terra prometida.","conexao_teologica":"Cada cidade representa a fidelidade de Deus em cumprir Suas promessas e a identidade do povo de Israel.","referencias_relacionadas":["Josué 19:21","Josué 21:23","1 Crônicas 6:76"]},"josue_19_21_remeth":{"palavra_pt":"remeth","palavra_original":"רֶמֶת","transliteracao":"Remeth","strong":"H7432","significado_raiz":"Ideia básica: remeth.","significado_contextual":"Nome de uma cidade que faz parte da divisão das terras entre as tribos.","explicacao_detalhada":"Remeth é mencionada como uma das cidades designadas, simbolizando a herança e a identidade do povo de Israel.","por_que_esta_palavra":"A menção de Remeth reforça a ideia de que cada tribo recebeu uma parte específica da terra prometida.","conexao_teologica":"As cidades mencionadas representam a realização das promessas de Deus e a identidade do povo de Israel como Sua herança.","referencias_relacionadas":["Josué 19:22","Josué 21:23","1 Crônicas 6:76"]},"josue_19_22_cair":{"palavra_pt":"cair","palavra_original":"פָּגַע","transliteracao":"pâgaʻ","strong":"H6293","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a ação de cair ou acontecer, muitas vezes associada a eventos significativos.","explicacao_detalhada":"A palavra 'cair' pode referir-se à queda de uma cidade ou à realização de um evento importante na narrativa bíblica, simbolizando mudanças ou transições.","por_que_esta_palavra":"A utilização da palavra 'cair' sugere a ideia de que algo está se concretizando ou se estabelecendo, como a divisão das terras.","conexao_teologica":"Cair pode simbolizar a queda do pecado ou a realização das promessas de Deus, mostrando a soberania divina sobre a história.","referencias_relacionadas":["Salmos 37:24","Mateus 7:25","Romanos 14:4"]},"josue_19_22_grande":{"palavra_pt":"grande","palavra_original":"גְּבוּל","transliteracao":"gᵉbûwl","strong":"H1366","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza territorial da tribo mencionada.","explicacao_detalhada":"A palavra 'grande' é utilizada para descrever a extensão e a importância da herança que foi dada à tribo em questão, enfatizando a generosidade de Deus na distribuição das terras.","por_que_esta_palavra":"A escolha da palavra 'grande' destaca a riqueza e a abundância que Deus prometeu ao Seu povo.","conexao_teologica":"A grandeza da herança é um símbolo da bênção divina e da fidelidade de Deus às promessas feitas a Israel.","referencias_relacionadas":["Deuteronômio 1:11","Salmos 78:55","Josué 1:4"]},"josue_19_23_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Indica a importância das cidades como centros de vida e adoração.","explicacao_detalhada":"A palavra 'cidade' refere-se a um local de habitação e organização social, onde a vida comunitária e as práticas religiosas ocorrem.","por_que_esta_palavra":"As cidades eram fundamentais para a vida do povo de Israel, servindo como locais de refúgio e adoração.","conexao_teologica":"As cidades representam a presença de Deus entre o Seu povo e a necessidade de um lugar para adoração e comunhão.","referencias_relacionadas":["Salmos 122:1","Números 35:6","Josué 20:2"]},"josue_19_23_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se à divisão das terras entre as tribos de Israel.","explicacao_detalhada":"A palavra 'tribo' é usada para descrever as diferentes famílias e clãs que compõem o povo de Israel, cada uma recebendo sua porção de terra.","por_que_esta_palavra":"A divisão em tribos é uma parte essencial da identidade israelita e da organização social do povo.","conexao_teologica":"Cada tribo tem um papel específico no plano de Deus, refletindo a diversidade e a unidade do povo escolhido.","referencias_relacionadas":["Gênesis 49:28","Números 1:4","Josué 14:1"]},"josue_19_23_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a linhagem e a herança familiar.","explicacao_detalhada":"A palavra 'filho' é utilizada para enfatizar a continuidade da família e a transmissão das promessas de Deus através das gerações.","por_que_esta_palavra":"A referência a 'filho' destaca a importância da descendência na cultura israelita e na história da salvação.","conexao_teologica":"A linhagem é crucial para a realização das promessas de Deus, culminando na vinda do Messias.","referencias_relacionadas":["Gênesis 12:3","Mateus 1:1","Lucas 3:23"]},"josue_19_24_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Reforça a ideia de divisão territorial entre as tribos.","explicacao_detalhada":"A repetição da palavra 'tribo' enfatiza a importância da herança e da identidade coletiva do povo de Israel.","por_que_esta_palavra":"A palavra é essencial para entender como Deus organizou Seu povo e como cada tribo tem um papel único.","conexao_teologica":"A estrutura tribal é uma expressão da soberania de Deus na liderança e na proteção de Israel.","referencias_relacionadas":["Números 26:52","Josué 13:7","Ezequiel 48:1"]},"josue_19_24_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se à magnitude da ação de sair ou ir para um novo lugar.","explicacao_detalhada":"A palavra 'sair' implica em um movimento significativo, muitas vezes associado a mudanças de vida e novas oportunidades.","por_que_esta_palavra":"A ideia de 'sair' é fundamental para entender a jornada do povo de Israel em direção à terra prometida.","conexao_teologica":"A saída é um símbolo da libertação e do chamado de Deus para um novo começo.","referencias_relacionadas":["Êxodo 3:10","Isaías 43:16","Gálatas 5:1"]},"josue_19_24_lot":{"palavra_pt":"sorte","palavra_original":"גּוֹרָל","transliteracao":"gôwrâl","strong":"H1486","significado_raiz":"Ideia básica: sorte.","significado_contextual":"Refere-se ao ato de determinar a herança através da sorte.","explicacao_detalhada":"A palavra 'sorte' é usada para descrever o método pelo qual as terras foram atribuídas às tribos, mostrando a soberania de Deus na escolha.","por_que_esta_palavra":"A sorte simboliza a confiança do povo em Deus para guiar suas decisões e determinar seu futuro.","conexao_teologica":"A sorte é uma expressão da providência divina, onde Deus controla os resultados mesmo em processos aparentemente aleatórios.","referencias_relacionadas":["Provérbios 16:33","Atos 1:26","Salmos 22:18"]},"josue_19_25_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a queda ou a destruição de algo.","explicacao_detalhada":"A palavra 'cair' pode ser entendida como um sinal de juízo ou de mudança de estado, refletindo a fragilidade da condição humana.","por_que_esta_palavra":"A ideia de 'cair' é importante para entender as consequências do pecado e a necessidade de redenção.","conexao_teologica":"A queda é um tema central na narrativa bíblica, representando a separação de Deus e a necessidade de restauração.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","Apocalipse 21:4"]},"josue_19_25_hali":{"palavra_pt":"hali","palavra_original":"חֲלִי","transliteracao":"Chălîy","strong":"H2482","significado_raiz":"Ideia básica: hali.","significado_contextual":"Refere-se a um estado de fraqueza ou doença.","explicacao_detalhada":"A palavra 'hali' pode estar relacionada a um estado de vulnerabilidade, tanto física quanto espiritual.","por_que_esta_palavra":"A menção de 'hali' destaca a fragilidade da condição humana e a necessidade de cura.","conexao_teologica":"A cura e a restauração são temas recorrentes na Bíblia, refletindo a compaixão de Deus pelo Seu povo.","referencias_relacionadas":["Isaías 53:5","Tiago 5:14","Mateus 9:35"]},"josue_19_26_cair":{"palavra_pt":"cair","palavra_original":"פָּגַע","transliteracao":"pâgaʻ","strong":"H6293","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se a um ato de impacto ou de encontro.","explicacao_detalhada":"A palavra 'cair' pode ser entendida como um encontro que resulta em consequências significativas, seja de bênção ou juízo.","por_que_esta_palavra":"A repetição da ideia de 'cair' enfatiza a gravidade das situações enfrentadas pelo povo.","conexao_teologica":"O conceito de 'cair' é frequentemente associado ao juízo de Deus e à necessidade de arrependimento.","referencias_relacionadas":["Mateus 7:27","Lucas 6:49","Romanos 14:10"]},"josue_19_26_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao mar como uma grande massa de água, simbolizando também a separação e a fronteira.","explicacao_detalhada":"No contexto de Josué 19:26, o mar é mencionado como parte das fronteiras da tribo de Naftali. O mar pode representar tanto a beleza da criação de Deus quanto os desafios que ele traz, como tempestades e incertezas.","por_que_esta_palavra":"A palavra 'mar' é usada para descrever a geografia da terra prometida e as fronteiras das tribos de Israel, enfatizando a importância da localização e dos recursos naturais.","conexao_teologica":"O mar é frequentemente usado na Bíblia para simbolizar a soberania de Deus sobre a criação e o controle sobre as forças da natureza.","referencias_relacionadas":["Gênesis 1:10","Salmos 104:25-26","Isaías 57:20"]},"josue_19_26_alammelech":{"palavra_pt":"alammelech","palavra_original":"אַלַּמֶּלֶךְ","transliteracao":"ʼAllammelek","strong":"H487","significado_raiz":"Ideia básica: alammelech.","significado_contextual":"Nome que pode ser interpretado como 'o povo do rei', indicando uma conexão com a realeza.","explicacao_detalhada":"Alammelech é mencionado em Josué 19:26 como parte das cidades da tribo de Naftali. O nome sugere uma relação com a liderança e a autoridade, possivelmente refletindo a importância de governança na terra prometida.","por_que_esta_palavra":"A inclusão de nomes de cidades como Alammelech destaca a organização territorial de Israel e a importância de cada local na história do povo de Deus.","conexao_teologica":"A realeza de Deus é um tema central na Bíblia, e a menção de cidades com nomes que refletem isso pode indicar a expectativa de um governo justo sob a liderança divina.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Isaías 9:6"]},"josue_19_27_sol":{"palavra_pt":"sol","palavra_original":"שֶׁמֶשׁ","transliteracao":"shemesh","strong":"H8121","significado_raiz":"Ideia básica: sol.","significado_contextual":"Refere-se ao sol como fonte de luz e vida, simbolizando também a presença de Deus.","explicacao_detalhada":"Em Josué 19:27, o sol é mencionado em um contexto que pode indicar a orientação e a clareza que ele traz. O sol é um símbolo de esperança e renovação, refletindo a luz divina que guia o povo.","por_que_esta_palavra":"A palavra 'sol' é significativa na cultura hebraica, representando a criação de Deus e sua providência sobre a vida.","conexao_teologica":"O sol é frequentemente associado à justiça e à verdade, refletindo a natureza de Deus como luz do mundo.","referencias_relacionadas":["Salmos 84:11","Mateus 5:14","Apocalipse 22:16"]},"josue_19_27_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se ao ato de construir ou estabelecer, tanto fisicamente quanto espiritualmente.","explicacao_detalhada":"No contexto de Josué 19:27, 'edificar' pode se referir à construção de cidades e ao estabelecimento de uma comunidade sólida e unida entre os israelitas.","por_que_esta_palavra":"A palavra 'edificar' é crucial para entender o processo de formação da nação de Israel e a importância de criar laços e estruturas sociais.","conexao_teologica":"A edificação é um tema que se relaciona com a construção do reino de Deus e a edificação da igreja como corpo de Cristo.","referencias_relacionadas":["Salmos 127:1","Mateus 16:18","1 Pedro 2:5"]},"josue_19_28_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando a dignidade e o valor do indivíduo na criação de Deus.","explicacao_detalhada":"Em Josué 19:28, a palavra 'homem' pode ser vista como uma referência à população que habita a terra prometida, destacando a importância de cada indivíduo na história de Israel.","por_que_esta_palavra":"A palavra 'homem' é fundamental para entender a relação entre Deus e a humanidade, bem como a responsabilidade que cada um tem diante de Deus.","conexao_teologica":"A dignidade do homem é um tema central na teologia bíblica, refletindo a imagem de Deus em cada ser humano.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"josue_19_28_hebron":{"palavra_pt":"hebron","palavra_original":"עֶבְרֹן","transliteracao":"ʻEbrôn","strong":"H5683","significado_raiz":"Ideia básica: hebron.","significado_contextual":"Refere-se a uma cidade importante na história de Israel, conhecida como a cidade dos patriarcas.","explicacao_detalhada":"Hebron é mencionada em Josué 19:28 como parte das fronteiras da tribo de Judá. É uma cidade com grande significado histórico, sendo o local de sepultamento de Abraão, Isaque e Jacó.","por_que_esta_palavra":"A menção de Hebron destaca a conexão do povo de Israel com seus antepassados e a importância da herança espiritual.","conexao_teologica":"Hebron simboliza a fidelidade de Deus às suas promessas e a continuidade da aliança com os patriarcas.","referencias_relacionadas":["Gênesis 23:2","Gênesis 49:30","Josué 14:13"]},"josue_19_28_nome":{"palavra_pt":"nome","palavra_original":"רְחֹב","transliteracao":"Rᵉchôb","strong":"H7340","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e à reputação de uma pessoa ou lugar.","explicacao_detalhada":"Em Josué 19:28, 'nome' pode indicar a importância da identidade das cidades e das tribos de Israel, refletindo seu caráter e história.","por_que_esta_palavra":"A palavra 'nome' é significativa na cultura hebraica, onde o nome carrega um significado profundo e muitas vezes profético.","conexao_teologica":"O nome de Deus é central na teologia bíblica, refletindo sua natureza e caráter, e a importância de invocar seu nome.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Filipenses 2:9-10"]},"josue_19_29_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se novamente ao ato de construir ou estabelecer, enfatizando a continuidade do desenvolvimento da nação.","explicacao_detalhada":"A repetição da palavra 'edificar' em Josué 19:29 destaca a importância da construção de cidades e da formação de uma sociedade estável e próspera.","por_que_esta_palavra":"A edificação é um tema recorrente na narrativa bíblica, simbolizando o progresso e a realização das promessas de Deus.","conexao_teologica":"A edificação do povo de Deus é um reflexo do seu plano redentor e da construção do seu reino na terra.","referencias_relacionadas":["Neemias 2:17","Mateus 7:24","1 Coríntios 3:9"]},"josue_19_29_grande":{"palavra_pt":"grande","palavra_original":"גְּבוּל","transliteracao":"gᵉbûwl","strong":"H1366","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude ou importância de algo, neste caso, uma cidade ou território.","explicacao_detalhada":"Em Josué 19:29, 'grande' pode se referir à cidade que está sendo mencionada, indicando sua relevância e influência na região.","por_que_esta_palavra":"A palavra 'grande' é usada para descrever a importância de certas cidades e locais na história de Israel, refletindo a providência de Deus.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, e a menção de cidades grandes pode simbolizar a manifestação do seu poder e soberania.","referencias_relacionadas":["Salmos 48:1","Isaías 40:12","Mateus 5:14"]},"josue_19_29_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local habitado, um centro de vida comunitária e social.","explicacao_detalhada":"Em Josué 19:29, a palavra 'cidade' é usada para descrever os locais onde as tribos de Israel se estabeleceram, enfatizando a importância da vida comunitária.","por_que_esta_palavra":"A cidade é um símbolo de civilização e organização social, refletindo a intenção de Deus de que seu povo viva em comunidade.","conexao_teologica":"A cidade de Deus é um tema recorrente na Bíblia, simbolizando a habitação de Deus entre seu povo e a promessa de um futuro glorioso.","referencias_relacionadas":["Salmos 46:4","Hebreus 11:10","Apocalipse 21:2"]},"josue_19_30_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade habitada, um centro de vida social e econômica.","explicacao_detalhada":"A palavra 'cidade' (עִיר) é usada para descrever um lugar onde as pessoas se reúnem, vivem e interagem. No contexto de Josué 19:30, a cidade mencionada é parte da herança das tribos de Israel, simbolizando a importância da habitação e da comunidade.","por_que_esta_palavra":"A escolha da palavra 'cidade' enfatiza a organização social e a estrutura da sociedade israelita, onde cada tribo tinha suas próprias cidades.","conexao_teologica":"As cidades em Israel não eram apenas locais físicos, mas também representavam a presença de Deus entre o Seu povo, onde a adoração e a justiça deveriam prevalecer.","referencias_relacionadas":["Josué 19:30","Deuteronômio 12:5","Salmos 122:1"]},"josue_19_30_ummah":{"palavra_pt":"ummah","palavra_original":"עֻמָּה","transliteracao":"ʻUmmâh","strong":"H5981","significado_raiz":"Ideia básica: ummah.","significado_contextual":"Refere-se a um grupo ou comunidade, enfatizando a ideia de coletividade.","explicacao_detalhada":"A palavra 'ummah' (עֻמָּה) é usada para descrever uma comunidade unida, refletindo a identidade coletiva do povo de Israel. No contexto de Josué 19:30, representa a união das tribos e a importância da coesão social.","por_que_esta_palavra":"A palavra é relevante para mostrar que a herança não é apenas individual, mas parte de um todo maior, a nação de Israel.","conexao_teologica":"A ideia de 'ummah' se conecta com o conceito de corpo de Cristo na Nova Aliança, onde cada membro é parte de uma comunidade maior.","referencias_relacionadas":["Josué 19:30","Êxodo 19:6","1 Coríntios 12:12-14"]},"josue_19_30_nome":{"palavra_pt":"nome","palavra_original":"אֲפֵק","transliteracao":"ʼĂphêq","strong":"H663","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à designação ou identificação de um lugar ou pessoa.","explicacao_detalhada":"A palavra 'nome' (אֲפֵק) é fundamental na cultura hebraica, onde o nome carrega significados profundos e identidades. Em Josué 19:30, o nome dado à cidade reflete sua história e importância.","por_que_esta_palavra":"A escolha da palavra 'nome' destaca a importância da identidade e da herança na vida do povo de Israel.","conexao_teologica":"O nome de Deus e o nome de Seu povo são temas recorrentes na Bíblia, simbolizando relacionamento e compromisso.","referencias_relacionadas":["Josué 19:30","Salmos 20:1","Isaías 43:1"]},"josue_19_31_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade habitada, um centro de vida social e econômica.","explicacao_detalhada":"A palavra 'cidade' (עִיר) é usada para descrever um lugar onde as pessoas se reúnem, vivem e interagem. No contexto de Josué 19:31, a cidade mencionada é parte da herança das tribos de Israel, simbolizando a importância da habitação e da comunidade.","por_que_esta_palavra":"A escolha da palavra 'cidade' enfatiza a organização social e a estrutura da sociedade israelita, onde cada tribo tinha suas próprias cidades.","conexao_teologica":"As cidades em Israel não eram apenas locais físicos, mas também representavam a presença de Deus entre o Seu povo, onde a adoração e a justiça deveriam prevalecer.","referencias_relacionadas":["Josué 19:31","Deuteronômio 12:5","Salmos 122:1"]},"josue_19_31_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se a um dos grupos familiares que compõem o povo de Israel.","explicacao_detalhada":"A palavra 'tribo' (מַטֶּה) é usada para descrever as divisões do povo de Israel, cada uma com sua própria herança e identidade. Em Josué 19:31, a tribo mencionada é parte da distribuição da terra prometida.","por_que_esta_palavra":"A palavra 'tribo' é crucial para entender a estrutura social e política de Israel, onde cada tribo tinha um papel específico.","conexao_teologica":"As tribos de Israel são vistas como um reflexo do povo de Deus, cada uma contribuindo para a totalidade do plano divino.","referencias_relacionadas":["Josué 19:31","Gênesis 49:28","Números 1:4-16"]},"josue_19_31_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente ou membro da família.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever a relação familiar e a continuidade da linhagem. Em Josué 19:31, enfatiza a importância da descendência e da herança.","por_que_esta_palavra":"A palavra 'filho' é fundamental para entender a transmissão de heranças e promessas dentro da cultura israelita.","conexao_teologica":"A relação entre pai e filho é uma metáfora comum na Bíblia para descrever o relacionamento entre Deus e Seu povo.","referencias_relacionadas":["Josué 19:31","Êxodo 20:12","Salmos 127:3"]},"josue_19_32_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente ou membro da família.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever a relação familiar e a continuidade da linhagem. Em Josué 19:32, enfatiza a importância da descendência e da herança.","por_que_esta_palavra":"A palavra 'filho' é fundamental para entender a transmissão de heranças e promessas dentro da cultura israelita.","conexao_teologica":"A relação entre pai e filho é uma metáfora comum na Bíblia para descrever o relacionamento entre Deus e Seu povo.","referencias_relacionadas":["Josué 19:32","Êxodo 20:12","Salmos 127:3"]},"josue_19_32_lot":{"palavra_pt":"sorte","palavra_original":"גּוֹרָל","transliteracao":"gôwrâl","strong":"H1486","significado_raiz":"Ideia básica: sorte.","significado_contextual":"Refere-se ao ato de determinar a distribuição de terras ou bens.","explicacao_detalhada":"A palavra 'sorte' (גּוֹרָל) é usada para descrever o método pelo qual as terras foram atribuídas às tribos de Israel. Em Josué 19:32, a sorte simboliza a direção divina na distribuição da herança.","por_que_esta_palavra":"A palavra 'sorte' é importante porque reflete a crença de que Deus estava no controle do destino do Seu povo.","conexao_teologica":"A sorte é vista como um meio de Deus revelar Sua vontade, mostrando que Ele é soberano sobre todas as decisões.","referencias_relacionadas":["Josué 19:32","Provérbios 16:33","Atos 1:26"]},"josue_19_32_sixth":{"palavra_pt":"sixth","palavra_original":"שִׁשִּׁי","transliteracao":"shishshîy","strong":"H8345","significado_raiz":"Ideia básica: sixth.","significado_contextual":"Refere-se à posição ordinal, indicando a sequência.","explicacao_detalhada":"A palavra 'sixth' (שִׁשִּׁי) é usada para descrever a ordem na qual as tribos receberam suas heranças. Em Josué 19:32, isso destaca a importância da organização e da ordem na distribuição das terras.","por_que_esta_palavra":"A palavra 'sixth' é relevante para entender a estrutura e a sequência dos eventos na história de Israel.","conexao_teologica":"A ordem e a organização são princípios que refletem a natureza de Deus, que é um Deus de ordem e não de confusão.","referencias_relacionadas":["Josué 19:32","1 Coríntios 14:33","Gênesis 1:31"]},"josue_19_33_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de descer ou de se tornar em uma posição inferior.","explicacao_detalhada":"A palavra 'cair' (הָיָה) é usada para descrever uma mudança de estado ou condição. Em Josué 19:33, pode simbolizar a transição de um estado de bênção para um de maldição, dependendo da fidelidade ao Senhor.","por_que_esta_palavra":"A palavra 'cair' é importante para entender as consequências da desobediência e a necessidade de permanecer firme na fé.","conexao_teologica":"Cair é um tema que aparece frequentemente na Bíblia, simbolizando a queda do homem e a necessidade de redenção através de Cristo.","referencias_relacionadas":["Josué 19:33","Romanos 3:23","Gálatas 5:4"]},"josue_19_33_allon":{"palavra_pt":"allon","palavra_original":"אַלּוֹן","transliteracao":"ʼAllôwn","strong":"H438","significado_raiz":"Ideia básica: allon.","significado_contextual":"Allon significa 'carvalho' e é mencionado como um local geográfico na herança das tribos de Israel.","explicacao_detalhada":"A palavra 'allon' refere-se a uma árvore de carvalho, que simboliza força e durabilidade. No contexto de Josué 19:33, Allon é um marco geográfico que ajuda a definir os limites da tribo de Naftali.","por_que_esta_palavra":"A escolha da palavra 'allon' pode indicar a presença de carvalhos na região, que eram significativos para a cultura e a vida cotidiana dos israelitas.","conexao_teologica":"Allon pode ser visto como um símbolo da força e estabilidade que Deus oferece ao seu povo, assim como os carvalhos são árvores robustas.","referencias_relacionadas":["Josué 19:33","Salmos 1:3","Isaías 61:3"]},"josue_19_34_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Mar refere-se a uma grande extensão de água, que neste contexto é o Mar da Galileia.","explicacao_detalhada":"A palavra 'mar' é usada para descrever corpos d'água que têm um papel importante na geografia e na economia da região, servindo como fonte de alimento e transporte.","por_que_esta_palavra":"O uso da palavra 'mar' enfatiza a importância da água para a vida e a prosperidade das tribos que habitavam a área ao redor.","conexao_teologica":"O mar é frequentemente usado na Bíblia como um símbolo de caos e poder, mas também de provisão e bênção divina.","referencias_relacionadas":["Josué 19:34","Mateus 14:25","Salmos 107:23-30"]},"josue_19_34_sol":{"palavra_pt":"sol","palavra_original":"שֶׁמֶשׁ","transliteracao":"shemesh","strong":"H8121","significado_raiz":"Ideia básica: sol.","significado_contextual":"Sol refere-se à estrela que ilumina o dia, simbolizando luz e vida.","explicacao_detalhada":"A palavra 'sol' é usada para descrever a fonte de luz e calor, essencial para a agricultura e a vida diária. No contexto de Josué 19:34, pode indicar a localização geográfica que recebe luz solar abundante.","por_que_esta_palavra":"O sol é um símbolo de esperança e renovação, refletindo a presença de Deus que traz luz à vida dos israelitas.","conexao_teologica":"O sol é frequentemente associado à justiça e à verdade na Bíblia, representando a presença de Deus que ilumina o caminho dos justos.","referencias_relacionadas":["Josué 19:34","Salmos 84:11","Mateus 5:14"]},"josue_19_34_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Edificar refere-se ao ato de construir ou estabelecer algo, especialmente no contexto de cidades e habitações.","explicacao_detalhada":"A palavra 'edificar' implica em um processo de construção que é tanto físico quanto espiritual, refletindo a necessidade de estabelecer lares e comunidades sólidas.","por_que_esta_palavra":"A construção de cidades é fundamental para a organização social e a segurança do povo de Israel, simbolizando a realização das promessas de Deus.","conexao_teologica":"Edificar pode ser visto como um ato de fé, onde a construção de uma cidade representa a construção do Reino de Deus na terra.","referencias_relacionadas":["Josué 19:34","Salmos 127:1","Mateus 7:24-25"]},"josue_19_35_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Cidade refere-se a um assentamento urbano, um lugar de habitação e atividade social.","explicacao_detalhada":"A palavra 'cidade' é central para a vida comunitária em Israel, representando segurança, identidade e cultura. No contexto de Josué 19:35, as cidades são parte da herança das tribos.","por_que_esta_palavra":"As cidades são essenciais para a organização social e a proteção do povo, refletindo a necessidade de um espaço seguro para viver e adorar.","conexao_teologica":"As cidades na Bíblia muitas vezes simbolizam a presença de Deus entre seu povo, sendo locais de adoração e comunidade.","referencias_relacionadas":["Josué 19:35","Salmos 46:4","Hebreus 11:10"]},"josue_19_35_ziddim":{"palavra_pt":"ziddim","palavra_original":"צִדִּים","transliteracao":"Tsiddîym","strong":"H6661","significado_raiz":"Ideia básica: ziddim.","significado_contextual":"Ziddim é um nome que pode estar relacionado a 'lados' ou 'cantos', possivelmente referindo-se a uma localização geográfica.","explicacao_detalhada":"Em Josué 19:35, Ziddim é mencionado como uma das cidades que compõem a herança da tribo de Naftali, indicando a diversidade da região.","por_que_esta_palavra":"A inclusão de Ziddim nas fronteiras ajuda a delinear a identidade e a herança da tribo.","conexao_teologica":"Os nomes de lugares na Bíblia muitas vezes têm significados profundos, refletindo a história e a relação do povo com Deus.","referencias_relacionadas":["Gênesis 10:15","Josué 15:21","Ezequiel 48:22"]},"josue_19_36_adamah":{"palavra_pt":"adamah","palavra_original":"אֲדָמָה","transliteracao":"ʼĂdâmâh","strong":"H128","significado_raiz":"Ideia básica: adamah.","significado_contextual":"Adamah refere-se à terra ou solo, simbolizando a criação e a fertilidade.","explicacao_detalhada":"A palavra 'adamah' é frequentemente usada para descrever a terra cultivável, essencial para a agricultura e a subsistência do povo de Israel.","por_que_esta_palavra":"A terra é um presente de Deus, e a referência a 'adamah' destaca a importância da conexão entre o povo e a terra prometida.","conexao_teologica":"A terra é vista como um símbolo da promessa de Deus e da herança que Ele dá ao seu povo, refletindo a relação entre Criador e criação.","referencias_relacionadas":["Josué 19:36","Gênesis 2:7","Deuteronômio 8:7-10"]},"josue_19_36_nome":{"palavra_pt":"nome","palavra_original":"רָמָה","transliteracao":"Râmâh","strong":"H7414","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome refere-se à designação de um lugar, que pode ter significados históricos ou simbólicos.","explicacao_detalhada":"A palavra 'nome' é importante na cultura bíblica, pois os nomes frequentemente carregam significados que refletem a identidade e a história de um lugar.","por_que_esta_palavra":"Os nomes dos lugares ajudam a preservar a memória das experiências do povo de Deus e sua relação com a terra.","conexao_teologica":"O nome de um lugar pode simbolizar a presença de Deus e sua ação na história, refletindo a importância da identidade no plano divino.","referencias_relacionadas":["Josué 19:36","Gênesis 17:5","Isaías 43:1"]},"josue_19_37_nome":{"palavra_pt":"nome","palavra_original":"קֶדֶשׁ","transliteracao":"Qedesh","strong":"H6943","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome refere-se à designação de um lugar, que pode ter significados históricos ou simbólicos.","explicacao_detalhada":"A palavra 'nome' é crucial para a identidade de um lugar e seu significado na história do povo de Israel, especialmente em relação à herança das tribos.","por_que_esta_palavra":"Os nomes dos lugares são importantes para a memória coletiva e a identidade do povo, refletindo a fidelidade de Deus em cumprir suas promessas.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados profundos que revelam a natureza de Deus e sua relação com seu povo.","referencias_relacionadas":["Josué 19:37","Gênesis 32:28","Apocalipse 3:12"]},"josue_19_37_enhazor":{"palavra_pt":"en hazor","palavra_original":"עֵין חָצוֹר","transliteracao":"ʻÊyn Châtsôwr","strong":"H5877","significado_raiz":"Ideia básica: en hazor.","significado_contextual":"En Hazor refere-se a uma fonte ou poço localizado perto da cidade de Hazor.","explicacao_detalhada":"A palavra 'en hazor' significa 'fonte de Hazor', indicando a importância da água para a sobrevivência e a prosperidade da cidade.","por_que_esta_palavra":"A presença de uma fonte é vital para a vida em uma região árida, simbolizando a provisão de Deus para seu povo.","conexao_teologica":"A água é frequentemente usada na Bíblia como um símbolo de vida e renovação espiritual, refletindo a graça de Deus que sacia a sede do coração humano.","referencias_relacionadas":["Josué 19:37","Isaías 12:3","João 4:14"]},"josue_19_38_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local habitado, uma cidade que serve como centro de vida social e econômica.","explicacao_detalhada":"A palavra 'cidade' no contexto de Josué 19:38 indica um lugar de habitação e organização social, onde os israelitas poderiam se reunir e viver em comunidade. As cidades eram importantes para a defesa e a administração do território.","por_que_esta_palavra":"A escolha da palavra 'cidade' enfatiza a importância da organização social e da vida comunitária entre os israelitas na terra prometida.","conexao_teologica":"As cidades em Israel muitas vezes simbolizam segurança e proteção, refletindo a presença de Deus entre o Seu povo.","referencias_relacionadas":["Josué 10:2","Salmos 46:4","Ezequiel 48:15"]},"josue_19_38_ferro":{"palavra_pt":"ferro","palavra_original":"יִרְאוֹן","transliteracao":"Yirʼôwn","strong":"H3375","significado_raiz":"Ideia básica: ferro.","significado_contextual":"Refere-se ao metal ferro, utilizado para ferramentas e armas, simbolizando força e durabilidade.","explicacao_detalhada":"No contexto de Josué 19:38, o ferro é mencionado como um recurso valioso para a construção e a defesa. O uso de ferro representa a habilidade dos israelitas em se equipar e se proteger.","por_que_esta_palavra":"A palavra 'ferro' é crucial para entender a tecnologia e a cultura material dos israelitas, além de simbolizar força e resistência.","conexao_teologica":"O ferro pode ser visto como uma metáfora da força que Deus dá ao Seu povo para enfrentar desafios e adversidades.","referencias_relacionadas":["Deuteronômio 8:9","Salmos 105:16","Isaías 54:16"]},"josue_19_39_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local habitado, uma cidade que serve como centro de vida social e econômica.","explicacao_detalhada":"A palavra 'cidade' no contexto de Josué 19:39 indica um lugar de habitação e organização social, onde os israelitas poderiam se reunir e viver em comunidade. As cidades eram importantes para a defesa e a administração do território.","por_que_esta_palavra":"A escolha da palavra 'cidade' enfatiza a importância da organização social e da vida comunitária entre os israelitas na terra prometida.","conexao_teologica":"As cidades em Israel muitas vezes simbolizam segurança e proteção, refletindo a presença de Deus entre o Seu povo.","referencias_relacionadas":["Josué 10:2","Salmos 46:4","Ezequiel 48:15"]},"josue_19_39_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se a um dos grupos familiares que compõem o povo de Israel, cada um com seu território e herança.","explicacao_detalhada":"A palavra 'tribo' no contexto de Josué 19:39 destaca a divisão do povo de Israel em grupos que descendem dos filhos de Jacó, cada um com sua identidade e herança específica.","por_que_esta_palavra":"A palavra 'tribo' é fundamental para entender a estrutura social e política de Israel, onde cada tribo tinha seu papel e responsabilidade.","conexao_teologica":"As tribos de Israel representam a diversidade e a unidade do povo de Deus, cada uma contribuindo para o todo.","referencias_relacionadas":["Gênesis 49:28","Números 1:4","Deuteronômio 33:24"]},"josue_19_39_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente masculino, enfatizando a continuidade da linhagem e da herança.","explicacao_detalhada":"A palavra 'filho' no contexto de Josué 19:39 é importante para a transmissão de heranças e a continuidade das famílias dentro das tribos de Israel.","por_que_esta_palavra":"A palavra 'filho' destaca a importância da família e da descendência na cultura israelita, onde a herança é passada de pai para filho.","conexao_teologica":"O conceito de 'filho' é central na teologia bíblica, simbolizando a relação entre Deus e Seu povo, bem como a relação entre Jesus e os crentes.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Mateus 5:9"]},"josue_19_40_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se a um dos grupos familiares que compõem o povo de Israel, cada um com seu território e herança.","explicacao_detalhada":"A palavra 'tribo' no contexto de Josué 19:40 destaca a divisão do povo de Israel em grupos que descendem dos filhos de Jacó, cada um com sua identidade e herança específica.","por_que_esta_palavra":"A palavra 'tribo' é fundamental para entender a estrutura social e política de Israel, onde cada tribo tinha seu papel e responsabilidade.","conexao_teologica":"As tribos de Israel representam a diversidade e a unidade do povo de Deus, cada uma contribuindo para o todo.","referencias_relacionadas":["Gênesis 49:28","Números 1:4","Deuteronômio 33:24"]},"josue_19_40_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente masculino, enfatizando a continuidade da linhagem e da herança.","explicacao_detalhada":"A palavra 'filho' no contexto de Josué 19:40 é importante para a transmissão de heranças e a continuidade das famílias dentro das tribos de Israel.","por_que_esta_palavra":"A palavra 'filho' destaca a importância da família e da descendência na cultura israelita, onde a herança é passada de pai para filho.","conexao_teologica":"O conceito de 'filho' é central na teologia bíblica, simbolizando a relação entre Deus e Seu povo, bem como a relação entre Jesus e os crentes.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Mateus 5:9"]},"josue_19_40_lot":{"palavra_pt":"sorte","palavra_original":"גּוֹרָל","transliteracao":"gôwrâl","strong":"H1486","significado_raiz":"Ideia básica: sorte.","significado_contextual":"Refere-se à porção ou herança que é atribuída a uma tribo ou família.","explicacao_detalhada":"A palavra 'sorte' no contexto de Josué 19:40 indica a maneira como as terras foram distribuídas entre as tribos de Israel, muitas vezes através de sorteio, mostrando a soberania de Deus na distribuição das heranças.","por_que_esta_palavra":"A palavra 'sorte' é significativa porque reflete a confiança do povo em Deus para determinar suas heranças e destinos.","conexao_teologica":"A distribuição das terras por sorte é um símbolo da providência divina e da justiça de Deus em dar a cada tribo sua porção.","referencias_relacionadas":["Números 26:55","Josué 14:2","Salmos 16:5"]},"josue_19_41_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de descer ou cair, frequentemente usado em contextos de mudança de estado ou condição.","explicacao_detalhada":"A palavra 'cair' no contexto de Josué 19:41 pode simbolizar a transição de um estado para outro, como a mudança de um lugar de segurança para um de vulnerabilidade.","por_que_esta_palavra":"A palavra 'cair' é importante para entender as dinâmicas de poder e segurança nas narrativas bíblicas.","conexao_teologica":"Cair pode simbolizar a queda do homem em pecado, mas também a possibilidade de redenção através de Cristo.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","1 Coríntios 10:12"]},"josue_19_41_eshtaol":{"palavra_pt":"eshtaol","palavra_original":"אֶשְׁתָּאֹל","transliteracao":"ʼEshtâʼôl","strong":"H847","significado_raiz":"Ideia básica: eshtaol.","significado_contextual":"Refere-se a uma cidade específica mencionada na divisão da terra entre as tribos de Israel.","explicacao_detalhada":"A palavra 'Eshtaol' no contexto de Josué 19:41 é uma referência a uma cidade que tinha importância histórica e geográfica para os israelitas, servindo como um ponto de referência na divisão das terras.","por_que_esta_palavra":"A menção de Eshtaol destaca a importância das cidades na organização territorial e na identidade das tribos.","conexao_teologica":"Eshtaol pode simbolizar a presença de Deus em lugares específicos, onde Ele se revela ao Seu povo.","referencias_relacionadas":["Juízes 13:25","1 Crônicas 4:33","Josué 15:33"]},"josue_19_41_grande":{"palavra_pt":"grande","palavra_original":"גְּבוּל","transliteracao":"gᵉbûwl","strong":"H1366","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à extensão territorial significativa da tribo mencionada.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a vastidão da herança que foi dada à tribo, indicando não apenas tamanho físico, mas também a importância e a riqueza da terra.","por_que_esta_palavra":"A escolha da palavra 'grande' enfatiza a generosidade de Deus em conceder uma porção ampla e fértil aos israelitas.","conexao_teologica":"A grandeza da terra prometida simboliza as bênçãos que Deus oferece ao seu povo, refletindo sua fidelidade e providência.","referencias_relacionadas":["Deuteronômio 1:25","Salmos 78:55","Josué 1:4"]},"josue_19_42_shaalabbin":{"palavra_pt":"shaalabbin","palavra_original":"שַׁעַלְבִים","transliteracao":"Shaʻalbîym","strong":"H8169","significado_raiz":"Ideia básica: shaalabbin.","significado_contextual":"Nome de uma cidade que faz parte da herança da tribo.","explicacao_detalhada":"Shaalabbin é mencionada como uma cidade importante na divisão da terra, possivelmente conhecida por sua localização ou recursos.","por_que_esta_palavra":"O nome da cidade pode ter significados associados a eventos históricos ou características geográficas que a tornaram significativa.","conexao_teologica":"A menção de cidades como Shaalabbin destaca a importância da terra prometida e a realização das promessas de Deus ao povo de Israel.","referencias_relacionadas":["Josué 19:42","Josué 15:33","1 Crônicas 6:60"]},"josue_19_42_nome":{"palavra_pt":"nome","palavra_original":"אַיָּלוֹן","transliteracao":"ʼAyâlôwn","strong":"H357","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma cidade que faz parte da herança da tribo.","explicacao_detalhada":"O nome é uma parte essencial da identidade da cidade e, por extensão, da tribo que a possui.","por_que_esta_palavra":"A repetição do termo 'nome' enfatiza a importância da identidade e da herança cultural do povo de Israel.","conexao_teologica":"Os nomes das cidades e tribos são frequentemente usados na Bíblia para ilustrar a relação entre Deus e seu povo, simbolizando a herança espiritual.","referencias_relacionadas":["Josué 19:42","Gênesis 48:16","Salmos 87:4"]},"josue_19_43_nome":{"palavra_pt":"nome","palavra_original":"אֵילוֹן","transliteracao":"ʼÊylôwn","strong":"H356","significado_raiz":"Ideia básica: nome.","significado_contextual":"Outro nome de cidade que faz parte da herança da tribo.","explicacao_detalhada":"Assim como o nome anterior, este também carrega significados que podem estar ligados à história ou características da cidade.","por_que_esta_palavra":"A repetição do termo 'nome' reforça a importância da identidade e da herança cultural do povo de Israel.","conexao_teologica":"Os nomes de cidades são frequentemente usados na Bíblia para ilustrar a relação entre Deus e seu povo, simbolizando a herança espiritual.","referencias_relacionadas":["Josué 19:43","Gênesis 48:16","Salmos 87:4"]},"josue_19_43_ekron":{"palavra_pt":"ekron","palavra_original":"עֶקְרוֹן","transliteracao":"ʻEqrôwn","strong":"H6138","significado_raiz":"Ideia básica: ekron.","significado_contextual":"Em Josué 19:43, \"ekron\" aparece na frase \"E Elom, e Timna, e Ecrom,\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (עֶקְרוֹן; ʻEqrôwn; H6138), \"ekron\" traz a ideia de ekron. Aqui, essa palavra deixa o ensino de Josué 19:43 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"ekron\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Josué 15:46. Lendo junto com Josué 19:43, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Josué 19:43","Josué 15:46","Salmos 119:105"]},"josue_19_44_eltekeh":{"palavra_pt":"eltekeh","palavra_original":"אֶלְתְּקֵא","transliteracao":"ʼEltᵉqêʼ","strong":"H514","significado_raiz":"Ideia básica: eltekeh.","significado_contextual":"Em Josué 19:44, \"eltekeh\" aparece na frase \"E Elteque, e Gibetom, e Baalate,\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (אֶלְתְּקֵא; ʼEltᵉqêʼ; H514), \"eltekeh\" traz a ideia de eltekeh. Aqui, essa palavra deixa o ensino de Josué 19:44 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"eltekeh\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Salmos 119:105. Lendo junto com Josué 19:44, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Josué 19:44","Salmos 119:105","Romanos 8:28"]},"josue_19_45_jehud":{"palavra_pt":"jehud","palavra_original":"יְהֻד","transliteracao":"Yᵉhud","strong":"H3055","significado_raiz":"Ideia básica: jehud.","significado_contextual":"Em Josué 19:45, \"jehud\" aparece na frase \"E Jeúde, e Bene-Beraque, e Gate-Rimom,\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (יְהֻד; Yᵉhud; H3055), \"jehud\" traz a ideia de jehud. Aqui, essa palavra deixa o ensino de Josué 19:45 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"jehud\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Salmos 119:105. Lendo junto com Josué 19:45, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Josué 19:45","Salmos 119:105","Romanos 8:28"]},"josue_19_46_grande":{"palavra_pt":"grande","palavra_original":"גְּבוּל","transliteracao":"gᵉbûwl","strong":"H1366","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à extensão territorial significativa da tribo mencionada.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a vastidão da herança que foi dada à tribo, indicando não apenas tamanho físico, mas também a importância e a riqueza da terra.","por_que_esta_palavra":"A escolha da palavra 'grande' enfatiza a generosidade de Deus em conceder uma porção ampla e fértil aos israelitas.","conexao_teologica":"A grandeza da terra prometida simboliza as bênçãos que Deus oferece ao seu povo, refletindo sua fidelidade e providência.","referencias_relacionadas":["Deuteronômio 1:25","Salmos 78:55","Josué 1:4"]},"josue_19_46_rakkon":{"palavra_pt":"rakkon","palavra_original":"רַקּוֹן","transliteracao":"Raqqôwn","strong":"H7542","significado_raiz":"Ideia básica: rakkon.","significado_contextual":"Nome de uma cidade que faz parte da herança da tribo.","explicacao_detalhada":"Rakkon é mencionada como uma cidade relevante na divisão da terra, possivelmente conhecida por sua localização estratégica.","por_que_esta_palavra":"O nome da cidade pode ter significados associados a eventos históricos ou características geográficas que a tornaram significativa.","conexao_teologica":"A menção de cidades como Rakkon destaca a importância da terra prometida e a realização das promessas de Deus ao povo de Israel.","referencias_relacionadas":["Josué 19:46","Josué 15:11","1 Crônicas 6:60"]},"josue_19_47_agarrar":{"palavra_pt":"agarrar","palavra_original":"יָרַשׁ","transliteracao":"yârash","strong":"H3423","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se à ação de tomar posse da terra prometida.","explicacao_detalhada":"A palavra 'agarrar' implica uma ação decisiva e firme, simbolizando a determinação do povo de Israel em reivindicar a herança que Deus lhes deu.","por_que_esta_palavra":"A escolha da palavra 'agarrar' reflete a urgência e a importância de tomar posse das promessas de Deus.","conexao_teologica":"A ação de agarrar a terra é um símbolo da fé e da obediência do povo de Israel em seguir as instruções de Deus.","referencias_relacionadas":["Josué 1:11","Deuteronômio 1:21","Salmos 37:29"]},"josue_19_47_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de decidir ou determinar questões legais e morais dentro da comunidade.","explicacao_detalhada":"No contexto de Josué 19:47, 'julgar' implica a responsabilidade de líderes e juízes em tomar decisões justas para o povo de Israel, assegurando que a lei de Deus seja aplicada corretamente.","por_que_esta_palavra":"Esta palavra é crucial para entender a função dos juízes em Israel, que eram encarregados de manter a ordem e a justiça na sociedade.","conexao_teologica":"A justiça é um atributo de Deus, e o ato de julgar reflete o caráter divino de estabelecer o que é certo e errado.","referencias_relacionadas":["Deuteronômio 16:18","Salmos 82:3","Provérbios 21:15"]},"josue_19_47_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' indica um movimento ou transição, muitas vezes associado a um novo começo ou a uma nova fase na vida.","explicacao_detalhada":"Em Josué 19:47, 'sair' pode ser entendido como a saída de uma tribo para estabelecer-se em uma nova terra, simbolizando a conquista e a herança prometida por Deus.","por_que_esta_palavra":"A ideia de 'sair' é fundamental para a narrativa da conquista de Canaã, onde as tribos de Israel se deslocam para cumprir a promessa divina.","conexao_teologica":"A saída do Egito e a entrada na terra prometida são temas centrais na história da salvação, representando libertação e nova vida.","referencias_relacionadas":["Êxodo 3:17","Deuteronômio 6:23","Josué 1:2"]},"josue_19_48_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local habitado, que serve como centro de vida social, econômica e religiosa.","explicacao_detalhada":"No versículo, 'cidade' é mencionada em relação à herança das tribos, destacando a importância de ter um lugar seguro e estabelecido para viver.","por_que_esta_palavra":"As cidades eram fundamentais para a organização social e a proteção do povo de Israel, além de serem locais de adoração.","conexao_teologica":"A cidade de Deus é um tema recorrente na Bíblia, simbolizando a presença de Deus entre seu povo.","referencias_relacionadas":["Salmos 46:4","Isaías 65:18","Apocalipse 21:2"]},"josue_19_48_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"A palavra 'tribo' refere-se a um grupo familiar ou clã, que faz parte da estrutura social de Israel.","explicacao_detalhada":"Em Josué 19:48, a menção da tribo destaca a divisão da terra prometida entre os descendentes de Jacó, cada um recebendo sua porção.","por_que_esta_palavra":"A estrutura tribal era essencial para a identidade e a organização do povo de Israel, refletindo a promessa de Deus a Abraão.","conexao_teologica":"As tribos de Israel representam a diversidade e a unidade do povo de Deus, cada uma com seu papel na história da salvação.","referencias_relacionadas":["Gênesis 49:28","Números 1:4-16","Apocalipse 7:4-8"]},"josue_19_48_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência, simbolizando continuidade e herança.","explicacao_detalhada":"No contexto do versículo, 'filho' enfatiza a relação familiar e a transmissão das promessas de Deus através das gerações.","por_que_esta_palavra":"A menção de 'filho' é importante para entender a genealogia e a identidade do povo de Israel como povo escolhido.","conexao_teologica":"A ideia de filhos de Deus é central na teologia cristã, onde todos os crentes são considerados filhos por meio de Cristo.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:14","Efésios 1:5"]},"josue_19_49_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao espaço físico que foi prometido a Israel como herança.","explicacao_detalhada":"Em Josué 19:49, a 'terra' simboliza a realização das promessas de Deus e a concretização da aliança feita com os patriarcas.","por_que_esta_palavra":"A terra é um elemento central na narrativa bíblica, representando não apenas um lugar físico, mas também a presença de Deus com seu povo.","conexao_teologica":"A terra prometida é um símbolo da salvação e do descanso que Deus oferece a seu povo.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Hebreus 4:1-11"]},"josue_19_49_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' implica a ação de conceder ou transferir algo a alguém.","explicacao_detalhada":"No versículo, 'dar' refere-se à ação de Deus em conceder a terra às tribos de Israel, enfatizando sua soberania e fidelidade.","por_que_esta_palavra":"A palavra é importante para entender a natureza generosa de Deus, que dá bênçãos ao seu povo.","conexao_teologica":"A dádiva de Deus é um tema central na Bíblia, refletindo seu amor e cuidado por sua criação.","referencias_relacionadas":["Tiago 1:17","Romanos 8:32","Salmos 37:4"]},"josue_19_49_fim":{"palavra_pt":"fim","palavra_original":"כָּלָה","transliteracao":"kâlâh","strong":"H3615","significado_raiz":"Ideia básica: fim.","significado_contextual":"A palavra 'fim' refere-se ao término de um processo ou a conclusão de um ciclo.","explicacao_detalhada":"Em Josué 19:49, 'fim' pode ser entendido como a conclusão da distribuição da terra entre as tribos, marcando um novo começo para o povo de Israel.","por_que_esta_palavra":"A ideia de 'fim' é relevante para entender a realização das promessas de Deus e a transição para uma nova fase na história de Israel.","conexao_teologica":"O conceito de fim é frequentemente associado ao cumprimento das promessas de Deus e à esperança de um futuro glorioso.","referencias_relacionadas":["Eclesiastes 3:1","Isaías 46:10","Apocalipse 21:6"]},"josue_19_50_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' novamente refere-se a um local de habitação e segurança.","explicacao_detalhada":"Em Josué 19:50, a menção da 'cidade' reforça a importância de ter um lugar estabelecido para a vida comunitária e a adoração a Deus.","por_que_esta_palavra":"As cidades eram essenciais para a proteção e a organização social do povo de Israel, além de serem centros de culto.","conexao_teologica":"A cidade de Deus é um símbolo da presença divina e da comunhão entre Deus e seu povo.","referencias_relacionadas":["Salmos 48:1-2","Isaías 2:2","Hebreus 11:10"]},"josue_19_50_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' é novamente usada para descrever a função de decidir questões dentro da comunidade.","explicacao_detalhada":"No contexto do versículo, 'julgar' enfatiza a responsabilidade dos líderes em manter a justiça e a ordem na nova terra.","por_que_esta_palavra":"A palavra é fundamental para entender a estrutura social e a governança em Israel, onde a justiça era um valor central.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, e o ato de julgar reflete seu caráter justo e reto.","referencias_relacionadas":["Miquéias 6:8","Romanos 2:6","Tiago 2:13"]},"josue_19_50_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é central na adoração e na identidade do povo de Israel.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) é usado para designar a divindade suprema, que se revelou a Moisés e fez uma aliança com Israel. Este nome implica a ideia de eternidade e imutabilidade de Deus.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a soberania e a autoridade de Deus sobre todas as coisas, sendo fundamental na relação entre Deus e seu povo.","conexao_teologica":"O nome do Senhor é um símbolo da presença divina e da promessa de proteção e orientação para Israel.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"josue_19_51_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se à função do sacerdote como mediador entre Deus e o povo, especialmente no contexto das ofertas e rituais.","explicacao_detalhada":"A palavra 'sacerdote' (כֹּהֵן) designa aqueles que foram escolhidos para servir no templo e realizar sacrifícios, representando o povo diante de Deus.","por_que_esta_palavra":"É essencial para entender o papel dos sacerdotes na manutenção da santidade e na adoração a Deus dentro da comunidade israelita.","conexao_teologica":"Os sacerdotes são vistos como figuras que prefiguram Cristo, o Sumo Sacerdote, que intercede por nós.","referencias_relacionadas":["Levítico 10:6","Hebreus 5:1","1 Pedro 2:9"]},"josue_19_51_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao início ou à cabeça de algo, especialmente no contexto das tribos de Israel.","explicacao_detalhada":"A palavra 'princípio' (רֹאשׁ) é usada para indicar a liderança ou a posição de destaque, como a cabeça de uma tribo ou família.","por_que_esta_palavra":"É importante para entender a estrutura social e política de Israel, onde cada tribo tinha seu líder ou 'cabeça'.","conexao_teologica":"O conceito de 'cabeça' é também aplicado a Cristo, que é a cabeça da Igreja.","referencias_relacionadas":["Gênesis 49:10","Efésios 1:22","Colossenses 1:18"]},"josue_19_51_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se a uma das doze divisões do povo de Israel, cada uma com sua própria herança e território.","explicacao_detalhada":"A palavra 'tribo' (מַטֶּה) implica uma unidade familiar e social, essencial para a organização do povo de Deus na terra prometida.","por_que_esta_palavra":"É fundamental para entender a divisão e a herança de Israel, bem como as promessas de Deus a cada tribo.","conexao_teologica":"As tribos de Israel representam a diversidade e a unidade do povo de Deus, que é chamado para ser uma nação santa.","referencias_relacionadas":["Números 1:2","Deuteronômio 33:24","Apocalipse 7:4"]}}