{"josue_22_1_principio":{"palavra_pt":"principio","palavra_original":"אָז","transliteracao":"ʼâz","strong":"H227","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' (אָז, ʼâz) é usada para indicar um momento decisivo na história de Israel.","explicacao_detalhada":"Neste contexto, 'princípio' refere-se ao início de uma nova fase na vida do povo, após a conquista da terra prometida, onde eles devem agora viver em obediência a Deus.","por_que_esta_palavra":"A utilização de 'princípio' destaca a importância de reconhecer os momentos de transição e a necessidade de seguir a direção de Deus.","conexao_teologica":"Os princípios de Deus são fundamentais para a vida do crente, guiando suas decisões e ações.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Mateus 6:33"]},"josue_22_1_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"A palavra 'tribo' (מַטֶּה, maṭṭeh) refere-se às divisões do povo de Israel, cada uma com sua própria herança e responsabilidades.","explicacao_detalhada":"Neste contexto, 'tribo' enfatiza a unidade e a diversidade do povo de Deus, onde cada tribo tem um papel específico na história da redenção.","por_que_esta_palavra":"A escolha da palavra 'tribo' destaca a importância da comunidade e da colaboração entre os membros do povo de Deus.","conexao_teologica":"A noção de tribo reflete a diversidade do corpo de Cristo, onde cada membro tem um papel único e importante.","referencias_relacionadas":["Gênesis 49:28","Números 1:4-16","Efésios 4:16"]},"josue_22_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' (כֹּל, kôl) é usada para descrever a maneira como as instruções de Deus devem ser seguidas.","explicacao_detalhada":"Neste contexto, 'modo' implica que a obediência a Deus deve ser total e abrangente, sem deixar de lado nenhum aspecto das Suas instruções.","por_que_esta_palavra":"A utilização da palavra 'modo' enfatiza a necessidade de uma vida de fé que se manifesta em ações concretas e obedientes.","conexao_teologica":"A obediência a Deus é um princípio fundamental na vida cristã, refletindo a verdadeira fé em ação.","referencias_relacionadas":["Deuteronômio 5:32-33","Tiago 1:22","1 João 2:3-6"]},"josue_22_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' (אָמַר, ʼâmar) refere-se à comunicação de instruções e orientações de Deus ao Seu povo.","explicacao_detalhada":"Neste contexto, 'dizer' enfatiza a importância da palavra de Deus e a necessidade de ouvir e obedecer às Suas instruções.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a revelação de Deus e a responsabilidade do povo em responder a essa revelação.","conexao_teologica":"A comunicação de Deus com Seu povo é um tema central na Bíblia, mostrando como Ele se relaciona conosco através de Sua palavra.","referencias_relacionadas":["Salmos 119:11","Romanos 10:17","Hebreus 1:1-2"]},"josue_22_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' (יְהֹוָה, Yᵉhôvâh) é novamente utilizado para reafirmar a autoridade e a soberania de Deus sobre as instruções dadas ao povo.","explicacao_detalhada":"Neste contexto, o uso do nome 'Senhor' reforça a ideia de que as ordens e promessas de Deus devem ser levadas a sério, pois vêm do Criador e Sustentador do universo.","por_que_esta_palavra":"A repetição do nome 'Senhor' enfatiza a importância da reverência e do respeito que devemos ter em relação a Deus e Sua palavra.","conexao_teologica":"A reverência ao nome de Deus é fundamental na adoração e na vida cristã, refletindo nossa relação com Ele.","referencias_relacionadas":["Salmos 111:9","Isaías 42:8","Romanos 14:11"]},"josue_22_3_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de um dia, que pode simbolizar um tempo de ação ou decisão.","explicacao_detalhada":"No contexto de Josué 22:3, a palavra 'dia' é usada para enfatizar a importância de um momento específico em que as tribos de Israel se reuniram para discutir questões de fé e obediência a Deus.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender a urgência e a seriedade da situação enfrentada pelas tribos de Israel.","conexao_teologica":"O conceito de 'dia' é frequentemente associado a momentos de revelação divina e decisões importantes na Bíblia.","referencias_relacionadas":["Gênesis 1:5","Êxodo 20:8","Salmos 118:24"]},"josue_22_3_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Indica a fidelidade e a sinceridade nas relações entre as tribos de Israel.","explicacao_detalhada":"A palavra 'verdade' é utilizada para reafirmar a importância da honestidade e da integridade nas interações entre os israelitas, especialmente em momentos de conflito.","por_que_esta_palavra":"A ênfase na 'verdade' é essencial para manter a unidade e a paz entre as tribos.","conexao_teologica":"A verdade é um atributo de Deus e é fundamental na vida do crente, refletindo a natureza de Deus.","referencias_relacionadas":["Salmos 15:2","Provérbios 12:22","João 8:32"]},"josue_22_3_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua totalidade, enfatizando a responsabilidade individual.","explicacao_detalhada":"A palavra 'homem' é usada para destacar a importância da ação e da decisão de cada indivíduo no contexto da comunidade israelita.","por_que_esta_palavra":"A menção do 'homem' sublinha a responsabilidade pessoal diante de Deus e da comunidade.","conexao_teologica":"A dignidade do homem é um tema central na teologia bíblica, refletindo a criação à imagem de Deus.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"josue_22_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' é usada para reconhecer a soberania de Deus sobre Israel e a importância de honrar Seu nome nas ações e decisões.","por_que_esta_palavra":"O nome de Deus é fundamental para a identidade do povo de Israel e sua relação com Ele.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua presença e à Sua promessa de estar com Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 29:2","Filipenses 2:9-11"]},"josue_22_4_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, enfatizando Sua divindade e poder.","explicacao_detalhada":"A palavra 'deus' é utilizada para reafirmar a centralidade de Deus na vida do povo e a necessidade de adoração e obediência.","por_que_esta_palavra":"A menção de Deus é essencial para entender a relação entre o povo e seu Criador.","conexao_teologica":"A divindade de Deus é um tema central na Bíblia, refletindo Sua soberania e poder sobre todas as coisas.","referencias_relacionadas":["Deuteronômio 6:4","Salmos 46:1","Isaías 40:28"]},"josue_22_4_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao modo de viver e agir, especialmente em conformidade com a vontade de Deus.","explicacao_detalhada":"A palavra 'andar' é usada para descrever a maneira como o povo deve viver em obediência a Deus e em harmonia uns com os outros.","por_que_esta_palavra":"A ideia de 'andar' implica em um estilo de vida que reflete a fé e a devoção a Deus.","conexao_teologica":"Andar com Deus é um tema recorrente na Bíblia, simbolizando a comunhão e a obediência.","referencias_relacionadas":["Miquéias 6:8","Gálatas 5:16","1 João 1:7"]},"josue_22_5_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um modo de agir ou proceder, especialmente em relação a ações que podem ser vistas como agressivas ou defensivas.","explicacao_detalhada":"A palavra 'urso' é usada metaforicamente para descrever a força e a determinação que devem ser empregadas na defesa da fé e da comunidade.","por_que_esta_palavra":"A menção de 'urso' sugere a necessidade de estar preparado para enfrentar desafios e proteger a unidade.","conexao_teologica":"A força e a coragem são frequentemente mencionadas na Bíblia como atributos que os crentes devem ter ao enfrentar adversidades.","referencias_relacionadas":["Salmos 144:1","Isaías 41:10","2 Timóteo 1:7"]},"josue_22_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira de agir, especialmente em conformidade com a vontade de Deus.","explicacao_detalhada":"A palavra 'modo' é utilizada para enfatizar a importância de viver de acordo com os princípios divinos e a ética da comunidade.","por_que_esta_palavra":"A escolha do 'modo' de viver é crucial para a manutenção da integridade e da unidade entre as tribos.","conexao_teologica":"A maneira de viver é um reflexo da fé e do compromisso com Deus, sendo um tema central na vida cristã.","referencias_relacionadas":["Colossenses 3:17","1 Pedro 2:12","Romanos 12:2"]},"josue_22_6_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Refere-se ao ato de abençoar, que implica em um reconhecimento da autoridade divina.","explicacao_detalhada":"A palavra 'abençoar' é usada para descrever a ação de invocar a bênção de Deus sobre a vida do povo e suas decisões.","por_que_esta_palavra":"A bênção é um elemento vital na relação entre Deus e Seu povo, simbolizando favor e proteção.","conexao_teologica":"A bênção de Deus é um tema recorrente na Bíblia, refletindo Sua graça e misericórdia.","referencias_relacionadas":["Números 6:24-26","Efésios 1:3","Hebreus 13:20-21"]},"josue_22_6_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se à maneira de viver e agir em conformidade com a vontade de Deus.","explicacao_detalhada":"A palavra 'andar' é novamente utilizada para enfatizar a importância de viver em obediência e fé.","por_que_esta_palavra":"A ideia de 'andar' implica um compromisso contínuo com a vida cristã e a busca pela santidade.","conexao_teologica":"Andar em fé é um princípio fundamental na vida do crente, refletindo a relação com Deus.","referencias_relacionadas":["2 Coríntios 5:7","Gálatas 5:25","1 João 2:6"]},"josue_22_6_jehoshua":{"palavra_pt":"jehoshua","palavra_original":"יְהוֹשׁוּעַ","transliteracao":"Yᵉhôwshûwaʻ","strong":"H3091","significado_raiz":"Ideia básica: jehoshua.","significado_contextual":"O nome Jehoshua, que significa 'O Senhor é salvação', é uma referência direta à missão de Josué como líder do povo de Israel.","explicacao_detalhada":"Jehoshua é uma forma do nome que mais tarde se tornaria Jesus. No contexto de Josué 22:6, ele é mencionado como um líder que guiou os israelitas na conquista da terra prometida, simbolizando a salvação e a liderança divina.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da liderança de Josué e sua relação com Deus, que é a fonte de sua força e direção.","conexao_teologica":"Jehoshua representa a continuidade do plano de Deus para a salvação do seu povo, sendo um precursor do papel de Jesus no Novo Testamento.","referencias_relacionadas":["Josué 1:1-9","Mateus 1:21","Hebreus 4:8"]},"josue_22_7_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à ação de conceder ou entregar algo, no contexto de bênçãos e promessas.","explicacao_detalhada":"Em Josué 22:7, a palavra 'dar' é usada para descrever a entrega de terras e bênçãos a diferentes tribos de Israel, enfatizando a generosidade de Deus.","por_que_esta_palavra":"A escolha da palavra 'dar' destaca a ação de Deus em prover para seu povo, mostrando que as conquistas são fruto da sua graça.","conexao_teologica":"A ideia de dar é central na teologia bíblica, refletindo a natureza generosa de Deus e sua disposição em abençoar aqueles que lhe são fiéis.","referencias_relacionadas":["Salmos 37:4","Tiago 1:17","Romanos 8:32"]},"josue_22_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para comunicar instruções e declarações importantes, refletindo a autoridade de Josué.","explicacao_detalhada":"Em Josué 22:8, a palavra 'dizer' é crucial, pois representa a comunicação de decisões e a transmissão de mensagens de Deus ao povo.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a importância da comunicação clara e da obediência às instruções divinas.","conexao_teologica":"A comunicação de Deus através de seus líderes é um tema recorrente na Bíblia, mostrando como Ele se relaciona com seu povo.","referencias_relacionadas":["Êxodo 20:1","Deuteronômio 6:4-9","Mateus 28:19-20"]},"josue_22_8_tesouro":{"palavra_pt":"tesouro","palavra_original":"נֶכֶס","transliteracao":"nekeç","strong":"H5233","significado_raiz":"Ideia básica: tesouro.","significado_contextual":"A palavra 'tesouro' refere-se a riquezas ou bens valiosos, simbolizando as bênçãos de Deus.","explicacao_detalhada":"Em Josué 22:8, o 'tesouro' é mencionado em um contexto de gratidão e reconhecimento das provisões de Deus para Israel.","por_que_esta_palavra":"A palavra é utilizada para ilustrar a abundância das bênçãos que Deus concede ao seu povo, reforçando a ideia de que tudo o que temos vem dEle.","conexao_teologica":"O conceito de tesouro é frequentemente associado às bênçãos espirituais e materiais que Deus oferece aos que O seguem.","referencias_relacionadas":["Mateus 6:19-21","Salmos 119:11","Provérbios 2:4"]},"josue_22_8_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é usada para se referir ao ser humano em sua totalidade, destacando a dignidade e o valor que Deus confere à humanidade.","explicacao_detalhada":"Em Josué 22:8, 'homem' é mencionado em um contexto que enfatiza a responsabilidade e o papel do ser humano nas promessas de Deus.","por_que_esta_palavra":"A escolha da palavra 'homem' é significativa, pois reflete a criação de Deus e a relação especial que Ele tem com a humanidade.","conexao_teologica":"A dignidade do homem é um tema central na teologia, refletindo a imagem de Deus em cada pessoa.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-6","Romanos 5:8"]},"josue_22_9_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para descrever a relação familiar e a herança espiritual dentro do povo de Deus.","explicacao_detalhada":"Em Josué 22:9, 'filho' simboliza a continuidade da fé e das promessas de Deus através das gerações.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a importância da linhagem e da transmissão da fé entre pais e filhos.","conexao_teologica":"A relação entre pais e filhos é fundamental na Bíblia, refletindo a paternidade de Deus e sua relação com seu povo.","referencias_relacionadas":["Deuteronômio 6:6-7","Salmos 78:4-6","Efésios 6:4"]},"josue_22_9_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se à herança prometida a Israel, simbolizando a fidelidade de Deus às suas promessas.","explicacao_detalhada":"Em Josué 22:9, 'terra' é um símbolo da promessa de Deus e da realização de suas promessas ao povo escolhido.","por_que_esta_palavra":"A escolha da palavra 'terra' é significativa, pois representa a concretização das promessas de Deus e a identidade do povo de Israel.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, simbolizando a salvação e a presença de Deus entre seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Hebreus 11:9-10"]},"josue_22_9_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' refere-se à construção e ao estabelecimento de algo duradouro, especialmente no contexto da fé.","explicacao_detalhada":"Em Josué 22:9, 'edificar' é usado para descrever a ação de construir um altar, simbolizando a adoração e a devoção a Deus.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a importância de estabelecer uma base sólida na fé e na adoração a Deus.","conexao_teologica":"A edificação espiritual é um tema recorrente na Bíblia, refletindo a necessidade de construir uma vida fundamentada em Deus.","referencias_relacionadas":["Mateus 7:24-25","1 Coríntios 3:9-15","Efésios 2:19-22"]},"josue_22_10_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' é novamente utilizada para enfatizar a herança e as promessas de Deus ao povo de Israel.","explicacao_detalhada":"Em Josué 22:10, 'terra' simboliza a realização das promessas de Deus e a importância da terra na identidade do povo de Deus.","por_que_esta_palavra":"A repetição da palavra 'terra' reforça a centralidade da promessa divina na história de Israel.","conexao_teologica":"A terra prometida é um símbolo da presença de Deus e da herança espiritual que Ele oferece ao seu povo.","referencias_relacionadas":["Deuteronômio 1:8","Josué 1:3","Hebreus 11:8-10"]},"josue_22_10_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para reafirmar a continuidade da linhagem e das promessas de Deus através das gerações.","explicacao_detalhada":"Em Josué 22:10, 'filho' simboliza a herança espiritual e a responsabilidade de transmitir a fé às próximas gerações.","por_que_esta_palavra":"A repetição da palavra 'filho' destaca a importância da família na transmissão da fé e das promessas de Deus.","conexao_teologica":"A relação entre Deus e seu povo é frequentemente descrita em termos de paternidade, refletindo a natureza relacional de Deus.","referencias_relacionadas":["Salmos 103:17-18","Gálatas 3:26","1 João 3:1"]},"josue_22_10_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' é usada para descrever a ação de se aproximar ou entrar em um lugar específico, neste caso, o altar.","explicacao_detalhada":"No contexto de Josué 22:10, a palavra 'vir' implica em um movimento físico e espiritual, onde os israelitas se aproximam do altar que construíram como um testemunho de sua fé e unidade.","por_que_esta_palavra":"Esta palavra é crucial para entender a ação de se dirigir ao altar, que simboliza a presença de Deus e a adoração.","conexao_teologica":"A ideia de 'vir' ou 'entrar' é frequentemente associada à aproximação a Deus, como em Hebreus 10:19-22, onde somos convidados a entrar no Santo dos Santos.","referencias_relacionadas":["Hebreus 10:19-22","Salmos 100:4","Mateus 11:28"]},"josue_22_11_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem, sendo um termo importante na cultura israelita.","explicacao_detalhada":"Em Josué 22:11, o termo 'filho' é usado para enfatizar a identidade e a herança dos israelitas, que são considerados filhos de Deus e herdeiros das promessas.","por_que_esta_palavra":"A palavra 'filho' é fundamental para entender a relação entre Deus e Seu povo, destacando a importância da família e da comunidade na fé.","conexao_teologica":"A filiação divina é um tema central na Bíblia, como em Romanos 8:14-17, onde os crentes são chamados de filhos de Deus.","referencias_relacionadas":["Romanos 8:14-17","Gálatas 3:26","Efésios 1:5"]},"josue_22_11_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"A palavra 'altar' refere-se ao local de sacrifício e adoração, um ponto de encontro entre o homem e Deus.","explicacao_detalhada":"No contexto de Josué 22:11, o altar é um símbolo da aliança entre Deus e o povo de Israel, representando a devoção e a adoração que devem ser prestadas a Ele.","por_que_esta_palavra":"A palavra 'altar' é essencial para entender a prática de adoração e os rituais que cercam a vida religiosa dos israelitas.","conexao_teologica":"O altar é um símbolo de sacrifício e redenção, que culmina em Cristo, o verdadeiro sacrifício, como mencionado em Hebreus 13:10.","referencias_relacionadas":["Hebreus 13:10","Gênesis 8:20","Êxodo 20:24"]},"josue_22_11_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' implica em prestar atenção e responder a uma mensagem ou chamado.","explicacao_detalhada":"Em Josué 22:11, 'ouvir' é um convite à obediência e à compreensão da vontade de Deus, que é fundamental para a vida do povo de Israel.","por_que_esta_palavra":"A palavra 'ouvir' é vital para a relação entre Deus e Seu povo, pois ouvir a voz de Deus leva à ação e à fidelidade.","conexao_teologica":"A importância de ouvir a voz de Deus é enfatizada em João 10:27, onde Jesus diz que Suas ovelhas ouvem Sua voz.","referencias_relacionadas":["João 10:27","Deuteronômio 6:4-5","Tiago 1:22"]},"josue_22_12_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' é novamente utilizada para enfatizar a necessidade de atenção e resposta à comunicação divina.","explicacao_detalhada":"No versículo, 'ouvir' destaca a importância de estar atento às instruções e advertências de Deus, que são essenciais para a vida em comunidade.","por_que_esta_palavra":"A repetição da palavra 'ouvir' reforça a ideia de que a obediência é um aspecto central da fé israelita.","conexao_teologica":"A obediência à palavra de Deus é um tema recorrente na Bíblia, como em Salmos 119:105, que fala da palavra de Deus como lâmpada para os pés.","referencias_relacionadas":["Salmos 119:105","Romanos 10:17","1 João 5:3"]},"josue_22_12_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada novamente para reforçar a identidade e a continuidade da linhagem entre o povo de Deus.","explicacao_detalhada":"Neste contexto, 'filho' enfatiza a relação familiar e a responsabilidade que os israelitas têm uns com os outros e com Deus.","por_que_esta_palavra":"A repetição do termo 'filho' sublinha a importância da herança espiritual e da comunidade de fé.","conexao_teologica":"A noção de ser filho de Deus é fundamental para a compreensão da nova aliança em Cristo, como em João 1:12.","referencias_relacionadas":["João 1:12","Gálatas 4:7","Efésios 2:19"]},"josue_22_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou à forma de agir.","explicacao_detalhada":"Em Josué 22:12, 'modo' é importante para entender como os israelitas devem se comportar em relação ao altar e entre si.","por_que_esta_palavra":"A palavra 'modo' destaca a necessidade de agir de acordo com as instruções de Deus, refletindo a Sua vontade.","conexao_teologica":"A maneira de viver segundo a vontade de Deus é um tema central, como em Romanos 12:2, que fala sobre a transformação pela renovação da mente.","referencias_relacionadas":["Romanos 12:2","Colossenses 3:17","1 Pedro 1:15-16"]},"josue_22_13_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se àquele que serve como mediador entre Deus e o povo.","explicacao_detalhada":"No contexto de Josué 22:13, o sacerdote desempenha um papel crucial na mediação de sacrifícios e na manutenção da santidade do culto.","por_que_esta_palavra":"A figura do sacerdote é central na adoração israelita, simbolizando a intercessão e a conexão com Deus.","conexao_teologica":"Jesus é apresentado como o nosso Sumo Sacerdote em Hebreus 4:14, que intercede por nós diante de Deus.","referencias_relacionadas":["Hebreus 4:14","Êxodo 28:1","Levítico 10:6"]},"josue_22_13_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' implica em dar uma missão ou tarefa a alguém.","explicacao_detalhada":"Em Josué 22:13, o ato de enviar o sacerdote é uma ação deliberada para garantir que a adoração e os rituais sejam realizados corretamente.","por_que_esta_palavra":"A palavra 'enviar' é importante para entender a responsabilidade que os líderes têm em guiar o povo na adoração a Deus.","conexao_teologica":"O envio de mensageiros é um tema recorrente na Bíblia, como em Mateus 28:19-20, onde Jesus envia Seus discípulos para fazer discípulos.","referencias_relacionadas":["Mateus 28:19-20","Lucas 10:1","Atos 13:2"]},"josue_22_13_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é utilizada novamente para enfatizar a continuidade da linhagem e a identidade do povo de Deus.","explicacao_detalhada":"Neste contexto, 'filho' reforça a ideia de que cada geração é responsável por manter a fé e a adoração a Deus.","por_que_esta_palavra":"A repetição do termo 'filho' destaca a importância da herança espiritual e da responsabilidade coletiva.","conexao_teologica":"A filiação em Cristo é um tema central, como em 2 Coríntios 6:18, onde Deus promete ser nosso Pai.","referencias_relacionadas":["2 Coríntios 6:18","Gálatas 3:26","Efésios 1:5"]},"josue_22_14_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar ou à habitação, simbolizando segurança e pertencimento.","explicacao_detalhada":"A palavra 'casa' neste contexto pode ser entendida como o lugar físico onde a família reside, mas também carrega um significado mais profundo de comunidade e identidade entre os israelitas.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a importância da unidade familiar e da preservação da herança entre as tribos de Israel.","conexao_teologica":"A casa é frequentemente usada na Bíblia como uma metáfora para a presença de Deus e a relação entre Ele e Seu povo.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Hebreus 3:4"]},"josue_22_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou ao modo como algo é feito, indicando a importância da abordagem correta.","explicacao_detalhada":"Neste contexto, 'modo' sugere que as ações devem ser realizadas de acordo com as instruções de Deus, refletindo a obediência e a reverência.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender que a forma de agir é tão importante quanto a ação em si, especialmente em relação à adoração e ao serviço a Deus.","conexao_teologica":"A maneira de adorar e viver segundo os preceitos de Deus é um tema recorrente nas Escrituras, mostrando que a intenção e a forma são essenciais.","referencias_relacionadas":["Deuteronômio 6:5-7","Colossenses 3:23","1 Coríntios 10:31"]},"josue_22_14_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, enfatizando a dignidade e a responsabilidade do indivíduo.","explicacao_detalhada":"A palavra 'homem' aqui representa não apenas o sexo masculino, mas a humanidade em geral, destacando a importância de cada pessoa na comunidade de fé.","por_que_esta_palavra":"A inclusão da palavra 'homem' ressalta a responsabilidade individual diante de Deus e a necessidade de cada um agir com integridade.","conexao_teologica":"A dignidade do homem é um tema central na teologia bíblica, refletindo a imagem de Deus em cada ser humano.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"josue_22_15_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de convocar ou entrar, indicando um chamado à ação ou à resposta.","explicacao_detalhada":"A palavra 'vir' ou 'entrar' sugere a importância de se aproximar de Deus ou de outros em um contexto de comunhão e diálogo.","por_que_esta_palavra":"A escolha desta palavra enfatiza a necessidade de se responder ao chamado de Deus e à importância da comunidade na vida espiritual.","conexao_teologica":"O chamado de Deus para que os homens venham a Ele é um tema central nas Escrituras, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Isaías 55:1","Mateus 11:28","Apocalipse 22:17"]},"josue_22_15_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, simbolizando continuidade e herança.","explicacao_detalhada":"A palavra 'filho' neste contexto destaca a importância da linhagem e da transmissão de valores e ensinamentos entre gerações.","por_que_esta_palavra":"A inclusão de 'filho' enfatiza a responsabilidade dos pais em educar seus filhos na fé e na obediência a Deus.","conexao_teologica":"A relação entre pais e filhos é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo.","referencias_relacionadas":["Provérbios 22:6","Efésios 6:4","Deuteronômio 6:7"]},"josue_22_16_pecado":{"palavra_pt":"pecado","palavra_original":"מַעַל","transliteracao":"maʻal","strong":"H4604","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se à transgressão ou desobediência a Deus, implicando em consequências espirituais.","explicacao_detalhada":"A palavra 'pecado' aqui destaca a gravidade de se afastar dos mandamentos de Deus e as implicações que isso traz para a comunidade.","por_que_esta_palavra":"A menção do 'pecado' serve como um alerta sobre a necessidade de permanecer fiel aos ensinamentos de Deus para evitar a separação d'Ele.","conexao_teologica":"O conceito de pecado é central na teologia cristã, refletindo a necessidade de redenção e a graça de Deus.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 51:5"]},"josue_22_16_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, enfatizando Sua soberania e autoridade.","explicacao_detalhada":"A palavra 'Deus' neste contexto destaca a centralidade de Deus na vida do povo de Israel e a necessidade de reconhecer Sua autoridade.","por_que_esta_palavra":"A inclusão de 'Deus' enfatiza a relação de dependência e reverência que o povo deve ter em relação ao Criador.","conexao_teologica":"A soberania de Deus é um tema fundamental nas Escrituras, refletindo Sua autoridade sobre todas as coisas.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"josue_22_16_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de 24 horas, mas também pode simbolizar um tempo de julgamento ou de bênção.","explicacao_detalhada":"A palavra 'dia' aqui pode indicar um tempo específico em que as ações têm consequências, tanto positivas quanto negativas.","por_que_esta_palavra":"A menção do 'dia' enfatiza a urgência e a importância de agir corretamente antes que o tempo se esgote.","conexao_teologica":"O conceito de tempo e a importância de viver de acordo com a vontade de Deus são temas recorrentes nas Escrituras.","referencias_relacionadas":["Eclesiastes 3:1","Mateus 24:36","2 Coríntios 6:2"]},"josue_22_17_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de 24 horas, mas também pode simbolizar um tempo de julgamento ou de bênção.","explicacao_detalhada":"A repetição da palavra 'dia' neste contexto reforça a ideia de que as ações têm consequências que se manifestam ao longo do tempo.","por_que_esta_palavra":"A menção do 'dia' novamente enfatiza a continuidade da responsabilidade e a importância de viver em conformidade com os mandamentos de Deus.","conexao_teologica":"A noção de que cada dia é uma oportunidade para servir a Deus e fazer o bem é um tema importante na vida cristã.","referencias_relacionadas":["Salmos 118:24","Tiago 4:14","Romanos 13:11"]},"josue_22_17_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se a ações ou comportamentos que são moralmente errados ou prejudiciais.","explicacao_detalhada":"A palavra 'mal' neste contexto destaca a gravidade das consequências que podem advir da desobediência a Deus e da prática do pecado.","por_que_esta_palavra":"A inclusão de 'mal' enfatiza a necessidade de evitar ações que possam levar à ruína espiritual e à separação de Deus.","conexao_teologica":"A luta entre o bem e o mal é um tema central nas Escrituras, refletindo a necessidade de escolher a vida em Deus.","referencias_relacionadas":["Gálatas 6:7","Romanos 12:21","1 Pedro 3:12"]},"josue_22_17_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade e à sinceridade nas relações, especialmente em relação a Deus.","explicacao_detalhada":"Neste contexto, a 'verdade' é um apelo à honestidade e à integridade, enfatizando a importância de manter a palavra e os compromissos feitos diante de Deus.","por_que_esta_palavra":"A escolha da palavra 'verdade' destaca a seriedade da situação e a necessidade de um compromisso genuíno com Deus e com os outros.","conexao_teologica":"A verdade é um atributo de Deus e um princípio fundamental na vida cristã, refletindo a natureza de Deus como fiel e justo.","referencias_relacionadas":["Salmos 15:2","João 4:24","Efésios 4:15"]},"josue_22_18_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' indica um período de tempo específico, muitas vezes associado a eventos significativos na história do povo de Israel.","explicacao_detalhada":"Neste versículo, 'dia' pode se referir a um tempo de julgamento ou de decisão, onde as ações dos israelitas seriam avaliadas.","por_que_esta_palavra":"A menção do 'dia' enfatiza a urgência e a importância das ações que estão sendo discutidas, sugerindo que há consequências para as escolhas feitas.","conexao_teologica":"O conceito de 'dia' é frequentemente usado na Bíblia para descrever momentos de revelação divina ou de juízo.","referencias_relacionadas":["Mateus 25:31-46","Romanos 14:10","Apocalipse 20:12"]},"josue_22_18_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, reconhecendo Sua autoridade e soberania sobre o povo.","explicacao_detalhada":"Neste contexto, chamar Deus de 'senhor' é um reconhecimento de Sua posição suprema e de Sua capacidade de guiar e proteger o povo.","por_que_esta_palavra":"A utilização do nome de Deus reforça a relação de dependência e reverência que o povo deve ter em relação a Ele.","conexao_teologica":"O nome de Deus é central na adoração e na identidade do povo de Israel, simbolizando Sua presença e poder.","referencias_relacionadas":["Êxodo 3:14","Salmos 68:4","Filipenses 2:9-11"]},"josue_22_18_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em acompanhar ou obedecer a alguém ou algo, neste caso, a Deus.","explicacao_detalhada":"Neste versículo, 'seguir' sugere uma ação contínua de lealdade e compromisso com os mandamentos de Deus.","por_que_esta_palavra":"A escolha da palavra 'seguir' enfatiza a necessidade de uma vida ativa de fé, onde os israelitas são chamados a viver de acordo com a vontade de Deus.","conexao_teologica":"Seguir a Deus é um tema central na Bíblia, refletindo a jornada de fé e obediência do povo de Deus.","referencias_relacionadas":["Mateus 16:24","João 10:27","Romanos 8:14"]},"josue_22_19_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' novamente refere-se à divindade, sublinhando a importância do relacionamento com Deus.","explicacao_detalhada":"A repetição do termo 'senhor' reforça a ideia de que a autoridade de Deus deve ser reconhecida em todas as decisões e ações do povo.","por_que_esta_palavra":"A ênfase no nome de Deus serve como um lembrete constante da Sua presença e da necessidade de honrá-Lo em todas as circunstâncias.","conexao_teologica":"O nome de Deus é um símbolo de Sua fidelidade e compromisso com Seu povo, sendo um ponto de referência em momentos de crise.","referencias_relacionadas":["Salmos 91:14","Isaías 40:28","Hebreus 13:5"]},"josue_22_19_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' implica em libertação ou proteção, especialmente em contextos de perigo ou ameaça.","explicacao_detalhada":"Neste versículo, 'salvar' sugere a necessidade de intervenção divina para proteger o povo de Israel de consequências negativas.","por_que_esta_palavra":"A escolha da palavra 'salvar' destaca a dependência do povo em relação à ação de Deus para garantir sua segurança e bem-estar.","conexao_teologica":"A salvação é um tema central na Bíblia, representando a ação de Deus em resgatar Seu povo do pecado e da destruição.","referencias_relacionadas":["Salmos 37:39","Romanos 10:13","Efésios 2:8-9"]},"josue_22_19_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se à herança prometida a Israel, simbolizando a presença e a bênção de Deus.","explicacao_detalhada":"Neste contexto, 'terra' é um lembrete da aliança de Deus com Seu povo e da importância de permanecer fiel a essa promessa.","por_que_esta_palavra":"A menção da 'terra' enfatiza a conexão entre a obediência a Deus e a manutenção da bênção sobre a nação de Israel.","conexao_teologica":"A terra prometida é um símbolo da fidelidade de Deus e da realização de Suas promessas ao longo da história.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Josué 1:3"]},"josue_22_20_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é novamente usada para enfatizar a importância da honestidade e da integridade nas relações.","explicacao_detalhada":"Neste versículo, 'verdade' serve como um apelo à sinceridade nas interações entre o povo e Deus, especialmente em momentos de crise.","por_que_esta_palavra":"A repetição da palavra 'verdade' reforça a necessidade de um compromisso genuíno e transparente com Deus.","conexao_teologica":"A verdade é um princípio fundamental na vida cristã, refletindo a natureza de Deus e a expectativa de que Seu povo viva de maneira justa.","referencias_relacionadas":["Salmos 25:5","João 8:32","1 João 1:6-7"]},"josue_22_20_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação familiar e à continuidade da linhagem, simbolizando a herança espiritual.","explicacao_detalhada":"Neste contexto, 'filho' pode representar a responsabilidade que cada geração tem de seguir os caminhos de Deus e transmitir a fé.","por_que_esta_palavra":"A menção de 'filho' enfatiza a importância da educação e da formação espiritual dentro da família e da comunidade.","conexao_teologica":"A relação entre pais e filhos é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Efésios 6:4"]},"josue_22_20_pecado":{"palavra_pt":"pecado","palavra_original":"מַעַל","transliteracao":"maʻal","strong":"H4604","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'pecado' refere-se à transgressão da lei de Deus, implicando em separação e consequências espirituais.","explicacao_detalhada":"Neste versículo, 'pecado' é um aviso sobre as consequências de desobedecer a Deus e a necessidade de arrependimento.","por_que_esta_palavra":"A escolha da palavra 'pecado' destaca a gravidade da desobediência e a urgência de se voltar para Deus em busca de perdão.","conexao_teologica":"O pecado é um tema central na Bíblia, refletindo a condição humana e a necessidade de redenção através de Cristo.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Tiago 1:15"]},"josue_22_21_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à capacidade de ver ou perceber algo, frequentemente associado à vigilância ou à observação.","explicacao_detalhada":"No contexto de Josué 22:21, a palavra 'olho' é usada para enfatizar a importância da percepção e da atenção às ações dos outros, especialmente em relação à fidelidade a Deus e à comunidade.","por_que_esta_palavra":"A palavra 'olho' simboliza a vigilância e a responsabilidade que cada um tem em observar e cuidar da sua relação com Deus e com os irmãos.","conexao_teologica":"A vigilância espiritual é um tema recorrente nas Escrituras, onde Deus observa as ações de Seu povo e espera que eles também se observem mutuamente.","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","Hebreus 4:13"]},"josue_22_21_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica uma relação de descendência, podendo se referir a filhos biológicos ou a uma relação espiritual.","explicacao_detalhada":"Em Josué 22:21, 'filho' é usado para reforçar a ideia de pertencimento e responsabilidade dentro da comunidade de Israel, onde cada um é considerado parte da família de Deus.","por_que_esta_palavra":"A palavra 'filho' é fundamental para entender a identidade do povo de Deus como Sua família, enfatizando a relação íntima entre Deus e Seu povo.","conexao_teologica":"A filiação divina é um tema central na Bíblia, onde os crentes são chamados de filhos de Deus através da fé em Cristo.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 3:26"]},"josue_22_22_pecado":{"palavra_pt":"pecado","palavra_original":"מַעַל","transliteracao":"maʻal","strong":"H4604","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se a uma transgressão ou desvio da lei de Deus, que resulta em separação espiritual.","explicacao_detalhada":"No versículo, 'pecado' é mencionado como uma preocupação central, indicando que ações erradas podem levar à ira de Deus e à divisão entre o povo.","por_que_esta_palavra":"A palavra 'pecado' é crucial para entender a necessidade de arrependimento e reconciliação com Deus.","conexao_teologica":"O pecado é um tema central na teologia cristã, que ensina sobre a necessidade de redenção através de Cristo.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Tiago 4:17"]},"josue_22_22_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de 24 horas, mas também pode simbolizar um tempo de julgamento ou de ação divina.","explicacao_detalhada":"Em Josué 22:22, 'dia' é usado para enfatizar a seriedade da situação e a iminência do julgamento de Deus sobre o pecado.","por_que_esta_palavra":"A palavra 'dia' é importante para entender a urgência de se corrigir o caminho e voltar-se para Deus antes que seja tarde.","conexao_teologica":"A ideia de um 'dia do Senhor' é um tema recorrente nas Escrituras, onde Deus intervém na história para julgar e redimir.","referencias_relacionadas":["Amós 5:18","2 Pedro 3:10","Mateus 24:36"]},"josue_22_22_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade, caráter e presença.","explicacao_detalhada":"No contexto, 'nome' é mencionado para enfatizar a importância de honrar a Deus e não profanar Seu nome através de ações pecaminosas.","por_que_esta_palavra":"A palavra 'nome' é fundamental para a compreensão da identidade de Deus e da relação que os crentes têm com Ele.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua santidade e ao chamado para que Seu povo viva de acordo com Seus padrões.","referencias_relacionadas":["Êxodo 20:7","Salmos 29:2","Romanos 10:13"]},"josue_22_23_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"Refere-se a um presente ou sacrifício oferecido a Deus como expressão de adoração ou gratidão.","explicacao_detalhada":"Em Josué 22:23, 'oferta' é mencionada para destacar a importância de se manter a adoração a Deus e a necessidade de se fazer isso de maneira correta.","por_que_esta_palavra":"A palavra 'oferta' é essencial para entender a prática de adoração no Antigo Testamento e a relação do povo com Deus.","conexao_teologica":"As ofertas são um símbolo da devoção e da gratidão a Deus, refletindo a necessidade de se dar a Ele o que é devido.","referencias_relacionadas":["Levítico 1:2","Salmos 54:6","Hebreus 13:15"]},"josue_22_23_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal, mas pode simbolizar força ou perigo.","explicacao_detalhada":"No contexto, 'urso' pode ser uma metáfora para descrever a gravidade de uma situação ou a força de um ataque contra a comunidade.","por_que_esta_palavra":"A palavra 'urso' é usada para ilustrar a seriedade da advertência e a necessidade de vigilância.","conexao_teologica":"A força e a ferocidade de um urso podem ser comparadas à necessidade de estar alerta contra as ameaças espirituais.","referencias_relacionadas":["Provérbios 17:12","Oséias 13:8","Salmos 22:12"]},"josue_22_23_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"Refere-se ao ato de construir ou estabelecer algo, seja físico ou espiritual.","explicacao_detalhada":"Em Josué 22:23, 'construir' é mencionado em relação à construção de um altar, simbolizando a edificação da fé e da adoração.","por_que_esta_palavra":"A palavra 'construir' é importante para entender a responsabilidade do povo em estabelecer uma base sólida de fé.","conexao_teologica":"A construção espiritual é um tema importante na Bíblia, onde os crentes são chamados a edificar suas vidas sobre a rocha que é Cristo.","referencias_relacionadas":["Mateus 7:24","1 Coríntios 3:9","Efésios 2:20"]},"josue_22_24_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma declaração ou mensagem, podendo ter um significado profundo ou legal.","explicacao_detalhada":"No versículo, 'palavra' é usada para enfatizar a importância da comunicação e da verdade entre os membros da comunidade de fé.","por_que_esta_palavra":"A palavra 'palavra' é fundamental para a revelação de Deus e a transmissão de Sua vontade ao povo.","conexao_teologica":"A Palavra de Deus é central na vida do crente, sendo a base para a fé e a prática.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Tiago 1:22"]},"josue_22_24_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é um símbolo de Sua presença e autoridade.","explicacao_detalhada":"Em Josué 22:24, 'nome' é mencionado para ressaltar a importância de manter a santidade e a reverência ao Senhor em todas as ações.","por_que_esta_palavra":"A palavra 'nome' é crucial para entender a identidade de Deus e a relação que os crentes têm com Ele.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua santidade e ao chamado para que Seu povo viva de acordo com Seus padrões.","referencias_relacionadas":["Êxodo 20:7","Salmos 29:2","Romanos 10:13"]},"josue_22_24_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui se refere à sinceridade e à fidelidade nas promessas feitas por Deus.","explicacao_detalhada":"Neste contexto, a 'verdade' é um atributo essencial de Deus, que garante que suas promessas e alianças são eternas e inabaláveis. A verdade é um princípio que deve ser seguido pelo povo de Deus em suas interações.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da honestidade e da integridade nas relações, tanto com Deus quanto entre os homens.","conexao_teologica":"A verdade é um dos atributos de Deus e é fundamental para a compreensão da sua natureza e do relacionamento que Ele deseja ter com seu povo.","referencias_relacionadas":["Salmos 25:5","João 14:6","Efésios 4:15"]},"josue_22_25_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem, especialmente no contexto da herança da terra prometida.","explicacao_detalhada":"Neste versículo, 'filho' é usado para indicar a relação familiar e a responsabilidade que vem com essa relação, especialmente em relação à obediência a Deus e à preservação da fé.","por_que_esta_palavra":"A palavra é importante para mostrar a conexão entre as gerações e a responsabilidade dos pais em ensinar aos filhos os caminhos do Senhor.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e seu povo, onde Deus é o Pai e os crentes são seus filhos.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Mateus 7:9"]},"josue_22_25_sabado":{"palavra_pt":"sabado","palavra_original":"שָׁבַת","transliteracao":"shâbath","strong":"H7673","significado_raiz":"Ideia básica: sabado.","significado_contextual":"A palavra 'sábado' representa um dia de descanso e santidade, estabelecido por Deus como um sinal da aliança com seu povo.","explicacao_detalhada":"O sábado é um dia reservado para a adoração e descanso, simbolizando a criação e a libertação do povo de Israel da escravidão no Egito. É um tempo para renovar a relação com Deus.","por_que_esta_palavra":"A menção do sábado destaca a importância da observância dos mandamentos de Deus e a necessidade de um tempo dedicado à espiritualidade.","conexao_teologica":"O sábado é um símbolo do descanso que Deus oferece e da redenção que vem através de Cristo, que é nosso verdadeiro descanso.","referencias_relacionadas":["Gênesis 2:2-3","Êxodo 20:8-11","Marcos 2:27"]},"josue_22_25_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que é sagrado e representa sua autoridade e poder.","explicacao_detalhada":"Neste contexto, o nome do Senhor é invocado para reafirmar a aliança e a fidelidade de Deus ao seu povo. É um lembrete da soberania divina.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância do nome de Deus em todas as interações e promessas feitas entre o povo e Ele.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando sua essência e caráter, e é um convite à reverência e adoração.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"josue_22_26_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"A palavra 'altar' refere-se ao local de adoração e sacrifício, onde o povo se encontrava com Deus.","explicacao_detalhada":"O altar é um símbolo da presença de Deus e da necessidade de expiação pelos pecados. É um lugar de oferta e comunhão com o Senhor.","por_que_esta_palavra":"A menção do altar destaca a importância do culto e da adoração a Deus, bem como a necessidade de sacrifícios para a reconciliação.","conexao_teologica":"O altar é um precursor do sacrifício de Cristo, que se ofereceu como o sacrifício perfeito para a redenção da humanidade.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Hebreus 13:10"]},"josue_22_26_carne":{"palavra_pt":"sacrificio","palavra_original":"זֶבַח","transliteracao":"zebach","strong":"H2077","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"A palavra 'sacrifício' refere-se à oferta feita a Deus, que pode incluir animais ou produtos da terra.","explicacao_detalhada":"O sacrifício é uma expressão de adoração e gratidão, bem como um meio de buscar perdão pelos pecados. É um ato de obediência às instruções de Deus.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a necessidade de sacrifício na vida espiritual e a importância de se aproximar de Deus com um coração sincero.","conexao_teologica":"O conceito de sacrifício é central na Bíblia, culminando no sacrifício de Cristo, que é o sacrifício final e suficiente para a salvação.","referencias_relacionadas":["Levítico 1:3","Romanos 12:1","Hebreus 9:22"]},"josue_22_27_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada novamente para reafirmar a soberania e a autoridade de Deus sobre seu povo.","explicacao_detalhada":"Neste contexto, o nome do Senhor é invocado para garantir que as ações do povo estão alinhadas com a vontade divina e que Ele é o centro de suas vidas.","por_que_esta_palavra":"A repetição do nome de Deus enfatiza a importância de reconhecer sua autoridade em todas as decisões e ações.","conexao_teologica":"O nome de Deus é um lembrete constante da sua presença e do seu poder, que deve ser reverenciado e respeitado.","referencias_relacionadas":["Salmos 113:1-3","Isaías 45:23","Atos 4:12"]},"josue_22_27_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual uma ação é realizada ou uma decisão é tomada.","explicacao_detalhada":"Neste contexto, 'porque' conecta a ação do povo à sua motivação e à obediência a Deus, mostrando que suas ações são fundamentadas na fé.","por_que_esta_palavra":"A palavra é crucial para entender a lógica e a intenção por trás das ações do povo, que devem ser sempre direcionadas por sua relação com Deus.","conexao_teologica":"A obediência a Deus é frequentemente ligada a razões que refletem a sua vontade e propósito, destacando a importância de agir em conformidade com a fé.","referencias_relacionadas":["Deuteronômio 5:32-33","Mateus 7:21","Tiago 1:22"]},"josue_22_27_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em acompanhar ou obedecer a um caminho ou instrução.","explicacao_detalhada":"Neste versículo, 'seguir' refere-se à disposição do povo em obedecer aos mandamentos de Deus e a sua liderança, indicando um compromisso com a fé.","por_que_esta_palavra":"A palavra é importante para enfatizar a ação de seguir a Deus como um ato de fé e confiança em sua direção.","conexao_teologica":"Seguir a Deus é um tema central na Bíblia, que envolve não apenas crença, mas também ação e compromisso com seus caminhos.","referencias_relacionadas":["Salmos 119:105","Mateus 16:24","Gálatas 5:25"]},"josue_22_28_carne":{"palavra_pt":"sacrificio","palavra_original":"זֶבַח","transliteracao":"zebach","strong":"H2077","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"A palavra 'sacrifício' é mencionada novamente, reforçando a ideia de adoração e a necessidade de expiação.","explicacao_detalhada":"O sacrifício é um ato de devoção e reconhecimento da soberania de Deus, sendo essencial para a vida espiritual do povo.","por_que_esta_palavra":"A repetição da palavra 'sacrifício' destaca a importância contínua de se aproximar de Deus através de ofertas e adoração.","conexao_teologica":"O sacrifício é um tema que culmina na obra de Cristo, que se ofereceu como o sacrifício perfeito para a redenção da humanidade.","referencias_relacionadas":["Levítico 4:35","Romanos 3:25","Hebreus 10:12"]},"josue_22_28_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Expressar uma declaração ou instrução.","explicacao_detalhada":"A palavra 'dizer' é utilizada para comunicar uma mensagem, instrução ou ordem. No contexto de Josué 22:28, a declaração é feita para esclarecer a intenção por trás da construção do altar.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a importância da comunicação clara entre as tribos de Israel para evitar mal-entendidos.","conexao_teologica":"A comunicação é fundamental na relação entre Deus e seu povo, refletindo a necessidade de ouvir e obedecer à Sua palavra.","referencias_relacionadas":["Gênesis 1:3","Êxodo 20:1","Salmos 119:105"]},"josue_22_29_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de 24 horas, mas também pode simbolizar um tempo de ação ou evento significativo.","explicacao_detalhada":"No versículo, 'dia' é mencionado para indicar um tempo específico em que as ações e decisões são tomadas, ressaltando a seriedade do compromisso feito.","por_que_esta_palavra":"O uso de 'dia' destaca a importância do momento em que a decisão foi feita, sublinhando a responsabilidade que vem com as promessas.","conexao_teologica":"O conceito de tempo é fundamental na narrativa bíblica, onde Deus atua em momentos específicos da história da salvação.","referencias_relacionadas":["Gênesis 1:5","Êxodo 12:14","Salmos 90:12"]},"josue_22_29_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"Refere-se a uma oferta apresentada a Deus, muitas vezes como um ato de adoração ou gratidão.","explicacao_detalhada":"A 'oferta' mencionada no versículo é um símbolo de devoção e compromisso com Deus, refletindo a intenção de manter a unidade entre as tribos.","por_que_esta_palavra":"A palavra 'oferta' é crucial para entender a relação entre o povo e Deus, onde a oferta representa a gratidão e a busca por favor divino.","conexao_teologica":"As ofertas são um tema recorrente na Bíblia, simbolizando a entrega e a adoração ao Senhor.","referencias_relacionadas":["Levítico 2:1","Salmos 54:6","Hebreus 13:16"]},"josue_22_30_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se a um líder religioso que atua como mediador entre Deus e o povo.","explicacao_detalhada":"O sacerdote desempenha um papel vital na vida espiritual de Israel, oferecendo sacrifícios e intercedendo em nome do povo.","por_que_esta_palavra":"A menção do sacerdote destaca a importância da mediação e da liderança espiritual na comunidade.","conexao_teologica":"O sacerdócio é um tema central na Bíblia, simbolizando a intercessão de Cristo como nosso Sumo Sacerdote.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:6","Hebreus 4:14"]},"josue_22_30_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a um líder ou governante que exerce autoridade sobre o povo.","explicacao_detalhada":"A figura do rei é crucial na estrutura social e política de Israel, simbolizando liderança e responsabilidade.","por_que_esta_palavra":"A palavra 'rei' é usada para enfatizar a autoridade e a responsabilidade que vêm com a liderança.","conexao_teologica":"Deus é frequentemente descrito como o Rei de Israel, e a liderança humana deve refletir Sua justiça e retidão.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Isaías 33:22"]},"josue_22_30_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se à liderança ou à posição de destaque em um contexto social ou espiritual.","explicacao_detalhada":"A palavra 'principio' indica a posição de liderança e a responsabilidade que vem com ela, especialmente em relação à direção espiritual do povo.","por_que_esta_palavra":"A escolha dessa palavra ressalta a importância da liderança e da responsabilidade em guiar o povo de Deus.","conexao_teologica":"Cristo é descrito como o Cabeça da Igreja, enfatizando a importância da liderança espiritual.","referencias_relacionadas":["Colossenses 1:18","Efésios 1:22","1 Pedro 5:3"]},"josue_22_31_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se novamente ao mediador entre Deus e o povo, essencial para a adoração.","explicacao_detalhada":"A repetição da palavra 'sacerdote' enfatiza a continuidade da função sacerdotal na manutenção da relação com Deus.","por_que_esta_palavra":"A presença do sacerdote é vital para a prática religiosa e a intercessão pelo povo.","conexao_teologica":"O sacerdócio é um símbolo da intercessão de Cristo, que é nosso Sumo Sacerdote.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:6","Hebreus 4:14"]},"josue_22_31_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo específico em que ações e decisões são tomadas.","explicacao_detalhada":"A menção do 'dia' destaca a importância do momento em que as decisões são feitas, refletindo a urgência e a seriedade do compromisso.","por_que_esta_palavra":"A palavra 'dia' sublinha a responsabilidade que vem com as promessas feitas a Deus.","conexao_teologica":"O tempo é um elemento essencial na narrativa bíblica, onde Deus age em momentos específicos.","referencias_relacionadas":["Gênesis 1:5","Êxodo 12:14","Salmos 90:12"]},"josue_22_31_pecado":{"palavra_pt":"pecado","palavra_original":"מַעַל","transliteracao":"maʻal","strong":"H4604","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se a uma transgressão ou desvio da vontade de Deus.","explicacao_detalhada":"A palavra 'pecado' é usada para descrever a gravidade de desobedecer a Deus e as consequências que isso traz para a comunidade.","por_que_esta_palavra":"A menção do pecado enfatiza a necessidade de arrependimento e a busca pela reconciliação com Deus.","conexao_teologica":"O pecado é um tema central na Bíblia, que aponta para a necessidade de redenção através de Cristo.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 51:5"]},"josue_22_32_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se ao mediador que representa o povo diante de Deus.","explicacao_detalhada":"A repetição da palavra 'sacerdote' ressalta a importância da intercessão e do papel do sacerdote na vida espiritual da nação.","por_que_esta_palavra":"A presença do sacerdote é essencial para a adoração e a manutenção da relação com Deus.","conexao_teologica":"O sacerdócio é um símbolo da intercessão de Cristo, que é nosso Sumo Sacerdote.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:6","Hebreus 4:14"]},"josue_22_32_rei":{"palavra_pt":"rei","palavra_original":"נָשִׂיא","transliteracao":"nâsîyʼ","strong":"H5387","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e liderança, especialmente no contexto das tribos de Israel.","explicacao_detalhada":"No versículo, a palavra 'rei' é usada para descrever a posição de liderança que Deus estabeleceu sobre o povo. A figura do rei é central na organização social e religiosa de Israel.","por_que_esta_palavra":"A escolha da palavra 'rei' enfatiza a soberania de Deus sobre Israel e a importância da liderança divina na vida do povo.","conexao_teologica":"Deus é frequentemente descrito como o Rei de Israel, e a liderança humana deve refletir essa autoridade divina.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Isaías 33:22"]},"josue_22_32_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se à herança prometida a Israel, simbolizando a presença e a bênção de Deus.","explicacao_detalhada":"Neste contexto, a 'terra' é o território que Deus deu aos israelitas, representando não apenas um lugar físico, mas também um espaço de relacionamento com Deus.","por_que_esta_palavra":"A ênfase na 'terra' destaca a fidelidade de Deus em cumprir Suas promessas ao povo de Israel.","conexao_teologica":"A terra é um símbolo da aliança entre Deus e Seu povo, onde eles podem adorar e viver segundo Seus mandamentos.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 6:10","Josué 1:3"]},"josue_22_33_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se a um comando ou declaração que possui autoridade e significado.","explicacao_detalhada":"Neste versículo, 'palavra' é usada para enfatizar a importância da comunicação e do entendimento entre as tribos de Israel, especialmente em relação às instruções de Deus.","por_que_esta_palavra":"A palavra 'palavra' é crucial para entender a revelação de Deus e a resposta do povo a essa revelação.","conexao_teologica":"A palavra de Deus é viva e eficaz, e deve ser obedecida e respeitada por Seu povo.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Tiago 1:22"]},"josue_22_33_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"A palavra 'abençoar' implica em um ato de reconhecimento e gratidão a Deus.","explicacao_detalhada":"Neste contexto, 'abençoar' é um ato de adoração e submissão a Deus, reconhecendo Sua soberania e bondade.","por_que_esta_palavra":"A escolha da palavra 'abençoar' destaca a importância da gratidão e do reconhecimento da graça de Deus na vida do povo.","conexao_teologica":"A bênção de Deus é um tema central na Bíblia, refletindo Seu amor e cuidado por Seu povo.","referencias_relacionadas":["Números 6:24-26","Salmos 67:1","Efésios 1:3"]},"josue_22_33_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Em Josué 22:33, \"terra\" aparece na frase \"E pareceu a resposta boa aos olhos dos filhos de Israel, e os filhos de Israel louvaram a Deus; e não falaram mais em subir à guerra contra…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (אֶרֶץ; ʼerets; H776), \"terra\" traz a ideia de terra. Aqui, essa palavra deixa o ensino de Josué 22:33 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"terra\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Josué 22:9. Lendo junto com Josué 22:33, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Josué 22:33","Josué 22:9","Salmos 119:105"]},"josue_22_34_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação familiar e à continuidade da linhagem.","explicacao_detalhada":"Neste versículo, 'filho' é usado para enfatizar a importância da herança e da transmissão de valores entre gerações.","por_que_esta_palavra":"A palavra 'filho' é significativa para entender a relação entre Deus e Seu povo, onde os israelitas são considerados filhos de Deus.","conexao_teologica":"A paternidade de Deus é um tema central na Bíblia, refletindo o amor e a responsabilidade que Ele tem por Seu povo.","referencias_relacionadas":["Êxodo 4:22","Romanos 8:14","Gálatas 3:26"]},"josue_22_34_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"A palavra 'altar' refere-se ao local de adoração e sacrifício a Deus.","explicacao_detalhada":"Neste contexto, o 'altar' simboliza a devoção e a entrega do povo a Deus, sendo um lugar de encontro com o divino.","por_que_esta_palavra":"A escolha da palavra 'altar' destaca a importância da adoração e do sacrifício na vida espiritual de Israel.","conexao_teologica":"O altar é um símbolo da mediação entre Deus e o homem, representando a necessidade de expiação e adoração.","referencias_relacionadas":["Gênesis 12:7","Êxodo 20:24","Hebreus 13:10"]},"josue_22_34_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, o Criador e Sustentador do universo.","explicacao_detalhada":"Neste versículo, 'deus' é usado para enfatizar a relação de Israel com o Senhor, que é o único digno de adoração.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a natureza de Deus e Sua relação com o povo escolhido.","conexao_teologica":"A unicidade de Deus é um tema central na teologia bíblica, refletindo a exclusividade da adoração a Ele.","referencias_relacionadas":["Deuteronômio 6:4","Isaías 45:5","João 17:3"]}}