{"josue_23_1_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período específico de tempo, muitas vezes associado a eventos significativos.","explicacao_detalhada":"Neste contexto, 'dia' é usado para marcar um momento importante na história de Israel, onde Josué se dirige ao povo.","por_que_esta_palavra":"A escolha da palavra 'dia' enfatiza a importância do tempo e das ocasiões em que Deus age na história.","conexao_teologica":"O tempo é uma criação de Deus, e cada dia é uma oportunidade para o povo de Deus viver em obediência e adoração.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 6:34"]},"josue_23_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as ações são realizadas, especialmente em relação à obediência a Deus.","explicacao_detalhada":"Neste contexto, 'modo' é usado para enfatizar a importância de viver de acordo com os mandamentos de Deus e a maneira correta de agir.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a necessidade de uma vida que reflita os princípios divinos.","conexao_teologica":"A forma como vivemos é um testemunho da nossa fé e da nossa relação com Deus.","referencias_relacionadas":["Salmos 119:1","Romanos 12:2","Gálatas 5:16"]},"josue_23_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a queda de um estado ou condição, muitas vezes associada a um juízo ou consequência.","explicacao_detalhada":"No contexto de Josué 23:1, a palavra 'cair' refere-se à transição de um estado de segurança e prosperidade para um estado de vulnerabilidade e juízo, enfatizando a importância da fidelidade a Deus.","por_que_esta_palavra":"A escolha da palavra 'cair' destaca a fragilidade da posição de Israel se eles se afastarem dos mandamentos de Deus.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a perda da graça divina e a necessidade de arrependimento.","referencias_relacionadas":["Gênesis 3:6","Salmos 37:24","Romanos 11:22"]},"josue_23_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou a forma de proceder.","explicacao_detalhada":"Em Josué 23:2, 'modo' indica a importância de seguir os caminhos de Deus e as instruções dadas a Israel, enfatizando a necessidade de uma conduta correta.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender que a obediência a Deus deve ser feita de maneira consistente e fiel.","conexao_teologica":"A maneira de viver segundo a vontade de Deus é um tema central nas Escrituras, refletindo a relação entre fé e ação.","referencias_relacionadas":["Deuteronômio 5:32","Salmos 119:1","Mateus 7:13-14"]},"josue_23_2_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' é usada para indicar um período específico de tempo, muitas vezes relacionado a eventos significativos.","explicacao_detalhada":"No versículo, 'dia' pode se referir a um tempo de convocação e reflexão sobre as promessas de Deus e a fidelidade do povo.","por_que_esta_palavra":"O uso de 'dia' enfatiza a importância de momentos específicos de adoração e lembrança das ações de Deus na história de Israel.","conexao_teologica":"O conceito de dia é importante na Bíblia, simbolizando tanto a criação quanto a redenção, e a importância de lembrar os feitos de Deus.","referencias_relacionadas":["Êxodo 20:8","Salmos 118:24","Hebreus 4:7"]},"josue_23_2_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' implica um convite ou convocação, muitas vezes para um propósito específico.","explicacao_detalhada":"Em Josué 23:2, 'chamar' refere-se à convocação do povo para ouvir as instruções de Josué, que são de origem divina.","por_que_esta_palavra":"A palavra 'chamar' é significativa porque indica a ação de Deus em convocar Seu povo para a obediência e a comunhão.","conexao_teologica":"O chamado de Deus é um tema central nas Escrituras, refletindo Sua iniciativa em se relacionar com a humanidade.","referencias_relacionadas":["Isaías 43:1","Mateus 11:28","Romanos 8:30"]},"josue_23_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' aqui reforça a ideia de como as ações devem ser realizadas em conformidade com a vontade de Deus.","explicacao_detalhada":"No contexto, 'modo' enfatiza a necessidade de seguir as instruções divinas em todas as áreas da vida do povo de Israel.","por_que_esta_palavra":"A repetição da palavra 'modo' sublinha a importância da consistência na obediência a Deus.","conexao_teologica":"A forma de viver segundo os princípios de Deus é essencial para a vida espiritual e comunitária.","referencias_relacionadas":["Deuteronômio 6:5","Salmos 119:105","Colossenses 3:17"]},"josue_23_3_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada para descrever a ação de fazer ou realizar algo, muitas vezes em um contexto de criação ou cumprimento de deveres.","explicacao_detalhada":"Em Josué 23:3, 'urso' refere-se à ação de Deus em cumprir Suas promessas e a responsabilidade do povo em responder a esse chamado.","por_que_esta_palavra":"A palavra 'urso' é importante porque destaca a ação ativa de Deus e a resposta necessária do povo.","conexao_teologica":"A ideia de ação e realização é central na relação entre Deus e Seu povo, refletindo a fidelidade divina.","referencias_relacionadas":["Gênesis 1:31","Salmos 145:17","Tiago 1:22"]},"josue_23_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus como autoridade suprema e soberana sobre Israel.","explicacao_detalhada":"No contexto, 'senhor' enfatiza a relação de aliança entre Deus e Seu povo, destacando Sua soberania e poder.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a reverência e a adoração que o povo deve ter em relação a Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, refletindo Seu controle sobre a história e a criação.","referencias_relacionadas":["Salmos 24:1","Isaías 40:28","Romanos 10:13"]},"josue_23_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' novamente enfatiza a maneira correta de viver e agir segundo os mandamentos de Deus.","explicacao_detalhada":"Em Josué 23:4, 'modo' reforça a ideia de que a obediência deve ser feita de forma consciente e deliberada.","por_que_esta_palavra":"A repetição da palavra 'modo' serve para lembrar o povo da importância de seguir os caminhos de Deus em todas as suas ações.","conexao_teologica":"A obediência a Deus é um tema recorrente, refletindo a relação entre fé e prática na vida do crente.","referencias_relacionadas":["Deuteronômio 30:16","Salmos 119:2","Tiago 1:25"]},"josue_23_4_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' refere-se a grandes corpos d'água, simbolizando limites e a criação de Deus.","explicacao_detalhada":"No contexto, 'mar' pode simbolizar as promessas de Deus que se estendem até os limites conhecidos pelo povo de Israel.","por_que_esta_palavra":"A palavra 'mar' é significativa porque representa a grandeza e a majestade da criação de Deus.","conexao_teologica":"O mar é frequentemente usado na Bíblia para simbolizar o poder de Deus sobre a criação e as nações.","referencias_relacionadas":["Gênesis 1:10","Salmos 104:25-26","Apocalipse 21:1"]},"josue_23_4_sol":{"palavra_pt":"sol","palavra_original":"שֶׁמֶשׁ","transliteracao":"shemesh","strong":"H8121","significado_raiz":"Ideia básica: sol.","significado_contextual":"A palavra 'sol' representa a luz, a vida e a presença de Deus, que ilumina o caminho do Seu povo.","explicacao_detalhada":"Em Josué 23:4, 'sol' simboliza a fidelidade de Deus em guiar e proteger Israel ao longo de sua jornada.","por_que_esta_palavra":"A palavra 'sol' é importante porque reflete a ideia de esperança e renovação que vem da presença de Deus.","conexao_teologica":"O sol é um símbolo da luz divina e da verdade, que é central na mensagem bíblica.","referencias_relacionadas":["Salmos 84:11","Isaías 60:19","João 8:12"]},"josue_23_5_agarrar":{"palavra_pt":"agarrar","palavra_original":"יָרַשׁ","transliteracao":"yârash","strong":"H3423","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' refere-se à ação de tomar posse ou herdar algo.","explicacao_detalhada":"Neste contexto, 'agarrar' implica em tomar posse da terra prometida, que Deus deu aos israelitas. É uma ação que demonstra a determinação e a força do povo em reivindicar o que lhes foi prometido.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a necessidade de ação e compromisso por parte dos israelitas em relação à terra que Deus lhes concedeu.","conexao_teologica":"A posse da terra é um símbolo da aliança de Deus com Seu povo, representando bênçãos e promessas cumpridas.","referencias_relacionadas":["Deuteronômio 9:1","Josué 1:6","Salmos 37:29"]},"josue_23_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus como o soberano e autoridade máxima.","explicacao_detalhada":"Neste versículo, 'senhor' é usado para reconhecer a posição de Deus como o líder e protetor do povo de Israel, enfatizando Sua autoridade sobre todas as coisas.","por_que_esta_palavra":"A utilização do termo 'senhor' é fundamental para estabelecer a relação de submissão e reverência que os israelitas devem ter em relação a Deus.","conexao_teologica":"O reconhecimento de Deus como Senhor é central na fé israelita, refletindo a dependência e a adoração que devem ser dirigidas a Ele.","referencias_relacionadas":["Êxodo 20:2","Salmos 100:3","Isaías 45:5"]},"josue_23_5_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade, ao ser supremo que governa o universo.","explicacao_detalhada":"Neste contexto, 'deus' é mencionado para reafirmar a soberania de Deus sobre Israel e a importância de seguir Seus mandamentos para garantir a proteção e a bênção.","por_que_esta_palavra":"A palavra é crucial para lembrar os israelitas de que sua força e sucesso vêm de sua relação com Deus.","conexao_teologica":"A relação entre Deus e Seu povo é um tema central na Bíblia, onde Deus é apresentado como o criador e sustentador da vida.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Romanos 1:20"]},"josue_23_6_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' aqui também implica em manter firme a posse da terra prometida.","explicacao_detalhada":"Neste versículo, 'agarrar' sugere a necessidade de os israelitas se manterem firmes na fé e na obediência a Deus para não perderem o que foi conquistado.","por_que_esta_palavra":"A repetição da palavra enfatiza a importância de uma ação contínua e decidida para preservar a herança recebida.","conexao_teologica":"A perseverança na fé é um tema recorrente nas Escrituras, mostrando que a salvação e as promessas de Deus requerem compromisso.","referencias_relacionadas":["Hebreus 10:23","1 Coríntios 15:58","Filipenses 3:14"]},"josue_23_6_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode ser uma referência a uma metáfora ou figura de linguagem, mas aqui parece ser um erro de tradução ou interpretação.","explicacao_detalhada":"Se considerarmos o contexto, a palavra pode estar relacionada a uma ação de força ou proteção, mas não se encaixa diretamente no significado esperado.","por_que_esta_palavra":"A presença dessa palavra pode gerar confusão, e é importante verificar a tradução correta para entender o que se pretende transmitir.","conexao_teologica":"A metáfora de animais fortes é frequentemente usada na Bíblia para descrever a força de Deus ou a proteção que Ele oferece.","referencias_relacionadas":["Salmos 91:4","Isaías 40:31","Miquéias 5:8"]},"josue_23_6_salvar":{"palavra_pt":"salvar","palavra_original":"שָׁמַר","transliteracao":"shâmar","strong":"H8104","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se à ação de proteger ou resgatar.","explicacao_detalhada":"Neste contexto, 'salvar' implica que Deus é quem protege Seu povo das ameaças externas e internas, garantindo sua segurança.","por_que_esta_palavra":"A palavra é usada para lembrar os israelitas de que sua segurança está nas mãos de Deus e que devem confiar Nele.","conexao_teologica":"A salvação é um tema central na Bíblia, representando a libertação do pecado e a proteção divina.","referencias_relacionadas":["Salmos 34:19","Isaías 43:2","Romanos 10:13"]},"josue_23_7_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"A palavra 'nação' refere-se aos povos ou grupos que não pertencem a Israel.","explicacao_detalhada":"Neste versículo, 'nação' é usada para alertar os israelitas sobre a influência negativa que os povos vizinhos podem ter sobre sua fé e práticas.","por_que_esta_palavra":"A palavra é importante para enfatizar a necessidade de separação e pureza espiritual entre Israel e as nações ao redor.","conexao_teologica":"A distinção entre Israel e as nações é um tema recorrente, refletindo a santidade e a escolha de Deus para Seu povo.","referencias_relacionadas":["Deuteronômio 7:1-2","Salmos 106:35","2 Coríntios 6:14"]},"josue_23_7_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e à autoridade de Deus.","explicacao_detalhada":"Neste contexto, 'nome' é usado para enfatizar a importância de invocar a autoridade de Deus em todas as ações do povo de Israel.","por_que_esta_palavra":"A palavra é fundamental para lembrar que a identidade de Deus deve ser reconhecida e respeitada.","conexao_teologica":"O nome de Deus é sagrado e carrega a essência de Seu caráter e promessas.","referencias_relacionadas":["Êxodo 20:7","Salmos 29:2","Filipenses 2:9-10"]},"josue_23_7_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é mencionada novamente para reafirmar a soberania de Deus sobre todas as nações.","explicacao_detalhada":"Neste versículo, 'deus' enfatiza que não há outro além do Senhor, e que os israelitas devem permanecer fiéis a Ele.","por_que_esta_palavra":"A repetição da palavra reforça a ideia de que a fidelidade a Deus é essencial para a sobrevivência e prosperidade de Israel.","conexao_teologica":"A exclusividade de Deus é um tema central na fé israelita, destacando a importância da adoração a um único Deus verdadeiro.","referencias_relacionadas":["Deuteronômio 6:4","Isaías 45:22","João 14:6"]},"josue_23_8_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo específico, muitas vezes associado a eventos significativos.","explicacao_detalhada":"Neste contexto, 'dia' pode simbolizar um tempo de decisão ou de ação, onde os israelitas devem se lembrar das promessas de Deus.","por_que_esta_palavra":"A palavra é importante para enfatizar a urgência e a importância de viver de acordo com a vontade de Deus em cada dia.","conexao_teologica":"O conceito de tempo é frequentemente utilizado na Bíblia para destacar a soberania de Deus sobre a história e a vida do Seu povo.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 6:34"]},"josue_23_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Deus como o Senhor, enfatizando Sua soberania e autoridade sobre o povo de Israel.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar a divindade suprema, que fez uma aliança com Israel. Este nome implica em um relacionamento pessoal e de compromisso entre Deus e Seu povo.","por_que_esta_palavra":"A utilização do termo 'senhor' neste contexto reforça a ideia de que o povo deve permanecer fiel a Deus, que é o seu guia e protetor.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, onde Ele é reconhecido como o criador e mantenedor de todas as coisas.","referencias_relacionadas":["Êxodo 20:2","Salmos 83:18","Isaías 42:8"]},"josue_23_8_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma explicação ou justificativa para a ação ou advertência que se segue.","explicacao_detalhada":"A palavra 'porque' (כִּי) é utilizada para conectar a razão pela qual o povo deve seguir as instruções de Deus, destacando a importância da obediência.","por_que_esta_palavra":"Serve para enfatizar a lógica e a necessidade de seguir os mandamentos divinos, mostrando que há consequências para a desobediência.","conexao_teologica":"A obediência a Deus é um princípio fundamental na relação entre o ser humano e o divino, refletindo a importância da fé e da prática.","referencias_relacionadas":["Deuteronômio 5:29","1 Samuel 15:22","Tiago 1:22"]},"josue_23_9_agarrar":{"palavra_pt":"agarrar","palavra_original":"יָרַשׁ","transliteracao":"yârash","strong":"H3423","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se à conquista e posse da terra prometida, simbolizando a herança que Deus deu ao povo de Israel.","explicacao_detalhada":"A palavra 'agarrar' (יָרַשׁ) implica em tomar posse de algo com determinação e firmeza, refletindo a ação de Deus em garantir a terra a Israel.","por_que_esta_palavra":"É uma chamada à ação para que o povo não apenas receba a terra, mas também a mantenha e a proteja como parte de sua herança.","conexao_teologica":"A ideia de herança é central na narrativa bíblica, representando a promessa de Deus e a fidelidade do povo em cumprir Suas instruções.","referencias_relacionadas":["Deuteronômio 9:1","Salmos 37:29","Hebreus 11:8-10"]},"josue_23_9_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo específico em que Deus agiu em favor de Israel, destacando a intervenção divina.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é usada para marcar um evento significativo na história de Israel, onde Deus demonstrou Seu poder e proteção.","por_que_esta_palavra":"O uso de 'dia' enfatiza a importância de momentos específicos em que a presença de Deus é manifesta na vida do povo.","conexao_teologica":"O tempo e a história são frequentemente utilizados na teologia bíblica para mostrar como Deus interage com a humanidade.","referencias_relacionadas":["Josué 10:14","Salmos 118:24","Eclesiastes 3:1"]},"josue_23_9_grande":{"palavra_pt":"grande","palavra_original":"עָצוּם","transliteracao":"ʻâtsûwm","strong":"H6099","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude das ações de Deus em favor de Israel, destacando Sua grandeza e poder.","explicacao_detalhada":"A palavra 'grande' (עָצוּם) é usada para descrever a força e a capacidade de Deus em realizar maravilhas e cumprir Suas promessas.","por_que_esta_palavra":"Enfatiza que as vitórias e conquistas de Israel são resultado da grandeza de Deus, não do esforço humano.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, que nos lembra da Sua soberania e do Seu controle sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:26","Romanos 11:33"]},"josue_23_10_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua fragilidade e dependência de Deus.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é utilizada para mostrar que, apesar de ser forte, o ser humano não pode se comparar ao poder de Deus.","por_que_esta_palavra":"Serve para lembrar que a força do homem é limitada e que a verdadeira vitória vem de Deus.","conexao_teologica":"A relação entre Deus e a humanidade é central na teologia, onde a dependência do ser humano em relação ao Criador é enfatizada.","referencias_relacionadas":["Salmos 8:4-5","Isaías 40:30-31","Romanos 3:23"]},"josue_23_10_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a relação entre os indivíduos e a coletividade do povo de Israel.","explicacao_detalhada":"A palavra 'entre' (מִן) é usada para mostrar a importância da unidade e da colaboração dentro da comunidade de fé.","por_que_esta_palavra":"Enfatiza que as ações de um homem podem impactar todo o povo, destacando a responsabilidade coletiva.","conexao_teologica":"A ideia de comunidade é fundamental na Bíblia, onde o povo de Deus é chamado a viver em harmonia e apoio mútuo.","referencias_relacionadas":["Gálatas 6:2","1 Coríntios 12:12-14","Hebreus 10:24-25"]},"josue_23_10_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma razão ou justificativa para a advertência dada anteriormente.","explicacao_detalhada":"A palavra 'porque' (כִּי) conecta a advertência à necessidade de permanecer fiel a Deus, mostrando que há consequências para a desobediência.","por_que_esta_palavra":"Serve para reforçar a importância da obediência e da fidelidade a Deus, que é essencial para a prosperidade do povo.","conexao_teologica":"A obediência a Deus é um tema central na Bíblia, refletindo a relação entre fé e ação.","referencias_relacionadas":["Deuteronômio 28:1-2","Romanos 2:6-8","Tiago 1:22"]},"josue_23_11_amigo":{"palavra_pt":"amar","palavra_original":"אָהַב","transliteracao":"ʼâhab","strong":"H157","significado_raiz":"Ideia básica: amar.","significado_contextual":"Refere-se ao amor que deve ser cultivado entre o povo e Deus, assim como entre os membros da comunidade.","explicacao_detalhada":"A palavra 'amar' (אָהַב) implica em um compromisso profundo e uma relação de lealdade, tanto para com Deus quanto entre os irmãos.","por_que_esta_palavra":"Enfatiza que o amor é a base da relação com Deus e deve se refletir nas relações interpessoais.","conexao_teologica":"O amor é um dos pilares da mensagem cristã, sendo fundamental para a vida em comunidade e a relação com Deus.","referencias_relacionadas":["Mateus 22:37-39","1 João 4:7","Romanos 13:10"]},"josue_23_11_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à essência da vida humana, destacando a importância da alma na relação com Deus.","explicacao_detalhada":"A palavra 'alma/vida' (נֶפֶשׁ) representa a totalidade do ser humano, incluindo suas emoções, vontades e espiritualidade.","por_que_esta_palavra":"Serve para lembrar que a vida deve ser vivida em comunhão com Deus, reconhecendo a importância da alma na adoração.","conexao_teologica":"A alma é frequentemente mencionada na Bíblia como a parte mais íntima do ser humano, que deve ser dedicada a Deus.","referencias_relacionadas":["Gênesis 2:7","Mateus 16:26","Salmos 42:1"]},"josue_23_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como o Deus de Israel, enfatizando sua soberania e autoridade.","explicacao_detalhada":"A palavra 'Senhor' (יְהֹוָה) é usada para designar a divindade suprema, que fez uma aliança com o povo de Israel. Este nome implica em um relacionamento pessoal e comprometido entre Deus e seu povo.","por_que_esta_palavra":"A escolha da palavra 'Senhor' destaca a importância da obediência e da reverência que os israelitas devem ter para com Deus, que é o seu guia e protetor.","conexao_teologica":"A relação entre Deus e Israel é central na teologia do Antigo Testamento, onde Deus é visto como o Senhor que cumpre suas promessas e protege seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Isaías 40:28"]},"josue_23_12_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma explicação ou justificativa para a advertência que se segue.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para conectar a ação ou advertência anterior com a razão pela qual ela é necessária, enfatizando a lógica por trás das instruções de Josué.","por_que_esta_palavra":"É fundamental para a compreensão do texto, pois estabelece a base para a advertência sobre as consequências de se afastar de Deus.","conexao_teologica":"A obediência a Deus é frequentemente ligada a bênçãos, enquanto a desobediência resulta em consequências negativas, um tema recorrente na narrativa bíblica.","referencias_relacionadas":["Deuteronômio 30:15-20","Romanos 6:23","Gálatas 6:7"]},"josue_23_12_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à possibilidade de salvação ou proteção que Deus oferece ao seu povo.","explicacao_detalhada":"A palavra 'salvar' (אִם) implica em uma condição que pode levar à proteção divina, destacando a necessidade de escolha e responsabilidade do povo.","por_que_esta_palavra":"Esta palavra é crucial para entender que a salvação não é automática, mas depende da fidelidade do povo a Deus.","conexao_teologica":"A ideia de salvação é central na Bíblia, onde a fidelidade a Deus resulta em proteção e bênçãos.","referencias_relacionadas":["Salmos 37:39","Isaías 43:2","Romanos 10:9"]},"josue_23_12_jejum":{"palavra_pt":"jejum","palavra_original":"דָּבַק","transliteracao":"dâbaq","strong":"H1692","significado_raiz":"Ideia básica: jejum.","significado_contextual":"Refere-se à prática de jejum como um ato de devoção e busca por Deus.","explicacao_detalhada":"A palavra 'jejum' (דָּבַק) é muitas vezes associada a um estado de humildade e arrependimento diante de Deus, buscando sua orientação e ajuda.","por_que_esta_palavra":"O jejum é uma expressão de dependência de Deus, mostrando que o povo deve buscar a Deus em tempos de necessidade.","conexao_teologica":"O jejum é uma prática que aparece em várias partes da Bíblia como um meio de se aproximar de Deus e buscar sua vontade.","referencias_relacionadas":["Joel 2:12","Mateus 6:16-18","Atos 13:3"]},"josue_23_13_agarrar":{"palavra_pt":"agarrar","palavra_original":"יָרַשׁ","transliteracao":"yârash","strong":"H3423","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se à ideia de tomar posse ou se apegar a algo.","explicacao_detalhada":"A palavra 'agarrar' (יָרַשׁ) implica em uma ação de posse, que pode ser tanto física quanto espiritual, enfatizando a importância de manter a aliança com Deus.","por_que_esta_palavra":"É um lembrete de que o povo deve se apegar à sua herança espiritual e à terra prometida, evitando a influência de outras nações.","conexao_teologica":"A posse da terra prometida é um tema central na narrativa de Israel, simbolizando a fidelidade de Deus às suas promessas.","referencias_relacionadas":["Deuteronômio 6:10-12","Salmos 37:29","Hebreus 11:8-10"]},"josue_23_13_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se à terra que Deus prometeu a Israel.","explicacao_detalhada":"A palavra 'solo' (אֲדָמָה) é usada para descrever a terra física que é parte da herança do povo de Deus, simbolizando também a presença de Deus entre eles.","por_que_esta_palavra":"A terra é um símbolo da promessa de Deus e da fidelidade do povo em manter essa herança.","conexao_teologica":"A terra prometida é um símbolo da bênção e da presença de Deus, refletindo a relação entre Deus e seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Josué 1:3"]},"josue_23_13_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade da terra e das bênçãos que Deus oferece.","explicacao_detalhada":"A palavra 'bom' (טוֹב) é frequentemente usada na Bíblia para descrever a criação de Deus e suas bênçãos, indicando que a terra prometida é um lugar de prosperidade.","por_que_esta_palavra":"Destaca a bondade de Deus em proporcionar ao seu povo uma terra fértil e abundante, que reflete seu caráter generoso.","conexao_teologica":"A bondade de Deus é um tema central, mostrando que Ele deseja o bem-estar de seu povo e a prosperidade em suas vidas.","referencias_relacionadas":["Salmos 34:8","Tiago 1:17","Romanos 8:28"]},"josue_23_14_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo presente e à urgência da mensagem de Josué.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é usada para enfatizar a importância do momento atual, lembrando o povo de que suas decisões têm consequências imediatas.","por_que_esta_palavra":"É um chamado à ação, lembrando que o tempo é precioso e que as escolhas devem ser feitas com sabedoria.","conexao_teologica":"A noção de tempo e a urgência de seguir a vontade de Deus são temas recorrentes na Bíblia, enfatizando a importância de viver de acordo com seus princípios.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1","Mateus 6:34"]},"josue_23_14_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho de vida que Deus deseja para seu povo.","explicacao_detalhada":"A palavra 'vida' (דֶּרֶךְ) implica em um estilo de vida que é guiado pelos princípios de Deus, refletindo uma relação saudável com Ele.","por_que_esta_palavra":"Enfatiza que a verdadeira vida é encontrada em seguir a Deus e seus caminhos, contrastando com a morte espiritual que resulta da desobediência.","conexao_teologica":"A vida em abundância prometida por Deus é um tema central, onde seguir a Deus resulta em bênçãos e prosperidade.","referencias_relacionadas":["João 10:10","Deuteronômio 30:19-20","Romanos 6:23"]},"josue_23_14_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida que Deus deu a Israel.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é um símbolo da herança e das promessas de Deus, representando tanto um lugar físico quanto uma relação espiritual com Ele.","por_que_esta_palavra":"A terra é um lembrete da fidelidade de Deus e da necessidade de o povo permanecer fiel a Ele para desfrutar de suas bênçãos.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, simbolizando a presença de Deus e a realização de suas promessas.","referencias_relacionadas":["Gênesis 15:18-21","Êxodo 6:8","Josué 1:2-4"]},"josue_23_15_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus, que é fiel e cumpre suas promessas.","explicacao_detalhada":"A palavra 'dâbâr' implica não apenas em uma palavra falada, mas também em um conceito ou ordem que deve ser obedecida. Neste contexto, enfatiza a importância da palavra de Deus na vida do povo de Israel.","por_que_esta_palavra":"É crucial para a compreensão da aliança entre Deus e Israel, pois a fidelidade de Deus é expressa através de Suas promessas.","conexao_teologica":"A palavra de Deus é vista como um meio de revelação e autoridade, essencial para a vida espiritual do crente.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Hebreus 4:12"]},"josue_23_15_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se à terra prometida que Deus deu ao povo de Israel.","explicacao_detalhada":"A palavra 'ʼădâmâh' é usada para descrever a terra física, mas também simboliza a herança espiritual e a promessa de Deus ao Seu povo.","por_que_esta_palavra":"A terra é um elemento central na narrativa bíblica, representando a presença de Deus e a bênção para Israel.","conexao_teologica":"A terra prometida é um símbolo da salvação e do descanso que Deus oferece ao Seu povo.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:7-10","Hebreus 4:1-11"]},"josue_23_15_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade de Deus e à qualidade da terra prometida.","explicacao_detalhada":"A palavra 'ṭôwb' implica em algo que é desejável e benéfico, refletindo a natureza de Deus como bom e generoso.","por_que_esta_palavra":"A bondade de Deus é um tema recorrente nas Escrituras, mostrando Sua intenção de abençoar Seu povo.","conexao_teologica":"A bondade de Deus é um fundamento da fé, pois Ele deseja o bem para aqueles que O seguem.","referencias_relacionadas":["Salmos 34:8","Romanos 8:28","Tiago 1:17"]},"josue_23_16_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra que Deus prometeu aos israelitas, enfatizando a importância da obediência.","explicacao_detalhada":"A palavra 'ʼerets' é usada para descrever não apenas a terra física, mas também o espaço onde a relação entre Deus e Seu povo se desenvolve.","por_que_esta_palavra":"A terra é um símbolo da presença de Deus e da realização de Suas promessas.","conexao_teologica":"A relação entre Deus e a terra é um tema central na Bíblia, refletindo a soberania de Deus sobre toda a criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Mateus 5:5"]},"josue_23_16_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade de Deus em dar a terra a Israel.","explicacao_detalhada":"A repetição da palavra 'ṭôwb' enfatiza a qualidade da terra e a generosidade de Deus em prover um lar para Seu povo.","por_que_esta_palavra":"A bondade de Deus é um aspecto fundamental da Sua natureza, refletindo Seu desejo de abençoar e cuidar de Seu povo.","conexao_teologica":"A bondade de Deus é um convite à gratidão e à adoração, reconhecendo Suas bênçãos.","referencias_relacionadas":["Salmos 100:5","Romanos 2:4","Efésios 2:7"]},"josue_23_16_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à soberania e autoridade de Deus sobre a terra e Seu povo.","explicacao_detalhada":"A palavra 'shâchâh' implica em adoração e reverência, reconhecendo a posição de Deus como Senhor sobre todas as coisas.","por_que_esta_palavra":"A adoração a Deus é fundamental para a vida espiritual e a identidade do povo de Israel.","conexao_teologica":"A adoração a Deus é um aspecto central da vida cristã, refletindo a relação entre o Criador e Sua criação.","referencias_relacionadas":["Salmos 95:6","Romanos 12:1","Apocalipse 4:11"]}}