{"josue_24_1_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à autoridade de Deus ao convocar o povo para renovar a aliança.","explicacao_detalhada":"A palavra 'ʼĕlôhîym' é usada para enfatizar a divindade e a soberania de Deus sobre Israel e as nações.","por_que_esta_palavra":"Reconhecer Deus como 'Elohim' é fundamental para a identidade do povo de Israel e sua relação com o Senhor.","conexao_teologica":"A soberania de Deus é um tema central na teologia, refletindo Seu controle sobre a história e a criação.","referencias_relacionadas":["Gênesis 1:1","Êxodo 20:2","Isaías 45:5"]},"josue_24_1_destruir":{"palavra_pt":"destruir","palavra_original":"אָסַף","transliteracao":"ʼâçaph","strong":"H622","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à ação de Deus em eliminar os inimigos de Israel.","explicacao_detalhada":"A palavra 'ʼâçaph' implica em uma ação decisiva e poderosa, mostrando o controle de Deus sobre as nações.","por_que_esta_palavra":"A destruição dos inimigos é um sinal da proteção e da justiça de Deus em favor de Seu povo.","conexao_teologica":"A justiça de Deus é um aspecto importante da Sua natureza, refletindo Sua santidade e Seu compromisso com a verdade.","referencias_relacionadas":["Deuteronômio 7:2","Salmos 37:9","Romanos 12:19"]},"josue_24_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Deus age e se revela ao Seu povo.","explicacao_detalhada":"A palavra 'kôl' implica em totalidade, abrangendo todos os aspectos da ação de Deus na história de Israel.","por_que_esta_palavra":"Entender o modo de agir de Deus é essencial para a fé e a obediência do povo.","conexao_teologica":"A maneira como Deus se revela e age é fundamental para a compreensão da Sua vontade e propósito.","referencias_relacionadas":["Salmos 103:7","Isaías 55:8-9","Romanos 11:33"]},"josue_24_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Em Josué 24:2, \"modo\" aparece na frase \"Então Josué disse a todo o povo: Assim diz o Senhor Deus de Israel: Além do rio habitaram antigamente vossos pais, Terá, pai de Abraão e pa…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כֹּל; kôl; H3605), \"modo\" traz a ideia de modo. Aqui, essa palavra deixa o ensino de Josué 24:2 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"modo\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Josué 24:27. Lendo junto com Josué 24:2, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Josué 24:2","Josué 24:27","Salmos 119:105"]},"josue_24_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para transmitir a mensagem de Deus ao povo, enfatizando a importância da comunicação divina.","explicacao_detalhada":"Neste contexto, 'dizer' refere-se à ação de Deus ao comunicar Suas instruções e promessas ao povo de Israel através de Josué. É um chamado à lembrança das obras de Deus na história do povo.","por_que_esta_palavra":"A palavra é crucial para entender a relação entre Deus e Seu povo, onde a comunicação é um meio de estabelecer aliança e compromisso.","conexao_teologica":"A comunicação de Deus é fundamental na teologia bíblica, pois revela Sua vontade e caráter. Através da palavra, Deus se relaciona com a humanidade.","referencias_relacionadas":["Gênesis 1:3","Êxodo 20:1","Salmos 119:105"]},"josue_24_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como Deus age e se relaciona com Seu povo, destacando a importância da obediência.","explicacao_detalhada":"Aqui, 'modo' implica em como os israelitas devem viver e agir em resposta às instruções de Deus. É um convite a refletir sobre o estilo de vida que agrada a Deus.","por_que_esta_palavra":"A escolha do 'modo' de vida é essencial para a identidade do povo de Deus, que deve ser diferente das nações ao redor.","conexao_teologica":"A teologia da santidade é central, onde o modo de viver reflete a natureza de Deus e Seu chamado para o Seu povo.","referencias_relacionadas":["Levítico 11:44","Romanos 12:1-2","1 Pedro 1:15-16"]},"josue_24_3_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é utilizada para expressar a ação de Deus em conceder bênçãos e promessas ao Seu povo.","explicacao_detalhada":"Neste versículo, 'dar' refere-se ao ato de Deus em oferecer a terra prometida aos israelitas, simbolizando Sua fidelidade e provisão.","por_que_esta_palavra":"É uma afirmação do caráter generoso de Deus, que dá aos Seus filhos o que é necessário para cumprir Seu propósito.","conexao_teologica":"A generosidade de Deus é um tema recorrente na Bíblia, mostrando que Ele é um doador que se preocupa com o bem-estar de Seu povo.","referencias_relacionadas":["Deuteronômio 8:10","Salmos 37:25","Tiago 1:17"]},"josue_24_3_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' implica em uma ação de apropriação das promessas de Deus.","explicacao_detalhada":"Neste contexto, 'tomar' refere-se à ação dos israelitas em reivindicar a terra que Deus lhes havia prometido, simbolizando a fé e a ação necessária para receber as bênçãos.","por_que_esta_palavra":"É um lembrete de que as promessas de Deus requerem uma resposta ativa de fé e ação por parte do Seu povo.","conexao_teologica":"A teologia da fé ativa é enfatizada, onde a crença deve ser acompanhada de ações que demonstram confiança em Deus.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Tiago 2:17"]},"josue_24_4_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' novamente enfatiza a generosidade de Deus em conceder heranças e bênçãos.","explicacao_detalhada":"Aqui, 'dar' refere-se à entrega da terra a Abraão e seus descendentes, mostrando a continuidade da promessa de Deus ao longo das gerações.","por_que_esta_palavra":"Reforça a ideia de que Deus é fiel às Suas promessas, e que as bênçãos são transmitidas de geração em geração.","conexao_teologica":"A aliança de Deus com Abraão é um pilar da teologia bíblica, mostrando como Deus se compromete com Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Gênesis 15:18","Gálatas 3:29"]},"josue_24_4_agarrar":{"palavra_pt":"agarrar","palavra_original":"יָרַשׁ","transliteracao":"yârash","strong":"H3423","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' implica em tomar posse da herança prometida por Deus.","explicacao_detalhada":"Neste contexto, 'agarrar' refere-se à conquista da terra de Canaã, que simboliza a realização das promessas de Deus.","por_que_esta_palavra":"É um chamado à ação para que o povo não apenas receba, mas ativamente tome posse do que Deus lhes deu.","conexao_teologica":"A teologia da conquista é importante, onde a fé e a ação se unem para realizar o plano de Deus.","referencias_relacionadas":["Josué 1:3","Salmos 2:8","Hebreus 11:30"]},"josue_24_4_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' destaca a relação de herança e continuidade da aliança de Deus com o povo.","explicacao_detalhada":"Aqui, 'filho' refere-se aos descendentes de Abraão, enfatizando a importância da linhagem e da promessa de Deus para as gerações futuras.","por_que_esta_palavra":"Reforça a ideia de que a aliança de Deus é transmitida através das gerações, garantindo a continuidade das promessas.","conexao_teologica":"A paternidade de Deus é um tema central, onde Ele se apresenta como um Pai que cuida e promete bênçãos a Seus filhos.","referencias_relacionadas":["Gênesis 17:7","Romanos 8:17","1 João 3:1"]},"josue_24_5_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se à ação de Deus em direcionar Seu povo para cumprir Seus propósitos.","explicacao_detalhada":"Neste contexto, 'enviar' implica na liderança de Deus ao guiar os israelitas em sua jornada, mostrando Sua soberania e cuidado.","por_que_esta_palavra":"É um lembrete de que Deus está ativamente envolvido na história do Seu povo, enviando-os para cumprir Sua vontade.","conexao_teologica":"A missão de Deus é um tema central, onde Ele envia Seu povo para ser luz e testemunho entre as nações.","referencias_relacionadas":["Isaías 6:8","Mateus 28:19-20","Atos 1:8"]},"josue_24_5_praga":{"palavra_pt":"praga","palavra_original":"נָגַף","transliteracao":"nâgaph","strong":"H5062","significado_raiz":"Ideia básica: praga.","significado_contextual":"A palavra 'praga' refere-se ao juízo de Deus sobre aqueles que se opõem ao Seu povo.","explicacao_detalhada":"Aqui, 'praga' implica nas consequências que os inimigos de Israel enfrentam devido à desobediência e rebelião contra Deus.","por_que_esta_palavra":"É uma advertência sobre a seriedade da desobediência e a proteção que Deus oferece ao Seu povo.","conexao_teologica":"A justiça de Deus é um aspecto importante, onde Ele defende Seu povo e traz juízo sobre aqueles que se opõem a Ele.","referencias_relacionadas":["Êxodo 12:29-30","Números 14:37","Romanos 1:18"]},"josue_24_6_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' refere-se à libertação do povo de Israel da escravidão no Egito.","explicacao_detalhada":"Neste contexto, 'sair' simboliza a ação de Deus em libertar Seu povo e conduzi-los a uma nova vida e identidade.","por_que_esta_palavra":"É um lembrete da fidelidade de Deus em cumprir Suas promessas de libertação e redenção.","conexao_teologica":"A libertação é um tema central na Bíblia, representando a salvação que Deus oferece a todos os que creem.","referencias_relacionadas":["Êxodo 3:8","Salmos 105:43-45","Gálatas 5:1"]},"josue_24_6_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' é usada para descrever a ação de entrar na terra prometida.","explicacao_detalhada":"Neste contexto, a palavra enfatiza a importância da entrada do povo de Israel na terra que Deus havia prometido a eles, simbolizando a realização das promessas divinas.","por_que_esta_palavra":"A escolha da palavra 'vir/entrar' reflete a ação de se mover em direção a um destino divino, indicando obediência e fé.","conexao_teologica":"A entrada na terra prometida é um símbolo da salvação e do cumprimento das promessas de Deus ao seu povo.","referencias_relacionadas":["Deuteronômio 6:10-11","Josué 1:2","Hebreus 4:8"]},"josue_24_7_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' refere-se ao Mar Vermelho, que foi um marco na libertação do povo de Israel do Egito.","explicacao_detalhada":"O Mar Vermelho representa a intervenção divina que permitiu a passagem do povo de Israel, simbolizando a libertação e a proteção de Deus.","por_que_esta_palavra":"A menção do mar destaca a grandeza do poder de Deus em salvar seu povo de situações impossíveis.","conexao_teologica":"O Mar Vermelho é um símbolo de batismo e libertação, refletindo a salvação que Deus oferece.","referencias_relacionadas":["Êxodo 14:21-22","Salmos 106:9","Isaías 43:16"]},"josue_24_7_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' é usada para descrever a ação de Deus em decidir sobre o destino dos povos.","explicacao_detalhada":"Neste contexto, refere-se ao julgamento de Deus sobre as nações que se opuseram a Israel, mostrando a justiça divina.","por_que_esta_palavra":"A palavra 'julgar' enfatiza a soberania de Deus sobre todas as nações e sua capacidade de fazer justiça.","conexao_teologica":"O julgamento de Deus é um tema recorrente na Bíblia, refletindo sua justiça e retidão.","referencias_relacionadas":["Salmos 9:7-8","Romanos 2:6","Apocalipse 20:12"]},"josue_24_7_assembleia":{"palavra_pt":"assembleia","palavra_original":"צָעַק","transliteracao":"tsâʻaq","strong":"H6817","significado_raiz":"Ideia básica: assembleia.","significado_contextual":"A palavra 'assembleia' refere-se ao povo de Israel reunido para ouvir as instruções de Deus.","explicacao_detalhada":"A assembleia simboliza a unidade do povo de Deus e a importância da comunhão entre os crentes.","por_que_esta_palavra":"A escolha da palavra destaca a necessidade de estar juntos como comunidade na adoração e na obediência a Deus.","conexao_teologica":"A assembleia é um reflexo da Igreja, onde os crentes se reúnem para adorar e aprender sobre Deus.","referencias_relacionadas":["Hebreus 10:25","Atos 2:42","Salmos 133:1"]},"josue_24_8_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' é novamente utilizada para enfatizar a ação de Deus em relação aos inimigos de Israel.","explicacao_detalhada":"Refere-se ao julgamento de Deus sobre as nações que tentaram impedir o avanço de Israel, mostrando sua proteção.","por_que_esta_palavra":"Reforça a ideia de que Deus é o juiz supremo que defende seu povo.","conexao_teologica":"A justiça de Deus é um tema central, mostrando que Ele sempre age em favor dos que lhe pertencem.","referencias_relacionadas":["Salmos 75:7","Isaías 33:22","Romanos 12:19"]},"josue_24_8_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de Deus conceder algo ao seu povo.","explicacao_detalhada":"Neste contexto, enfatiza a generosidade de Deus em fornecer o que é necessário para a vida e a sobrevivência do povo.","por_que_esta_palavra":"A palavra 'dar' reflete a natureza benevolente de Deus, que se preocupa com as necessidades de seu povo.","conexao_teologica":"Deus como provedor é um tema importante, mostrando que Ele supre as necessidades de seus filhos.","referencias_relacionadas":["Filipenses 4:19","Mateus 7:11","Salmos 23:1"]},"josue_24_8_agarrar":{"palavra_pt":"agarrar","palavra_original":"יָרַשׁ","transliteracao":"yârash","strong":"H3423","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' é usada para descrever a conquista da terra prometida.","explicacao_detalhada":"Refere-se à ação de tomar posse das bênçãos que Deus prometeu, simbolizando fé e ação.","por_que_esta_palavra":"A palavra enfatiza a necessidade de agir em fé para receber as promessas de Deus.","conexao_teologica":"Tomar posse das promessas de Deus é um aspecto fundamental da vida cristã.","referencias_relacionadas":["Hebreus 11:1","Romanos 8:17","Gálatas 3:29"]},"josue_24_9_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se à ação de Deus em estabelecer líderes sobre o povo.","explicacao_detalhada":"Neste contexto, destaca a soberania de Deus em escolher e levantar pessoas para liderar seu povo.","por_que_esta_palavra":"A palavra 'levantar' mostra que Deus é quem dá autoridade e liderança.","conexao_teologica":"Deus como o levantador de líderes é um tema importante, refletindo sua soberania sobre a história.","referencias_relacionadas":["1 Samuel 2:8","Salmos 75:7","Romanos 13:1"]},"josue_24_9_profeta":{"palavra_pt":"profeta","palavra_original":"בִּלְעָם","transliteracao":"Bilʻâm","strong":"H1109","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a Balaão, que foi chamado para abençoar Israel.","explicacao_detalhada":"Balaão é um exemplo de como Deus pode usar até mesmo aqueles que não são parte do seu povo para cumprir seus propósitos.","por_que_esta_palavra":"A menção de Balaão destaca a soberania de Deus em usar quem Ele quiser para falar em seu nome.","conexao_teologica":"A função do profeta é comunicar a vontade de Deus, mostrando que Ele se revela ao seu povo.","referencias_relacionadas":["Números 22:5-6","2 Pedro 2:15","Apocalipse 2:14"]},"josue_24_9_rei":{"palavra_pt":"rei","palavra_original":"בָּלָק","transliteracao":"Bâlâq","strong":"H1111","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se a Balaque, que tentou usar Balaão para amaldiçoar Israel.","explicacao_detalhada":"Balaque representa as forças que se opõem ao povo de Deus, mostrando a luta espiritual que existe.","por_que_esta_palavra":"A menção de um rei que se opõe a Israel ilustra a resistência que o povo enfrenta ao seguir a Deus.","conexao_teologica":"A batalha entre as forças de Deus e as forças do mal é um tema central na Bíblia.","referencias_relacionadas":["Números 22:2-4","Salmos 2:1-3","Efésios 6:12"]},"josue_24_10_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Abençoar implica em invocar a proteção e a prosperidade divina sobre alguém ou algo.","explicacao_detalhada":"No contexto de Josué 24:10, a palavra 'abençoar' reflete a ação de Deus em favor do Seu povo, mostrando como Ele se compromete a cuidar e a guiar aqueles que O seguem.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a relação de Deus com Israel, onde Ele promete bênçãos em troca da fidelidade.","conexao_teologica":"A bênção de Deus é um tema central na teologia bíblica, representando a graça e a bondade divina que se manifestam na vida dos crentes.","referencias_relacionadas":["Gênesis 12:2","Números 6:24-26","Deuteronômio 28:1-14"]},"josue_24_10_profeta":{"palavra_pt":"profeta","palavra_original":"בִּלְעָם","transliteracao":"Bilʻâm","strong":"H1109","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Profeta refere-se a um mensageiro de Deus que transmite Suas palavras e orientações ao povo.","explicacao_detalhada":"Em Josué 24:10, a menção de Bilam como profeta destaca a importância da comunicação divina e como Deus pode usar até mesmo aqueles que não são parte do Seu povo para cumprir Seus propósitos.","por_que_esta_palavra":"A palavra 'profeta' é crucial para entender a dinâmica entre Deus e a humanidade, pois os profetas servem como intermediários.","conexao_teologica":"Os profetas são fundamentais na narrativa bíblica, pois eles trazem a mensagem de arrependimento e esperança, apontando para a necessidade de um relacionamento correto com Deus.","referencias_relacionadas":["Deuteronômio 18:15","1 Samuel 10:5","Amós 3:7"]},"josue_24_10_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Verdade refere-se à fidelidade e à autenticidade das promessas de Deus.","explicacao_detalhada":"No contexto de Josué 24:10, a verdade é um atributo de Deus que garante que Suas promessas são sempre cumpridas, refletindo Sua natureza imutável.","por_que_esta_palavra":"A palavra 'verdade' é essencial para entender a confiança que o povo deve ter nas promessas de Deus.","conexao_teologica":"A verdade de Deus é um pilar da fé cristã, pois é através dela que os crentes encontram segurança e esperança.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 10:23"]},"josue_24_11_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Dar implica em oferecer algo a alguém, muitas vezes em um contexto de generosidade ou bênção.","explicacao_detalhada":"Em Josué 24:11, a palavra 'dar' pode ser vista como um ato de Deus em conceder ao Seu povo a terra prometida, simbolizando Sua generosidade.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a ação de Deus em prover e cuidar de Seu povo.","conexao_teologica":"A generosidade de Deus é um tema recorrente na Bíblia, mostrando como Ele se preocupa com as necessidades de Seu povo.","referencias_relacionadas":["Deuteronômio 6:10-11","Salmos 37:25","Mateus 7:11"]},"josue_24_11_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"Cruz, neste contexto, pode simbolizar a passagem ou transição de um estado para outro, como a entrada na terra prometida.","explicacao_detalhada":"Embora a palavra 'cruz' não apareça diretamente em Josué 24:11, a ideia de cruzar ou passar é fundamental para entender a jornada do povo de Israel em direção à terra prometida.","por_que_esta_palavra":"A ideia de cruzar representa a obediência e a transição que o povo deve fazer para receber as promessas de Deus.","conexao_teologica":"A cruz é um símbolo de sacrifício e redenção, que se conecta com a jornada de fé do povo de Deus.","referencias_relacionadas":["Êxodo 14:21-22","Josué 3:14-17","Mateus 16:24"]},"josue_24_11_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Vir ou entrar implica em um convite ou chamado para se aproximar de algo, geralmente em um contexto de relacionamento.","explicacao_detalhada":"Em Josué 24:11, a palavra 'vir' sugere a ação de se aproximar da terra prometida, simbolizando a resposta do povo ao chamado de Deus.","por_que_esta_palavra":"Esta palavra é importante para entender a resposta do povo ao convite de Deus para entrar na terra que Ele havia prometido.","conexao_teologica":"O chamado de Deus é um tema central na Bíblia, refletindo Sua iniciativa em buscar um relacionamento com a humanidade.","referencias_relacionadas":["Isaías 55:1","Mateus 11:28","Apocalipse 22:17"]},"josue_24_12_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Enviar refere-se à ação de mandar alguém com um propósito específico.","explicacao_detalhada":"Em Josué 24:12, a palavra 'enviar' destaca como Deus age na história, enviando forças para ajudar Seu povo a conquistar a terra prometida.","por_que_esta_palavra":"Esta palavra é usada para mostrar a soberania de Deus em dirigir os eventos em favor de Seu povo.","conexao_teologica":"O envio de mensageiros e anjos é um tema recorrente na Bíblia, simbolizando a intervenção divina na história.","referencias_relacionadas":["Êxodo 23:20","Salmos 91:11","Mateus 10:16"]},"josue_24_12_possessao":{"palavra_pt":"possessao","palavra_original":"גָּרַשׁ","transliteracao":"gârash","strong":"H1644","significado_raiz":"Ideia básica: possessao.","significado_contextual":"Possessão refere-se à aquisição ou recebimento de algo que pertence a alguém.","explicacao_detalhada":"Em Josué 24:12, a palavra 'possessão' é crucial para entender a herança que Deus prometeu a Israel, simbolizando a realização de Suas promessas.","por_que_esta_palavra":"Esta palavra é importante para enfatizar a fidelidade de Deus em dar ao Seu povo a terra que Ele havia prometido.","conexao_teologica":"A possessão da terra é um símbolo da bênção e da aliança de Deus com Seu povo, refletindo a esperança de um futuro seguro.","referencias_relacionadas":["Deuteronômio 9:1","Josué 1:3","Hebreus 11:8-10"]},"josue_24_13_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Dar implica em oferecer algo a alguém, muitas vezes em um contexto de generosidade ou bênção.","explicacao_detalhada":"Em Josué 24:13, a palavra 'dar' é usada para enfatizar a generosidade de Deus em conceder ao Seu povo cidades e bens que não haviam construído.","por_que_esta_palavra":"Esta palavra é utilizada para mostrar a graça de Deus em prover o que é necessário para o Seu povo.","conexao_teologica":"A generosidade de Deus é um tema central na Bíblia, refletindo Seu caráter amoroso e cuidadoso com a humanidade.","referencias_relacionadas":["Deuteronômio 6:10-11","Salmos 37:25","Mateus 7:11"]},"josue_24_13_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Cidade refere-se a um local habitado, muitas vezes com significados sociais e espirituais.","explicacao_detalhada":"Em Josué 24:13, a palavra 'cidade' simboliza a herança e a segurança que Deus oferece ao Seu povo, representando um lar e um lugar de comunidade.","por_que_esta_palavra":"Esta palavra é importante para entender a promessa de Deus em dar ao Seu povo um lugar seguro e próspero.","conexao_teologica":"As cidades na Bíblia muitas vezes simbolizam a presença de Deus e a segurança que Ele oferece aos que O seguem.","referencias_relacionadas":["Salmos 46:4","Hebreus 11:10","Apocalipse 21:2"]},"josue_24_13_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se à capacidade de discernir e decidir sobre questões morais e éticas.","explicacao_detalhada":"Neste contexto, 'julgar' implica em avaliar as ações do povo e determinar suas consequências, especialmente em relação à fidelidade a Deus.","por_que_esta_palavra":"A escolha de 'julgar' enfatiza a responsabilidade de Deus em administrar justiça e a necessidade do povo de reconhecer essa autoridade.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, onde Ele é apresentado como o juiz supremo que avalia as ações humanas.","referencias_relacionadas":["Salmos 9:7","Isaías 33:22","Romanos 14:10"]},"josue_24_14_verdade":{"palavra_pt":"verdade/fidelidade","palavra_original":"אֶמֶת","transliteracao":"ʼemeth","strong":"H571","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' representa a fidelidade e a autenticidade nas promessas de Deus.","explicacao_detalhada":"Neste versículo, a 'verdade' é um chamado à lealdade do povo a Deus, que sempre cumpre Suas promessas.","por_que_esta_palavra":"A ênfase na 'verdade' destaca a importância da sinceridade e da integridade na relação entre Deus e Seu povo.","conexao_teologica":"A verdade é um atributo de Deus, e a fidelidade do povo é uma resposta a essa verdade divina.","referencias_relacionadas":["Salmos 25:5","João 14:6","Hebreus 10:23"]},"josue_24_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'Senhor' refere-se à autoridade e soberania de Deus sobre o povo de Israel.","explicacao_detalhada":"Neste contexto, invocar o nome do Senhor é reconhecer Sua posição como Deus e a necessidade de servi-Lo com sinceridade.","por_que_esta_palavra":"A palavra 'Senhor' é usada para enfatizar a relação de aliança entre Deus e Seu povo, onde Ele é o guia e protetor.","conexao_teologica":"O nome de Deus é central na adoração e na identidade do povo de Israel, simbolizando Sua presença e poder.","referencias_relacionadas":["Êxodo 3:14","Salmos 68:4","Romanos 10:13"]},"josue_24_15_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um tempo específico de decisão e compromisso.","explicacao_detalhada":"Neste versículo, 'dia' simboliza um momento crucial em que o povo deve escolher a quem servir, enfatizando a importância de decisões conscientes.","por_que_esta_palavra":"A escolha do 'dia' destaca a urgência e a seriedade da decisão que o povo deve tomar em relação à sua adoração.","conexao_teologica":"A ideia de um dia de escolha é refletida em várias passagens bíblicas que falam sobre a importância de decisões espirituais.","referencias_relacionadas":["Deuteronômio 30:19","Eclesiastes 3:1","Mateus 6:33"]},"josue_24_15_obra":{"palavra_pt":"obra","palavra_original":"עָבַד","transliteracao":"ʻâbad","strong":"H5647","significado_raiz":"Ideia básica: obra.","significado_contextual":"A palavra 'obra' refere-se às ações e práticas que o povo realiza em sua vida cotidiana.","explicacao_detalhada":"Neste contexto, 'obra' implica em servir a Deus através de ações que refletem Sua vontade e caráter.","por_que_esta_palavra":"A escolha de 'obra' enfatiza que a adoração a Deus deve ser acompanhada de ações concretas e práticas de fé.","conexao_teologica":"As obras são frequentemente mencionadas na Bíblia como evidências da fé genuína e do compromisso com Deus.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Colossenses 3:23"]},"josue_24_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'Senhor' novamente enfatiza a soberania e a autoridade de Deus sobre a vida do povo.","explicacao_detalhada":"Neste contexto, invocar o nome do Senhor é um chamado à fidelidade e ao serviço dedicado a Ele.","por_que_esta_palavra":"A repetição da palavra 'Senhor' reforça a centralidade de Deus na vida do povo e a necessidade de escolher servi-Lo.","conexao_teologica":"O nome do Senhor é um símbolo de Sua presença e compromisso com Seu povo, sendo fundamental na adoração.","referencias_relacionadas":["Salmos 100:3","Isaías 42:8","Atos 4:12"]},"josue_24_16_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' simboliza a percepção e a atenção de Deus sobre o povo.","explicacao_detalhada":"Neste contexto, 'olho' representa a vigilância de Deus sobre as ações do povo e Sua capacidade de ver suas intenções.","por_que_esta_palavra":"A escolha de 'olho' enfatiza que nada escapa ao conhecimento de Deus, e que Ele está sempre atento ao que acontece.","conexao_teologica":"A onisciência de Deus é um tema recorrente na Bíblia, onde Ele é descrito como aquele que vê e conhece tudo.","referencias_relacionadas":["Salmos 139:1-4","Provérbios 15:3","Hebreus 4:13"]},"josue_24_16_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à comunidade de Israel como um todo, enfatizando sua identidade coletiva.","explicacao_detalhada":"Neste contexto, 'povo' destaca a responsabilidade coletiva de Israel em seguir a Deus e cumprir Suas leis.","por_que_esta_palavra":"A escolha de 'povo' enfatiza que a relação com Deus não é apenas individual, mas comunitária e interdependente.","conexao_teologica":"A ideia de povo de Deus é central na narrativa bíblica, onde a comunidade é chamada a viver em obediência e adoração.","referencias_relacionadas":["Êxodo 19:6","Deuteronômio 7:6","1 Pedro 2:9"]},"josue_24_16_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação e à declaração de intenções.","explicacao_detalhada":"Neste contexto, 'dizer' implica em expressar a escolha de servir a Deus de maneira clara e pública.","por_que_esta_palavra":"A escolha de 'dizer' enfatiza a importância de declarar a fé e as decisões espirituais de forma explícita.","conexao_teologica":"A confissão de fé é um tema importante na Bíblia, onde a verbalização das crenças é vista como um passo essencial na vida espiritual.","referencias_relacionadas":["Romanos 10:9-10","Salmos 116:10","Mateus 12:34"]},"josue_24_17_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território prometido a Israel e à herança que Deus deu ao Seu povo.","explicacao_detalhada":"Neste contexto, 'terra' simboliza não apenas um lugar físico, mas também a bênção e a presença de Deus na vida do povo.","por_que_esta_palavra":"A escolha de 'terra' enfatiza a fidelidade de Deus em cumprir Suas promessas e a importância da terra na identidade de Israel.","conexao_teologica":"A terra prometida é um tema central na história de Israel, simbolizando a aliança e a provisão de Deus.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Deuteronômio 8:7-10"]},"josue_24_17_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar, à habitação familiar, simbolizando segurança e pertencimento.","explicacao_detalhada":"A palavra 'casa' no contexto de Josué 24:17 enfatiza a importância do lar como um lugar de adoração e compromisso com Deus. É onde a fé deve ser vivida e transmitida às próximas gerações.","por_que_esta_palavra":"A escolha da palavra 'casa' destaca a responsabilidade dos pais em ensinar e guiar seus filhos na fé.","conexao_teologica":"A casa é vista como um microcosmo da comunidade de fé, onde a adoração a Deus deve ser central.","referencias_relacionadas":["Deuteronômio 6:6-7","Salmos 127:1","Efésios 6:4"]},"josue_24_17_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira de viver, aos hábitos e práticas que definem a vida de uma pessoa.","explicacao_detalhada":"A palavra 'modo' implica que a forma como se vive deve refletir a obediência a Deus. Em Josué 24:17, isso se relaciona com a escolha de servir ao Senhor em todas as áreas da vida.","por_que_esta_palavra":"É essencial que a vida cotidiana esteja alinhada com os princípios divinos, mostrando que a fé não é apenas uma crença, mas um estilo de vida.","conexao_teologica":"A maneira de viver é um testemunho da fé e da relação com Deus, impactando outros ao nosso redor.","referencias_relacionadas":["Romanos 12:1-2","Gálatas 5:22-23","Colossenses 3:17"]},"josue_24_18_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida, um símbolo da bênção e da fidelidade de Deus ao Seu povo.","explicacao_detalhada":"A palavra 'terra' em Josué 24:18 representa a herança que Deus deu aos israelitas, um lugar onde eles poderiam viver em paz e adorar a Deus.","por_que_esta_palavra":"A terra é um lembrete da promessa de Deus e da importância de permanecer fiel a Ele enquanto desfrutamos de Suas bênçãos.","conexao_teologica":"A terra prometida é um símbolo da salvação e da vida eterna que Deus oferece a todos os que creem.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Hebreus 11:9-10"]},"josue_24_18_possessao":{"palavra_pt":"possessao","palavra_original":"גָּרַשׁ","transliteracao":"gârash","strong":"H1644","significado_raiz":"Ideia básica: possessao.","significado_contextual":"Refere-se à posse da terra, indicando um direito dado por Deus ao Seu povo.","explicacao_detalhada":"A palavra 'possessão' em Josué 24:18 enfatiza que a terra não é apenas um bem material, mas uma dádiva divina que deve ser administrada com responsabilidade.","por_que_esta_palavra":"A posse implica um compromisso de viver de acordo com os mandamentos de Deus e de ser um bom mordomo das bênçãos recebidas.","conexao_teologica":"A possessão da terra é um reflexo da relação entre Deus e Seu povo, onde a fidelidade é recompensada.","referencias_relacionadas":["Salmos 37:29","Mateus 5:5","1 Pedro 1:4"]},"josue_24_18_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' em Josué 24:18 destaca a soberania de Deus e a importância de reconhecer Sua posição em nossas vidas.","por_que_esta_palavra":"Reconhecer o nome de Deus é fundamental para a adoração e para a vida de fé, pois implica em submissão e respeito.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e poder, e invocá-lo é um ato de fé.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"josue_24_19_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza de Deus, que é digno de reverência e temor.","explicacao_detalhada":"A palavra 'dizer' em Josué 24:19 enfatiza a importância de reconhecer a grandeza de Deus ao fazer promessas e compromissos.","por_que_esta_palavra":"Dizer que Deus é grande é um reconhecimento de Sua majestade e poder, o que deve influenciar nossas decisões e ações.","conexao_teologica":"A grandeza de Deus nos chama a uma vida de adoração e obediência, reconhecendo que Ele é o Senhor de tudo.","referencias_relacionadas":["Salmos 145:3","Isaías 40:28","Romanos 11:33"]},"josue_24_19_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Israel, escolhido por Deus para ser Seu testemunho na terra.","explicacao_detalhada":"A palavra 'povo' em Josué 24:19 destaca a identidade coletiva dos israelitas como nação de Deus, chamada a viver em santidade.","por_que_esta_palavra":"Reconhecer-se como povo de Deus implica em responsabilidade mútua e compromisso com a Sua vontade.","conexao_teologica":"O povo de Deus é chamado a ser luz para as nações, refletindo o caráter de Deus em suas vidas.","referencias_relacionadas":["Êxodo 19:6","1 Pedro 2:9","Mateus 5:14"]},"josue_24_19_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade absoluta de Deus, que deve ser seguida e proclamada.","explicacao_detalhada":"A palavra 'verdade' em Josué 24:19 enfatiza a importância de viver de acordo com os princípios de Deus, que são eternos e imutáveis.","por_que_esta_palavra":"A verdade de Deus é a base da fé e da moralidade, e rejeitá-la leva à desobediência e à ruína.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, que são chamados a viver em integridade.","referencias_relacionadas":["João 14:6","Salmos 119:160","Efésios 4:15"]},"josue_24_20_bom":{"palavra_pt":"bom","palavra_original":"רָעַע","transliteracao":"râʻaʻ","strong":"H7489","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se ao que é bom e agradável aos olhos de Deus.","explicacao_detalhada":"A palavra 'bom' em Josué 24:20 destaca a natureza de Deus como aquele que deseja o bem para Seu povo e que espera que eles também façam o bem.","por_que_esta_palavra":"Reconhecer o que é bom é essencial para viver uma vida que agrada a Deus e que reflete Seu caráter.","conexao_teologica":"A bondade de Deus é um tema central nas Escrituras, e os crentes são chamados a imitar essa bondade em suas ações.","referencias_relacionadas":["Gálatas 6:10","Romanos 12:21","Tiago 1:17"]},"josue_24_20_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se à razão ou causa, indicando a motivação por trás das ações.","explicacao_detalhada":"A palavra 'porque' em Josué 24:20 é usada para justificar a escolha de servir a Deus, enfatizando a importância de entender as razões por trás das decisões de fé.","por_que_esta_palavra":"Compreender o 'porque' nos ajuda a fundamentar nossa fé e a viver de maneira consciente e intencional.","conexao_teologica":"A razão pela qual servimos a Deus deve ser baseada em Sua fidelidade e em Suas promessas cumpridas.","referencias_relacionadas":["Romanos 12:1","1 Pedro 3:15","Colossenses 3:23"]},"josue_24_20_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a autoridade suprema e soberana sobre o povo de Israel.","explicacao_detalhada":"A palavra 'Senhor' (יְהֹוָה) é usada para enfatizar a relação de Deus com seu povo, destacando sua posição de liderança e proteção. É um nome que representa a aliança entre Deus e Israel.","por_que_esta_palavra":"Esta palavra é fundamental para entender a identidade de Deus na narrativa bíblica e seu papel como guia e protetor do povo escolhido.","conexao_teologica":"A invocação do Senhor estabelece a base da fé israelita, que se fundamenta na obediência e na adoração ao único Deus verdadeiro.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Isaías 42:8"]},"josue_24_21_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a declaração do povo de Israel em resposta à convocação de Josué.","explicacao_detalhada":"Neste contexto, 'dizer' (אָמַר) é um ato de compromisso verbal, onde o povo se pronuncia sobre sua decisão de servir ao Senhor, refletindo a importância da palavra na cultura israelita.","por_que_esta_palavra":"A palavra é crucial porque representa a ação de afirmar uma escolha, que é um tema central na aliança entre Deus e Israel.","conexao_teologica":"A declaração do povo é um exemplo de fé ativa, onde a palavra se torna um compromisso diante de Deus.","referencias_relacionadas":["Deuteronômio 30:19","Salmos 119:105","Romanos 10:9"]},"josue_24_21_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Israel como a comunidade escolhida por Deus.","explicacao_detalhada":"A palavra 'povo' (עַם) enfatiza a coletividade e a identidade do povo de Israel, que é chamado a seguir os mandamentos de Deus e a viver em comunhão.","por_que_esta_palavra":"É importante porque destaca a responsabilidade coletiva do povo em manter a aliança com Deus.","conexao_teologica":"A noção de 'povo' é central na teologia do Antigo Testamento, onde a identidade do povo de Deus é fundamental para a história da salvação.","referencias_relacionadas":["Êxodo 19:6","Deuteronômio 7:6","1 Pedro 2:9"]},"josue_24_21_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para afirmar a sinceridade e a seriedade da declaração do povo.","explicacao_detalhada":"A palavra 'verdade' (לֹא) neste contexto é uma negação que reforça a decisão do povo de não se desviar do Senhor, indicando um compromisso genuíno.","por_que_esta_palavra":"A inclusão da verdade na declaração é essencial para garantir que a escolha do povo seja autêntica e não superficial.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida do seu povo, que é chamado a viver em integridade.","referencias_relacionadas":["Salmos 51:6","João 4:24","Efésios 4:15"]},"josue_24_22_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente utilizada para reafirmar a resposta do povo à convocação de Josué.","explicacao_detalhada":"Neste contexto, 'dizer' (אָמַר) representa a confirmação do povo sobre sua escolha de servir ao Senhor, mostrando a importância da verbalização do compromisso.","por_que_esta_palavra":"A repetição da palavra enfatiza a necessidade de uma resposta clara e consciente à chamada de Deus.","conexao_teologica":"A resposta verbal do povo é um ato de fé que reflete a relação dinâmica entre Deus e seu povo.","referencias_relacionadas":["Salmos 116:13","Romanos 10:10","Hebreus 13:15"]},"josue_24_22_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se novamente ao povo de Israel, reafirmando sua identidade e compromisso com Deus.","explicacao_detalhada":"A palavra 'povo' (עַם) aqui reforça a ideia de coletividade e a responsabilidade compartilhada em seguir os caminhos do Senhor.","por_que_esta_palavra":"É crucial para entender que a aliança é feita com uma comunidade e não apenas com indivíduos.","conexao_teologica":"A identidade do povo de Deus é um tema recorrente na Bíblia, onde a coletividade é essencial para a realização do plano divino.","referencias_relacionadas":["Êxodo 34:24","Deuteronômio 26:18","1 Coríntios 12:12-14"]},"josue_24_22_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é utilizada para introduzir a razão pela qual o povo se compromete a servir ao Senhor.","explicacao_detalhada":"A palavra 'porque' (כִּי) estabelece uma justificativa lógica para a decisão do povo, ligando sua escolha às ações de Deus em favor deles.","por_que_esta_palavra":"É importante porque mostra que a decisão do povo é baseada em uma compreensão das obras de Deus em sua história.","conexao_teologica":"A relação entre a ação de Deus e a resposta do povo é um princípio teológico fundamental na Bíblia.","referencias_relacionadas":["Salmos 100:3","Isaías 43:10","Romanos 12:1"]},"josue_24_23_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como a divindade suprema que deve ser adorada e servida.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) enfatiza a singularidade e a soberania de Deus, que é o único digno de adoração.","por_que_esta_palavra":"É fundamental para a compreensão da natureza de Deus na teologia israelita e na adoração.","conexao_teologica":"A adoração a Deus é um tema central na Bíblia, onde Ele é apresentado como o criador e sustentador de todas as coisas.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Mateus 4:10"]},"josue_24_23_alien":{"palavra_pt":"alien","palavra_original":"נֵכָר","transliteracao":"nêkâr","strong":"H5236","significado_raiz":"Ideia básica: alien.","significado_contextual":"A palavra 'alien' é usada para se referir a deuses estrangeiros que não devem ser adorados pelo povo de Israel.","explicacao_detalhada":"A palavra 'alien' (נֵכָר) destaca a proibição de adorar deuses que não fazem parte da aliança com o Senhor, enfatizando a exclusividade da adoração a Deus.","por_que_esta_palavra":"É importante para entender a chamada à fidelidade e a rejeição de influências externas que podem desviar o povo de sua devoção a Deus.","conexao_teologica":"A adoração a deuses estrangeiros é um tema recorrente que traz consequências sérias na história de Israel.","referencias_relacionadas":["Êxodo 20:3-5","Deuteronômio 6:14","1 Reis 18:21"]},"josue_24_23_grande":{"palavra_pt":"grande","palavra_original":"נָטָה","transliteracao":"nâṭâh","strong":"H5186","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para enfatizar a magnitude da decisão que o povo deve tomar.","explicacao_detalhada":"A palavra 'grande' (נָטָה) neste contexto pode ser interpretada como um chamado à seriedade e à profundidade da escolha entre servir a Deus ou a deuses estrangeiros.","por_que_esta_palavra":"É crucial para entender que a decisão de servir a Deus é uma escolha significativa que impacta toda a vida do povo.","conexao_teologica":"A grandeza da decisão reflete a importância da aliança e o compromisso que o povo deve ter com Deus.","referencias_relacionadas":["Salmos 34:8","Mateus 7:13-14","Filipenses 3:14"]},"josue_24_24_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para enfatizar a declaração do povo sobre sua escolha de servir ao Senhor.","explicacao_detalhada":"Neste contexto, 'dizer' refere-se à ação de declarar publicamente a decisão do povo de seguir a Deus, mostrando a importância da verbalização de compromissos espirituais.","por_que_esta_palavra":"A escolha de servir a Deus é um ato que deve ser afirmado e declarado, não apenas pensado ou sentido.","conexao_teologica":"A verbalização da fé é um tema recorrente na Bíblia, onde a confissão é vista como um passo importante na relação com Deus.","referencias_relacionadas":["Romanos 10:9","Salmos 116:10","Mateus 12:34"]},"josue_24_24_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se ao povo de Israel, que se reúne para fazer uma escolha coletiva sobre seu relacionamento com Deus.","explicacao_detalhada":"Neste versículo, o 'povo' representa a comunidade de crentes que, juntos, decidem servir ao Senhor, destacando a importância da unidade na fé.","por_que_esta_palavra":"A coletividade do povo enfatiza que a fé não é apenas uma questão individual, mas uma decisão comunitária que afeta a nação como um todo.","conexao_teologica":"A ideia de um povo escolhido por Deus é central na narrativa bíblica, mostrando a relação especial entre Deus e Israel.","referencias_relacionadas":["Êxodo 19:5-6","Deuteronômio 7:6","1 Pedro 2:9"]},"josue_24_24_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, o único digno de adoração e serviço do povo de Israel.","explicacao_detalhada":"Neste contexto, 'senhor' é um título que expressa a soberania e autoridade de Deus sobre o povo, que se compromete a servi-lo.","por_que_esta_palavra":"Reconhecer Deus como Senhor é fundamental para a relação do povo com Ele, estabelecendo a base para a obediência e adoração.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, onde Ele é frequentemente chamado de Senhor, destacando seu domínio sobre todas as coisas.","referencias_relacionadas":["Salmos 100:3","Isaías 45:5","Romanos 14:9"]},"josue_24_25_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à ação de eliminar a influência de outros deuses e práticas idólatras entre o povo.","explicacao_detalhada":"Neste versículo, 'destruir' implica uma severidade na rejeição de ídolos e práticas que competem com a adoração ao Senhor, enfatizando a necessidade de pureza espiritual.","por_que_esta_palavra":"A destruição de ídolos é essencial para manter a fidelidade a Deus e evitar a corrupção espiritual.","conexao_teologica":"A luta contra a idolatria é um tema recorrente na Bíblia, onde Deus exige exclusividade na adoração.","referencias_relacionadas":["Êxodo 20:3-5","Deuteronômio 7:25-26","1 Coríntios 10:14"]},"josue_24_25_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao momento decisivo em que o povo deve escolher servir ao Senhor.","explicacao_detalhada":"Neste contexto, 'dia' simboliza um tempo de decisão e compromisso, onde a escolha deve ser feita com seriedade e reflexão.","por_que_esta_palavra":"O 'dia' enfatiza a urgência e a importância de tomar uma decisão consciente sobre a fé.","conexao_teologica":"A ideia de um dia de decisão é comum na Bíblia, onde momentos específicos são destacados como oportunidades para se voltar a Deus.","referencias_relacionadas":["Eclesiastes 3:1","2 Coríntios 6:2","Hebreus 3:15"]},"josue_24_25_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo/justiça' refere-se à necessidade de discernimento e justiça na escolha do povo.","explicacao_detalhada":"Neste contexto, 'juízo' implica a responsabilidade do povo em fazer uma escolha justa e correta em relação ao seu Deus.","por_que_esta_palavra":"A justiça é um princípio fundamental na relação com Deus, onde o povo é chamado a agir com integridade e retidão.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, onde Ele é descrito como um juiz justo que espera que seu povo também pratique a justiça.","referencias_relacionadas":["Miquéias 6:8","Salmos 89:14","Isaías 1:17"]},"josue_24_26_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se à declaração feita pelo povo sobre seu compromisso com Deus.","explicacao_detalhada":"Neste contexto, 'palavra' enfatiza a importância da comunicação e do compromisso verbalizado em relação a Deus.","por_que_esta_palavra":"A palavra é um meio de estabelecer e reafirmar alianças, sendo essencial para a relação entre Deus e seu povo.","conexao_teologica":"A importância da palavra é um tema recorrente na Bíblia, onde a comunicação com Deus e entre os homens é fundamental.","referencias_relacionadas":["Salmos 119:105","Provérbios 18:21","Mateus 5:37"]},"josue_24_26_palacio":{"palavra_pt":"palacio","palavra_original":"מִקְדָּשׁ","transliteracao":"miqdâsh","strong":"H4720","significado_raiz":"Ideia básica: palacio.","significado_contextual":"A palavra 'palácio' refere-se ao local sagrado onde Deus habita e onde o povo se encontra para adorar.","explicacao_detalhada":"Neste contexto, 'palácio' simboliza a presença de Deus entre seu povo e a importância do lugar de adoração.","por_que_esta_palavra":"O palácio é um símbolo da santidade e da reverência que deve ser dada a Deus em seu lugar de habitação.","conexao_teologica":"A presença de Deus em um lugar sagrado é um tema central na Bíblia, onde Ele se revela ao seu povo.","referencias_relacionadas":["Salmos 27:4","1 Reis 8:27","Hebreus 9:24"]},"josue_24_26_describe":{"palavra_pt":"descrever","palavra_original":"כָּתַב","transliteracao":"kâthab","strong":"H3789","significado_raiz":"Ideia básica: descrever.","significado_contextual":"A palavra 'descrever' refere-se ao ato de registrar ou relatar as ações e promessas de Deus.","explicacao_detalhada":"Neste contexto, 'descrever' implica a importância de documentar a história da salvação e as promessas de Deus ao seu povo.","por_que_esta_palavra":"Registrar as ações de Deus é fundamental para a memória coletiva do povo e para a transmissão da fé às futuras gerações.","conexao_teologica":"A narrativa bíblica é cheia de relatos que descrevem a fidelidade de Deus, servindo como testemunho para as gerações futuras.","referencias_relacionadas":["Salmos 78:4","Deuteronômio 6:7","Hebreus 11:1"]},"josue_24_27_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada novamente para reafirmar a importância da declaração do compromisso do povo.","explicacao_detalhada":"Neste contexto, 'dizer' reforça a ideia de que a escolha de servir a Deus deve ser repetida e reafirmada.","por_que_esta_palavra":"A repetição da declaração é um lembrete da seriedade do compromisso e da necessidade de permanecer fiel.","conexao_teologica":"A reafirmação da fé é um aspecto importante da vida cristã, onde os crentes são chamados a confessar sua fé regularmente.","referencias_relacionadas":["1 João 1:9","Romanos 10:10","Mateus 10:32"]},"josue_24_27_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas devem ser feitas ou como o povo deve se comportar.","explicacao_detalhada":"A palavra 'modo' implica em uma maneira específica de agir ou proceder, que é importante para a obediência às instruções de Deus.","por_que_esta_palavra":"É usada para enfatizar a importância de seguir as diretrizes divinas em todas as ações.","conexao_teologica":"O modo de vida do povo de Deus deve refletir a Sua vontade e caráter.","referencias_relacionadas":["Deuteronômio 5:32","Salmos 119:1","Mateus 7:13-14"]},"josue_24_27_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Israel, escolhido por Deus como Seu povo especial.","explicacao_detalhada":"A palavra 'povo' destaca a identidade coletiva dos israelitas e sua relação com Deus como um povo separado para Sua adoração.","por_que_esta_palavra":"É fundamental para entender a aliança entre Deus e Israel, onde o povo é chamado a ser um testemunho para as nações.","conexao_teologica":"A noção de povo de Deus é central na narrativa bíblica, representando a comunidade que vive sob a Sua aliança.","referencias_relacionadas":["Êxodo 19:5-6","Deuteronômio 7:6","1 Pedro 2:9"]},"josue_24_28_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de enviar ou despachar alguém para cumprir uma missão ou tarefa.","explicacao_detalhada":"A palavra 'enviar' implica em uma ação deliberada de Deus ou de um líder, indicando a responsabilidade de levar a mensagem ou instruções adiante.","por_que_esta_palavra":"É usada para mostrar a continuidade da missão de Deus através de Seus servos.","conexao_teologica":"O envio é um tema recorrente na Bíblia, simbolizando a missão divina e a propagação da fé.","referencias_relacionadas":["Isaías 6:8","Mateus 28:19-20","João 20:21"]},"josue_24_28_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Novamente refere-se ao povo de Israel, enfatizando sua importância na narrativa.","explicacao_detalhada":"A repetição da palavra 'povo' reforça a ideia de coletividade e a responsabilidade compartilhada em seguir a vontade de Deus.","por_que_esta_palavra":"Destaca a unidade e a identidade do povo de Deus em sua jornada de fé.","conexao_teologica":"A coletividade do povo é essencial para a compreensão da aliança e da missão de Deus na história.","referencias_relacionadas":["Salmos 100:3","Romanos 12:5","Efésios 4:4"]},"josue_24_28_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo, muitas vezes em um contexto de liderança ou responsabilidade.","explicacao_detalhada":"A palavra 'homem' implica em um ser humano com a capacidade de tomar decisões e agir conforme a vontade de Deus.","por_que_esta_palavra":"É importante para entender o papel do indivíduo dentro da comunidade de fé.","conexao_teologica":"A dignidade do homem é um tema central na criação e na relação com Deus.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","1 Timóteo 2:5"]},"josue_24_29_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus ou a uma declaração significativa.","explicacao_detalhada":"A palavra 'palavra/coisa' enfatiza a importância da comunicação divina e da revelação.","por_que_esta_palavra":"É usada para destacar a autoridade e a veracidade das promessas de Deus.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo fundamental para a fé e a prática cristã.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Isaías 55:11"]},"josue_24_29_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se ao ato de morrer, muitas vezes em um contexto de consequências espirituais.","explicacao_detalhada":"A palavra 'morrer' implica em uma separação, seja física ou espiritual, e as consequências do pecado.","por_que_esta_palavra":"É usada para alertar sobre as consequências da desobediência a Deus.","conexao_teologica":"A morte é um tema central na teologia bíblica, simbolizando a separação de Deus e a necessidade de redenção.","referencias_relacionadas":["Romanos 6:23","Gênesis 2:17","João 3:16"]},"josue_24_29_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de cair, que pode simbolizar uma queda moral ou espiritual.","explicacao_detalhada":"A palavra 'cair' implica em um desvio do caminho correto, levando a consequências negativas.","por_que_esta_palavra":"É usada para enfatizar a fragilidade humana e a necessidade de permanecer firme na fé.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a luta entre o bem e o mal.","referencias_relacionadas":["Provérbios 24:16","Gálatas 6:1","1 Coríntios 10:12"]},"josue_24_30_idiom":{"palavra_pt":"expressao","palavra_original":"קָבַר","transliteracao":"qâbar","strong":"H6912","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se ao ato de enterrar, que pode simbolizar o fim de uma vida ou de uma era.","explicacao_detalhada":"A palavra 'expressão' implica em um ato de respeito e honra, especialmente em relação aos mortos.","por_que_esta_palavra":"É usada para mostrar a importância de honrar aqueles que partiram.","conexao_teologica":"O ato de enterrar é significativo na cultura bíblica, representando a esperança da ressurreição.","referencias_relacionadas":["Gênesis 23:19","Eclesiastes 3:20","João 11:25-26"]},"josue_24_30_grande":{"palavra_pt":"grande","palavra_original":"גְּבוּל","transliteracao":"gᵉbûwl","strong":"H1366","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se a algo que é grande em tamanho, importância ou impacto.","explicacao_detalhada":"A palavra 'grande' enfatiza a magnitude de Deus e de Suas obras, bem como a importância de eventos na história de Israel.","por_que_esta_palavra":"É usada para destacar a grandeza de Deus e a importância de Sua presença entre o povo.","conexao_teologica":"A grandeza de Deus é um tema central na adoração e na reverência que devemos ter por Ele.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"josue_24_30_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"Refere-se à montanha onde Josué fez um pacto com o povo de Israel.","explicacao_detalhada":"A montanha é um local elevado que simboliza a presença de Deus e a importância das alianças feitas. Neste contexto, representa um lugar de decisão e compromisso espiritual.","por_que_esta_palavra":"A palavra 'montanha' é usada para enfatizar a seriedade do pacto e a majestade de Deus que se manifesta em locais altos.","conexao_teologica":"A montanha é frequentemente associada a encontros divinos, como no Sinai. Aqui, simboliza a continuidade da aliança entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 19:20","Salmos 121:1","Mateus 5:14"]},"josue_24_31_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como o povo de Israel serviu ao Senhor durante a vida de Josué.","explicacao_detalhada":"O 'modo' implica a maneira de adoração e obediência a Deus, refletindo a fidelidade do povo em seguir os mandamentos.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a importância da prática da fé e da vivência dos princípios divinos no cotidiano.","conexao_teologica":"A forma como adoramos e servimos a Deus é fundamental para nossa relação com Ele e para a edificação da comunidade de fé.","referencias_relacionadas":["Deuteronômio 6:5","Salmos 119:11","Romanos 12:1"]},"josue_24_31_obra":{"palavra_pt":"obra","palavra_original":"עָבַד","transliteracao":"ʻâbad","strong":"H5647","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se às ações e atividades realizadas pelo povo em obediência a Deus.","explicacao_detalhada":"A palavra 'obra' implica em um trabalho ativo e comprometido, refletindo a devoção do povo em cumprir a vontade de Deus.","por_que_esta_palavra":"A ênfase na 'obra' destaca que a fé deve ser acompanhada de ações concretas que demonstrem a obediência e o amor a Deus.","conexao_teologica":"As obras são uma expressão da fé viva e são essenciais para a vida cristã, conforme ensinado no Novo Testamento.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Colossenses 3:23"]},"josue_24_31_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado pelo povo em suas promessas e adorações.","explicacao_detalhada":"O nome de Deus é um símbolo de Sua autoridade, caráter e presença. Invocar o nome do Senhor implica em reconhecer Sua soberania.","por_que_esta_palavra":"A palavra 'senhor' é usada para enfatizar a relação de submissão e reverência que o povo deve ter em relação a Deus.","conexao_teologica":"O nome de Deus é central na adoração e na identidade do povo de Israel, refletindo a relação de aliança entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"josue_24_32_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho de José, que foi enterrado em Siquém, conforme a herança recebida.","explicacao_detalhada":"A menção do 'filho' destaca a continuidade da linhagem e a importância da herança na história do povo de Israel.","por_que_esta_palavra":"A palavra 'filho' é utilizada para enfatizar a relação familiar e a transmissão de promessas de geração em geração.","conexao_teologica":"A ideia de filhos e herança é central na narrativa bíblica, refletindo a fidelidade de Deus em cumprir Suas promessas.","referencias_relacionadas":["Gênesis 48:5","Êxodo 20:5-6","Salmos 127:3"]},"josue_24_32_osso":{"palavra_pt":"osso","palavra_original":"עֶצֶם","transliteracao":"ʻetsem","strong":"H6106","significado_raiz":"Ideia básica: osso.","significado_contextual":"Refere-se à parte física do corpo, simbolizando a força e a vitalidade do povo de Israel.","explicacao_detalhada":"A palavra 'osso' é usada para enfatizar a solidez e a durabilidade da aliança entre Deus e Seu povo.","por_que_esta_palavra":"A escolha da palavra 'osso' destaca a conexão íntima e a força da relação entre Deus e a nação de Israel.","conexao_teologica":"Osso, como parte do corpo, simboliza a unidade e a força do povo de Deus, que é chamado a ser um só em adoração e serviço.","referencias_relacionadas":["Gênesis 2:23","Ezequiel 37:1-14","1 Coríntios 12:12-27"]},"josue_24_32_campo":{"palavra_pt":"campo","palavra_original":"חֶלְקָה","transliteracao":"chelqâh","strong":"H2513","significado_raiz":"Ideia básica: campo.","significado_contextual":"Refere-se à terra que foi dada ao povo de Israel como herança.","explicacao_detalhada":"O 'campo' simboliza a provisão de Deus e a bênção da terra prometida, que é um tema central na história de Israel.","por_que_esta_palavra":"A palavra 'campo' é utilizada para enfatizar a importância da terra como parte da identidade e da herança do povo de Deus.","conexao_teologica":"A terra prometida é um símbolo da promessa de Deus e da esperança de um futuro redentor para Seu povo.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 8:7-10","Hebreus 11:9-10"]},"josue_24_33_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho de Arão, que também é mencionado em relação à continuidade da linhagem sacerdotal.","explicacao_detalhada":"A menção do 'filho' aqui reforça a importância da linhagem e do sacerdócio na adoração a Deus.","por_que_esta_palavra":"A palavra 'filho' é usada para enfatizar a continuidade da tradição e da responsabilidade espiritual dentro da família.","conexao_teologica":"A linhagem sacerdotal é fundamental para a compreensão do ministério de Cristo como nosso Sumo Sacerdote.","referencias_relacionadas":["Êxodo 28:1","Números 3:10","Hebreus 5:5-6"]},"josue_24_33_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à morte de Josué e ao fim de uma era de liderança.","explicacao_detalhada":"A palavra 'morrer' aqui simboliza a transição e a continuidade da história de Israel sob a liderança de novos líderes.","por_que_esta_palavra":"A escolha da palavra 'morrer' destaca a fragilidade da vida humana e a soberania de Deus sobre a história.","conexao_teologica":"A morte de líderes é um lembrete da necessidade de confiar em Deus para a liderança e direção contínuas.","referencias_relacionadas":["Deuteronômio 34:5","Salmos 90:10","Hebreus 9:27"]},"josue_24_33_idiom":{"palavra_pt":"expressao","palavra_original":"קָבַר","transliteracao":"qâbar","strong":"H6912","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão de sepultamento, simbolizando o respeito e a honra aos mortos.","explicacao_detalhada":"A palavra 'expressão' implica em rituais e práticas que refletem a cultura e a reverência pela vida e morte.","por_que_esta_palavra":"A escolha da palavra 'expressão' destaca a importância dos rituais de passagem e a memória dos que partiram.","conexao_teologica":"O sepultamento é um ato que reflete a esperança na ressurreição e a continuidade da vida em Deus.","referencias_relacionadas":["Gênesis 23:19","Eclesiastes 3:20","1 Tessalonicenses 4:14"]}}