{"josue_4_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à ação de cair das pedras que foram levantadas como memorial após a travessia do Jordão.","explicacao_detalhada":"A palavra 'cair' aqui é usada para descrever a ação de pegar as pedras do leito do rio, simbolizando a construção de um memorial para lembrar a intervenção de Deus.","por_que_esta_palavra":"A escolha da palavra destaca a importância de lembrar e testemunhar as obras de Deus na vida do seu povo.","conexao_teologica":"A construção de memoriais é uma prática bíblica que serve para fortalecer a fé e a identidade do povo de Deus.","referencias_relacionadas":["Josué 4:3","Salmos 78:4","Deuteronômio 6:12"]},"josue_4_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as pedras foram escolhidas e levantadas para criar um memorial.","explicacao_detalhada":"A palavra 'modo' enfatiza a importância da ação deliberada e obediente dos israelitas ao seguirem as instruções de Deus.","por_que_esta_palavra":"Destaca a necessidade de seguir o plano de Deus com precisão e reverência.","conexao_teologica":"A obediência a Deus é um tema recorrente na Bíblia, refletindo a relação entre fé e ação.","referencias_relacionadas":["Josué 4:2","1 Samuel 15:22","Tiago 1:22"]},"josue_4_1_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"Refere-se ao povo de Israel como uma nação escolhida por Deus.","explicacao_detalhada":"A palavra 'nação' enfatiza a identidade coletiva dos israelitas e seu chamado especial como povo de Deus.","por_que_esta_palavra":"A escolha da palavra ressalta a importância da unidade e da missão do povo de Deus na história da salvação.","conexao_teologica":"A ideia de nação escolhida é central na teologia bíblica, refletindo o plano de Deus para redimir a humanidade.","referencias_relacionadas":["Gênesis 12:2","Êxodo 19:6","1 Pedro 2:9"]},"josue_4_2_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a posição das pedras levantadas entre o povo como um sinal de lembrança.","explicacao_detalhada":"A palavra 'entre' enfatiza a proximidade e a acessibilidade do memorial para todos os israelitas.","por_que_esta_palavra":"Destaca a importância de que todos tenham acesso à lembrança das obras de Deus.","conexao_teologica":"A presença de sinais e memoriais é uma forma de manter viva a memória das intervenções divinas na vida do povo.","referencias_relacionadas":["Josué 4:3","Salmos 105:5","Deuteronômio 6:20-21"]},"josue_4_2_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Israel que testemunhou a travessia do Jordão.","explicacao_detalhada":"A palavra 'povo' destaca a coletividade dos israelitas e sua experiência compartilhada da salvação.","por_que_esta_palavra":"Enfatiza a importância da comunidade na fé e na memória das obras de Deus.","conexao_teologica":"A ideia de povo de Deus é fundamental na narrativa bíblica, refletindo a relação entre Deus e sua criação.","referencias_relacionadas":["Êxodo 19:5","Salmos 100:3","Romanos 9:25-26"]},"josue_4_3_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se aos sacerdotes que desempenharam um papel crucial na travessia do Jordão.","explicacao_detalhada":"A palavra 'sacerdote' enfatiza a função mediadora desses líderes espirituais entre Deus e o povo.","por_que_esta_palavra":"Destaca a importância do sacerdócio na vida espiritual de Israel e na adoração a Deus.","conexao_teologica":"O sacerdócio é um tema central na Bíblia, simbolizando a mediação e a intercessão diante de Deus.","referencias_relacionadas":["Êxodo 28:1","Hebreus 5:4-6","1 Pedro 2:9"]},"josue_4_3_enviar":{"palavra_pt":"enviar","palavra_original":"צָוָה","transliteracao":"tsâvâh","strong":"H6680","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de enviar os sacerdotes para que levassem as pedras do leito do rio.","explicacao_detalhada":"A palavra 'enviar' enfatiza a ação deliberada e a obediência dos sacerdotes às instruções de Deus.","por_que_esta_palavra":"Destaca a importância da disposição para agir conforme a vontade de Deus.","conexao_teologica":"O envio é um tema importante na missão de Deus, refletindo o chamado para testemunhar suas obras.","referencias_relacionadas":["Mateus 28:19-20","Isaías 6:8","Romanos 10:15"]},"josue_4_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à declaração dos sacerdotes ao falar sobre as grandes obras de Deus.","explicacao_detalhada":"A palavra 'dizer' enfatiza a importância de proclamar e testemunhar as maravilhas que Deus fez.","por_que_esta_palavra":"Destaca a necessidade de compartilhar a fé e as experiências de Deus com os outros.","conexao_teologica":"A proclamação das obras de Deus é um aspecto fundamental da vida cristã e da evangelização.","referencias_relacionadas":["Salmos 105:1","Atos 1:8","1 Crônicas 16:24"]},"josue_4_4_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação de descendência e continuidade da fé entre as gerações.","explicacao_detalhada":"A palavra 'filho' é usada para enfatizar a importância da transmissão dos ensinamentos e experiências de fé de uma geração para outra, especialmente no contexto da história de Israel.","por_que_esta_palavra":"A escolha da palavra 'filho' destaca a relação íntima e a responsabilidade que os pais têm em ensinar seus filhos sobre Deus e suas obras.","conexao_teologica":"A relação entre Deus e seu povo é frequentemente descrita em termos de paternidade, onde Deus é visto como Pai e os israelitas como seus filhos.","referencias_relacionadas":["Deuteronômio 6:7","Salmos 78:4","Provérbios 22:6"]},"josue_4_4_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Indica a ação de convocar ou nomear, especialmente em um contexto de instrução divina.","explicacao_detalhada":"A palavra 'chamar' é utilizada para mostrar a importância de dar nome e significado às experiências que o povo de Israel teve com Deus, como forma de lembrar e ensinar.","por_que_esta_palavra":"Chamar é uma ação que implica autoridade e intenção, refletindo a maneira como Deus se comunica e se revela ao seu povo.","conexao_teologica":"Deus chama seu povo para uma relação especial, e essa chamada é um tema central na narrativa bíblica.","referencias_relacionadas":["Isaías 43:1","Romanos 8:30","1 Pedro 2:9"]},"josue_4_5_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à declaração de um fato importante ou à transmissão de uma mensagem significativa.","explicacao_detalhada":"A palavra 'dizer' é usada para enfatizar a importância da comunicação da verdade de Deus e das suas obras poderosas ao povo.","por_que_esta_palavra":"Dizer é uma ação que traz à tona a necessidade de proclamar e testemunhar as maravilhas de Deus.","conexao_teologica":"A proclamação da palavra de Deus é fundamental para a vida da comunidade de fé e para a edificação espiritual dos crentes.","referencias_relacionadas":["Salmos 105:1","Mateus 28:19-20","Atos 1:8"]},"josue_4_5_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Simboliza a presença e a atenção de Deus em relação ao seu povo.","explicacao_detalhada":"A palavra 'rosto' é frequentemente associada à ideia de presença divina e à relação pessoal que Deus tem com seu povo.","por_que_esta_palavra":"O rosto de Deus representa sua revelação e a intimidade que Ele deseja ter com aqueles que o seguem.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, onde Ele se revela e se relaciona com a humanidade.","referencias_relacionadas":["Números 6:25","Salmos 67:1","Êxodo 33:14"]},"josue_4_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à identidade e à autoridade de Deus como Senhor.","explicacao_detalhada":"A palavra 'senhor' é usada para afirmar a soberania de Deus sobre todas as coisas e a relação de aliança que Ele tem com seu povo.","por_que_esta_palavra":"O uso do nome de Deus é fundamental para reconhecer sua autoridade e a importância de invocar seu nome em momentos de adoração e oração.","conexao_teologica":"O nome de Deus é um símbolo de sua presença e poder, e é central na adoração e na vida do povo de Israel.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Romanos 10:13"]},"josue_4_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou explicação para uma ação ou declaração.","explicacao_detalhada":"A palavra 'porque' conecta a ação de Deus com a resposta do povo, enfatizando a importância de entender os motivos divinos.","por_que_esta_palavra":"É essencial para a narrativa bíblica, pois ajuda a explicar a relação entre a ação de Deus e a resposta esperada do seu povo.","conexao_teologica":"A compreensão das razões de Deus é fundamental para a fé e a obediência do povo.","referencias_relacionadas":["Romanos 8:28","Efésios 1:11","Hebreus 12:6"]},"josue_4_6_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Reforça a ideia de continuidade na fé e na história do povo de Deus.","explicacao_detalhada":"A repetição da palavra 'filho' enfatiza a importância da herança espiritual e da transmissão dos valores de geração para geração.","por_que_esta_palavra":"A palavra é crucial para entender a responsabilidade dos pais em ensinar seus filhos sobre Deus.","conexao_teologica":"A relação entre pais e filhos é um reflexo da relação entre Deus e seu povo, onde Deus é o Pai que cuida e instrui.","referencias_relacionadas":["Salmos 127:3","Provérbios 1:8","Efésios 6:4"]},"josue_4_6_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à importância de comunicar verdades fundamentais sobre Deus.","explicacao_detalhada":"A palavra 'dizer' é usada para enfatizar a necessidade de proclamar as verdades de Deus e suas obras poderosas.","por_que_esta_palavra":"Dizer é uma ação que traz à tona a responsabilidade de testemunhar e ensinar sobre Deus.","conexao_teologica":"A proclamação da palavra de Deus é essencial para a edificação da fé e a vida da comunidade de crentes.","referencias_relacionadas":["Salmos 119:13","Mateus 5:14-16","Atos 4:20"]},"josue_4_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à importância de lembrar e ensinar as obras de Deus às futuras gerações.","explicacao_detalhada":"A palavra 'filho' aqui destaca a responsabilidade de cada geração em transmitir a história e a fé.","por_que_esta_palavra":"É essencial para a continuidade da fé e da identidade do povo de Deus ao longo do tempo.","conexao_teologica":"A transmissão da fé é um tema central na Bíblia, onde cada geração é chamada a lembrar e ensinar sobre Deus.","referencias_relacionadas":["Salmos 78:5-6","Deuteronômio 4:9","1 Pedro 3:15"]},"josue_4_7_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Enfatiza a importância de declarar e testemunhar as obras de Deus.","explicacao_detalhada":"A palavra 'dizer' é usada para ressaltar a necessidade de compartilhar as experiências de fé e as intervenções de Deus na história.","por_que_esta_palavra":"Dizer é uma forma de afirmar a verdade e a fidelidade de Deus ao longo das gerações.","conexao_teologica":"A proclamação das obras de Deus é uma parte vital da vida da comunidade de fé e da adoração.","referencias_relacionadas":["Salmos 105:1-2","Atos 10:42","1 Tessalonicenses 2:9"]},"josue_4_7_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Destruir refere-se à ação de eliminar ou acabar com algo, neste caso, simbolizando a remoção de obstáculos ou inimigos.","explicacao_detalhada":"A palavra 'destruir' é usada para descrever a ação de Deus em remover os inimigos de Israel, mostrando seu poder e proteção sobre o seu povo. A destruição é um ato de juízo e também de libertação.","por_que_esta_palavra":"Esta palavra é importante porque enfatiza a soberania de Deus sobre as nações e a certeza de que Ele cumpre suas promessas de proteção e vitória.","conexao_teologica":"A destruição dos inimigos de Israel é um tema recorrente na Bíblia, simbolizando a vitória de Deus sobre o mal e a proteção do Seu povo.","referencias_relacionadas":["Deuteronômio 7:24","Salmos 18:40","Isaías 54:17"]},"josue_4_8_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Urso é uma referência a um animal forte e feroz, simbolizando poder e proteção.","explicacao_detalhada":"A palavra 'urso' pode ser interpretada como uma metáfora para a força e a ferocidade, representando a proteção que Deus oferece ao seu povo contra inimigos poderosos.","por_que_esta_palavra":"A utilização de 'urso' destaca a força de Deus e a segurança que Ele proporciona, mostrando que mesmo os inimigos mais ferozes não podem prevalecer.","conexao_teologica":"A força de Deus é frequentemente comparada a animais poderosos, ilustrando Sua capacidade de proteger e salvar.","referencias_relacionadas":["Salmos 22:12","Provérbios 17:12","Oséias 13:8"]},"josue_4_8_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho representa a continuidade da linhagem e a herança das promessas de Deus.","explicacao_detalhada":"A palavra 'filho' é central na narrativa bíblica, simbolizando não apenas a descendência física, mas também a relação espiritual entre Deus e Seu povo.","por_que_esta_palavra":"A menção de 'filho' reforça a ideia de que Israel é considerado o filho de Deus, escolhido para cumprir um propósito divino.","conexao_teologica":"A relação entre Deus e Seu povo é frequentemente descrita em termos de paternidade, mostrando o amor e a responsabilidade que Deus tem por Sua criação.","referencias_relacionadas":["Êxodo 4:22","Salmos 2:7","Romanos 8:14"]},"josue_4_8_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"Grande refere-se à magnitude e importância de algo, neste caso, a grandeza das obras de Deus.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a majestade e o poder de Deus, bem como a importância dos eventos que estão ocorrendo na história de Israel.","por_que_esta_palavra":"Esta palavra é crucial para entender a magnitude das promessas de Deus e a importância da obediência do povo.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, refletindo Sua soberania e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Mateus 5:14"]},"josue_4_9_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Sacerdote refere-se àquele que serve a Deus e intercede pelo povo.","explicacao_detalhada":"A palavra 'sacerdote' é fundamental para a compreensão do sistema de adoração em Israel, representando a mediação entre Deus e o povo.","por_que_esta_palavra":"A menção do sacerdote destaca a importância do papel sacerdotal na manutenção da relação entre Deus e Israel.","conexao_teologica":"O sacerdócio é um símbolo da intercessão e da mediação, que culmina em Cristo, nosso Sumo Sacerdote.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:6","Hebreus 4:14"]},"josue_4_9_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Aliança refere-se ao pacto estabelecido entre Deus e Seu povo.","explicacao_detalhada":"A palavra 'aliança' é central na narrativa bíblica, simbolizando o compromisso de Deus com Israel e as promessas feitas a eles.","por_que_esta_palavra":"A aliança é um conceito fundamental que define a relação entre Deus e Seu povo, enfatizando fidelidade e compromisso.","conexao_teologica":"As alianças de Deus com a humanidade são um tema recorrente, culminando na nova aliança em Cristo.","referencias_relacionadas":["Gênesis 9:9","Êxodo 19:5","Hebreus 8:6"]},"josue_4_9_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia refere-se a um período de tempo, simbolizando a importância de eventos específicos na história da salvação.","explicacao_detalhada":"A palavra 'dia' é usada para marcar momentos significativos em que Deus age na história, como a libertação de Israel.","por_que_esta_palavra":"A menção de 'dia' enfatiza a importância de lembrar e celebrar as intervenções de Deus na história.","conexao_teologica":"O conceito de tempo e dias especiais é importante na Bíblia, refletindo a soberania de Deus sobre a história.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","Eclesiastes 3:1"]},"josue_4_10_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Sacerdote refere-se àquele que serve a Deus e intercede pelo povo.","explicacao_detalhada":"A palavra 'sacerdote' é fundamental para a compreensão do sistema de adoração em Israel, representando a mediação entre Deus e o povo.","por_que_esta_palavra":"A menção do sacerdote destaca a importância do papel sacerdotal na manutenção da relação entre Deus e Israel.","conexao_teologica":"O sacerdócio é um símbolo da intercessão e da mediação, que culmina em Cristo, nosso Sumo Sacerdote.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:6","Hebreus 4:14"]},"josue_4_10_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Palavra refere-se à comunicação de Deus e à revelação de Sua vontade.","explicacao_detalhada":"A palavra 'palavra' é usada para descrever a mensagem de Deus ao Seu povo, que deve ser obedecida e proclamada.","por_que_esta_palavra":"A ênfase na 'palavra' destaca a importância da revelação divina e da obediência à vontade de Deus.","conexao_teologica":"A palavra de Deus é viva e eficaz, e é fundamental para a vida espiritual do crente.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Hebreus 4:12"]},"josue_4_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como algo é feito ou abordado, especialmente em relação ao culto e à obediência.","explicacao_detalhada":"A palavra 'modo' enfatiza a importância da forma correta de adoração e obediência às instruções de Deus.","por_que_esta_palavra":"A menção de 'modo' destaca que a adoração a Deus deve ser feita de acordo com Suas diretrizes.","conexao_teologica":"A maneira de adorar a Deus é um tema importante, refletindo a necessidade de reverência e obediência.","referencias_relacionadas":["Êxodo 25:9","Levítico 10:1","Colossenses 3:23"]},"josue_4_11_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se aos líderes espirituais que serviam no templo e intercediam pelo povo diante de Deus.","explicacao_detalhada":"Os sacerdotes eram responsáveis por realizar sacrifícios e manter a santidade do culto a Deus. No contexto de Josué 4:11, os sacerdotes carregavam a arca da aliança, simbolizando a presença de Deus entre o povo de Israel.","por_que_esta_palavra":"A presença dos sacerdotes é crucial para a mediação entre Deus e o povo, especialmente em momentos de transição e conquista, como a entrada na Terra Prometida.","conexao_teologica":"Os sacerdotes prefiguram o papel de Cristo como nosso Sumo Sacerdote, que intercede por nós diante de Deus.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:1-3","Hebreus 4:14-16"]},"josue_4_11_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' neste contexto refere-se ao ato de os sacerdotes se posicionarem no leito do rio Jordão.","explicacao_detalhada":"O ato de 'cair' simboliza a obediência e a fé dos sacerdotes ao entrar nas águas do Jordão, que se abriram para permitir a passagem do povo.","por_que_esta_palavra":"A ação de cair nas águas representa a confiança em Deus e a realização de um milagre que demonstra Seu poder.","conexao_teologica":"A passagem pelo Jordão é um símbolo do batismo e da nova vida em Cristo, onde somos chamados a 'cair' em fé.","referencias_relacionadas":["Hebreus 11:29","Romanos 6:4","1 Coríntios 10:1-2"]},"josue_4_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como os sacerdotes procederam ao carregar a arca.","explicacao_detalhada":"O 'modo' indica a importância da ordem e da reverência no transporte da arca, que era sagrada e representava a presença de Deus.","por_que_esta_palavra":"A forma como os sacerdotes carregavam a arca é um reflexo da santidade de Deus e da necessidade de se aproximar dEle com respeito.","conexao_teologica":"A maneira de adorar e servir a Deus deve ser feita com reverência e em conformidade com Sua vontade.","referencias_relacionadas":["Números 4:15","Salmos 89:7","Hebreus 12:28-29"]},"josue_4_12_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência dos israelitas, enfatizando a continuidade da promessa de Deus.","explicacao_detalhada":"O 'filho' representa não apenas a linhagem física, mas também a herança espiritual que os israelitas têm como povo escolhido.","por_que_esta_palavra":"A menção de 'filho' reforça a ideia de que as promessas de Deus se estendem de geração em geração.","conexao_teologica":"Em Cristo, somos feitos filhos de Deus, herdeiros das promessas e da nova aliança.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:17","1 João 3:1"]},"josue_4_12_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A palavra 'cruz' refere-se ao ato de atravessar o Jordão, simbolizando a transição e a libertação.","explicacao_detalhada":"A 'cruz' aqui é uma metáfora para a passagem do povo de Israel da escravidão para a liberdade na Terra Prometida.","por_que_esta_palavra":"A travessia do Jordão é um símbolo da libertação e do novo começo que Deus oferece ao Seu povo.","conexao_teologica":"A cruz de Cristo representa a libertação do pecado e a entrada na nova vida em Deus.","referencias_relacionadas":["Gálatas 5:1","Colossenses 1:13-14","Romanos 6:22"]},"josue_4_13_adoracao":{"palavra_pt":"exercitos","palavra_original":"צָבָא","transliteracao":"tsâbâʼ","strong":"H6635","significado_raiz":"Ideia básica: exercitos.","significado_contextual":"A palavra 'exércitos' refere-se ao poder e à soberania de Deus sobre todas as coisas.","explicacao_detalhada":"No contexto de Josué 4:13, a menção aos 'exércitos' de Deus enfatiza que Ele é o Senhor dos exércitos e que luta pelas batalhas de Seu povo.","por_que_esta_palavra":"A referência aos exércitos de Deus é um lembrete de que a vitória vem dEle e que devemos confiar em Sua proteção.","conexao_teologica":"Deus como Senhor dos exércitos é um tema recorrente que nos lembra de Sua soberania e poder em nossas vidas.","referencias_relacionadas":["Salmos 24:10","Isaías 6:3","Romanos 8:31"]},"josue_4_13_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' refere-se à presença de Deus que vai diante do Seu povo.","explicacao_detalhada":"O 'rosto' de Deus simboliza Sua proximidade e a relação íntima que Ele deseja ter com Seu povo.","por_que_esta_palavra":"A presença de Deus é fundamental para a orientação e proteção do povo de Israel em sua jornada.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, culminando na encarnação de Cristo, que é a imagem visível do Deus invisível.","referencias_relacionadas":["Êxodo 33:14","Salmos 67:1","Mateus 28:20"]},"josue_4_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que é sagrado e poderoso.","explicacao_detalhada":"O 'nome' de Deus é um símbolo de Sua autoridade e caráter, e invocá-lo é reconhecer Sua soberania.","por_que_esta_palavra":"O nome do Senhor é um refúgio e uma fonte de poder para o Seu povo, especialmente em tempos de dificuldade.","conexao_teologica":"O nome de Deus é revelado plenamente em Jesus Cristo, que é o Senhor e Salvador.","referencias_relacionadas":["Salmos 20:7","Filipenses 2:9-11","Atos 4:12"]},"josue_4_14_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao momento específico em que Deus glorificou Josué diante do povo.","explicacao_detalhada":"Este 'dia' é um marco na história de Israel, simbolizando a confirmação do chamado e da liderança de Josué.","por_que_esta_palavra":"O 'dia' enfatiza a importância de reconhecer os momentos em que Deus age em nossas vidas e na história.","conexao_teologica":"Cada dia é uma oportunidade para ver a mão de Deus em ação e para glorificá-Lo por Suas obras.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","2 Coríntios 6:2"]},"josue_4_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' novamente enfatiza a importância do nome de Deus e Sua autoridade.","explicacao_detalhada":"A menção do 'senhor' neste contexto reforça a ideia de que é Deus quem dá a vitória e a liderança ao Seu povo.","por_que_esta_palavra":"Reconhecer o nome do Senhor é fundamental para a fé e a adoração do povo de Deus.","conexao_teologica":"O nome do Senhor é um tema central na Bíblia, que nos chama a confiar e a invocar Sua presença em nossas vidas.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","João 14:13-14"]},"josue_4_14_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à capacidade de ver e perceber, tanto fisicamente quanto espiritualmente.","explicacao_detalhada":"O 'olho' simboliza a percepção e a visão clara dos eventos e das obras de Deus. Neste contexto, é um chamado à atenção para os milagres que Deus realizou.","por_que_esta_palavra":"A palavra 'olho' é utilizada para enfatizar a importância de testemunhar e lembrar das ações de Deus na história do povo de Israel.","conexao_teologica":"O conceito de 'olho' está ligado à ideia de vigilância e discernimento espiritual, que é essencial para a fé.","referencias_relacionadas":["Salmos 119:18","Mateus 6:22","Hebreus 12:2"]},"josue_4_15_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude e importância da declaração feita por Deus.","explicacao_detalhada":"A palavra 'grande' aqui enfatiza a seriedade e a autoridade da mensagem que está sendo transmitida, mostrando que é algo de grande relevância.","por_que_esta_palavra":"Utiliza-se 'grande' para destacar a importância do que está sendo dito, reforçando a necessidade de atenção e obediência.","conexao_teologica":"A grandeza de Deus é um tema recorrente nas Escrituras, refletindo Sua soberania e poder.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"josue_4_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa Sua autoridade e caráter.","explicacao_detalhada":"O nome 'Senhor' é central na identidade de Deus e é invocado para invocar Sua presença e poder em situações específicas.","por_que_esta_palavra":"A palavra 'senhor' é utilizada para reconhecer a soberania de Deus sobre todas as coisas.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua revelação e ao relacionamento que Ele tem com Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"josue_4_16_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se à função dos sacerdotes como mediadores entre Deus e o povo.","explicacao_detalhada":"Os sacerdotes desempenham um papel crucial na adoração e nos rituais, representando o povo diante de Deus.","por_que_esta_palavra":"A palavra 'sacerdote' é importante para entender a estrutura religiosa e a mediação que ocorre entre Deus e Israel.","conexao_teologica":"O sacerdócio é um tema que aponta para Cristo, nosso Sumo Sacerdote, que intercede por nós.","referencias_relacionadas":["Hebreus 5:1","1 Pedro 2:9","Levítico 10:10"]},"josue_4_16_testemunha":{"palavra_pt":"testemunho","palavra_original":"עֵדוּת","transliteracao":"ʻêdûwth","strong":"H5715","significado_raiz":"Ideia básica: testemunho.","significado_contextual":"Refere-se ao ato de dar testemunho sobre as obras de Deus.","explicacao_detalhada":"A palavra 'testemunho' implica em lembrar e proclamar as ações de Deus, servindo como um lembrete para as futuras gerações.","por_que_esta_palavra":"É fundamental que o povo de Deus testemunhe Suas obras para que a fé seja passada adiante.","conexao_teologica":"O testemunho é uma parte essencial da vida cristã, refletindo a verdade de Deus em nossas vidas.","referencias_relacionadas":["Salmos 78:4","Atos 1:8","Apocalipse 12:11"]},"josue_4_16_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude do ato de Deus e à importância do que está sendo comunicado.","explicacao_detalhada":"A palavra 'grande' aqui ressalta a importância do ato de Deus e a necessidade de ser lembrado e proclamado.","por_que_esta_palavra":"A grandeza de Deus é um tema central nas Escrituras, refletindo Sua majestade e poder.","conexao_teologica":"A grandeza de Deus é um convite à adoração e à reverência.","referencias_relacionadas":["Salmos 145:3","Isaías 40:26","Romanos 11:36"]},"josue_4_17_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se à função dos sacerdotes em obedecer a Deus e cumprir Seus mandamentos.","explicacao_detalhada":"Os sacerdotes são chamados a agir em obediência, simbolizando a importância da submissão à vontade de Deus.","por_que_esta_palavra":"A palavra 'sacerdote' é utilizada para enfatizar o papel de liderança espiritual e obediência a Deus.","conexao_teologica":"O sacerdócio é um símbolo do relacionamento de Deus com Seu povo e a importância da obediência.","referencias_relacionadas":["Hebreus 5:4","1 Pedro 2:5","Levítico 8:1-2"]},"josue_4_17_enviar":{"palavra_pt":"enviar","palavra_original":"צָוָה","transliteracao":"tsâvâh","strong":"H6680","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de enviar como um comando de Deus para cumprir Sua vontade.","explicacao_detalhada":"A palavra 'enviar' implica em uma missão ou tarefa que deve ser realizada em nome de Deus.","por_que_esta_palavra":"A ideia de 'enviar' é fundamental para entender a missão do povo de Deus e a responsabilidade que eles têm.","conexao_teologica":"O envio é um tema que se conecta com a Grande Comissão e a chamada para evangelizar.","referencias_relacionadas":["Mateus 28:19-20","Isaías 6:8","João 20:21"]},"josue_4_17_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à importância e à seriedade da mensagem que está sendo comunicada.","explicacao_detalhada":"A palavra 'grande' enfatiza a magnitude do que está sendo dito e a necessidade de atenção.","por_que_esta_palavra":"A utilização de 'grande' destaca a importância do que Deus está comunicando ao Seu povo.","conexao_teologica":"A grandeza de Deus é um tema que permeia toda a Escritura, refletindo Sua soberania.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"josue_4_18_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se à função dos sacerdotes em realizar rituais e obedecer a Deus.","explicacao_detalhada":"Os sacerdotes têm a responsabilidade de conduzir o povo em adoração e em rituais sagrados.","por_que_esta_palavra":"A palavra 'sacerdote' é crucial para entender a mediação entre Deus e o povo.","conexao_teologica":"O sacerdócio aponta para Cristo, que é nosso Sumo Sacerdote e intercede por nós.","referencias_relacionadas":["Hebreus 4:14-16","1 Pedro 2:9","Levítico 10:10"]},"josue_4_18_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair neste contexto refere-se ao ato de descer ou tombar, simbolizando a passagem do povo de Israel pelo rio Jordão.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a ação de Deus ao permitir que as águas do Jordão se separassem, fazendo com que o povo atravessasse em terra seca. Isso representa a intervenção divina na história de Israel.","por_que_esta_palavra":"Esta palavra é crucial para entender a magnitude do milagre que ocorreu, enfatizando a ação de Deus em favor do seu povo.","conexao_teologica":"A queda das águas do Jordão é um símbolo da salvação e da libertação que Deus proporciona ao seu povo, semelhante à passagem do Mar Vermelho.","referencias_relacionadas":["Josué 3:16","Êxodo 14:21","Salmos 114:3"]},"josue_4_18_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Grande aqui se refere à magnitude do milagre realizado por Deus ao abrir o Jordão.","explicacao_detalhada":"A palavra 'grande' enfatiza a importância e a grandiosidade do ato divino, mostrando que Deus é poderoso e capaz de realizar feitos extraordinários.","por_que_esta_palavra":"A utilização de 'grande' destaca a natureza sobrenatural do evento e a soberania de Deus sobre a criação.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, onde Ele é frequentemente exaltado por suas obras poderosas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:26","Romanos 11:33"]},"josue_4_19_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Povo refere-se aos israelitas que atravessaram o Jordão, simbolizando a nação escolhida por Deus.","explicacao_detalhada":"A palavra 'povo' é usada para descrever a coletividade dos israelitas, que são o povo da aliança, escolhidos para cumprir os propósitos de Deus na terra.","por_que_esta_palavra":"É importante para entender a identidade coletiva dos israelitas e seu papel na história da salvação.","conexao_teologica":"O conceito de povo de Deus é central na teologia bíblica, representando a relação especial entre Deus e aqueles que Ele escolheu.","referencias_relacionadas":["Êxodo 19:6","Deuteronômio 7:6","1 Pedro 2:9"]},"josue_4_19_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Entre indica a posição dos israelitas em relação ao local onde as pedras foram levantadas.","explicacao_detalhada":"A palavra 'entre' é usada para descrever a localização das pedras que serviriam como um memorial para as futuras gerações.","por_que_esta_palavra":"É essencial para entender a importância do local e a ação de Deus em meio ao seu povo.","conexao_teologica":"A presença de Deus entre seu povo é um tema importante, refletindo a ideia de que Ele habita no meio dos que são Seus.","referencias_relacionadas":["Êxodo 25:8","Salmos 46:5","Mateus 18:20"]},"josue_4_19_instrument":{"palavra_pt":"instrument","palavra_original":"עָשׂוֹר","transliteracao":"ʻâsôwr","strong":"H6218","significado_raiz":"Ideia básica: instrument.","significado_contextual":"Instrumento refere-se às pedras que foram levantadas como um memorial da intervenção de Deus.","explicacao_detalhada":"A palavra 'instrumento' aqui simboliza algo que serve a um propósito específico, neste caso, lembrar as futuras gerações do milagre realizado por Deus.","por_que_esta_palavra":"É importante para entender como Deus utiliza objetos físicos para comunicar verdades espirituais.","conexao_teologica":"Deus frequentemente usa símbolos e rituais para ensinar e lembrar seu povo sobre sua fidelidade e poder.","referencias_relacionadas":["Josué 4:6","Êxodo 12:14","Salmos 78:4"]},"josue_4_20_pedra":{"palavra_pt":"pedra","palavra_original":"אֶבֶן","transliteracao":"ʼeben","strong":"H68","significado_raiz":"Ideia básica: pedra.","significado_contextual":"Pedra refere-se às pedras que foram levantadas como um memorial da travessia do Jordão.","explicacao_detalhada":"A palavra 'pedra' simboliza estabilidade e durabilidade, servindo como um testemunho físico da fidelidade de Deus.","por_que_esta_palavra":"As pedras são um símbolo tangível da intervenção divina e da aliança entre Deus e seu povo.","conexao_teologica":"As pedras como memorial refletem a importância de lembrar as obras de Deus na história da salvação.","referencias_relacionadas":["Josué 4:7","Gênesis 28:18","Salmos 118:22"]},"josue_4_20_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Entre novamente indica a posição das pedras em relação ao povo.","explicacao_detalhada":"A repetição da palavra 'entre' reforça a ideia de que as pedras estão no meio do povo, simbolizando a presença de Deus entre eles.","por_que_esta_palavra":"É importante para enfatizar a relação entre o povo e os símbolos da intervenção divina.","conexao_teologica":"A presença de Deus entre seu povo é um tema central, mostrando que Ele está sempre próximo de seus filhos.","referencias_relacionadas":["Salmos 22:3","Isaías 12:6","Mateus 1:23"]},"josue_4_20_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar refere-se à ação de erguer as pedras como um memorial.","explicacao_detalhada":"A palavra 'levantar' implica uma ação deliberada de estabelecer algo que servirá como recordação do que Deus fez.","por_que_esta_palavra":"É crucial para entender a importância de criar memórias que ajudem a manter viva a história da intervenção divina.","conexao_teologica":"Levantar memorial é uma prática que reflete a necessidade de lembrar e ensinar as futuras gerações sobre a fidelidade de Deus.","referencias_relacionadas":["Deuteronômio 6:7","Salmos 78:5","Hebreus 11:4"]},"josue_4_21_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer aqui refere-se à instrução de contar aos filhos sobre o que Deus fez.","explicacao_detalhada":"A palavra 'dizer' enfatiza a importância da comunicação e do testemunho das obras de Deus às novas gerações.","por_que_esta_palavra":"É essencial para a transmissão da fé e da história do povo de Deus.","conexao_teologica":"A prática de contar as obras de Deus é fundamental para a formação da identidade do povo de Deus ao longo da história.","referencias_relacionadas":["Salmos 145:4","Deuteronômio 4:9","Mateus 28:19-20"]},"josue_4_21_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho refere-se às futuras gerações que devem ser ensinadas sobre a fidelidade de Deus.","explicacao_detalhada":"A palavra 'filho' simboliza a continuidade da fé e a responsabilidade de cada geração em transmitir a verdade sobre Deus.","por_que_esta_palavra":"É importante para entender a relação entre pais e filhos na transmissão da fé.","conexao_teologica":"A ênfase na educação dos filhos é um princípio bíblico que reflete o desejo de Deus de que seu povo conheça e ame a Ele.","referencias_relacionadas":["Salmos 78:6","Provérbios 22:6","Efésios 6:4"]},"josue_4_21_pedra":{"palavra_pt":"pedra","palavra_original":"אֶבֶן","transliteracao":"ʼeben","strong":"H68","significado_raiz":"Ideia básica: pedra.","significado_contextual":"A pedra simboliza a memória e a permanência do ato de Deus ao abrir o rio Jordão.","explicacao_detalhada":"Neste versículo, as pedras são levantadas como um testemunho para as futuras gerações, lembrando-as do poder de Deus e da sua intervenção na história de Israel.","por_que_esta_palavra":"A palavra 'pedra' é usada para enfatizar a solidez e a durabilidade da lembrança do que Deus fez.","conexao_teologica":"A pedra representa a fidelidade de Deus e a importância de lembrar suas obras poderosas.","referencias_relacionadas":["Salmos 78:4","Deuteronômio 6:7","Josué 4:7"]},"josue_4_22_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Conhecer aqui implica em ter um entendimento profundo e pessoal do que Deus fez.","explicacao_detalhada":"O ato de conhecer é mais do que saber; é uma experiência que leva à fé e à confiança em Deus.","por_que_esta_palavra":"A palavra 'conhecer' é crucial para a relação entre Deus e seu povo, enfatizando a necessidade de um relacionamento íntimo.","conexao_teologica":"O conhecimento de Deus é fundamental para a vida espiritual e a obediência do povo.","referencias_relacionadas":["Oséias 4:6","Filipenses 3:10","João 17:3"]},"josue_4_22_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho representa a continuidade da linhagem e a transmissão da fé entre gerações.","explicacao_detalhada":"Neste contexto, os filhos são chamados a lembrar e a conhecer as obras de Deus, passando essa herança espiritual adiante.","por_que_esta_palavra":"A palavra 'filho' é usada para enfatizar a importância da educação espiritual nas famílias.","conexao_teologica":"A relação pai-filho é uma metáfora comum na Bíblia para descrever a relação entre Deus e seu povo.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Efésios 6:4"]},"josue_4_22_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer neste contexto refere-se à proclamação das maravilhas de Deus.","explicacao_detalhada":"A palavra 'dizer' implica em comunicar e testemunhar as obras de Deus, reforçando a importância da palavra falada na fé.","por_que_esta_palavra":"A comunicação das verdades de Deus é essencial para a edificação da fé na comunidade.","conexao_teologica":"A palavra de Deus é viva e eficaz, e deve ser proclamada entre os povos.","referencias_relacionadas":["Romanos 10:14","Salmos 105:1","Mateus 28:19-20"]},"josue_4_23_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Mar aqui se refere ao grande ato de Deus ao separar as águas do Jordão.","explicacao_detalhada":"O mar simboliza tanto a criação quanto a salvação, mostrando o poder de Deus sobre a natureza.","por_que_esta_palavra":"A palavra 'mar' é usada para lembrar a grandeza de Deus em suas obras de libertação.","conexao_teologica":"Deus é o Senhor sobre as águas, e isso é um tema recorrente na Bíblia.","referencias_relacionadas":["Êxodo 14:21","Salmos 77:16","Isaías 43:16"]},"josue_4_23_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor é invocado como símbolo de sua autoridade e poder.","explicacao_detalhada":"Neste contexto, o nome de Deus é um lembrete da sua presença e do seu caráter fiel.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a relação de Israel com Deus como seu líder e protetor.","conexao_teologica":"O nome de Deus é sagrado e representa sua essência e atributos.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Romanos 10:13"]},"josue_4_23_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como o criador e sustentador de todas as coisas.","explicacao_detalhada":"A palavra 'deus' enfatiza a soberania e a divindade de Deus em relação ao seu povo.","por_que_esta_palavra":"A palavra 'deus' é central para a identidade de Israel e sua relação com o mundo.","conexao_teologica":"A compreensão de Deus como 'Elohim' é fundamental para a teologia do Antigo Testamento.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"josue_4_24_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra representa a promessa de Deus ao povo de Israel.","explicacao_detalhada":"Neste versículo, a terra é um símbolo da herança e da bênção que Deus deu ao seu povo.","por_que_esta_palavra":"A palavra 'terra' é usada para reafirmar a fidelidade de Deus em cumprir suas promessas.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, simbolizando a presença de Deus entre seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Josué 1:3"]},"josue_4_24_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia aqui simboliza um tempo específico de ação de Deus na história.","explicacao_detalhada":"O dia é um lembrete da intervenção divina e do cumprimento das promessas de Deus em momentos históricos.","por_que_esta_palavra":"A palavra 'dia' é importante para marcar eventos significativos na história da salvação.","conexao_teologica":"Deus age na história em dias específicos, mostrando seu plano redentor.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Atos 2:20"]},"josue_4_24_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como Deus age e se revela ao seu povo.","explicacao_detalhada":"O modo de Deus é frequentemente revelado através de suas ações e promessas, que devem ser lembradas.","por_que_esta_palavra":"A palavra 'modo' enfatiza a importância de reconhecer a forma como Deus opera na vida dos crentes.","conexao_teologica":"O entendimento do modo de Deus é essencial para a fé e a prática cristã.","referencias_relacionadas":["Isaías 55:8-9","Romanos 11:33","Salmos 103:7"]}}