{"josue_5_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como os israelitas se prepararam para entrar na terra prometida.","explicacao_detalhada":"A palavra 'modo' implica uma maneira específica de agir ou proceder, que é essencial para entender a obediência dos israelitas às instruções divinas.","por_que_esta_palavra":"Esta palavra é crucial para descrever a forma como os israelitas devem se comportar em relação às ordens de Deus.","conexao_teologica":"O modo de agir dos israelitas reflete a importância da obediência e da santidade ao se aproximar de Deus.","referencias_relacionadas":["Josué 1:7","Deuteronômio 5:32","Êxodo 23:21"]},"josue_5_1_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao mar que os israelitas cruzaram, simbolizando a libertação do Egito.","explicacao_detalhada":"A palavra 'mar' é usada para descrever a grande massa de água que representa tanto um obstáculo quanto um meio de salvação para o povo de Israel.","por_que_esta_palavra":"O mar é um símbolo de poder e de intervenção divina, essencial para a narrativa da libertação.","conexao_teologica":"A travessia do mar é um ato de fé e confiança na providência de Deus, que leva à salvação.","referencias_relacionadas":["Êxodo 14:21","Salmos 77:16","Isaías 43:16"]},"josue_5_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a ação de cair, que pode ser interpretada como uma queda em desgraça ou um ato de rendição.","explicacao_detalhada":"A palavra 'cair' pode simbolizar a derrota dos inimigos de Israel ou a necessidade de se submeter à vontade de Deus.","por_que_esta_palavra":"É importante para entender a dinâmica de poder entre Israel e as nações vizinhas.","conexao_teologica":"Cair diante de Deus é um ato de humildade e reconhecimento da soberania divina.","referencias_relacionadas":["Salmos 27:2","Romanos 14:11","Filipenses 2:10"]},"josue_5_2_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a um tempo ou momento específico em que algo deve ser feito.","explicacao_detalhada":"A palavra 'expressão' implica um tempo determinado que é significativo para a ação de Deus na vida do povo.","por_que_esta_palavra":"É essencial para entender a importância do tempo nas promessas e ações de Deus.","conexao_teologica":"Deus atua em tempos específicos, mostrando que Ele tem um plano e um propósito para cada momento.","referencias_relacionadas":["Eclesiastes 3:1","Gálatas 4:4","Romanos 5:6"]},"josue_5_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é central na identidade e na relação do povo com Ele.","explicacao_detalhada":"A palavra 'senhor' representa a soberania e a autoridade de Deus sobre Israel e sobre todas as nações.","por_que_esta_palavra":"O nome de Deus é fundamental para a adoração e para a compreensão da aliança entre Deus e Seu povo.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e poder, que garante a proteção e a liderança sobre Israel.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"josue_5_2_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode ser interpretada como uma metáfora para força ou poder.","explicacao_detalhada":"A utilização da palavra 'urso' sugere uma imagem de força e proteção, que pode ser associada à ação de Deus em favor de Seu povo.","por_que_esta_palavra":"É importante para entender a força que Deus exerce em defesa de Israel.","conexao_teologica":"Deus é frequentemente descrito como um protetor forte, que defende Seu povo contra os inimigos.","referencias_relacionadas":["Salmos 18:2","Isaías 40:10","Romanos 8:31"]},"josue_5_3_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Semelhante ao uso anterior, enfatiza a força e a proteção divina.","explicacao_detalhada":"A repetição da palavra 'urso' reforça a ideia de que Deus é um defensor poderoso e imbatível.","por_que_esta_palavra":"A força de Deus é um tema recorrente na narrativa bíblica, essencial para a confiança do povo.","conexao_teologica":"A força de Deus é um aspecto central da Sua natureza, que garante a vitória de Seu povo.","referencias_relacionadas":["Salmos 46:1","Salmos 91:2","Isaías 41:10"]},"josue_5_3_rocha":{"palavra_pt":"rocha","palavra_original":"צוּר","transliteracao":"tsûwr","strong":"H6697","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Refere-se à firmeza e estabilidade que Deus oferece ao Seu povo.","explicacao_detalhada":"A palavra 'rocha' simboliza segurança e proteção, representando a confiança que os israelitas devem ter em Deus.","por_que_esta_palavra":"A rocha é um símbolo de força e durabilidade, essencial para a fé do povo.","conexao_teologica":"Deus é descrito como a rocha de Israel, enfatizando Sua imutabilidade e fidelidade.","referencias_relacionadas":["Salmos 18:31","Deuteronômio 32:4","Mateus 7:24"]},"josue_5_3_destruir":{"palavra_pt":"destruir","palavra_original":"מוּל","transliteracao":"mûwl","strong":"H4135","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Indica a ação de destruir, que pode se referir à derrota dos inimigos de Israel.","explicacao_detalhada":"A palavra 'destruir' implica um ato de julgamento e de purificação, essencial para a conquista da terra prometida.","por_que_esta_palavra":"É importante para entender a necessidade de eliminar a idolatria e a corrupção das nações vizinhas.","conexao_teologica":"A destruição dos inimigos é parte do plano de Deus para estabelecer um povo santo.","referencias_relacionadas":["Deuteronômio 7:2","Josué 6:21","1 Samuel 15:3"]},"josue_5_4_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus e à importância de obedecer a Seus mandamentos.","explicacao_detalhada":"A palavra 'palavra/coisa' enfatiza a comunicação divina e a necessidade de resposta do povo.","por_que_esta_palavra":"É fundamental para a relação entre Deus e Israel, que se baseia na revelação e na obediência.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo a base da fé e da prática do povo.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Mateus 4:4"]},"josue_5_4_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida física e espiritual dos israelitas que estavam prestes a entrar na Terra Prometida.","explicacao_detalhada":"A palavra 'vida' neste contexto enfatiza a importância da obediência a Deus para a preservação da vida e da prosperidade na nova terra.","por_que_esta_palavra":"A vida é um tema central na relação entre Deus e Seu povo, simbolizando a promessa de bênçãos e a necessidade de seguir Seus caminhos.","conexao_teologica":"A vida é vista como um dom de Deus, que deve ser vivido em conformidade com Sua vontade.","referencias_relacionadas":["Deuteronômio 30:19-20","João 10:10","Romanos 6:23"]},"josue_5_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como os israelitas devem viver e se comportar ao entrar na nova terra.","explicacao_detalhada":"O 'modo' implica em seguir as instruções de Deus e viver de acordo com a Sua lei, que é essencial para a vida na Terra Prometida.","por_que_esta_palavra":"O modo de vida é crucial para a identidade do povo de Deus e sua relação com Ele.","conexao_teologica":"A maneira de viver reflete a santidade de Deus e a chamada para que Seu povo seja separado e distinto.","referencias_relacionadas":["Levítico 20:26","1 Pedro 1:15-16","Romanos 12:2"]},"josue_5_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Reitera a importância do modo de vida dos israelitas, especialmente em relação à obediência a Deus.","explicacao_detalhada":"A repetição da palavra 'modo' enfatiza a necessidade de consistência na vida espiritual e moral do povo.","por_que_esta_palavra":"O modo de vida é um reflexo da fé e da confiança em Deus, que deve ser mantido em todas as circunstâncias.","conexao_teologica":"A vida cristã é caracterizada por um modo de viver que glorifica a Deus e demonstra a transformação pelo Espírito Santo.","referencias_relacionadas":["Gálatas 5:22-23","Efésios 4:1","Colossenses 3:17"]},"josue_5_5_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Novamente, refere-se à vida dos israelitas, agora em um contexto de reflexão sobre suas ações passadas.","explicacao_detalhada":"A ênfase na vida destaca a necessidade de aprender com a história e seguir o caminho que leva à vida plena em Deus.","por_que_esta_palavra":"A vida é um presente que deve ser valorizado e vivido em conformidade com a vontade divina.","conexao_teologica":"A vida em Cristo é a verdadeira vida, que se manifesta em obediência e comunhão com Deus.","referencias_relacionadas":["João 14:6","1 João 5:12","Salmos 119:93"]},"josue_5_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma explicação sobre a razão pela qual os israelitas devem seguir as instruções de Deus.","explicacao_detalhada":"A palavra 'porque' conecta a obediência à vida e às promessas de Deus, mostrando que a desobediência traz consequências.","por_que_esta_palavra":"É uma palavra que estabelece a lógica da relação entre a obediência e as bênçãos divinas.","conexao_teologica":"A obediência a Deus é fundamental para experimentar Suas promessas e bênçãos.","referencias_relacionadas":["Deuteronômio 28:1-2","Tiago 1:22","Romanos 2:6"]},"josue_5_6_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Refere-se à voz de Deus que guia e orienta o povo de Israel.","explicacao_detalhada":"A voz de Deus é um meio pelo qual Ele se comunica com Seu povo, trazendo instruções e advertências.","por_que_esta_palavra":"A voz é um símbolo da presença e autoridade de Deus, que deve ser ouvida e obedecida.","conexao_teologica":"A voz de Deus é essencial para a vida espiritual, pois traz direção e sabedoria.","referencias_relacionadas":["Salmos 29:4","Isaías 30:21","João 10:27"]},"josue_5_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida, que é um símbolo das bênçãos e da herança de Deus para Seu povo.","explicacao_detalhada":"A terra é um lugar de descanso e prosperidade, onde os israelitas devem viver em obediência a Deus.","por_que_esta_palavra":"A terra representa a realização das promessas de Deus e a importância de permanecer fiel a Ele.","conexao_teologica":"A terra prometida é um tipo da herança celestial que os crentes aguardam.","referencias_relacionadas":["Hebreus 11:10","Gálatas 4:26","Apocalipse 21:1-2"]},"josue_5_6_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de clamar a Deus em busca de ajuda e orientação.","explicacao_detalhada":"Dar é um ato de entrega e confiança em Deus, reconhecendo que tudo o que temos vem dEle.","por_que_esta_palavra":"Clamar a Deus é um reconhecimento da nossa dependência e necessidade de Sua intervenção.","conexao_teologica":"A oração e o clamor são fundamentais na vida do crente, pois estabelecem uma relação íntima com Deus.","referencias_relacionadas":["Salmos 34:17","Romanos 10:13","1 João 5:14"]},"josue_5_7_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Novamente, refere-se à vida, enfatizando a continuidade da relação com Deus.","explicacao_detalhada":"A vida é um tema recorrente que destaca a importância de viver em conformidade com a vontade de Deus.","por_que_esta_palavra":"A vida é um presente que deve ser vivido em gratidão e obediência.","conexao_teologica":"A vida em Cristo é a verdadeira vida, que se manifesta em amor e serviço ao próximo.","referencias_relacionadas":["Gálatas 2:20","Colossenses 3:3-4","João 15:5"]},"josue_5_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação de filiação entre os israelitas e Deus, enfatizando a identidade do povo escolhido.","explicacao_detalhada":"A palavra 'filho' destaca a intimidade e a responsabilidade que vem com a filiação divina.","por_que_esta_palavra":"Ser filho de Deus implica em viver de acordo com Seus princípios e valores.","conexao_teologica":"A filiação é um tema central na teologia cristã, onde todos os crentes são considerados filhos de Deus através de Cristo.","referencias_relacionadas":["João 1:12","Romanos 8:14-17","Gálatas 3:26"]},"josue_5_7_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar, no contexto de Josué 5:7, refere-se ao ato de Deus de fazer com que os filhos de Israel sejam reconhecidos como Seu povo, após a circuncisão.","explicacao_detalhada":"A palavra 'levantar' implica um ato de ação e mudança de estado. Neste versículo, Deus levanta a nova geração de israelitas, que não conheceu o Egito, para que sejam Seus servos e herdeiros da promessa.","por_que_esta_palavra":"A escolha da palavra 'levantar' enfatiza a transformação e a nova identidade que Deus dá ao Seu povo, marcando um novo começo após a desobediência da geração anterior.","conexao_teologica":"Teologicamente, levantar representa a restauração e a nova aliança que Deus estabelece com Seu povo, simbolizando a importância da obediência e da consagração.","referencias_relacionadas":["Gênesis 17:10-14","Êxodo 12:48-49","Deuteronômio 30:6"]},"josue_5_8_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Julgar, neste versículo, refere-se ao ato de Deus de avaliar a condição espiritual do povo de Israel após a circuncisão.","explicacao_detalhada":"A palavra 'julgar' implica um exame cuidadoso das ações e do coração do povo. Após a circuncisão, Deus está pronto para avaliar a disposição deles em seguir Suas instruções.","por_que_esta_palavra":"A palavra 'julgar' é utilizada para mostrar que Deus não apenas observa, mas também responde às ações do Seu povo, enfatizando a relação de responsabilidade entre Deus e Israel.","conexao_teologica":"Teologicamente, o julgamento de Deus é um tema recorrente, onde Ele avalia a fidelidade de Seu povo e as consequências de suas escolhas.","referencias_relacionadas":["Salmos 7:8","Ezequiel 18:30","Romanos 14:10-12"]},"josue_5_8_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Gado, no contexto de Josué 5:8, refere-se aos animais que acompanhavam os israelitas, simbolizando a prosperidade e a provisão de Deus.","explicacao_detalhada":"A palavra 'gado' é usada para descrever a riqueza e os recursos que Deus deu ao Seu povo. Esses animais eram essenciais para a vida e a sobrevivência no deserto.","por_que_esta_palavra":"A inclusão do gado destaca a importância da agricultura e da criação de animais na cultura israelita, além de simbolizar a bênção de Deus sobre o povo.","conexao_teologica":"Teologicamente, o gado representa a provisão de Deus e a abundância que Ele deseja para Seu povo, refletindo Sua fidelidade em cuidar deles.","referencias_relacionadas":["Gênesis 30:43","Êxodo 34:26","Salmos 104:14"]},"josue_5_8_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair, neste versículo, refere-se à queda da antiga geração de israelitas que não entrou na terra prometida devido à desobediência.","explicacao_detalhada":"A palavra 'cair' implica um estado de ruína e perda, simbolizando a consequência do pecado e a necessidade de um novo começo com a nova geração.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a gravidade das consequências da desobediência e a urgência da necessidade de arrependimento e renovação.","conexao_teologica":"Teologicamente, a queda é um tema central que reflete a separação entre Deus e a humanidade devido ao pecado, mas também a promessa de restauração.","referencias_relacionadas":["Romanos 3:23","Gênesis 3:19","Hebreus 10:26-27"]},"josue_5_9_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia, no contexto de Josué 5:9, refere-se ao momento em que Deus remove a vergonha do povo de Israel após a circuncisão.","explicacao_detalhada":"A palavra 'dia' simboliza um tempo específico de mudança e renovação, onde Deus promete restaurar a honra e a dignidade de Seu povo.","por_que_esta_palavra":"A escolha da palavra 'dia' destaca a importância do tempo de Deus e como Ele age em momentos específicos para trazer libertação e restauração.","conexao_teologica":"Teologicamente, o conceito de 'dia' é significativo, pois representa a intervenção divina na história e a realização das promessas de Deus.","referencias_relacionadas":["Isaías 61:7","Salmos 30:5","Lamentações 3:22-23"]},"josue_5_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer, neste versículo, refere-se à declaração de Deus sobre a remoção da vergonha do povo de Israel.","explicacao_detalhada":"A palavra 'dizer' implica a autoridade de Deus em declarar a nova identidade e o novo status do Seu povo após a obediência.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza o poder da palavra de Deus e como Suas promessas são firmes e verdadeiras.","conexao_teologica":"Teologicamente, a palavra de Deus é criativa e transformadora, refletindo Sua soberania e a certeza de que Ele cumpre o que promete.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Hebreus 11:3"]},"josue_5_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor, neste contexto, refere-se ao nome de Deus, que é invocado para trazer segurança e identidade ao povo de Israel.","explicacao_detalhada":"A palavra 'senhor' é um título que expressa a soberania e a autoridade de Deus sobre Israel, enfatizando Seu papel como protetor e guia.","por_que_esta_palavra":"A escolha da palavra 'senhor' destaca a relação de aliança entre Deus e Seu povo, onde Ele se compromete a cuidar e a guiar.","conexao_teologica":"Teologicamente, o nome de Deus é central na adoração e na identidade do povo, refletindo Sua natureza e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 68:4","Romanos 10:13"]},"josue_5_10_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Urso, neste versículo, refere-se a um símbolo de força e proteção que Deus oferece ao Seu povo.","explicacao_detalhada":"A palavra 'urso' é usada para descrever a força que Deus proporciona aos israelitas, que devem confiar nEle em tempos de dificuldade.","por_que_esta_palavra":"A escolha da palavra 'urso' enfatiza a proteção divina e a força que Deus oferece aos que são Seus.","conexao_teologica":"Teologicamente, a força de Deus é um tema recorrente, onde Ele é visto como um refúgio e fortaleza para Seu povo.","referencias_relacionadas":["Salmos 18:2","Isaías 41:10","2 Coríntios 12:9"]},"josue_5_10_deserto":{"palavra_pt":"deserto","palavra_original":"עֲרָבָה","transliteracao":"ʻărâbâh","strong":"H6160","significado_raiz":"Ideia básica: deserto.","significado_contextual":"Deserto, no contexto de Josué 5:10, refere-se ao ambiente desolado onde os israelitas estavam, simbolizando a provação e a dependência de Deus.","explicacao_detalhada":"A palavra 'deserto' implica um lugar de teste e preparação, onde o povo aprende a confiar em Deus para sua sobrevivência e sustento.","por_que_esta_palavra":"A escolha da palavra 'deserto' destaca a jornada espiritual do povo e a importância da dependência de Deus em tempos difíceis.","conexao_teologica":"Teologicamente, o deserto é um símbolo de purificação e preparação, onde Deus molda o caráter de Seu povo.","referencias_relacionadas":["Êxodo 16:2-3","Deuteronômio 8:2-3","Mateus 4:1"]},"josue_5_10_crescer":{"palavra_pt":"crescer","palavra_original":"חָנָה","transliteracao":"chânâh","strong":"H2583","significado_raiz":"Ideia básica: crescer.","significado_contextual":"Crescer, neste versículo, refere-se ao desenvolvimento espiritual e físico do povo de Israel enquanto eles se preparam para entrar na terra prometida.","explicacao_detalhada":"A palavra 'crescer' implica um processo de amadurecimento e fortalecimento, onde o povo é moldado por suas experiências e pela orientação de Deus.","por_que_esta_palavra":"A escolha da palavra 'crescer' enfatiza a importância do crescimento espiritual e da preparação para a missão que Deus tem para Seu povo.","conexao_teologica":"Teologicamente, o crescimento é um aspecto essencial da vida cristã, onde os crentes são chamados a amadurecer na fé e na obediência a Deus.","referencias_relacionadas":["Efésios 4:15","2 Pedro 3:18","Colossenses 1:10"]},"josue_5_11_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou território que os israelitas estavam prestes a conquistar.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever não apenas o espaço físico, mas também a promessa de Deus a Abraão e seus descendentes. Neste contexto, a terra é um símbolo da herança e da bênção divina.","por_que_esta_palavra":"A menção da terra é crucial, pois representa a realização da promessa de Deus ao povo de Israel, que finalmente entraria na terra prometida.","conexao_teologica":"A terra é um tema central na teologia bíblica, simbolizando a presença de Deus e a realização de Suas promessas.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Deuteronômio 6:10"]},"josue_5_11_osso":{"palavra_pt":"osso","palavra_original":"עֶצֶם","transliteracao":"ʻetsem","strong":"H6106","significado_raiz":"Ideia básica: osso.","significado_contextual":"Refere-se à parte do corpo humano, simbolizando a vida e a força.","explicacao_detalhada":"A palavra 'osso' (עֶצֶם) é utilizada para enfatizar a fragilidade da vida humana e a necessidade de dependência de Deus. No contexto, pode simbolizar a força e a estrutura do povo de Israel.","por_que_esta_palavra":"A menção do osso pode indicar a conexão entre o povo e sua identidade, reforçando a ideia de que eles são um só corpo sob a liderança de Deus.","conexao_teologica":"Os ossos podem simbolizar a ressurreição e a restauração, como visto em Ezequiel 37.","referencias_relacionadas":["Ezequiel 37:1-14","Salmos 34:20","Hebreus 10:31"]},"josue_5_11_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de tempo em que os israelitas celebraram a Páscoa.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é importante para marcar eventos significativos na história do povo de Israel, como a celebração da Páscoa, que lembra a libertação do Egito.","por_que_esta_palavra":"O dia é um lembrete da fidelidade de Deus e da importância de celebrar Suas obras.","conexao_teologica":"O conceito de dia é frequentemente associado ao descanso e à santidade, como no sábado.","referencias_relacionadas":["Êxodo 12:14","Levítico 23:5","Deuteronômio 16:1"]},"josue_5_12_sabado":{"palavra_pt":"sabado","palavra_original":"שָׁבַת","transliteracao":"shâbath","strong":"H7673","significado_raiz":"Ideia básica: sabado.","significado_contextual":"Refere-se ao dia de descanso ordenado por Deus.","explicacao_detalhada":"A palavra 'sábado' (שָׁבַת) simboliza o descanso e a santidade, sendo um dia dedicado ao Senhor. É um lembrete da criação e da libertação.","por_que_esta_palavra":"O sábado é um sinal da aliança entre Deus e Seu povo, enfatizando a importância do descanso e da adoração.","conexao_teologica":"O sábado é um símbolo do descanso espiritual que encontramos em Cristo.","referencias_relacionadas":["Êxodo 20:8-11","Deuteronômio 5:12-15","Marcos 2:27-28"]},"josue_5_12_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra que foi dada aos israelitas como herança.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) neste contexto destaca a importância da possessão da terra prometida e a fidelidade de Deus em cumprir Suas promessas.","por_que_esta_palavra":"A terra é um símbolo da bênção e da presença de Deus entre Seu povo.","conexao_teologica":"A terra prometida é um tipo da herança celestial que os crentes aguardam.","referencias_relacionadas":["Gênesis 15:18-21","Salmos 37:11","Hebreus 11:8-10"]},"josue_5_12_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência e à continuidade da linhagem de Israel.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para enfatizar a relação familiar e a herança espiritual que passa de geração em geração.","por_que_esta_palavra":"A menção do filho destaca a importância da família e da continuidade da fé entre os israelitas.","conexao_teologica":"A ideia de filho é central na relação entre Deus e Seu povo, sendo Jesus chamado de Filho de Deus.","referencias_relacionadas":["Gênesis 22:2","Salmos 127:3","Mateus 3:17"]},"josue_5_13_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à ação de se prostrar ou se submeter diante de algo maior.","explicacao_detalhada":"A palavra 'cair' (הָיָה) é usada para descrever a reverência e a adoração que se deve a Deus, especialmente em momentos de encontro com o sagrado.","por_que_esta_palavra":"Cair é um ato de submissão e reconhecimento da soberania de Deus.","conexao_teologica":"A queda em adoração é um tema recorrente na Bíblia, simbolizando a resposta do ser humano à grandeza de Deus.","referencias_relacionadas":["Salmos 95:6","Apocalipse 4:10","Romanos 14:11"]},"josue_5_13_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude e à majestade de Deus.","explicacao_detalhada":"A palavra 'grande' (נָשָׂא) enfatiza a grandeza de Deus em Sua obra e em Sua presença entre o povo.","por_que_esta_palavra":"A grandeza de Deus é um tema central na adoração e na reverência que devemos a Ele.","conexao_teologica":"A grandeza de Deus é refletida em Sua criação e em Suas promessas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"josue_5_13_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se à capacidade de perceber ou entender algo.","explicacao_detalhada":"A palavra 'ver' (רָאָה) é usada para descrever a percepção espiritual e a revelação que Deus concede ao Seu povo.","por_que_esta_palavra":"Ver é essencial para a compreensão da vontade de Deus e para a resposta adequada a Ele.","conexao_teologica":"A visão espiritual é um tema importante, pois nos permite discernir a verdade de Deus.","referencias_relacionadas":["Salmos 119:18","Mateus 5:8","Apocalipse 1:3"]},"josue_5_14_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, ao Criador e à fonte de toda autoridade.","explicacao_detalhada":"A palavra 'deus' (שָׁחָה) é usada para descrever a reverência que devemos a Deus, reconhecendo Sua soberania e poder.","por_que_esta_palavra":"A menção de Deus é fundamental para entender a relação entre o Criador e Sua criação.","conexao_teologica":"A adoração a Deus é um aspecto central da vida espiritual e da comunidade de fé.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"josue_5_14_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação de uma mensagem ou instrução divina.","explicacao_detalhada":"No contexto de Josué 5:14, a palavra 'dizer' é usada para expressar a ordem que o comandante do exército do Senhor dá a Josué, indicando a importância da obediência às instruções divinas.","por_que_esta_palavra":"Esta palavra é crucial porque enfatiza a necessidade de ouvir e seguir a voz de Deus em momentos decisivos.","conexao_teologica":"A obediência à palavra de Deus é um tema central na teologia bíblica, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Deuteronômio 6:4-5","Salmos 119:105","Isaías 30:21"]},"josue_5_14_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' implica em fidelidade e autenticidade nas promessas de Deus.","explicacao_detalhada":"Em Josué 5:14, a verdade é um atributo de Deus que garante que suas promessas e instruções são sempre justas e verdadeiras.","por_que_esta_palavra":"A verdade é fundamental para a confiança que o povo de Israel deve ter em Deus ao entrar na Terra Prometida.","conexao_teologica":"A verdade de Deus é um pilar da fé cristã, que assegura que Ele é fiel em cumprir Suas promessas.","referencias_relacionadas":["Salmos 25:5","João 14:6","Hebreus 10:23"]},"josue_5_15_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' não é utilizada no sentido literal, mas como uma metáfora para a força e proteção divina.","explicacao_detalhada":"No contexto de Josué 5:15, a ideia de 'urso' pode ser interpretada como a força que Deus oferece a Josué e ao povo de Israel em suas batalhas.","por_que_esta_palavra":"A força de Deus é essencial para a vitória sobre os inimigos e a conquista da Terra Prometida.","conexao_teologica":"Deus é frequentemente descrito como um protetor e guerreiro que luta ao lado de Seu povo.","referencias_relacionadas":["Êxodo 15:3","Salmos 18:2","Romanos 8:31"]},"josue_5_15_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' novamente enfatiza a importância da comunicação divina.","explicacao_detalhada":"Em Josué 5:15, a ordem dada ao povo é um lembrete de que eles devem estar atentos à voz de Deus e seguir Suas instruções.","por_que_esta_palavra":"A repetição da palavra 'dizer' reforça a ideia de que a comunicação de Deus é vital para a liderança de Josué.","conexao_teologica":"A escuta da palavra de Deus é um princípio fundamental na vida de fé, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 29:4","Mateus 4:4","Tiago 1:22"]}}