{"josue_6_1_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' refere-se à presença de Deus e à importância de estar diante dEle.","explicacao_detalhada":"Em Josué 6:1, o 'rosto' simboliza a relação íntima entre Deus e o Seu povo, indicando que eles devem buscar Sua presença.","por_que_esta_palavra":"Estar diante do rosto de Deus é um chamado à adoração e à reverência.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, representando Sua proximidade e cuidado com Seu povo.","referencias_relacionadas":["Salmos 27:8","Êxodo 33:14","Hebreus 10:22"]},"josue_6_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para descrever a relação de Israel como filho de Deus.","explicacao_detalhada":"Em Josué 6:1, a referência a 'filho' destaca a herança e a identidade do povo de Israel como escolhido de Deus.","por_que_esta_palavra":"A identidade como filhos de Deus é fundamental para entender a aliança e a promessa de Deus com Israel.","conexao_teologica":"A filiação divina é um tema recorrente na Bíblia, refletindo a relação de amor e compromisso entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 4:22","Romanos 8:14","Gálatas 3:26"]},"josue_6_1_jericho":{"palavra_pt":"jericho","palavra_original":"יְרִיחוֹ","transliteracao":"Yᵉrîychôw","strong":"H3405","significado_raiz":"Ideia básica: jericho.","significado_contextual":"A palavra 'Jericó' refere-se à cidade que representa um obstáculo significativo para Israel.","explicacao_detalhada":"Em Josué 6:1, Jericó é a primeira cidade que Israel deve conquistar, simbolizando desafios que precisam ser superados pela fé.","por_que_esta_palavra":"Jericó é um símbolo de resistência ao plano de Deus, e sua conquista é um ato de fé e obediência.","conexao_teologica":"A conquista de Jericó é um exemplo da fidelidade de Deus em cumprir Suas promessas e dar vitória ao Seu povo.","referencias_relacionadas":["Hebreus 11:30","Josué 2:1","Josué 6:20"]},"josue_6_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' novamente destaca a comunicação de Deus sobre a conquista de Jericó.","explicacao_detalhada":"Em Josué 6:2, Deus fala a Josué sobre a entrega de Jericó, enfatizando a certeza da vitória.","por_que_esta_palavra":"A palavra de Deus é uma garantia de que, apesar das circunstâncias, a vitória é certa.","conexao_teologica":"A certeza da palavra de Deus é um tema central na fé, mostrando que Ele é fiel em cumprir Suas promessas.","referencias_relacionadas":["Isaías 55:11","Romanos 4:21","1 Coríntios 1:9"]},"josue_6_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Em Josué 6:2, o nome do Senhor é invocado como garantia de que Ele está no controle da situação.","por_que_esta_palavra":"Reconhecer Deus como Senhor é fundamental para a fé e a confiança do povo em Suas promessas.","conexao_teologica":"A soberania de Deus é um tema central na teologia, refletindo Seu poder e autoridade sobre a criação.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Apocalipse 19:16"]},"josue_6_2_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à ação de Deus em conceder a vitória ao Seu povo.","explicacao_detalhada":"Em Josué 6:2, Deus promete dar a cidade de Jericó a Israel, enfatizando Sua generosidade e poder.","por_que_esta_palavra":"A promessa de Deus de dar a vitória é um incentivo à fé e à obediência do povo.","conexao_teologica":"A generosidade de Deus em dar é um reflexo de Sua natureza amorosa e protetora.","referencias_relacionadas":["Tiago 1:17","Romanos 8:32","Mateus 7:11"]},"josue_6_3_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade de Jericó, que era uma fortaleza importante na terra de Canaã.","explicacao_detalhada":"A palavra 'cidade' neste contexto indica um local de habitação e defesa, onde as pessoas se reuniam e se protegiam. Jericó era conhecida por suas muralhas impenetráveis.","por_que_esta_palavra":"A cidade é o alvo da conquista israelita, simbolizando a vitória sobre as forças opostas a Deus.","conexao_teologica":"A conquista de Jericó representa a fidelidade de Deus em cumprir Suas promessas ao povo de Israel.","referencias_relacionadas":["Josué 6:1-2","Hebreus 11:30","Salmos 48:12-14"]},"josue_6_3_andar":{"palavra_pt":"andar","palavra_original":"סָבַב","transliteracao":"çâbab","strong":"H5437","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de marchar ao redor da cidade como parte do plano divino para a conquista.","explicacao_detalhada":"O 'andar' simboliza obediência e fé, onde os israelitas seguiam as instruções de Deus de forma não convencional.","por_que_esta_palavra":"O ato de andar ao redor da cidade é um teste de fé e um ato de adoração ao Senhor.","conexao_teologica":"A obediência ao comando de Deus leva à vitória, mostrando que a batalha pertence ao Senhor.","referencias_relacionadas":["Josué 6:4","Êxodo 14:14","2 Crônicas 20:15"]},"josue_6_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo específico de como os israelitas deveriam proceder durante a conquista.","explicacao_detalhada":"O 'modo' implica em seguir as instruções detalhadas de Deus, que eram diferentes do que seria esperado em uma batalha convencional.","por_que_esta_palavra":"O modo de agir reflete a confiança em Deus e a disposição de seguir Suas direções.","conexao_teologica":"A maneira como os israelitas agiram mostra que a vitória vem da obediência a Deus, não da força humana.","referencias_relacionadas":["Josué 6:3-5","Isaías 55:8-9","Romanos 12:2"]},"josue_6_4_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia específico em que os israelitas deveriam marchar ao redor da cidade.","explicacao_detalhada":"O 'dia' é significativo, pois representa um tempo determinado por Deus para a realização de Sua vontade.","por_que_esta_palavra":"O dia escolhido por Deus enfatiza a importância do tempo e da obediência ao Seu plano.","conexao_teologica":"Deus tem um tempo perfeito para cumprir Suas promessas, e os israelitas devem confiar nesse tempo.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 31:15","Gálatas 4:4"]},"josue_6_4_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Novamente se refere à cidade de Jericó, enfatizando sua importância na narrativa.","explicacao_detalhada":"A repetição da palavra 'cidade' destaca a centralidade de Jericó na conquista da Terra Prometida.","por_que_esta_palavra":"A cidade é um símbolo da resistência ao plano de Deus e da necessidade de sua destruição.","conexao_teologica":"A destruição de Jericó representa a vitória de Deus sobre a oposição e a realização de Suas promessas.","referencias_relacionadas":["Josué 6:1-2","Hebreus 11:30","1 Coríntios 15:57"]},"josue_6_4_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se aos sacerdotes que desempenham um papel crucial no ritual de conquista.","explicacao_detalhada":"Os sacerdotes eram responsáveis por levar a arca da aliança, simbolizando a presença de Deus entre o povo.","por_que_esta_palavra":"A presença dos sacerdotes indica a importância da mediação entre Deus e o povo durante a conquista.","conexao_teologica":"Os sacerdotes representam a intercessão e a santidade necessárias para se aproximar de Deus.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:10-11","Hebreus 5:1"]},"josue_6_5_altar":{"palavra_pt":"altar","palavra_original":"קֶרֶן","transliteracao":"qeren","strong":"H7161","significado_raiz":"Ideia básica: altar.","significado_contextual":"Refere-se ao altar que seria um símbolo de adoração e sacrifício a Deus.","explicacao_detalhada":"O 'altar' é um lugar de encontro com Deus, onde os israelitas poderiam oferecer sacrifícios e expressar gratidão.","por_que_esta_palavra":"O altar é essencial para a adoração e a consagração do povo a Deus após a vitória.","conexao_teologica":"A adoração é fundamental na vida do povo de Deus, especialmente após experiências de libertação.","referencias_relacionadas":["Gênesis 12:7","Êxodo 20:24","Romanos 12:1"]},"josue_6_5_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Mais uma vez, refere-se à cidade de Jericó, enfatizando a continuidade da narrativa.","explicacao_detalhada":"A repetição da palavra 'cidade' reforça a ideia de que a conquista de Jericó é um evento central na história de Israel.","por_que_esta_palavra":"A cidade é um símbolo da resistência ao plano de Deus e da necessidade de sua destruição.","conexao_teologica":"A destruição de Jericó representa a vitória de Deus sobre a oposição e a realização de Suas promessas.","referencias_relacionadas":["Josué 6:1-2","Hebreus 11:30","1 Coríntios 15:57"]},"josue_6_5_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao colapso das muralhas de Jericó como resultado da obediência dos israelitas.","explicacao_detalhada":"O 'cair' simboliza a queda das barreiras que se opõem ao plano de Deus, demonstrando Seu poder.","por_que_esta_palavra":"A queda das muralhas é um sinal da intervenção divina e da vitória sobre inimigos.","conexao_teologica":"Deus é capaz de derrubar qualquer obstáculo que se coloque em nosso caminho quando seguimos Sua vontade.","referencias_relacionadas":["Josué 6:20","Salmos 20:7","Romanos 8:31"]},"josue_6_6_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se novamente aos sacerdotes, que têm um papel central na conquista.","explicacao_detalhada":"Os sacerdotes são os líderes espirituais que guiam o povo na obediência a Deus durante a marcha.","por_que_esta_palavra":"A presença dos sacerdotes é vital para assegurar que a adoração e a obediência a Deus sejam mantidas.","conexao_teologica":"Os sacerdotes simbolizam a necessidade de liderança espiritual na vida do povo de Deus.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:10-11","Hebreus 5:1"]},"josue_6_6_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se ao pacto estabelecido entre Deus e o povo de Israel, simbolizando compromisso e fidelidade.","explicacao_detalhada":"No contexto de Josué 6, a aliança é um lembrete da promessa de Deus ao povo de Israel de que Ele estaria com eles na conquista da terra prometida. A aliança é um tema central na Bíblia, representando a relação entre Deus e a humanidade.","por_que_esta_palavra":"A palavra 'aliança' é crucial porque enfatiza a relação de compromisso entre Deus e Israel, que é fundamental para entender a narrativa da conquista de Jericó.","conexao_teologica":"A aliança é um conceito teológico que se estende desde o Antigo Testamento até o Novo Testamento, culminando na nova aliança em Cristo.","referencias_relacionadas":["Gênesis 9:13","Êxodo 19:5","Hebreus 8:6"]},"josue_6_6_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' indica a ação de convocar ou nomear, refletindo a autoridade de Deus ao instruir Seu povo.","explicacao_detalhada":"Neste contexto, Deus chama os sacerdotes para que realizem um ato de obediência que precede a queda das muralhas de Jericó. Chamar implica em um convite divino para agir conforme Sua vontade.","por_que_esta_palavra":"A palavra 'chamar' é importante porque mostra como Deus se comunica e dirige Seu povo em momentos críticos.","conexao_teologica":"A ideia de ser chamado por Deus é um tema recorrente, onde o Senhor convoca Seu povo para cumprir Seus propósitos.","referencias_relacionadas":["Isaías 43:1","Romanos 8:30","1 Pedro 2:9"]},"josue_6_7_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a Jericó, que era uma fortaleza e um símbolo de resistência contra Israel.","explicacao_detalhada":"Jericó era uma cidade fortificada que representava um obstáculo significativo para os israelitas. A conquista de Jericó é um marco na história de Israel, simbolizando a vitória de Deus sobre os inimigos.","por_que_esta_palavra":"A palavra 'cidade' é relevante porque destaca o local da batalha e a importância da conquista para a história de Israel.","conexao_teologica":"A cidade de Jericó é um exemplo da intervenção divina na história, mostrando que Deus pode derrubar barreiras que parecem intransponíveis.","referencias_relacionadas":["Números 22:1","Deuteronômio 9:1","Hebreus 11:30"]},"josue_6_7_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a instrução de Deus aos israelitas sobre como proceder na conquista.","explicacao_detalhada":"Neste contexto, Deus ordena que os israelitas sigam um plano específico para a conquista de Jericó, enfatizando a importância da obediência às Suas palavras.","por_que_esta_palavra":"A palavra 'dizer' é crucial porque mostra a comunicação direta de Deus com Seu povo e a necessidade de seguir Suas instruções.","conexao_teologica":"A comunicação de Deus com a humanidade é um tema central na Bíblia, onde Suas palavras trazem vida e direção.","referencias_relacionadas":["Salmos 119:105","Mateus 4:4","2 Timóteo 3:16"]},"josue_6_7_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se aos israelitas, que são o povo escolhido de Deus.","explicacao_detalhada":"O povo de Israel é central na narrativa bíblica, e sua identidade como povo escolhido é fundamental para entender a aliança e as promessas de Deus.","por_que_esta_palavra":"A palavra 'povo' é significativa porque representa a coletividade dos israelitas e sua relação com Deus.","conexao_teologica":"A ideia de ser um povo escolhido por Deus é um tema que se estende ao Novo Testamento, onde a Igreja é vista como o novo povo de Deus.","referencias_relacionadas":["Êxodo 19:6","Deuteronômio 7:6","1 Pedro 2:9"]},"josue_6_8_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se aos líderes espirituais que intercedem pelo povo diante de Deus.","explicacao_detalhada":"Os sacerdotes desempenham um papel crucial na adoração e nos rituais, e sua presença é essencial durante a conquista de Jericó, simbolizando a mediação entre Deus e o povo.","por_que_esta_palavra":"A palavra 'sacerdote' é importante porque destaca a função espiritual e a liderança dentro da comunidade israelita.","conexao_teologica":"O sacerdócio é um tema que se desenvolve ao longo da Bíblia, culminando no sacerdócio de Cristo, que é o nosso sumo sacerdote.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:6","Hebreus 4:14"]},"josue_6_8_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à queda das muralhas de Jericó como resultado da obediência ao comando de Deus.","explicacao_detalhada":"A queda das muralhas é um ato sobrenatural que demonstra o poder de Deus e a eficácia da fé e obediência do povo.","por_que_esta_palavra":"A palavra 'cair' é significativa porque representa a vitória de Deus sobre as forças que se opõem ao Seu povo.","conexao_teologica":"A queda de Jericó é um símbolo da vitória espiritual que os crentes têm em Cristo, onde as barreiras são derrubadas pela fé.","referencias_relacionadas":["Salmos 20:7","Romanos 8:37","1 Coríntios 15:57"]},"josue_6_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' novamente enfatiza a comunicação de Deus e a importância de seguir Suas instruções.","explicacao_detalhada":"Deus repete Suas instruções, reforçando a necessidade de obediência e confiança nas promessas divinas.","por_que_esta_palavra":"A repetição da palavra 'dizer' sublinha a importância da mensagem de Deus e a urgência da ação do povo.","conexao_teologica":"A obediência à palavra de Deus é um tema central na vida cristã, onde a fé se manifesta em ações baseadas nas instruções divinas.","referencias_relacionadas":["Tiago 1:22","Mateus 7:24","Lucas 11:28"]},"josue_6_9_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' é mencionada novamente, reforçando a importância do papel sacerdotal na conquista.","explicacao_detalhada":"Os sacerdotes são fundamentais na condução do povo em adoração e na execução das ordens de Deus, simbolizando a presença de Deus entre eles.","por_que_esta_palavra":"A repetição da palavra 'sacerdote' destaca a continuidade do papel espiritual na vida do povo de Israel.","conexao_teologica":"O sacerdócio é um tema que se conecta com a nova aliança, onde todos os crentes são chamados a serem sacerdotes diante de Deus.","referencias_relacionadas":["Êxodo 29:9","Levítico 21:6","1 Pedro 2:5"]},"josue_6_9_libertar":{"palavra_pt":"libertar","palavra_original":"חָלַץ","transliteracao":"châlats","strong":"H2502","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' refere-se à ação de Deus em libertar Seu povo das opressões e obstáculos.","explicacao_detalhada":"Neste contexto, a libertação é vista na conquista de Jericó, onde Deus age para libertar Israel de seus inimigos.","por_que_esta_palavra":"A palavra 'libertar' é significativa porque representa a ação redentora de Deus na história de Israel.","conexao_teologica":"A libertação é um tema central na Bíblia, culminando na libertação espiritual que encontramos em Cristo.","referencias_relacionadas":["Salmos 34:17","Gálatas 5:1","Romanos 8:21"]},"josue_6_9_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à presença de Deus ou à face de alguém em um contexto de adoração e reverência.","explicacao_detalhada":"O termo 'rosto' é frequentemente usado na Bíblia para denotar a presença de Deus. Em Josué 6:9, o 'rosto' pode simbolizar a direção e a orientação divina que os israelitas estavam seguindo durante a conquista de Jericó.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da presença de Deus na liderança do povo de Israel.","conexao_teologica":"A presença de Deus é um tema central na teologia bíblica, representando a relação entre Deus e seu povo.","referencias_relacionadas":["Êxodo 33:14","Salmos 27:8","Números 6:25"]},"josue_6_10_alegria":{"palavra_pt":"alegria","palavra_original":"רוּעַ","transliteracao":"rûwaʻ","strong":"H7321","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A alegria é uma resposta emocional ao agir de Deus e à expectativa de vitória.","explicacao_detalhada":"Neste versículo, a alegria é uma expressão de fé e confiança no que Deus está prestes a realizar. A alegria é uma característica do povo de Deus, especialmente em momentos de celebração e vitória.","por_que_esta_palavra":"A palavra 'alegria' é usada para motivar o povo a se manter firme e confiante nas promessas de Deus.","conexao_teologica":"A alegria é frequentemente associada à presença de Deus e à sua salvação, refletindo a esperança e a confiança do povo em suas promessas.","referencias_relacionadas":["Salmos 30:5","Isaías 12:3","Filipenses 4:4"]},"josue_6_10_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se à comunidade de israelitas que estavam juntos em obediência a Deus.","explicacao_detalhada":"A palavra 'povo' destaca a coletividade dos israelitas, enfatizando que a conquista de Jericó era um esforço conjunto sob a liderança de Deus.","por_que_esta_palavra":"É importante para mostrar que a vitória não é apenas individual, mas um esforço coletivo sob a direção divina.","conexao_teologica":"A ideia de povo de Deus é central na narrativa bíblica, representando a aliança entre Deus e Israel.","referencias_relacionadas":["Êxodo 19:6","Deuteronômio 7:6","1 Pedro 2:9"]},"josue_6_10_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude da declaração ou do ato que está prestes a ser realizado.","explicacao_detalhada":"A palavra 'grande' enfatiza a importância e a seriedade da instrução dada por Deus ao povo, indicando que o que está por vir é significativo.","por_que_esta_palavra":"Utilizada para ressaltar a importância da mensagem e a expectativa de um grande ato de Deus.","conexao_teologica":"Deus é frequentemente descrito como grande em poder e ação, e isso se reflete nas suas promessas e realizações.","referencias_relacionadas":["Salmos 145:3","Isaías 40:26","Mateus 5:14"]},"josue_6_11_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade de Jericó, que era um símbolo de resistência ao povo de Israel.","explicacao_detalhada":"A cidade representa não apenas um local físico, mas também um obstáculo espiritual e militar que os israelitas precisavam superar para cumprir a promessa de Deus.","por_que_esta_palavra":"A palavra 'cidade' é crucial para entender o contexto da conquista e a importância da obediência a Deus.","conexao_teologica":"A conquista de cidades na Bíblia muitas vezes simboliza a vitória do povo de Deus sobre as forças do mal.","referencias_relacionadas":["Deuteronômio 9:1","Josué 2:1","Hebreus 11:30"]},"josue_6_11_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se aos animais que pertencem ao povo de Israel, que também eram parte da conquista.","explicacao_detalhada":"O gado era um símbolo de riqueza e sustento, e sua inclusão na narrativa mostra a abrangência da conquista e a provisão de Deus.","por_que_esta_palavra":"A palavra 'gado' é usada para enfatizar que tudo que pertencia à cidade de Jericó estava sob a ordem de Deus.","conexao_teologica":"A provisão de Deus para seu povo é um tema recorrente, mostrando que Ele cuida de todas as necessidades.","referencias_relacionadas":["Gênesis 30:43","Salmos 50:10","Mateus 6:26"]},"josue_6_11_andar":{"palavra_pt":"andar","palavra_original":"סָבַב","transliteracao":"çâbab","strong":"H5437","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de marchar ao redor da cidade, simbolizando obediência e fé.","explicacao_detalhada":"O 'andar' é uma ação que demonstra a confiança do povo nas instruções de Deus, mesmo que pareçam incomuns.","por_que_esta_palavra":"A palavra 'andar' é importante para ilustrar a obediência ativa do povo às ordens divinas.","conexao_teologica":"A obediência a Deus é um tema central na Bíblia, refletindo a fé e a confiança do povo em suas promessas.","referencias_relacionadas":["Salmos 119:105","Romanos 1:5","Tiago 1:22"]},"josue_6_12_homem":{"palavra_pt":"homem","palavra_original":"שָׁכַם","transliteracao":"shâkam","strong":"H7925","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao líder ou ao povo que segue as instruções de Deus.","explicacao_detalhada":"A palavra 'homem' destaca a responsabilidade e a ação que cada indivíduo deve tomar em resposta à direção divina.","por_que_esta_palavra":"É usada para enfatizar a importância da liderança e da ação individual dentro da comunidade.","conexao_teologica":"A responsabilidade pessoal diante de Deus é um tema importante, mostrando que cada um deve agir conforme a vontade divina.","referencias_relacionadas":["Gênesis 2:7","Eclesiastes 12:13","Romanos 14:12"]},"josue_6_12_dia":{"palavra_pt":"dia","palavra_original":"בֹּקֶר","transliteracao":"bôqer","strong":"H1242","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo específico em que as instruções de Deus devem ser seguidas.","explicacao_detalhada":"O 'dia' é um lembrete da urgência e da importância de agir conforme as instruções de Deus no tempo certo.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender a cronologia da conquista e a obediência ao plano divino.","conexao_teologica":"O tempo é uma criação de Deus, e agir em seu tempo é fundamental para a realização de suas promessas.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","2 Coríntios 6:2"]},"josue_6_13_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se aos líderes espirituais que conduzem o povo em adoração e obediência a Deus.","explicacao_detalhada":"Os sacerdotes desempenham um papel vital na mediação entre Deus e o povo, especialmente em momentos de grande importância como a conquista de Jericó.","por_que_esta_palavra":"A palavra 'sacerdote' é usada para enfatizar a importância da liderança espiritual na vida do povo de Deus.","conexao_teologica":"O sacerdócio é um tema central na Bíblia, representando a intercessão e a adoração diante de Deus.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:10","Hebreus 5:1"]},"josue_6_13_prata":{"palavra_pt":"prata","palavra_original":"יוֹבֵל","transliteracao":"yôwbêl","strong":"H3104","significado_raiz":"Ideia básica: prata.","significado_contextual":"A prata é mencionada como um dos materiais que os sacerdotes carregavam durante a marcha ao redor de Jericó, simbolizando riqueza e valor.","explicacao_detalhada":"A prata, na cultura antiga, era um símbolo de riqueza e prosperidade. No contexto de Josué 6, a prata pode representar tanto a riqueza que seria conquistada quanto a consagração de tudo que era valioso a Deus após a vitória sobre Jericó.","por_que_esta_palavra":"A palavra 'prata' é utilizada para enfatizar a importância dos bens materiais e sua relação com a consagração ao Senhor.","conexao_teologica":"A prata, como símbolo de valor, nos lembra que tudo o que temos deve ser dedicado a Deus, refletindo a ideia de que nossas posses são um presente d'Ele.","referencias_relacionadas":["Êxodo 25:3","1 Reis 10:21","Salmos 12:6"]},"josue_6_13_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"O rosto dos sacerdotes é mencionado ao se referirem à presença de Deus durante a marcha em torno de Jericó.","explicacao_detalhada":"A palavra 'rosto' implica a ideia de presença e favor. No contexto, o rosto dos sacerdotes representa a intercessão e a presença de Deus entre o povo enquanto marchavam.","por_que_esta_palavra":"A palavra 'rosto' é crucial para entender a relação entre Deus e seu povo, simbolizando a busca pela Sua presença.","conexao_teologica":"A presença de Deus é fundamental na vida do crente, e o 'rosto' é um símbolo dessa comunhão íntima com Ele.","referencias_relacionadas":["Números 6:25","Salmos 27:8","Mateus 5:8"]},"josue_6_14_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A cidade de Jericó é o alvo da conquista de Israel, representando resistência e oposição ao plano de Deus.","explicacao_detalhada":"A palavra 'cidade' refere-se a um local fortificado que simboliza a oposição ao povo de Deus. A conquista de Jericó é um marco na história de Israel, mostrando a fidelidade de Deus em cumprir Suas promessas.","por_que_esta_palavra":"A cidade é mencionada para destacar a importância da conquista e a vitória que Deus dá ao Seu povo.","conexao_teologica":"A conquista de cidades na Bíblia muitas vezes simboliza a vitória do Reino de Deus sobre as forças do mal.","referencias_relacionadas":["Deuteronômio 9:1","Josué 2:1","Hebreus 11:30"]},"josue_6_14_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia é mencionado como parte do plano divino para a conquista de Jericó, indicando um tempo específico para a ação de Deus.","explicacao_detalhada":"A palavra 'dia' enfatiza a importância do tempo e da obediência ao plano de Deus. Cada dia de marcha ao redor da cidade tinha um propósito divino.","por_que_esta_palavra":"O uso da palavra 'dia' ressalta a necessidade de seguir as instruções de Deus em Sua cronologia.","conexao_teologica":"Deus opera em Seu tempo, e a obediência a Ele é essencial para a realização de Seus planos.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 118:24","2 Coríntios 6:2"]},"josue_6_14_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"O gado é mencionado como parte dos bens que seriam consagrados após a conquista de Jericó.","explicacao_detalhada":"A palavra 'gado' representa os recursos materiais que o povo de Israel possuía e que seriam dedicados a Deus após a vitória.","por_que_esta_palavra":"A menção do gado destaca a importância da consagração de tudo que temos a Deus.","conexao_teologica":"A consagração de bens materiais é uma prática que reflete a gratidão e a submissão a Deus.","referencias_relacionadas":["Êxodo 34:19","Levítico 27:26","Deuteronômio 14:23"]},"josue_6_15_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia é novamente mencionado, enfatizando a continuidade do plano divino para a conquista de Jericó.","explicacao_detalhada":"A repetição da palavra 'dia' mostra a importância da perseverança e da obediência contínua ao plano de Deus.","por_que_esta_palavra":"O dia é um lembrete da necessidade de seguir as instruções de Deus diariamente.","conexao_teologica":"A vida cristã é uma jornada diária de obediência e fé em Deus.","referencias_relacionadas":["Salmos 86:3","Mateus 6:34","Lucas 9:23"]},"josue_6_15_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A cidade de Jericó é novamente mencionada, reforçando o foco na conquista e na vitória sobre a oposição.","explicacao_detalhada":"A repetição da palavra 'cidade' enfatiza a importância da conquista de Jericó como um passo crucial na história de Israel.","por_que_esta_palavra":"A cidade simboliza a resistência que o povo de Deus enfrenta e a vitória que Ele proporciona.","conexao_teologica":"A conquista de cidades na Bíblia muitas vezes simboliza a vitória do Reino de Deus sobre as forças do mal.","referencias_relacionadas":["Deuteronômio 20:16","Josué 6:2","Apocalipse 21:2"]},"josue_6_15_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo' é utilizada para descrever a ação de Deus em relação à cidade de Jericó e seus habitantes.","explicacao_detalhada":"A palavra 'juízo' implica a decisão de Deus de trazer justiça sobre a cidade de Jericó, que havia se oposto ao Seu povo.","por_que_esta_palavra":"A menção de 'juízo' destaca a soberania de Deus em lidar com a iniquidade.","conexao_teologica":"O juízo de Deus é um tema recorrente na Bíblia, refletindo Sua justiça e santidade.","referencias_relacionadas":["Gênesis 18:25","Salmos 9:7-8","Romanos 2:6"]},"josue_6_16_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Os sacerdotes desempenham um papel crucial durante a marcha em torno de Jericó, simbolizando a intercessão e a presença de Deus.","explicacao_detalhada":"A palavra 'sacerdote' refere-se àqueles que servem como mediadores entre Deus e o povo, conduzindo a adoração e a consagração.","por_que_esta_palavra":"A menção dos sacerdotes destaca a importância da liderança espiritual na conquista e na adoração a Deus.","conexao_teologica":"Jesus é nosso Sumo Sacerdote, intercedendo por nós e mediando nossa relação com Deus.","referencias_relacionadas":["Êxodo 28:1","Hebreus 4:14","1 Pedro 2:9"]},"josue_6_16_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A cidade de Jericó é novamente mencionada, reforçando a importância da conquista e a vitória sobre a oposição.","explicacao_detalhada":"A repetição da palavra 'cidade' enfatiza a importância da conquista de Jericó como um passo crucial na história de Israel.","por_que_esta_palavra":"A cidade simboliza a resistência que o povo de Deus enfrenta e a vitória que Ele proporciona.","conexao_teologica":"A conquista de cidades na Bíblia muitas vezes simboliza a vitória do Reino de Deus sobre as forças do mal.","referencias_relacionadas":["Deuteronômio 20:16","Josué 6:2","Apocalipse 21:2"]},"josue_6_16_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à queda das muralhas de Jericó, um ato sobrenatural que simboliza a vitória de Deus sobre os inimigos de Israel.","explicacao_detalhada":"No contexto de Josué 6:16, a ordem de Deus para que os israelitas gritassem após tocarem as trombetas resultou na queda das muralhas. Isso demonstra o poder de Deus e a obediência do povo.","por_que_esta_palavra":"A palavra 'cair' é crucial porque representa a intervenção divina e a realização da promessa de Deus ao povo de Israel.","conexao_teologica":"A queda das muralhas de Jericó é um exemplo do poder de Deus em cumprir Suas promessas e derrotar os inimigos do Seu povo.","referencias_relacionadas":["Josué 6:20","Hebreus 11:30","Salmos 20:7"]},"josue_6_17_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a Jericó, que era uma fortaleza importante e símbolo de resistência contra Israel.","explicacao_detalhada":"Jericó, a primeira cidade conquistada pelos israelitas na Terra Prometida, representa a oposição que o povo de Deus enfrentou ao entrar na terra.","por_que_esta_palavra":"A menção de 'cidade' é significativa porque destaca a importância estratégica de Jericó na conquista da Terra Prometida.","conexao_teologica":"A conquista de Jericó simboliza a vitória de Deus sobre as forças que se opõem ao Seu plano redentor.","referencias_relacionadas":["Josué 6:1","Josué 2:1","Mateus 1:5"]},"josue_6_17_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como a cidade deveria ser destruída, conforme as instruções de Deus.","explicacao_detalhada":"Deus deu instruções específicas sobre como conquistar Jericó, enfatizando a importância da obediência às Suas ordens.","por_que_esta_palavra":"A palavra 'modo' é importante porque mostra que a vitória de Israel dependia da adesão rigorosa às instruções divinas.","conexao_teologica":"A obediência a Deus é um tema central na Bíblia, e a conquista de Jericó ilustra a importância de seguir os caminhos do Senhor.","referencias_relacionadas":["Deuteronômio 28:1","Josué 1:7","1 Samuel 15:22"]},"josue_6_17_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se às habitações dentro da cidade de Jericó, incluindo a casa de Raabe, que foi poupada.","explicacao_detalhada":"A casa de Raabe é um símbolo da salvação e da fé, pois ela ajudou os espias e, em troca, sua casa foi preservada durante a destruição da cidade.","por_que_esta_palavra":"A menção de 'casa' é significativa porque destaca a salvação de Raabe e sua família, mostrando a misericórdia de Deus.","conexao_teologica":"A história de Raabe ilustra a graça de Deus, que salva aqueles que têm fé, independentemente de seu passado.","referencias_relacionadas":["Josué 2:1","Hebreus 11:31","Tiago 2:25"]},"josue_6_18_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' refere-se à separação entre o que é consagrado a Deus e o que deve ser destruído.","explicacao_detalhada":"Deus ordenou que os israelitas não se apropriassem dos bens da cidade, enfatizando a santidade do que era dedicado a Ele.","por_que_esta_palavra":"A palavra 'entre' é importante porque indica a necessidade de discernimento entre o que é sagrado e o que é profano.","conexao_teologica":"A separação do que é consagrado é um princípio teológico que se repete em várias partes da Bíblia, mostrando a santidade de Deus.","referencias_relacionadas":["Levítico 27:28","Números 18:14","Deuteronômio 7:26"]},"josue_6_18_ac":{"palavra_pt":"ac","palavra_original":"חֵרֶם","transliteracao":"chêrem","strong":"H2764","significado_raiz":"Ideia básica: ac.","significado_contextual":"A palavra 'ac' refere-se ao 'herem', que é a consagração total a Deus, incluindo a destruição de tudo que não é santo.","explicacao_detalhada":"O 'herem' é um conceito que implica que certos itens ou pessoas são dedicados a Deus e não podem ser usados para propósitos comuns.","por_que_esta_palavra":"A palavra 'ac' é crucial porque enfatiza a seriedade da consagração e a necessidade de obedecer a Deus em todas as coisas.","conexao_teologica":"O conceito de 'herem' reflete a santidade de Deus e a necessidade de pureza no relacionamento com Ele.","referencias_relacionadas":["Deuteronômio 20:17","Josué 7:1","1 Samuel 15:3"]},"josue_6_18_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' refere-se à ação de apropriar-se dos bens que foram consagrados a Deus.","explicacao_detalhada":"Os israelitas foram advertidos a não tomar nada da cidade, exceto o que era destinado ao Senhor, mostrando a importância da obediência.","por_que_esta_palavra":"A palavra 'tomar' é significativa porque destaca a tentação de desobedecer e a necessidade de seguir as instruções divinas.","conexao_teologica":"A desobediência em tomar o que não era permitido levou a consequências sérias para Israel, ilustrando a importância da fidelidade a Deus.","referencias_relacionadas":["Josué 7:21","1 Timóteo 6:10","Tiago 1:14"]},"josue_6_19_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' novamente refere-se à maneira como os bens consagrados deveriam ser tratados.","explicacao_detalhada":"Os israelitas foram instruídos a dedicar os objetos de valor ao Senhor, enfatizando a importância de honrar a Deus com o que é precioso.","por_que_esta_palavra":"A repetição da palavra 'modo' reforça a ideia de que a forma como se lida com o que é sagrado é de extrema importância.","conexao_teologica":"A maneira de tratar o que é consagrado a Deus reflete a reverência que devemos ter em nossa relação com Ele.","referencias_relacionadas":["Êxodo 22:29","Levítico 27:30","Deuteronômio 12:6"]},"josue_6_19_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, que é o comandante das hostes de Israel e o responsável pela vitória.","explicacao_detalhada":"A invocação do nome do Senhor é um reconhecimento de Sua soberania e poder sobre todas as coisas.","por_que_esta_palavra":"A palavra 'senhor' é fundamental porque enfatiza a autoridade de Deus e a necessidade de confiar Nele em todas as situações.","conexao_teologica":"O nome de Deus é associado à Sua natureza e caráter, e invocá-lo é um ato de fé e submissão.","referencias_relacionadas":["Salmos 20:7","Isaías 42:8","Romanos 10:13"]},"josue_6_19_ouro":{"palavra_pt":"ouro","palavra_original":"זָהָב","transliteracao":"zâhâb","strong":"H2091","significado_raiz":"Ideia básica: ouro.","significado_contextual":"A palavra 'ouro' refere-se aos objetos de valor que deveriam ser consagrados ao Senhor após a conquista de Jericó.","explicacao_detalhada":"O ouro simboliza riqueza e prosperidade, e sua consagração a Deus demonstra a prioridade do Senhor sobre as posses materiais.","por_que_esta_palavra":"A palavra 'ouro' é significativa porque representa a tentação de acumular riquezas e a necessidade de dedicar tudo a Deus.","conexao_teologica":"A consagração do ouro reflete a ideia de que tudo o que temos pertence a Deus e deve ser usado para Sua glória.","referencias_relacionadas":["Êxodo 25:3","1 Crônicas 29:3","Mateus 6:19-21"]},"josue_6_20_alegria":{"palavra_pt":"alegria","palavra_original":"רוּעַ","transliteracao":"rûwaʻ","strong":"H7321","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A alegria mencionada aqui é uma resposta emocional ao cumprimento da promessa de Deus ao povo de Israel.","explicacao_detalhada":"A palavra 'alegria' refere-se a um estado de felicidade e contentamento. No contexto de Josué 6:20, a alegria é uma reação ao milagre da queda das muralhas de Jericó, simbolizando a vitória e a libertação.","por_que_esta_palavra":"A palavra é utilizada para expressar a emoção intensa do povo ao ver a intervenção divina e a realização das promessas de Deus.","conexao_teologica":"A alegria é um tema recorrente na Bíblia, frequentemente associada à salvação e à presença de Deus entre o seu povo. A queda de Jericó representa a vitória de Deus sobre os inimigos de Israel.","referencias_relacionadas":["Salmos 126:3","Isaías 12:3","Lucas 10:21"]},"josue_6_20_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A cidade de Jericó é um símbolo da resistência ao povo de Deus e um marco na conquista da Terra Prometida.","explicacao_detalhada":"A palavra 'cidade' refere-se a um local habitado, fortificado e de grande importância estratégica. Jericó, sendo uma das cidades mais antigas, representa a primeira grande conquista de Israel na Terra Prometida.","por_que_esta_palavra":"A cidade é mencionada para enfatizar a vitória sobre um lugar que parecia intransponível, mostrando o poder de Deus em ação.","conexao_teologica":"A conquista de Jericó é um exemplo da fidelidade de Deus em cumprir suas promessas e da necessidade de obediência do povo.","referencias_relacionadas":["Deuteronômio 9:1","Josué 2:1","Hebreus 11:30"]},"josue_6_20_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"O povo de Israel é o protagonista da narrativa, representando a comunidade escolhida por Deus.","explicacao_detalhada":"A palavra 'povo' refere-se ao conjunto dos israelitas que, sob a liderança de Josué, estão prestes a conquistar a Terra Prometida. Eles são descritos como um povo unido em fé e obediência.","por_que_esta_palavra":"A menção do povo destaca a coletividade e a importância da unidade na fé e na ação diante das promessas de Deus.","conexao_teologica":"O povo de Deus é frequentemente chamado a agir em conjunto, refletindo a importância da comunidade na realização dos planos divinos.","referencias_relacionadas":["Êxodo 19:6","Salmos 100:3","1 Pedro 2:9"]},"josue_6_21_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A destruição da cidade de Jericó é um ato de juízo divino contra a iniquidade.","explicacao_detalhada":"A palavra 'cidade' aqui se refere novamente a Jericó, que foi completamente destruída como parte do plano de Deus para a conquista da Terra Prometida.","por_que_esta_palavra":"A ênfase na cidade destaca a totalidade da destruição e a severidade do juízo de Deus sobre aqueles que se opõem a Ele.","conexao_teologica":"A destruição de Jericó serve como um aviso sobre as consequências do pecado e a justiça de Deus.","referencias_relacionadas":["Deuteronômio 20:16-17","Josué 6:17","Romanos 1:18"]},"josue_6_21_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A menção do homem refere-se aos habitantes de Jericó, que foram condenados à destruição.","explicacao_detalhada":"A palavra 'homem' é usada para indicar a humanidade que habita a cidade, enfatizando que todos, sem exceção, estavam sob o juízo divino.","por_que_esta_palavra":"A inclusão de 'homem' mostra que a destruição não foi seletiva, mas abrangeu todos os que estavam na cidade.","conexao_teologica":"A justiça de Deus é imparcial e abrange todos os que se opõem a Ele, refletindo a seriedade do pecado.","referencias_relacionadas":["Gênesis 6:5","Salmos 9:17","Mateus 10:28"]},"josue_6_21_destruir":{"palavra_pt":"destruir","palavra_original":"חָרַם","transliteracao":"châram","strong":"H2763","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Destruir refere-se à ação de Deus em eliminar a cidade de Jericó e seus habitantes.","explicacao_detalhada":"A palavra 'destruir' implica um ato de juízo e condenação, onde a cidade é entregue à destruição total como parte do plano divino.","por_que_esta_palavra":"A destruição é um reflexo da justiça de Deus e da necessidade de purificação da terra prometida.","conexao_teologica":"A destruição de Jericó é um exemplo do juízo de Deus sobre a iniquidade e a necessidade de santidade entre o Seu povo.","referencias_relacionadas":["Deuteronômio 7:2","Josué 6:17","Apocalipse 21:8"]},"josue_6_22_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A menção do homem aqui se refere aos que foram poupados, como Raabe e sua família.","explicacao_detalhada":"A palavra 'homem' é usada para destacar aqueles que, por sua fé e obediência, foram salvos da destruição.","por_que_esta_palavra":"A inclusão de 'homem' enfatiza a graça de Deus em salvar aqueles que confiam Nele, mesmo em meio ao juízo.","conexao_teologica":"A salvação de Raabe ilustra a misericórdia de Deus e a possibilidade de redenção para todos que creem.","referencias_relacionadas":["Hebreus 11:31","Tiago 2:25","Romanos 10:13"]},"josue_6_22_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra refere-se ao território que Deus prometeu a Israel, que inclui Jericó.","explicacao_detalhada":"A palavra 'terra' é central na narrativa, pois representa a herança que Deus deu ao Seu povo, e a conquista de Jericó é um passo importante nesse processo.","por_que_esta_palavra":"A menção da terra destaca a fidelidade de Deus em cumprir Suas promessas e a importância da possessão da terra prometida.","conexao_teologica":"A terra prometida é um símbolo da bênção e da presença de Deus entre o Seu povo.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Josué 1:2"]},"josue_6_22_andar":{"palavra_pt":"andar","palavra_original":"רָגַל","transliteracao":"râgal","strong":"H7270","significado_raiz":"Ideia básica: andar.","significado_contextual":"Andar refere-se ao ato de marchar ao redor da cidade como parte do plano de Deus para a conquista.","explicacao_detalhada":"A palavra 'andar' implica movimento e ação, simbolizando a obediência do povo às instruções de Deus.","por_que_esta_palavra":"A ênfase em 'andar' destaca a importância da obediência e da fé em seguir as direções divinas.","conexao_teologica":"A marcha ao redor de Jericó é um exemplo de como a obediência a Deus leva à vitória.","referencias_relacionadas":["Hebreus 11:30","Salmos 37:23","Provérbios 3:6"]},"josue_6_23_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"O gado refere-se aos animais que foram poupados da destruição, simbolizando a provisão de Deus.","explicacao_detalhada":"A palavra 'gado' é usada para indicar os animais que foram salvos, representando a continuidade da vida e a bênção de Deus mesmo em meio ao juízo.","por_que_esta_palavra":"A menção do gado destaca a misericórdia de Deus em preservar parte da criação, mesmo em um momento de juízo.","conexao_teologica":"A preservação do gado é um lembrete da bondade de Deus e de Sua provisão para o Seu povo.","referencias_relacionadas":["Gênesis 7:2","Salmos 50:10","Mateus 6:26"]},"josue_6_23_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se ao ato de entrar na cidade de Jericó, que foi um momento crucial na conquista de Canaã.","explicacao_detalhada":"No contexto de Josué 6:23, a palavra 'vir/entrar' é usada para descrever a ação dos espiões que foram enviados para resgatar Raabe e sua família. Essa ação simboliza a inclusão e a salvação em meio ao juízo.","por_que_esta_palavra":"A escolha da palavra enfatiza a importância da obediência e da ação dos espiões, que cumpriram a ordem de Deus ao entrar na cidade.","conexao_teologica":"A entrada na cidade representa a salvação e a graça de Deus, que permite que aqueles que creem sejam salvos, mesmo em meio ao juízo.","referencias_relacionadas":["Josué 2:1","Hebreus 11:31","Romanos 10:9-10"]},"josue_6_23_servo":{"palavra_pt":"servo","palavra_original":"נַעַר","transliteracao":"naʻar","strong":"H5288","significado_raiz":"Ideia básica: servo.","significado_contextual":"A palavra 'servo' refere-se a Raabe, que é chamada de 'servo' no sentido de alguém que serve a Deus e é recompensada por sua fé.","explicacao_detalhada":"Em Josué 6:23, Raabe é reconhecida como uma serva de Deus por sua fé e ações. O termo 'servo' implica lealdade e disposição para agir conforme a vontade divina.","por_que_esta_palavra":"A palavra é utilizada para mostrar a importância da fé e da obediência, mesmo em circunstâncias adversas.","conexao_teologica":"A ideia de ser servo é central na teologia bíblica, onde os crentes são chamados a servir a Deus e aos outros.","referencias_relacionadas":["Mateus 20:26-28","Romanos 6:22","Gálatas 5:13"]},"josue_6_24_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a Jericó, que simboliza a resistência ao plano de Deus e o juízo que se abate sobre ela.","explicacao_detalhada":"Em Josué 6:24, a cidade de Jericó é destruída como parte do plano de Deus para dar a terra a Israel. A destruição da cidade representa a vitória de Deus sobre a iniquidade.","por_que_esta_palavra":"A palavra 'cidade' é crucial para entender o contexto da conquista e o cumprimento das promessas de Deus.","conexao_teologica":"A destruição de Jericó é um exemplo do juízo de Deus sobre a desobediência e a idolatria.","referencias_relacionadas":["Deuteronômio 9:5","Josué 6:20","Hebreus 11:30"]},"josue_6_24_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como a destruição de Jericó ocorreu, seguindo as instruções de Deus.","explicacao_detalhada":"Em Josué 6:24, o 'modo' de destruir a cidade é significativo, pois mostra que a vitória de Israel foi alcançada através da obediência às ordens divinas.","por_que_esta_palavra":"A escolha da palavra destaca a importância de seguir as instruções de Deus para alcançar resultados espirituais e físicos.","conexao_teologica":"A obediência a Deus é um tema central na Bíblia, mostrando que o sucesso espiritual está ligado à submissão à vontade divina.","referencias_relacionadas":["1 Samuel 15:22","Tiago 1:22","Romanos 12:2"]},"josue_6_24_fogo":{"palavra_pt":"fogo","palavra_original":"אֵשׁ","transliteracao":"ʼêsh","strong":"H784","significado_raiz":"Ideia básica: fogo.","significado_contextual":"A palavra 'fogo' simboliza a destruição e o juízo de Deus sobre a cidade de Jericó.","explicacao_detalhada":"Em Josué 6:24, o fogo é usado para queimar a cidade e seus bens, representando a purificação e o julgamento divino sobre a iniquidade.","por_que_esta_palavra":"A palavra 'fogo' é escolhida para enfatizar a severidade do juízo de Deus e a necessidade de purificação.","conexao_teologica":"O fogo é frequentemente usado na Bíblia como símbolo de julgamento e purificação, refletindo a santidade de Deus.","referencias_relacionadas":["Deuteronômio 4:24","Mateus 3:12","Apocalipse 20:14-15"]},"josue_6_25_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se à ação de Deus ao decidir o destino de Raabe e sua família em contraste com o juízo sobre Jericó.","explicacao_detalhada":"Em Josué 6:25, o ato de 'julgar' é visto na salvação de Raabe, que foi recompensada por sua fé, enquanto a cidade foi condenada.","por_que_esta_palavra":"A palavra 'julgar' é importante para entender a justiça de Deus, que salva os que creem e julga os ímpios.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, onde Ele é justo em suas decisões de salvação e condenação.","referencias_relacionadas":["Romanos 2:6","2 Coríntios 5:10","Hebreus 10:30"]},"josue_6_25_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao momento específico em que a salvação de Raabe ocorreu, destacando a importância do tempo na ação de Deus.","explicacao_detalhada":"Em Josué 6:25, o 'dia' é significativo porque marca a transição de Raabe de uma vida de pecado para a salvação e inclusão no povo de Deus.","por_que_esta_palavra":"A palavra 'dia' enfatiza a importância do tempo e das decisões que moldam o destino espiritual das pessoas.","conexao_teologica":"A ideia de um 'dia' de salvação é um tema recorrente na Bíblia, onde Deus intervém na história para salvar.","referencias_relacionadas":["Salmos 118:24","Isaías 49:8","2 Coríntios 6:2"]},"josue_6_25_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"A palavra 'anjo/mensageiro' refere-se à figura que representa a presença de Deus e Sua vontade na terra.","explicacao_detalhada":"Em Josué 6:25, o 'anjo' é um mensageiro de Deus que atua na história, trazendo a salvação para aqueles que creem.","por_que_esta_palavra":"A palavra é usada para mostrar que Deus se comunica e age através de mensageiros, revelando Sua vontade ao povo.","conexao_teologica":"A presença de anjos como mensageiros de Deus é um tema importante na Bíblia, simbolizando a intervenção divina na vida humana.","referencias_relacionadas":["Salmos 91:11","Hebreus 1:14","Lucas 1:19"]},"josue_6_26_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, destacando a condição humana diante de Deus.","explicacao_detalhada":"Em Josué 6:26, a referência ao 'homem' é uma advertência sobre as consequências de desobedecer a Deus, mostrando a fragilidade humana.","por_que_esta_palavra":"A palavra 'homem' é utilizada para enfatizar a responsabilidade individual e coletiva diante das decisões de Deus.","conexao_teologica":"A condição do homem é um tema central na Bíblia, onde a humanidade é chamada a se voltar para Deus em arrependimento.","referencias_relacionadas":["Gênesis 6:5","Romanos 3:23","Tiago 4:14"]},"josue_6_26_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' novamente refere-se a Jericó, simbolizando a resistência ao plano de Deus e a destruição que se segue.","explicacao_detalhada":"Em Josué 6:26, a cidade é mencionada como um aviso para aqueles que se opõem a Deus, reforçando a ideia de que o juízo é inevitável.","por_que_esta_palavra":"A repetição da palavra 'cidade' enfatiza a importância do juízo divino sobre a desobediência e a idolatria.","conexao_teologica":"A destruição de cidades ímpias é um tema recorrente na Bíblia, mostrando a justiça de Deus em ação.","referencias_relacionadas":["Deuteronômio 13:12-16","Ezequiel 18:30","Apocalipse 21:2"]},"josue_6_26_juramento":{"palavra_pt":"juramento","palavra_original":"שָׁבַע","transliteracao":"shâbaʻ","strong":"H7650","significado_raiz":"Ideia básica: juramento.","significado_contextual":"Um compromisso solene feito por Josué em relação à cidade de Jericó.","explicacao_detalhada":"O juramento de Josué estabelece uma proibição de reconstruir Jericó, simbolizando a destruição total da cidade e a consagração a Deus.","por_que_esta_palavra":"O juramento é uma forma de estabelecer um pacto ou compromisso, refletindo a seriedade da palavra de Josué e a importância da obediência a Deus.","conexao_teologica":"O juramento de Josué se conecta com a ideia de que Deus cumpre Suas promessas e que a desobediência traz consequências.","referencias_relacionadas":["Josué 6:26","1 Reis 16:34","Hebreus 6:16"]},"josue_6_27_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como Deus estava com Josué, dando-lhe sucesso em suas empreitadas.","explicacao_detalhada":"A palavra 'modo' enfatiza a forma como Deus se manifestou na liderança de Josué, guiando e apoiando o povo de Israel.","por_que_esta_palavra":"O modo como Deus age é fundamental para entender a dinâmica da liderança e a fidelidade divina ao Seu povo.","conexao_teologica":"A presença de Deus com Josué é um exemplo da fidelidade de Deus em cumprir Suas promessas e guiar aqueles que O seguem.","referencias_relacionadas":["Josué 1:9","Salmos 23:4","Mateus 28:20"]},"josue_6_27_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra prometida que Deus deu aos israelitas, simbolizando bênção e herança.","explicacao_detalhada":"A palavra 'terra' refere-se ao território que Deus prometeu a Abraão e seus descendentes, sendo um tema central na narrativa bíblica.","por_que_esta_palavra":"A terra é um símbolo da aliança de Deus com Seu povo e da realização de Suas promessas.","conexao_teologica":"A conquista da terra é um reflexo da soberania de Deus e de Sua fidelidade em cumprir Suas promessas.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Deuteronômio 6:10"]},"josue_6_27_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda das muralhas de Jericó, um ato sobrenatural de Deus.","explicacao_detalhada":"A palavra 'cair' descreve a destruição das barreiras que impediam o povo de Israel de entrar na terra prometida, simbolizando a vitória divina.","por_que_esta_palavra":"Cair representa a intervenção de Deus na história, mostrando que Ele é capaz de realizar o impossível.","conexao_teologica":"A queda das muralhas é um exemplo da vitória de Deus sobre os inimigos de Seu povo e da importância da fé e obediência.","referencias_relacionadas":["Hebreus 11:30","Salmos 20:7","Romanos 8:31"]}}