{"daniel_1_1_governo":{"palavra_pt":"governo","palavra_original":"מַלְכוּת","transliteracao":"malkûwth","strong":"H4438","significado_raiz":"Ideia básica: governo.","significado_contextual":"Refere-se à autoridade e ao domínio de um rei ou de um governo sobre um povo.","explicacao_detalhada":"A palavra 'governo' implica a estrutura de liderança e a capacidade de um rei ou governante de exercer controle e administrar um reino. No contexto de Daniel 1:1, isso se refere ao governo de Nabucodonosor sobre Judá.","por_que_esta_palavra":"A escolha da palavra 'governo' enfatiza a soberania de Nabucodonosor e a transição do poder de Judá para a Babilônia.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, e mesmo quando os reinos humanos parecem dominar, Deus continua a ter controle sobre a história.","referencias_relacionadas":["Daniel 2:21","Romanos 13:1","Provérbios 21:1"]},"daniel_1_1_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão de um tempo ou período específico.","explicacao_detalhada":"A palavra 'expressão' é usada para indicar um tempo determinado, que neste caso é o terceiro ano do reinado de Jeoaquim. Isso estabelece um marco temporal importante para os eventos que se seguem.","por_que_esta_palavra":"A palavra 'expressão' é crucial para entender o contexto histórico e a cronologia dos eventos narrados em Daniel.","conexao_teologica":"O tempo é uma criação de Deus e Ele é soberano sobre cada época e evento da história.","referencias_relacionadas":["Eclesiastes 3:1","Gálatas 4:4","Atos 1:7"]},"daniel_1_1_rei":{"palavra_pt":"rei","palavra_original":"יְהוֹיָקִים","transliteracao":"Yᵉhôwyâqîym","strong":"H3079","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao monarca que governa um reino, neste caso, Jeoaquim de Judá.","explicacao_detalhada":"A palavra 'rei' destaca a posição de autoridade e poder que Jeoaquim detinha sobre Judá, e sua importância na narrativa de Daniel, que envolve a queda de Judá e a ascensão da Babilônia.","por_que_esta_palavra":"A menção de 'rei' é essencial para entender a dinâmica de poder entre Judá e Babilônia e o papel de Jeoaquim na história bíblica.","conexao_teologica":"Deus é descrito como o Rei dos Reis, e a autoridade humana é sempre subordinada à Sua soberania.","referencias_relacionadas":["1 Samuel 8:7","Salmos 47:2","Apocalipse 19:16"]},"daniel_1_2_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou conceder algo.","explicacao_detalhada":"A palavra 'dar' é usada para descrever a ação de Deus em permitir que Nabucodonosor conquiste Judá e leve os jovens israelitas cativos. Isso mostra a soberania de Deus sobre as nações.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza que a conquista de Judá não foi apenas um ato militar, mas parte do plano divino de Deus.","conexao_teologica":"Deus é o doador de todas as coisas, e Sua vontade prevalece sobre os planos humanos.","referencias_relacionadas":["Isaías 10:5-6","Jeremias 25:9","Romanos 8:28"]},"daniel_1_2_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, Criador e Governante do universo.","explicacao_detalhada":"A palavra 'deus' neste contexto destaca a autoridade divina que permite a ação dos reis e governantes na terra. É um lembrete de que, apesar das circunstâncias, Deus está no controle.","por_que_esta_palavra":"A menção de 'Deus' é fundamental para entender a relação entre a soberania divina e os eventos históricos.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele é o verdadeiro governante sobre todas as nações.","referencias_relacionadas":["Salmos 115:3","Isaías 45:7","Efésios 1:11"]},"daniel_1_2_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Deus como Senhor, enfatizando Sua autoridade e domínio.","explicacao_detalhada":"A palavra 'senhor' é usada para reconhecer a posição de Deus como o soberano sobre todas as coisas, incluindo os reinos da terra. Isso é importante para a compreensão da relação entre Deus e os governantes humanos.","por_que_esta_palavra":"A escolha da palavra 'senhor' reforça a ideia de que, apesar das aparências, Deus é o verdadeiro Senhor da história.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, onde Ele é reconhecido como o Senhor que governa sobre tudo.","referencias_relacionadas":["Salmos 24:1","Romanos 14:9","Filipenses 2:9-11"]},"daniel_1_3_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao monarca que governa um reino, neste caso, Nabucodonosor.","explicacao_detalhada":"A palavra 'rei' é usada para descrever a posição de Nabucodonosor como governante da Babilônia, que teve um papel crucial na história de Israel e na narrativa de Daniel.","por_que_esta_palavra":"A menção de 'rei' é essencial para entender a dinâmica de poder e a relação entre a Babilônia e Judá.","conexao_teologica":"Deus é o Rei supremo, e todos os reinos da terra estão sob Sua autoridade.","referencias_relacionadas":["Daniel 2:37-38","Salmos 2:10-12","Apocalipse 1:5"]},"daniel_1_3_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente ou herdeiro, neste caso, os jovens israelitas que foram levados cativos.","explicacao_detalhada":"A palavra 'filho' é usada para indicar a linhagem e a continuidade, mostrando a importância dos jovens que foram escolhidos para servir na corte babilônica.","por_que_esta_palavra":"A escolha da palavra 'filho' destaca a identidade e o potencial dos jovens israelitas, que representam a esperança de Israel mesmo em cativeiro.","conexao_teologica":"A Bíblia frequentemente fala sobre a relação entre pais e filhos, refletindo a continuidade do plano de Deus através das gerações.","referencias_relacionadas":["Êxodo 20:5-6","Salmos 127:3","Mateus 5:14"]},"daniel_1_3_kingsom":{"palavra_pt":"kingsom","palavra_original":"מְלוּכָה","transliteracao":"mᵉlûwkâh","strong":"H4410","significado_raiz":"Ideia básica: kingsom.","significado_contextual":"Refere-se ao domínio ou reino de um governante, neste caso, a Babilônia.","explicacao_detalhada":"A palavra 'kingsom' enfatiza a extensão do domínio de Nabucodonosor e a transição do poder de Judá para a Babilônia, refletindo a soberania de Deus sobre as nações.","por_que_esta_palavra":"A escolha da palavra 'kingsom' é importante para entender a magnitude do reino babilônico e seu impacto sobre Israel.","conexao_teologica":"O conceito de reino é central na teologia bíblica, onde Deus é descrito como o Rei que estabelece e derruba reinos.","referencias_relacionadas":["Daniel 4:17","Mateus 6:33","Apocalipse 11:15"]},"daniel_1_4_bom":{"palavra_pt":"bom","palavra_original":"שָׂכַל","transliteracao":"sâkal","strong":"H7919","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade de algo que é desejável ou benéfico.","explicacao_detalhada":"A palavra 'bom' é usada para descrever as características desejáveis dos jovens israelitas que foram escolhidos para servir na corte babilônica, indicando que eles eram aptos e qualificados.","por_que_esta_palavra":"A escolha da palavra 'bom' destaca a excelência e o valor dos jovens, que representam a fidelidade de Deus ao Seu povo mesmo em tempos difíceis.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, refletindo Seu caráter e a qualidade de Seu plano para a humanidade.","referencias_relacionadas":["Gênesis 1:31","Salmos 34:8","Romanos 12:2"]},"daniel_1_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo de vida ou comportamento que os jovens hebreus deveriam ter.","explicacao_detalhada":"A palavra 'modo' aqui implica na maneira como os jovens deveriam se comportar e se apresentar diante do rei, refletindo a cultura e os costumes babilônicos.","por_que_esta_palavra":"A escolha do termo 'modo' enfatiza a importância da adaptação cultural sem comprometer a identidade espiritual.","conexao_teologica":"A adaptação cultural é um tema recorrente na Bíblia, onde os fiéis são desafiados a viver em meio a culturas estranhas, mantendo sua fé.","referencias_relacionadas":["1 Coríntios 9:22","Romanos 12:2","1 Pedro 2:11"]},"daniel_1_4_palacio":{"palavra_pt":"templo","palavra_original":"הֵיכָל","transliteracao":"hêykâl","strong":"H1964","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao templo ou à casa de Deus, que é um lugar de adoração.","explicacao_detalhada":"A palavra 'templo' sugere um espaço sagrado, onde a presença de Deus é reconhecida e onde os rituais de adoração ocorrem.","por_que_esta_palavra":"O uso de 'templo' destaca a importância da espiritualidade e da conexão com Deus, mesmo em um contexto de exílio.","conexao_teologica":"O templo é um símbolo da presença de Deus entre seu povo, e sua importância é vista em várias passagens bíblicas.","referencias_relacionadas":["Salmos 27:4","Mateus 21:12","1 Reis 6:1"]},"daniel_1_5_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei da Babilônia, que tinha autoridade sobre os jovens hebreus.","explicacao_detalhada":"A palavra 'rei' indica a posição de poder e controle que Nabucodonosor exercia sobre os cativos, refletindo a dinâmica de poder na Babilônia.","por_que_esta_palavra":"A menção do rei é crucial para entender o contexto político e social em que os jovens hebreus se encontravam.","conexao_teologica":"A soberania de Deus é frequentemente contrastada com a autoridade dos reis terrenos, mostrando que, apesar do domínio humano, Deus ainda está no controle.","referencias_relacionadas":["Provérbios 21:1","Romanos 13:1","Daniel 2:21"]},"daniel_1_5_appoint":{"palavra_pt":"appoint","palavra_original":"מָנָה","transliteracao":"mânâh","strong":"H4487","significado_raiz":"Ideia básica: appoint.","significado_contextual":"Refere-se ao ato de designar ou estabelecer algo, neste caso, a porção de comida e vinho.","explicacao_detalhada":"A palavra 'appoint' implica em uma decisão deliberada sobre o que seria fornecido aos jovens hebreus, refletindo a intenção do rei em moldar sua identidade.","por_que_esta_palavra":"A escolha de 'appoint' destaca a manipulação e controle que o rei exercia sobre os cativos, tentando moldar seu comportamento.","conexao_teologica":"Deus também designa propósitos para seu povo, mostrando que, mesmo em situações adversas, Ele tem um plano.","referencias_relacionadas":["Jeremias 29:11","Efésios 2:10","Romanos 8:28"]},"daniel_1_5_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra ou coisa que seria dada aos jovens hebreus.","explicacao_detalhada":"A palavra 'palavra' implica em um comando ou decreto que tinha peso e importância na cultura babilônica.","por_que_esta_palavra":"A escolha de 'palavra' enfatiza a autoridade do rei e a expectativa de obediência dos jovens hebreus.","conexao_teologica":"A palavra de Deus também é poderosa e tem autoridade, moldando a vida e o destino de seu povo.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Isaías 55:11"]},"daniel_1_6_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se aos jovens hebreus que foram levados ao exílio, filhos de Israel.","explicacao_detalhada":"A palavra 'filho' indica a continuidade da linhagem e a identidade do povo de Deus, mesmo em exílio.","por_que_esta_palavra":"A menção de 'filho' reforça a ideia de pertencimento e herança espiritual.","conexao_teologica":"A Bíblia frequentemente se refere ao povo de Deus como filhos, enfatizando a relação íntima entre Deus e seu povo.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:14","1 João 3:1"]},"daniel_1_6_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao estado de ser ou existir, neste caso, a condição dos jovens hebreus no exílio.","explicacao_detalhada":"A palavra 'cair' sugere uma mudança de estado, indicando a transição de liberdade para cativeiro.","por_que_esta_palavra":"A escolha de 'cair' enfatiza a gravidade da situação dos hebreus e a necessidade de resistência espiritual.","conexao_teologica":"A queda do homem e a redenção são temas centrais na teologia bíblica, mostrando a luta entre o bem e o mal.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","1 Pedro 5:8"]},"daniel_1_6_nome":{"palavra_pt":"nome","palavra_original":"עֲזַרְיָה","transliteracao":"ʻĂzaryâh","strong":"H5838","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome dado a um dos jovens hebreus, que carrega significado e identidade.","explicacao_detalhada":"A palavra 'nome' implica em identidade e reputação, refletindo a história e o caráter do indivíduo.","por_que_esta_palavra":"A escolha de 'nome' destaca a importância da identidade pessoal e coletiva do povo de Deus.","conexao_teologica":"Deus também dá novos nomes a seu povo, simbolizando transformação e nova identidade em Cristo.","referencias_relacionadas":["Isaías 62:2","Apocalipse 2:17","Gálatas 6:15"]},"daniel_1_7_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da porção de comida e vinho que seria fornecida aos jovens hebreus.","explicacao_detalhada":"A palavra 'grande' implica em abundância e opulência, refletindo a riqueza da corte babilônica.","por_que_esta_palavra":"A escolha de 'grande' enfatiza a tentativa do rei de impressionar e controlar os jovens hebreus através de excessos.","conexao_teologica":"A abundância de Deus é um tema recorrente, mostrando que Ele provê para seu povo de maneira generosa.","referencias_relacionadas":["Salmos 23:5","Filipenses 4:19","2 Coríntios 9:8"]},"daniel_1_8_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente ao rei da Babilônia, que exerce controle sobre os jovens hebreus.","explicacao_detalhada":"A repetição da palavra 'rei' reforça a ideia de autoridade e a pressão que os jovens enfrentavam para se conformar.","por_que_esta_palavra":"A escolha de 'rei' é significativa para entender a luta entre a lealdade a Deus e a submissão a autoridades terrenas.","conexao_teologica":"A soberania de Deus é um tema central, mostrando que, apesar das autoridades humanas, Deus permanece no controle.","referencias_relacionadas":["Salmos 47:2","Daniel 4:17","Romanos 13:1"]},"daniel_1_8_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do propósito de Daniel em não se contaminar com a comida do rei.","explicacao_detalhada":"A palavra 'grande' aqui enfatiza a importância da decisão de Daniel em manter sua identidade e fé, mesmo em um ambiente hostil.","por_que_esta_palavra":"A escolha de Daniel é vista como uma grande demonstração de fé e coragem, desafiando as normas da corte babilônica.","conexao_teologica":"A grandeza da fé de Daniel é um exemplo de como os crentes devem se manter firmes em suas convicções, mesmo diante de pressões externas.","referencias_relacionadas":["Daniel 1:8","Romanos 12:2","1 Pedro 2:9"]},"daniel_1_9_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de Deus conceder favor a Daniel e seus amigos.","explicacao_detalhada":"A palavra 'dar' indica a ação divina de proporcionar a Daniel uma posição favorável diante do chefe dos eunucos.","por_que_esta_palavra":"Este favor é crucial para que Daniel possa seguir seu plano de se abster da comida do rei.","conexao_teologica":"A ideia de Deus dar favor é um tema recorrente na Bíblia, mostrando que Ele está atento às necessidades dos que O servem.","referencias_relacionadas":["Daniel 1:9","Salmos 5:12","Provérbios 3:34"]},"daniel_1_9_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, que é reconhecido por sua soberania e poder.","explicacao_detalhada":"A palavra 'deus' aqui destaca a relação especial entre Daniel e o Deus que ele serve, que é capaz de intervir em sua vida.","por_que_esta_palavra":"A menção de Deus é fundamental para entender a base da fé de Daniel e a razão de suas ações.","conexao_teologica":"A soberania de Deus é um tema central em Daniel, mostrando que Ele está no controle, mesmo em situações adversas.","referencias_relacionadas":["Daniel 1:9","Isaías 45:5","Salmos 115:3"]},"daniel_1_10_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei da Babilônia, que tinha autoridade sobre todos os aspectos da vida em seu reino.","explicacao_detalhada":"A palavra 'rei' enfatiza o poder e a influência que Nabucodonosor tinha, e o desafio que Daniel enfrentava ao se opor a ele.","por_que_esta_palavra":"A posição do rei é crucial para entender a tensão entre a lealdade a Deus e a obediência às autoridades terrenas.","conexao_teologica":"A relação entre o rei e os servos de Deus ilustra a luta entre o reino de Deus e os reinos deste mundo.","referencias_relacionadas":["Daniel 1:10","Romanos 13:1","1 Pedro 2:13"]},"daniel_1_10_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à declaração do chefe dos eunucos sobre a grandeza do rei e suas expectativas.","explicacao_detalhada":"A palavra 'dizer' aqui é usada para expressar a preocupação do chefe dos eunucos em relação à saúde de Daniel e seus amigos.","por_que_esta_palavra":"A comunicação entre Daniel e o chefe dos eunucos é vital para o desenvolvimento da narrativa.","conexao_teologica":"A comunicação e a obediência são temas importantes na relação entre os servos de Deus e as autoridades.","referencias_relacionadas":["Daniel 1:10","Provérbios 15:1","Tiago 1:19"]},"daniel_1_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à proposta de Daniel ao chefe dos eunucos sobre a dieta que ele e seus amigos deveriam seguir.","explicacao_detalhada":"A palavra 'dizer' é usada para mostrar a iniciativa de Daniel em buscar uma solução que respeitasse sua fé.","por_que_esta_palavra":"A proposta de Daniel é um exemplo de como ele se posicionou de maneira sábia e respeitosa.","conexao_teologica":"A sabedoria de Daniel em se comunicar é um reflexo da sabedoria divina que ele possuía.","referencias_relacionadas":["Daniel 1:11","Colossenses 4:6","Provérbios 16:24"]},"daniel_1_12_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao pedido de Daniel para que o chefe dos eunucos permita que ele e seus amigos tenham uma dieta diferente.","explicacao_detalhada":"A palavra 'dar' aqui é usada para expressar o desejo de Daniel de receber permissão para seguir sua dieta.","por_que_esta_palavra":"Este pedido é um ato de fé, confiando que Deus cuidaria deles.","conexao_teologica":"A disposição de Daniel em pedir o que era necessário é um exemplo de como devemos buscar a Deus em nossas necessidades.","referencias_relacionadas":["Daniel 1:12","Filipenses 4:6","Mateus 7:7"]},"daniel_1_12_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de dez dias que Daniel pediu para testar a dieta.","explicacao_detalhada":"A palavra 'dia' aqui é significativa, pois representa um tempo específico de teste da fé de Daniel.","por_que_esta_palavra":"O uso de 'dia' mostra a confiança de Daniel em que, após esse tempo, Deus demonstraria Sua fidelidade.","conexao_teologica":"A ideia de um período de teste é comum na Bíblia, onde a fé é provada e fortalecida.","referencias_relacionadas":["Daniel 1:12","Tiago 1:3","1 Pedro 1:7"]},"daniel_1_12_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à comparação entre a aparência de Daniel e seus amigos e a dos jovens que comiam a comida do rei.","explicacao_detalhada":"A palavra 'entre' é usada para mostrar a distinção que Deus fez entre os que O servem e os que não O servem.","por_que_esta_palavra":"A comparação é essencial para demonstrar o resultado da obediência de Daniel a Deus.","conexao_teologica":"A separação entre os fiéis e os ímpios é um tema recorrente nas Escrituras.","referencias_relacionadas":["Daniel 1:12","Salmos 1:6","Mateus 25:32"]},"daniel_1_13_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente ao rei, enfatizando sua autoridade e o impacto de suas decisões.","explicacao_detalhada":"A palavra 'rei' aqui é usada para ressaltar a importância da decisão do chefe dos eunucos em relação ao que o rei esperava.","por_que_esta_palavra":"A menção do rei é crucial para entender a dinâmica de poder e a coragem de Daniel.","conexao_teologica":"A relação entre o rei e os servos de Deus ilustra a luta entre a obediência a Deus e a autoridade humana.","referencias_relacionadas":["Daniel 1:13","Romanos 13:1","1 Pedro 2:13"]},"daniel_1_13_visao":{"palavra_pt":"visao","palavra_original":"מַרְאֶה","transliteracao":"marʼeh","strong":"H4758","significado_raiz":"Ideia básica: visao.","significado_contextual":"A palavra 'visão' refere-se à percepção ou revelação que Daniel teve em relação ao que deveria ser feito.","explicacao_detalhada":"No contexto de Daniel 1:13, a visão é uma forma de entendimento que vai além do físico, indicando uma revelação divina sobre a situação.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da percepção espiritual e da sabedoria que vem de Deus.","conexao_teologica":"A visão é um tema recorrente na Bíblia, onde Deus revela Seus planos e propósitos aos Seus servos.","referencias_relacionadas":["Daniel 2:19","Ezequiel 1:1","Apocalipse 1:1"]},"daniel_1_13_crianca":{"palavra_pt":"crianca","palavra_original":"יֶלֶד","transliteracao":"yeled","strong":"H3206","significado_raiz":"Ideia básica: crianca.","significado_contextual":"A palavra 'criança' refere-se a um jovem, especificamente Daniel e seus companheiros, que eram adolescentes na época.","explicacao_detalhada":"Em Daniel 1:13, a menção a 'criança' destaca a juventude e a inocência dos personagens, contrastando com a sabedoria que eles demonstram.","por_que_esta_palavra":"A palavra é utilizada para mostrar que, mesmo sendo jovens, eles tinham uma fé sólida e uma compreensão profunda de Deus.","conexao_teologica":"A Bíblia frequentemente menciona a importância das crianças e jovens na obra de Deus, mostrando que a fé não tem idade.","referencias_relacionadas":["1 Timóteo 4:12","Salmos 127:3","Mateus 19:14"]},"daniel_1_14_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se a um comando ou declaração que deve ser obedecida.","explicacao_detalhada":"No versículo, a palavra é usada para enfatizar a importância da comunicação e da obediência às instruções dadas.","por_que_esta_palavra":"A escolha da palavra destaca a autoridade que as instruções têm sobre os jovens hebreus e a necessidade de seguir a vontade de Deus.","conexao_teologica":"A palavra de Deus é central na vida do crente, sendo a base para a fé e a prática.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Mateus 4:4"]},"daniel_1_14_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' implica em prestar atenção e obedecer às instruções recebidas.","explicacao_detalhada":"Em Daniel 1:14, ouvir é mais do que apenas escutar; é uma ação que envolve a disposição de seguir o que foi dito.","por_que_esta_palavra":"A palavra é crucial para entender a relação entre o servo e o líder, onde a obediência é fundamental.","conexao_teologica":"A disposição de ouvir a voz de Deus é essencial para a vida cristã e para o crescimento espiritual.","referencias_relacionadas":["Tiago 1:22","Romanos 10:17","Salmos 46:10"]},"daniel_1_14_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período específico de tempo em que as instruções seriam testadas.","explicacao_detalhada":"No contexto, o dia é um marco temporal que indica a duração do teste proposto por Daniel.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância do tempo e da paciência na espera pelos resultados.","conexao_teologica":"O conceito de tempo é frequentemente utilizado na Bíblia para mostrar a fidelidade de Deus em cumprir Suas promessas.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 90:12","2 Pedro 3:8"]},"daniel_1_15_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima, neste caso, o rei da Babilônia que governava sobre Daniel e seus amigos.","explicacao_detalhada":"Em Daniel 1:15, a figura do rei é central para o entendimento do poder e da influência que ele exerce sobre os jovens hebreus.","por_que_esta_palavra":"A palavra é utilizada para mostrar a relação de subordinação e a necessidade de sabedoria ao lidar com autoridades.","conexao_teologica":"A Bíblia ensina sobre a soberania de Deus sobre todos os governantes e a importância de honrar as autoridades.","referencias_relacionadas":["Romanos 13:1","1 Pedro 2:13-14","Provérbios 21:1"]},"daniel_1_15_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' novamente refere-se ao período de tempo em que os jovens foram avaliados.","explicacao_detalhada":"Neste contexto, o dia é um elemento crucial para a avaliação dos resultados da dieta proposta por Daniel.","por_que_esta_palavra":"A repetição da palavra enfatiza a importância do tempo na avaliação de mudanças e resultados.","conexao_teologica":"O tempo é uma ferramenta que Deus usa para moldar e testar a fé dos Seus servos.","referencias_relacionadas":["Gálatas 6:9","Salmos 27:14","Isaías 40:31"]},"daniel_1_16_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de fornecer ou entregar algo, neste caso, a comida e bebida.","explicacao_detalhada":"Em Daniel 1:16, o ato de dar é uma ação que demonstra generosidade e cuidado por parte do responsável pela alimentação dos jovens.","por_que_esta_palavra":"A palavra é utilizada para mostrar a importância do que é oferecido e a escolha que Daniel fez em relação à sua dieta.","conexao_teologica":"Deus é visto como aquele que dá tudo o que precisamos, e a nossa resposta deve ser de gratidão e obediência.","referencias_relacionadas":["Tiago 1:17","Filipenses 4:19","Mateus 7:11"]},"daniel_1_16_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se ao estado de saúde ou aparência que os jovens teriam após o teste.","explicacao_detalhada":"No versículo, cair implica em uma mudança visível que seria observada pelo rei e seus oficiais.","por_que_esta_palavra":"A palavra é usada para descrever o resultado esperado da dieta e a intervenção divina na saúde dos jovens.","conexao_teologica":"A saúde e o bem-estar são vistos como bênçãos de Deus, e a obediência a Ele resulta em favor e proteção.","referencias_relacionadas":["3 João 1:2","Salmos 103:3","Isaías 53:5"]},"daniel_1_17_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, que concede sabedoria e entendimento aos jovens.","explicacao_detalhada":"Em Daniel 1:17, Deus é reconhecido como a fonte de toda sabedoria e conhecimento, capacitando Daniel e seus amigos.","por_que_esta_palavra":"A palavra é central para a compreensão da relação entre Deus e os seres humanos, especialmente em momentos de necessidade.","conexao_teologica":"A sabedoria divina é um tema recorrente na Bíblia, mostrando que a verdadeira compreensão vem de Deus.","referencias_relacionadas":["Tiago 1:5","Provérbios 2:6","Salmos 111:10"]},"daniel_1_17_bom":{"palavra_pt":"bom","palavra_original":"שָׂכַל","transliteracao":"sâkal","strong":"H7919","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à sabedoria e ao entendimento concedidos a Daniel e seus amigos, que eram considerados bons em seu conhecimento.","explicacao_detalhada":"A palavra 'bom' aqui implica não apenas em qualidade, mas também em uma capacidade superior de discernimento e entendimento, que era evidente em Daniel e seus companheiros em comparação com os sábios da Babilônia.","por_que_esta_palavra":"A escolha da palavra 'bom' enfatiza a excelência do conhecimento e da sabedoria que Deus deu a Daniel e seus amigos, destacando a intervenção divina em suas vidas.","conexao_teologica":"A sabedoria é um dom de Deus e é frequentemente associada à obediência e à fidelidade a Ele. A presença de sabedoria em Daniel reflete a importância de buscar a orientação divina.","referencias_relacionadas":["Provérbios 2:6","Tiago 1:5","Salmos 111:10"]},"daniel_1_17_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como Daniel e seus amigos se comportavam e se apresentavam em comparação com os outros jovens da corte.","explicacao_detalhada":"A palavra 'modo' implica em um estilo de vida e uma conduta que se destacam, refletindo a sabedoria e a graça que Deus lhes concedeu.","por_que_esta_palavra":"A escolha de 'modo' enfatiza que a maneira de viver e agir de Daniel e seus amigos era notável e digna de reconhecimento, mostrando a diferença entre os que seguem a Deus e os que não seguem.","conexao_teologica":"A maneira de viver de um crente deve refletir a luz de Cristo, e Daniel é um exemplo de como isso pode ser vivido em um ambiente hostil.","referencias_relacionadas":["Mateus 5:16","Filipenses 2:15","1 Pedro 2:12"]},"daniel_1_18_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que o rei Nabucodonosor chamou Daniel e seus amigos para apresentá-los após o período de treinamento.","explicacao_detalhada":"O 'dia' é significativo porque marca um momento de avaliação e decisão, onde o futuro de Daniel e seus amigos seria determinado com base em seu desempenho.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a importância do tempo e das oportunidades que Deus dá para mostrar Sua fidelidade e o resultado da obediência.","conexao_teologica":"Deus trabalha em momentos específicos na história, e cada dia é uma oportunidade para viver de acordo com Sua vontade.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","2 Coríntios 6:2"]},"daniel_1_18_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei Nabucodonosor, que tinha autoridade sobre a Babilônia e estava em posição de julgar Daniel e seus amigos.","explicacao_detalhada":"O 'rei' representa a autoridade terrena e a opressão que os israelitas enfrentavam, mas também é um instrumento nas mãos de Deus para cumprir Seus propósitos.","por_que_esta_palavra":"A palavra 'rei' é usada para mostrar a soberania de Deus sobre os reinos da terra e como Ele pode usar líderes ímpios para realizar Seus planos.","conexao_teologica":"Deus é soberano sobre todas as autoridades e reinos, e mesmo em situações difíceis, Ele está no controle.","referencias_relacionadas":["Romanos 13:1","Daniel 2:21","Provérbios 21:1"]},"daniel_1_19_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Novamente se refere ao rei Nabucodonosor, que observou e avaliou Daniel e seus amigos.","explicacao_detalhada":"A presença do rei é crucial, pois ele representa a avaliação do mundo sobre aqueles que seguem a Deus e a recompensa que pode vir de uma vida fiel.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a importância da avaliação e do reconhecimento que vem de autoridades terrenas.","conexao_teologica":"A fidelidade a Deus pode levar a reconhecimento e promoção, mesmo em ambientes hostis.","referencias_relacionadas":["Gênesis 39:21","1 Pedro 5:6","Colossenses 3:23-24"]},"daniel_1_19_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à comunicação e ao discurso que Daniel e seus amigos tiveram diante do rei.","explicacao_detalhada":"A palavra 'falar' implica em expressar sabedoria e entendimento, que foram dados a eles por Deus, e a importância de se comunicar com clareza e verdade.","por_que_esta_palavra":"A escolha da palavra 'falar' destaca a necessidade de se manifestar a verdade e a sabedoria em situações de pressão e avaliação.","conexao_teologica":"A comunicação é uma ferramenta poderosa que pode ser usada para glorificar a Deus e testemunhar Sua verdade.","referencias_relacionadas":["Provérbios 15:23","Tiago 1:19","Efésios 4:29"]},"daniel_1_19_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade que Daniel e seus amigos expressaram em sua conversa com o rei.","explicacao_detalhada":"A palavra 'verdade' implica em integridade e autenticidade, características que devem ser evidentes na vida de um crente.","por_que_esta_palavra":"A ênfase na 'verdade' mostra que, mesmo em um ambiente hostil, a honestidade e a fidelidade a Deus são essenciais.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, que são chamados a ser testemunhas da verdade.","referencias_relacionadas":["João 8:32","Salmos 51:6","Efésios 4:15"]},"daniel_1_20_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se novamente ao modo como Daniel e seus amigos se apresentaram e se comportaram diante do rei.","explicacao_detalhada":"A repetição da palavra 'modo' enfatiza a consistência e a qualidade da conduta de Daniel e seus amigos em todas as situações.","por_que_esta_palavra":"A palavra 'modo' é importante para destacar que a maneira de viver deve ser um testemunho contínuo da fidelidade a Deus.","conexao_teologica":"A vida de um crente deve ser um reflexo constante da graça e da sabedoria de Deus, independentemente das circunstâncias.","referencias_relacionadas":["Gálatas 5:22-23","Colossenses 3:17","1 Timóteo 4:12"]},"daniel_1_20_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei Nabucodonosor, que estava avaliando a sabedoria e o entendimento de Daniel e seus amigos.","explicacao_detalhada":"A presença do rei é um lembrete da autoridade terrena e da importância de se manter fiel a Deus mesmo sob pressão.","por_que_esta_palavra":"A repetição da palavra 'rei' reforça a ideia de que a avaliação do mundo não deve abalar a fé dos crentes.","conexao_teologica":"A fidelidade a Deus pode resultar em reconhecimento e promoção, mesmo em ambientes hostis.","referencias_relacionadas":["Daniel 2:48","Gênesis 41:46","1 Pedro 2:9"]},"daniel_1_20_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra ou coisa que Daniel e seus amigos expressaram em sua conversa com o rei.","explicacao_detalhada":"A palavra 'palavra/coisa' implica em que o que se diz tem peso e importância, especialmente quando se fala a uma autoridade.","por_que_esta_palavra":"A escolha da palavra 'palavra' enfatiza a responsabilidade que temos ao falar e a importância de comunicar a verdade.","conexao_teologica":"As palavras têm poder e devem ser usadas para edificar e glorificar a Deus.","referencias_relacionadas":["Provérbios 18:21","Colossenses 4:6","Tiago 3:5-6"]},"daniel_1_21_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O termo 'rei' refere-se à autoridade suprema de um governante, que exerce poder sobre um reino.","explicacao_detalhada":"No contexto de Daniel 1:21, o 'rei' é Nabucodonosor, que governava a Babilônia. A palavra 'rei' implica não apenas a posição de liderança, mas também a responsabilidade de guiar e proteger seu povo.","por_que_esta_palavra":"A palavra é usada para enfatizar a soberania de Nabucodonosor e o impacto de suas decisões sobre os exilados hebreus.","conexao_teologica":"A figura do rei é frequentemente usada na Bíblia para representar a autoridade de Deus sobre seu povo, contrastando com a autoridade dos reis humanos.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Provérbios 21:1"]},"daniel_1_21_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a transição de Daniel e seus amigos de uma posição de exílio para uma posição de influência na corte babilônica.","explicacao_detalhada":"Em Daniel 1:21, a ideia de 'cair' pode ser interpretada como a queda de um estado de vulnerabilidade para um estado de poder e influência, simbolizando a providência divina.","por_que_esta_palavra":"A escolha da palavra 'cair' destaca a mudança drástica na vida de Daniel, que passou de cativo a conselheiro do rei.","conexao_teologica":"A queda e a elevação são temas recorrentes na Bíblia, refletindo a soberania de Deus sobre a história e a vida dos indivíduos.","referencias_relacionadas":["Salmos 75:7","Provérbios 16:18","Mateus 23:12"]}}