{"daniel_2_1_governo":{"palavra_pt":"governo","palavra_original":"מַלְכוּת","transliteracao":"malkûwth","strong":"H4438","significado_raiz":"Ideia básica: governo.","significado_contextual":"O termo 'governo' refere-se à autoridade e ao domínio que um rei exerce sobre seu reino.","explicacao_detalhada":"Em Daniel 2:1, o 'governo' de Nabucodonosor é destacado, mostrando como ele controla e dirige os assuntos do império babilônico, incluindo a convocação de sábios para interpretar seus sonhos.","por_que_esta_palavra":"A palavra 'governo' é crucial para entender a estrutura de poder na Babilônia e a relação entre o rei e seus conselheiros.","conexao_teologica":"O conceito de governo é central na teologia bíblica, onde Deus é visto como o governante supremo sobre todas as nações.","referencias_relacionadas":["Romanos 13:1","1 Pedro 2:13","Daniel 4:17"]},"daniel_2_1_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à maneira como os pensamentos ou sentimentos são comunicados, especialmente em relação aos sonhos do rei.","explicacao_detalhada":"Em Daniel 2:1, a 'expressão' do sonho de Nabucodonosor é crucial, pois ele não consegue lembrar o sonho e busca ajuda dos sábios para interpretá-lo.","por_que_esta_palavra":"A escolha da palavra 'expressão' enfatiza a dificuldade do rei em comunicar o que viu, refletindo a complexidade dos sonhos e a necessidade de revelação divina.","conexao_teologica":"A comunicação de Deus através de sonhos e visões é um tema importante na Bíblia, mostrando como Ele se revela aos homens.","referencias_relacionadas":["Gênesis 40:8","Joel 2:28","Atos 2:17"]},"daniel_2_1_rei":{"palavra_pt":"rei","palavra_original":"נְבוּכַדְנֶאצַּר","transliteracao":"Nᵉbûwkadneʼtstsar","strong":"H5019","significado_raiz":"Ideia básica: rei.","significado_contextual":"Aqui, 'rei' se refere especificamente a Nabucodonosor, destacando sua posição de autoridade e poder.","explicacao_detalhada":"Em Daniel 2:1, o rei Nabucodonosor é descrito como alguém que está angustiado por um sonho perturbador, o que demonstra a vulnerabilidade mesmo dos poderosos.","por_que_esta_palavra":"A palavra 'rei' é usada para enfatizar a grandeza e a fragilidade do poder humano diante dos mistérios divinos.","conexao_teologica":"A soberania de Deus é frequentemente contrastada com a fragilidade dos reis humanos, mostrando que, apesar de seu poder, eles estão sujeitos à vontade de Deus.","referencias_relacionadas":["Salmos 2:10-12","Provérbios 21:1","Daniel 4:34-35"]},"daniel_2_2_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O termo 'rei' novamente se refere a Nabucodonosor, que busca respostas para seus sonhos.","explicacao_detalhada":"Em Daniel 2:2, o rei convoca os sábios para interpretar seu sonho, mostrando sua dependência de conselheiros e sua busca por compreensão.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a centralidade de Nabucodonosor na narrativa e sua busca por controle sobre o desconhecido.","conexao_teologica":"A busca do rei por respostas reflete a busca humana por sabedoria e entendimento, que é um tema recorrente nas Escrituras.","referencias_relacionadas":["Eclesiastes 1:13","Tiago 1:5","Salmos 111:10"]},"daniel_2_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação do rei sobre seu sonho e suas expectativas.","explicacao_detalhada":"Em Daniel 2:2, o rei 'diz' a seus sábios que teve um sonho que o perturbou, mostrando sua vulnerabilidade e a necessidade de interpretação.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para entender a dinâmica de comunicação entre o rei e seus conselheiros, destacando a importância da interpretação.","conexao_teologica":"A comunicação é um aspecto vital na relação entre Deus e a humanidade, onde Deus se revela através de Sua Palavra.","referencias_relacionadas":["Salmos 119:105","Hebreus 1:1-2","Romanos 10:17"]},"daniel_2_2_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' refere-se ao ato do rei de convocar seus sábios para que venham interpretar seu sonho.","explicacao_detalhada":"Em Daniel 2:2, o rei 'chama' os magos, encantadores e sábios, demonstrando sua autoridade e a importância que dá à interpretação dos sonhos.","por_que_esta_palavra":"A palavra 'chamar' enfatiza a ação do rei em buscar ajuda, refletindo a necessidade humana de apoio e sabedoria em momentos de incerteza.","conexao_teologica":"A convocação de conselheiros é um paralelo à maneira como Deus chama os homens para a sabedoria e entendimento através de Sua Palavra.","referencias_relacionadas":["Provérbios 1:20-23","Mateus 11:28","Tiago 1:5"]},"daniel_2_3_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é usada novamente para enfatizar a posição de Nabucodonosor e sua angústia em relação ao sonho.","explicacao_detalhada":"Em Daniel 2:3, o rei expressa sua frustração por não conseguir lembrar o sonho, mostrando que mesmo os poderosos enfrentam limitações.","por_que_esta_palavra":"A repetição da palavra 'rei' destaca a centralidade de Nabucodonosor na narrativa e sua vulnerabilidade diante do desconhecido.","conexao_teologica":"A fragilidade do rei diante de seus sonhos reflete a condição humana de dependência de Deus para revelação e entendimento.","referencias_relacionadas":["Salmos 146:3-4","Isaías 40:23","Daniel 4:35"]},"daniel_2_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação do rei sobre sua necessidade de interpretação do sonho.","explicacao_detalhada":"Em Daniel 2:3, o rei 'diz' que teve um sonho que o perturbou, enfatizando sua busca por respostas e a importância da interpretação.","por_que_esta_palavra":"A palavra 'dizer' é crucial para entender a dinâmica de comunicação e a busca por sabedoria em momentos de incerteza.","conexao_teologica":"A comunicação entre o rei e seus sábios reflete a necessidade humana de buscar entendimento e direção de Deus.","referencias_relacionadas":["Salmos 119:105","Provérbios 2:6","Tiago 1:5"]},"daniel_2_3_bom":{"palavra_pt":"bom","palavra_original":"חָלַם","transliteracao":"châlam","strong":"H2492","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade de algo que é desejável e positivo.","explicacao_detalhada":"A palavra 'bom' em Daniel 2:3 é usada para descrever a natureza do sonho que o rei Nabucodonosor teve, indicando que era um sonho que tinha um significado importante e positivo.","por_que_esta_palavra":"A escolha da palavra 'bom' enfatiza a importância do sonho e a expectativa de que ele traria revelações valiosas.","conexao_teologica":"A ideia de 'bom' está ligada à natureza de Deus, que é descrito como bom em várias partes da Bíblia, refletindo Sua vontade e planos para a humanidade.","referencias_relacionadas":["Salmos 34:8","Romanos 12:2","Gênesis 1:31"]},"daniel_2_4_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Designa a autoridade suprema e o poder governamental.","explicacao_detalhada":"A palavra 'rei' é usada para se referir a Nabucodonosor, que era o governante da Babilônia, e destaca seu papel como líder e juiz sobre seu povo.","por_que_esta_palavra":"A menção do rei é crucial para entender a dinâmica de poder e a relação entre Deus e as autoridades terrenas na narrativa.","conexao_teologica":"A soberania de Deus sobre os reis e reinos é um tema recorrente na Bíblia, mostrando que, apesar do poder humano, Deus está no controle.","referencias_relacionadas":["Provérbios 21:1","Romanos 13:1","Daniel 4:17"]},"daniel_2_4_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se ao ato de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"A palavra 'falar' é usada quando o rei Nabucodonosor se dirige aos sábios da Babilônia, pedindo que interpretem seu sonho, o que demonstra a importância da comunicação na busca por respostas.","por_que_esta_palavra":"A comunicação é essencial para a revelação e entendimento, especialmente em contextos de busca por sabedoria e discernimento.","conexao_teologica":"Deus se comunica com a humanidade através de profetas e escrituras, e a palavra 'falar' aqui reflete a necessidade de ouvir e entender a voz de Deus.","referencias_relacionadas":["Hebreus 1:1-2","Tiago 1:19","Salmos 119:105"]},"daniel_2_5_olho":{"palavra_pt":"olho","palavra_original":"עֲנָה","transliteracao":"ʻănâh","strong":"H6032","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se ao órgão da visão, mas também simboliza percepção e entendimento.","explicacao_detalhada":"A palavra 'olho' é mencionada em um contexto que sugere a necessidade de ver além do físico, buscando a verdade espiritual por trás do sonho.","por_que_esta_palavra":"O uso de 'olho' enfatiza a importância da visão espiritual e da revelação divina, que vai além do que é visível.","conexao_teologica":"A Bíblia frequentemente usa a metáfora do 'olho' para descrever a percepção espiritual e a capacidade de discernir a verdade de Deus.","referencias_relacionadas":["Mateus 6:22-23","Efésios 1:18","Salmos 119:18"]},"daniel_2_5_grande":{"palavra_pt":"grande","palavra_original":"אֲמַר","transliteracao":"ʼămar","strong":"H560","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica algo de grande magnitude ou importância.","explicacao_detalhada":"A palavra 'grande' é utilizada para descrever a importância do sonho e a grandeza do reino de Nabucodonosor, que é um tema central na visão.","por_que_esta_palavra":"A grandeza é um conceito que se relaciona com o poder e a influência, refletindo a realidade do império babilônico.","conexao_teologica":"A grandeza de Deus é frequentemente contrastada com a grandeza dos reinos humanos, mostrando que, apesar de sua aparência, tudo está sob o controle divino.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Daniel 4:34"]},"daniel_2_6_gloria":{"palavra_pt":"gloria","palavra_original":"יְקָר","transliteracao":"yᵉqâr","strong":"H3367","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à honra e ao esplendor, muitas vezes associado à presença de Deus.","explicacao_detalhada":"A palavra 'gloria' é usada para descrever a magnificência do sonho e a importância do que está sendo revelado ao rei.","por_que_esta_palavra":"A glória é um atributo de Deus e, neste contexto, destaca a revelação divina que traz honra e reconhecimento.","conexao_teologica":"A glória de Deus é um tema central na Bíblia, representando Sua majestade e poder, e é frequentemente associada à Sua presença entre o povo.","referencias_relacionadas":["Salmos 19:1","Isaías 6:3","Romanos 11:36"]},"daniel_2_6_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Indica conformidade ou acordo com algo.","explicacao_detalhada":"A palavra 'conforme' é usada para expressar que a interpretação do sonho deve estar de acordo com a verdade revelada.","por_que_esta_palavra":"A conformidade é essencial para a interpretação correta e para a compreensão do plano de Deus.","conexao_teologica":"A ideia de conformidade com a vontade de Deus é um princípio fundamental na vida cristã, onde os crentes são chamados a viver de acordo com a Sua palavra.","referencias_relacionadas":["Romanos 12:2","1 João 2:17","Tiago 1:22"]},"daniel_2_7_olho":{"palavra_pt":"olho","palavra_original":"עֲנָה","transliteracao":"ʻănâh","strong":"H6032","significado_raiz":"Ideia básica: olho.","significado_contextual":"Novamente refere-se ao órgão da visão, simbolizando percepção.","explicacao_detalhada":"A repetição da palavra 'olho' enfatiza a necessidade de uma visão clara e discernimento na busca pela verdade do sonho.","por_que_esta_palavra":"A repetição sugere a importância da visão espiritual e da revelação divina na compreensão do que está acontecendo.","conexao_teologica":"A percepção espiritual é vital para entender os planos de Deus e a realidade espiritual ao nosso redor.","referencias_relacionadas":["Mateus 13:16","Efésios 1:18","Salmos 119:18"]},"daniel_2_7_grande":{"palavra_pt":"grande","palavra_original":"אֲמַר","transliteracao":"ʼămar","strong":"H560","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude ou importância do sonho e da revelação.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a importância do que está sendo revelado ao rei, indicando que é algo de grande relevância.","por_que_esta_palavra":"A grandeza do sonho reflete a grandeza do plano de Deus para as nações e a história.","conexao_teologica":"A grandeza de Deus e de Seus planos é um tema central na Bíblia, mostrando que Ele tem controle sobre a história.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Daniel 4:34"]},"daniel_2_7_again":{"palavra_pt":"novamente","palavra_original":"תִּנְיָנוּת","transliteracao":"tinyânûwth","strong":"H8579","significado_raiz":"Ideia básica: novamente.","significado_contextual":"Indica repetição ou retorno a um estado anterior.","explicacao_detalhada":"A palavra 'novamente' sugere que o sonho ou a revelação é de tal importância que merece ser destacado mais de uma vez.","por_que_esta_palavra":"A repetição enfatiza a gravidade e a urgência da mensagem que está sendo comunicada.","conexao_teologica":"A ideia de repetição é vista na Bíblia como um meio de reforçar a verdade e a importância das mensagens de Deus.","referencias_relacionadas":["Mateus 18:22","Gênesis 41:32","Hebreus 10:24-25"]},"daniel_2_8_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica uma relação de acordo ou conformidade com algo.","explicacao_detalhada":"No contexto de Daniel 2:8, 'conforme' é usado para expressar que a interpretação do sonho deve ser alinhada com a verdade revelada por Deus.","por_que_esta_palavra":"A escolha da palavra 'conforme' enfatiza a necessidade de se alinhar com a vontade divina e a verdade.","conexao_teologica":"A conformidade com a verdade de Deus é um tema central na teologia bíblica, refletindo a importância da revelação divina.","referencias_relacionadas":["Salmos 119:160","João 17:17","Romanos 12:2"]},"daniel_2_8_verdade":{"palavra_pt":"verdade","palavra_original":"יַצִּיב","transliteracao":"yatstsîyb","strong":"H3330","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à fidelidade de Deus em revelar o que é certo.","explicacao_detalhada":"Em Daniel 2:8, 'verdade' é crucial para a interpretação do sonho, pois reflete a natureza de Deus como fonte de sabedoria e conhecimento.","por_que_esta_palavra":"A palavra 'verdade' é escolhida para destacar a importância da honestidade e da clareza na comunicação divina.","conexao_teologica":"A verdade de Deus é um fundamento da fé cristã, sendo essencial para a compreensão da revelação e da salvação.","referencias_relacionadas":["Salmos 25:5","João 14:6","Efésios 4:15"]},"daniel_2_9_first":{"palavra_pt":"primeiro","palavra_original":"חַד","transliteracao":"chad","strong":"H2298","significado_raiz":"Ideia básica: primeiro.","significado_contextual":"A palavra 'primeiro' indica a prioridade ou a primeira posição em uma sequência.","explicacao_detalhada":"No versículo, 'primeiro' é usado para descrever a importância do primeiro sonho que Nabucodonosor teve, que é central para a narrativa.","por_que_esta_palavra":"A ênfase em 'primeiro' sugere que o sonho inicial é fundamental para a compreensão dos eventos subsequentes.","conexao_teologica":"A ideia de primazia é refletida na criação e na soberania de Deus sobre a história.","referencias_relacionadas":["Gênesis 1:1","Colossenses 1:18","Apocalipse 1:8"]},"daniel_2_9_palavra":{"palavra_pt":"palavra","palavra_original":"מִלָּה","transliteracao":"millâh","strong":"H4406","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação ou mensagem que é transmitida.","explicacao_detalhada":"Em Daniel 2:9, 'palavra' é usada para descrever a mensagem que deve ser revelada ao rei, destacando a importância da revelação divina.","por_que_esta_palavra":"A escolha de 'palavra' enfatiza a natureza comunicativa de Deus e a necessidade de ouvir Sua voz.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo central na relação entre Deus e a humanidade.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Mateus 4:4"]},"daniel_2_9_grande":{"palavra_pt":"grande","palavra_original":"אֲמַר","transliteracao":"ʼămar","strong":"H560","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' indica magnitude ou importância.","explicacao_detalhada":"No contexto, 'grande' é usado para descrever a importância do sonho e da sua interpretação, que tem implicações significativas para o futuro.","por_que_esta_palavra":"A ênfase em 'grande' sugere que o que está em jogo é de extrema relevância para a história e para o povo de Deus.","conexao_teologica":"A grandeza de Deus é um tema recorrente, refletindo Sua soberania sobre todas as nações.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Apocalipse 19:16"]},"daniel_2_10_olho":{"palavra_pt":"olho","palavra_original":"עֲנָה","transliteracao":"ʻănâh","strong":"H6032","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' simboliza percepção e entendimento.","explicacao_detalhada":"Em Daniel 2:10, 'olho' é usado para indicar a capacidade de ver e compreender a verdade do sonho.","por_que_esta_palavra":"A escolha de 'olho' sugere que a verdadeira compreensão vai além da visão física, envolvendo discernimento espiritual.","conexao_teologica":"A visão espiritual é essencial para entender a revelação de Deus e Sua vontade.","referencias_relacionadas":["Mateus 6:22","Efésios 1:18","Apocalipse 3:18"]},"daniel_2_10_phrase":{"palavra_pt":"expressao","palavra_original":"קְבֵל","transliteracao":"qᵉbêl","strong":"H6903","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se a uma forma de comunicar ou manifestar algo.","explicacao_detalhada":"No versículo, 'expressão' é usada para descrever a maneira como o sonho deve ser interpretado e comunicado.","por_que_esta_palavra":"A escolha de 'expressão' enfatiza a importância da clareza na comunicação da mensagem divina.","conexao_teologica":"A expressão da verdade de Deus é vital para a edificação da fé e da comunidade.","referencias_relacionadas":["1 Pedro 4:11","Colossenses 3:16","Romanos 10:14"]},"daniel_2_11_deus":{"palavra_pt":"deus","palavra_original":"אֱלָהּ","transliteracao":"ʼĕlâhh","strong":"H426","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade e à soberania de Deus sobre todas as coisas.","explicacao_detalhada":"Em Daniel 2:11, 'deus' é mencionado para destacar que a revelação do sonho é algo que pertence ao domínio divino.","por_que_esta_palavra":"A escolha de 'deus' enfatiza a autoridade e o poder de Deus em revelar mistérios.","conexao_teologica":"A soberania de Deus é um tema central na teologia, refletindo Seu controle sobre a história e a criação.","referencias_relacionadas":["Salmos 115:3","Isaías 46:10","Romanos 11:36"]},"daniel_2_11_idiom":{"palavra_pt":"expressao","palavra_original":"דִּי","transliteracao":"dîy","strong":"H1768","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' aqui é usada para indicar uma forma específica de comunicação.","explicacao_detalhada":"No contexto, 'expressão' refere-se à maneira como a verdade deve ser articulada e compreendida.","por_que_esta_palavra":"A escolha de 'expressão' ressalta a importância da clareza e precisão na comunicação da revelação.","conexao_teologica":"A comunicação da verdade de Deus é essencial para a edificação da igreja e a propagação do evangelho.","referencias_relacionadas":["2 Timóteo 2:15","Atos 20:27","1 Coríntios 2:13"]},"daniel_2_11_ask":{"palavra_pt":"ask","palavra_original":"שְׁאֵל","transliteracao":"shᵉʼêl","strong":"H7593","significado_raiz":"Ideia básica: ask.","significado_contextual":"A palavra 'ask' refere-se ao ato de solicitar ou pedir algo.","explicacao_detalhada":"Em Daniel 2:11, 'ask' é usado para descrever a solicitação de Nabucodonosor por uma interpretação do sonho.","por_que_esta_palavra":"A escolha de 'ask' enfatiza a necessidade de buscar a sabedoria e a revelação de Deus.","conexao_teologica":"A busca por Deus e por Sua sabedoria é um tema recorrente na Escritura, refletindo a dependência humana de Sua orientação.","referencias_relacionadas":["Tiago 1:5","Mateus 7:7","Salmos 27:8"]},"daniel_2_12_forasmuch":{"palavra_pt":"porque","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3606","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão pela qual algo está acontecendo.","explicacao_detalhada":"A palavra 'porque' é usada para introduzir uma explicação ou justificativa, revelando a motivação por trás das ações ou decisões.","por_que_esta_palavra":"É fundamental para entender a lógica e a sequência de eventos no texto, especialmente em contextos de julgamento ou decisão.","conexao_teologica":"A razão é um elemento central na teologia, pois Deus frequentemente explica Suas ações e decisões ao Seu povo.","referencias_relacionadas":["Isaías 1:18","Romanos 12:2","Tiago 1:5"]},"daniel_2_12_phrase":{"palavra_pt":"expressao","palavra_original":"קְבֵל","transliteracao":"qᵉbêl","strong":"H6903","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma declaração ou afirmação específica.","explicacao_detalhada":"A expressão 'expressão' é usada para descrever a forma como algo é comunicado, seja verbalmente ou por meio de ações.","por_que_esta_palavra":"É importante para entender como as ideias são transmitidas e recebidas entre os personagens da narrativa.","conexao_teologica":"A comunicação é vital na relação entre Deus e a humanidade, refletindo a importância da revelação divina.","referencias_relacionadas":["Salmos 19:1","Mateus 12:34","Tiago 3:10"]},"daniel_2_12_furious":{"palavra_pt":"furious","palavra_original":"קְצַף","transliteracao":"qᵉtsaph","strong":"H7108","significado_raiz":"Ideia básica: furious.","significado_contextual":"Refere-se a um estado de intensa raiva ou indignação.","explicacao_detalhada":"A palavra 'furious' descreve a emoção intensa que pode levar a ações drásticas, refletindo a seriedade da situação.","por_que_esta_palavra":"É crucial para entender a reação do rei e o clima emocional da narrativa, que pode influenciar decisões importantes.","conexao_teologica":"A ira de Deus é um tema recorrente na Bíblia, mostrando que a justiça divina pode ser provocada por ações humanas.","referencias_relacionadas":["Salmos 7:11","Romanos 1:18","Efésios 4:26"]},"daniel_2_13_profeta":{"palavra_pt":"profeta","palavra_original":"דָּנִיֵּאל","transliteracao":"Dânîyêʼl","strong":"H1841","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a Daniel como um mensageiro de Deus.","explicacao_detalhada":"A palavra 'profeta' implica um papel de intermediário entre Deus e os homens, trazendo revelações e interpretações divinas.","por_que_esta_palavra":"É essencial para entender a autoridade de Daniel e sua função na narrativa, especialmente em momentos de crise.","conexao_teologica":"Os profetas são fundamentais na história da salvação, sendo usados por Deus para comunicar Sua vontade.","referencias_relacionadas":["Amós 3:7","Hebreus 1:1","Atos 2:17"]},"daniel_2_13_buscar":{"palavra_pt":"buscar","palavra_original":"בְּעָא","transliteracao":"bᵉʻâʼ","strong":"H1156","significado_raiz":"Ideia básica: buscar.","significado_contextual":"Indica a ação de procurar ou investigar.","explicacao_detalhada":"A palavra 'buscar' sugere um esforço ativo para encontrar respostas ou soluções, refletindo a urgência da situação.","por_que_esta_palavra":"É importante para entender a iniciativa de Daniel em buscar a sabedoria de Deus em meio à crise.","conexao_teologica":"Buscar a Deus é um tema central na Bíblia, enfatizando a necessidade de dependência divina em tempos de dificuldade.","referencias_relacionadas":["Jeremias 29:13","Mateus 7:7","Tiago 4:8"]},"daniel_2_13_forth":{"palavra_pt":"adiante","palavra_original":"נְפַק","transliteracao":"nᵉphaq","strong":"H5312","significado_raiz":"Ideia básica: adiante.","significado_contextual":"Refere-se ao ato de avançar ou progredir.","explicacao_detalhada":"A palavra 'adiante' implica movimento em direção a um objetivo ou resultado, essencial em contextos de revelação ou ação.","por_que_esta_palavra":"É relevante para entender a direção que Daniel toma em sua busca por respostas e soluções.","conexao_teologica":"O avanço na fé é um tema importante, onde os crentes são chamados a progredir em sua relação com Deus.","referencias_relacionadas":["Filipenses 3:14","Hebreus 12:1","2 Pedro 3:18"]},"daniel_2_14_juizo":{"palavra_pt":"juizo","palavra_original":"טְעֵם","transliteracao":"ṭᵉʻêm","strong":"H2942","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se a uma avaliação ou decisão sobre uma situação.","explicacao_detalhada":"A palavra 'juízo' implica a capacidade de discernir entre o certo e o errado, refletindo a sabedoria necessária em momentos críticos.","por_que_esta_palavra":"É crucial para entender a natureza da decisão que Daniel precisa tomar e a responsabilidade que isso implica.","conexao_teologica":"O juízo de Deus é um tema central, mostrando que Ele avalia as ações humanas e responde de acordo.","referencias_relacionadas":["Salmos 9:7","Eclesiastes 12:14","Romanos 14:10"]},"daniel_2_14_profeta":{"palavra_pt":"profeta","palavra_original":"דָּנִיֵּאל","transliteracao":"Dânîyêʼl","strong":"H1841","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se novamente a Daniel como um mensageiro de Deus.","explicacao_detalhada":"A repetição da palavra 'profeta' enfatiza a importância do papel de Daniel na interpretação dos sonhos e na comunicação da vontade divina.","por_que_esta_palavra":"Reforça a autoridade de Daniel e sua conexão com Deus em momentos de crise.","conexao_teologica":"A função profética é essencial na revelação de Deus e na orientação do Seu povo.","referencias_relacionadas":["Deuteronômio 18:18","Mateus 10:41","Atos 3:21"]},"daniel_2_14_grande":{"palavra_pt":"grande","palavra_original":"רַב","transliteracao":"rab","strong":"H7229","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se a algo de grande importância ou magnitude.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a seriedade da situação e a importância da revelação que está por vir.","por_que_esta_palavra":"É importante para entender a gravidade do que está em jogo na narrativa.","conexao_teologica":"A grandeza de Deus é um tema central, refletindo Sua majestade e soberania sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"daniel_2_15_grande":{"palavra_pt":"grande","palavra_original":"מָה","transliteracao":"mâh","strong":"H4101","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se a uma grande questão ou problema que precisa ser resolvido.","explicacao_detalhada":"A palavra 'grande' aqui enfatiza a magnitude da questão que Daniel enfrenta, refletindo a urgência e a importância da situação.","por_que_esta_palavra":"É relevante para entender a pressão sobre Daniel e a necessidade de uma resposta divina.","conexao_teologica":"A grandeza dos desafios que enfrentamos muitas vezes nos leva a buscar a ajuda de Deus, que é maior que qualquer problema.","referencias_relacionadas":["Salmos 34:19","Mateus 19:26","Filipenses 4:13"]},"daniel_2_16_profeta":{"palavra_pt":"profeta","palavra_original":"דָּנִיֵּאל","transliteracao":"Dânîyêʼl","strong":"H1841","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a alguém que fala em nome de Deus, trazendo revelações e orientações divinas.","explicacao_detalhada":"No contexto de Daniel 2:16, Daniel é chamado para interpretar o sonho do rei Nabucodonosor, demonstrando seu papel como profeta e mediador entre Deus e os homens.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a autoridade divina que Daniel possui ao interpretar os sonhos, mostrando que ele é um escolhido de Deus.","conexao_teologica":"A função do profeta é central na teologia bíblica, pois os profetas são instrumentos de Deus para comunicar Sua vontade ao povo.","referencias_relacionadas":["Deuteronômio 18:18","Amós 3:7","Ezequiel 2:5"]},"daniel_2_16_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica a relação de acordo ou conformidade com algo que foi previamente estabelecido.","explicacao_detalhada":"Neste versículo, 'conforme' é usado para descrever a ação de Daniel em buscar a interpretação do sonho de acordo com a vontade de Deus.","por_que_esta_palavra":"A utilização de 'conforme' ressalta a importância de agir segundo a orientação divina, um tema recorrente nas Escrituras.","conexao_teologica":"A obediência à palavra de Deus é um princípio fundamental na vida do crente, refletindo a necessidade de alinhar nossas ações à Sua vontade.","referencias_relacionadas":["Salmos 119:105","Romanos 12:2","Tiago 1:22"]},"daniel_2_16_buscar":{"palavra_pt":"buscar","palavra_original":"בְּעָא","transliteracao":"bᵉʻâʼ","strong":"H1156","significado_raiz":"Ideia básica: buscar.","significado_contextual":"A palavra 'buscar' implica um esforço ativo para encontrar ou descobrir algo.","explicacao_detalhada":"Daniel busca a interpretação do sonho, demonstrando sua dependência de Deus e sua determinação em entender a mensagem divina.","por_que_esta_palavra":"A busca é uma ação que reflete a fé e a diligência de Daniel em buscar a verdade revelada por Deus.","conexao_teologica":"Buscar a Deus e Sua sabedoria é um tema central na vida cristã, incentivando os crentes a se aproximarem dEle em oração e estudo da Palavra.","referencias_relacionadas":["Mateus 7:7","Provérbios 2:4-5","Jeremias 29:13"]},"daniel_2_17_profeta":{"palavra_pt":"profeta","palavra_original":"דָּנִיֵּאל","transliteracao":"Dânîyêʼl","strong":"H1841","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' é usada novamente para reafirmar a identidade de Daniel como um porta-voz de Deus.","explicacao_detalhada":"Neste contexto, Daniel é reconhecido como alguém que tem a capacidade de receber e interpretar revelações divinas, o que é essencial para a narrativa.","por_que_esta_palavra":"Reforça a ideia de que Daniel é um intermediário entre Deus e o rei, destacando a importância do papel profético.","conexao_teologica":"Os profetas são fundamentais na história da salvação, pois eles preparam o caminho para a revelação plena em Cristo.","referencias_relacionadas":["Isaías 6:8","Mateus 10:41","Hebreus 1:1-2"]},"daniel_2_17_now":{"palavra_pt":"now","palavra_original":"אֱדַיִן","transliteracao":"ʼĕdayin","strong":"H116","significado_raiz":"Ideia básica: now.","significado_contextual":"A palavra 'now' indica um momento presente, enfatizando a urgência da situação.","explicacao_detalhada":"Daniel usa 'now' para marcar a importância do momento em que ele se dirige a Deus em busca de revelação, mostrando a necessidade de ação imediata.","por_que_esta_palavra":"A urgência é um aspecto importante na vida espiritual, onde muitas vezes somos chamados a agir rapidamente em resposta a Deus.","conexao_teologica":"O conceito de tempo é significativo na teologia, pois Deus opera em momentos específicos da história da salvação.","referencias_relacionadas":["2 Coríntios 6:2","Salmos 27:14","Eclesiastes 3:1"]},"daniel_2_18_piedade":{"palavra_pt":"piedade","palavra_original":"רְחֵם","transliteracao":"rᵉchêm","strong":"H7359","significado_raiz":"Ideia básica: piedade.","significado_contextual":"A palavra 'piedade' refere-se a uma atitude de reverência e devoção a Deus.","explicacao_detalhada":"Daniel clama a Deus com piedade, reconhecendo a necessidade de Sua misericórdia e intervenção na situação crítica que enfrenta.","por_que_esta_palavra":"A piedade é essencial na relação do crente com Deus, pois expressa a humildade e a dependência do ser humano diante do Criador.","conexao_teologica":"A piedade é um tema recorrente nas Escrituras, refletindo a natureza de Deus como misericordioso e a resposta adequada do homem.","referencias_relacionadas":["Salmos 51:17","1 Timóteo 2:2","Tiago 4:10"]},"daniel_2_18_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' é usada novamente para indicar que a ação de Daniel está alinhada com a vontade de Deus.","explicacao_detalhada":"Daniel busca a revelação de Deus conforme a Sua misericórdia, reconhecendo que a compreensão do sonho depende da graça divina.","por_que_esta_palavra":"Reforça a ideia de que todas as ações devem ser realizadas em conformidade com a vontade de Deus.","conexao_teologica":"A conformidade com a vontade de Deus é um princípio fundamental na vida cristã, refletindo a submissão do crente ao Senhor.","referencias_relacionadas":["Romanos 8:28","Efésios 5:17","Colossenses 1:9"]},"daniel_2_18_deus":{"palavra_pt":"deus","palavra_original":"אֱלָהּ","transliteracao":"ʼĕlâhh","strong":"H426","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"Daniel reconhece a soberania de Deus ao buscar a interpretação do sonho, enfatizando que somente Ele pode revelar os mistérios.","por_que_esta_palavra":"A menção de Deus é crucial, pois destaca a fonte de toda sabedoria e conhecimento.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele tem controle sobre todas as coisas.","referencias_relacionadas":["Salmos 147:5","Isaías 40:28","Romanos 11:33"]},"daniel_2_19_deus":{"palavra_pt":"deus","palavra_original":"אֱלָהּ","transliteracao":"ʼĕlâhh","strong":"H426","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é novamente mencionada para reafirmar a importância da revelação divina.","explicacao_detalhada":"Daniel recebe a revelação de Deus sobre o sonho, demonstrando que a sabedoria e o entendimento vêm dEle.","por_que_esta_palavra":"A repetição da palavra enfatiza a centralidade de Deus na interpretação dos sonhos e na vida de Daniel.","conexao_teologica":"A revelação divina é um aspecto essencial da fé, pois é através dela que Deus se comunica com a humanidade.","referencias_relacionadas":["Tiago 1:5","1 Coríntios 2:10","Hebreus 4:12"]},"daniel_2_19_profeta":{"palavra_pt":"profeta","palavra_original":"דָּנִיֵּאל","transliteracao":"Dânîyêʼl","strong":"H1841","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Em Daniel 2:19, \"profeta\" aparece na frase \"Então foi revelado o mistério a Daniel numa visão de noite; então Daniel louvou o Deus do céu.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (דָּנִיֵּאל; Dânîyêʼl; H1841), \"profeta\" traz a ideia de profeta. Aqui, essa palavra deixa o ensino de Daniel 2:19 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"profeta\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Daniel 2:20. Lendo junto com Daniel 2:19, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Daniel 2:19","Daniel 2:20","Salmos 119:105"]},"daniel_2_19_carry":{"palavra_pt":"carry","palavra_original":"גְּלָה","transliteracao":"gᵉlâh","strong":"H1541","significado_raiz":"Ideia básica: carry.","significado_contextual":"A palavra 'carry' (גְּלָה) refere-se ao ato de revelar ou trazer à luz algo que estava oculto.","explicacao_detalhada":"Neste contexto, Daniel recebe uma revelação de Deus sobre o sonho do rei Nabucodonosor, que estava escondido. A palavra implica em trazer à tona o que estava escondido na mente do rei.","por_que_esta_palavra":"A escolha da palavra 'carry' enfatiza a ação divina de revelar verdades ocultas, mostrando o poder de Deus em comunicar-se com os humanos.","conexao_teologica":"A revelação de Deus é um tema central na teologia bíblica, onde Ele se comunica com Seu povo através de profetas e visões.","referencias_relacionadas":["Daniel 2:19","Amós 3:7","Hebreus 1:1"]},"daniel_2_20_olho":{"palavra_pt":"olho","palavra_original":"עֲנָה","transliteracao":"ʻănâh","strong":"H6032","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' (עֲנָה) simboliza a percepção e a capacidade de ver além do físico.","explicacao_detalhada":"Daniel, ao falar sobre o 'olho', refere-se à visão espiritual que Deus concede para entender os mistérios e revelações divinas.","por_que_esta_palavra":"A palavra 'olho' é usada para ilustrar a capacidade de discernir a verdade espiritual, algo que vai além da visão física.","conexao_teologica":"A visão espiritual é fundamental na vida do crente, pois permite compreender a vontade de Deus e os Seus propósitos.","referencias_relacionadas":["Mateus 6:22","Efésios 1:18","Apocalipse 3:18"]},"daniel_2_20_profeta":{"palavra_pt":"profeta","palavra_original":"דָּנִיֵּאל","transliteracao":"Dânîyêʼl","strong":"H1841","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' (דָּנִיֵּאל) refere-se a alguém que fala em nome de Deus, trazendo mensagens e revelações.","explicacao_detalhada":"Daniel é considerado um profeta porque recebeu e interpretou revelações divinas, atuando como intermediário entre Deus e o povo.","por_que_esta_palavra":"A designação de Daniel como profeta destaca sua função e importância no plano de Deus para comunicar Sua vontade.","conexao_teologica":"Os profetas desempenham um papel crucial na história da salvação, sendo usados por Deus para guiar e advertir Seu povo.","referencias_relacionadas":["Daniel 2:20","Jeremias 1:5","Ezequiel 2:5"]},"daniel_2_20_ajoelhar":{"palavra_pt":"ajoelhar","palavra_original":"בְּרַךְ","transliteracao":"bᵉrak","strong":"H1289","significado_raiz":"Ideia básica: ajoelhar.","significado_contextual":"A palavra 'ajoelhar' (בְּרַךְ) implica em um ato de reverência e submissão diante de Deus.","explicacao_detalhada":"Daniel ajoelha-se em oração, demonstrando sua dependência de Deus e sua humildade ao buscar sabedoria e revelação.","por_que_esta_palavra":"A ação de ajoelhar-se é um símbolo de adoração e reconhecimento da soberania de Deus sobre todas as coisas.","conexao_teologica":"A oração e a adoração são essenciais na vida do crente, refletindo a relação de submissão e reverência a Deus.","referencias_relacionadas":["Daniel 6:10","Filipenses 2:10","Salmos 95:6"]},"daniel_2_21_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4430","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' (מֶלֶךְ) refere-se à autoridade suprema, neste caso, Nabucodonosor, que governava sobre um vasto império.","explicacao_detalhada":"O rei Nabucodonosor é mencionado para mostrar a grandeza do poder humano, que é, no entanto, subordinado ao poder de Deus.","por_que_esta_palavra":"A palavra 'rei' é usada para destacar a soberania de Deus sobre os reinos da terra e a capacidade de mudar os tempos e as estações.","conexao_teologica":"Deus é apresentado como o verdadeiro Rei que governa sobre todas as nações, mostrando que a autoridade humana é temporária.","referencias_relacionadas":["Daniel 2:21","Romanos 13:1","Salmos 22:28"]},"daniel_2_21_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6966","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' (קוּם) refere-se ao ato de estabelecer ou erguer algo, como um reino ou uma autoridade.","explicacao_detalhada":"Neste contexto, Daniel fala sobre como Deus levanta e derruba reis, mostrando Seu controle sobre a história.","por_que_esta_palavra":"A escolha da palavra 'levantar' enfatiza a ação de Deus em estabelecer Sua vontade na terra, independentemente das intenções humanas.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, onde Ele é visto como o que dirige os destinos das nações.","referencias_relacionadas":["Daniel 2:21","Salmos 75:7","Provérbios 21:1"]},"daniel_2_21_wise":{"palavra_pt":"wise","palavra_original":"חַכִּים","transliteracao":"chakkîym","strong":"H2445","significado_raiz":"Ideia básica: wise.","significado_contextual":"A palavra 'wise' (חַכִּים) refere-se à sabedoria, especialmente a sabedoria que vem de Deus.","explicacao_detalhada":"Daniel menciona os sábios do reino, que falham em interpretar o sonho, contrastando com a sabedoria divina que ele possui.","por_que_esta_palavra":"A palavra 'wise' é usada para destacar a diferença entre a sabedoria humana e a sabedoria divina, que é superior e reveladora.","conexao_teologica":"A sabedoria é um atributo de Deus e é frequentemente pedida por aqueles que buscam entender Sua vontade.","referencias_relacionadas":["Daniel 2:21","Tiago 1:5","Provérbios 2:6"]},"daniel_2_22_idiom":{"palavra_pt":"expressao","palavra_original":"הוּא","transliteracao":"hûwʼ","strong":"H1932","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' (הוּא) refere-se à manifestação ou revelação de algo que é verdadeiro.","explicacao_detalhada":"Daniel fala sobre a expressão do conhecimento de Deus, que revela os segredos e mistérios ocultos.","por_que_esta_palavra":"A palavra 'expressão' é significativa porque mostra como Deus se comunica e revela Sua verdade ao Seu povo.","conexao_teologica":"A revelação de Deus é um tema central na Bíblia, onde Ele se expressa através de Sua Palavra e de Seus profetas.","referencias_relacionadas":["Daniel 2:22","Salmos 25:14","João 1:18"]},"daniel_2_22_grande":{"palavra_pt":"grande","palavra_original":"מָה","transliteracao":"mâh","strong":"H4101","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' (מָה) refere-se à magnitude e importância de Deus e de Suas obras.","explicacao_detalhada":"Daniel exalta a grandeza de Deus ao revelar os mistérios, mostrando que Ele é superior a qualquer sabedoria humana.","por_que_esta_palavra":"A escolha da palavra 'grande' enfatiza a majestade e o poder de Deus em contrastar com a fragilidade humana.","conexao_teologica":"A grandeza de Deus é um tema recorrente na adoração e na reverência que devemos ter diante dEle.","referencias_relacionadas":["Daniel 2:22","Salmos 145:3","Isaías 40:12"]},"daniel_2_23_deus":{"palavra_pt":"deus","palavra_original":"אֱלָהּ","transliteracao":"ʼĕlâhh","strong":"H426","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' (אֱלָהּ) refere-se ao Ser Supremo, que é a fonte de toda sabedoria e revelação.","explicacao_detalhada":"Daniel reconhece que a revelação que recebeu vem de Deus, enfatizando a dependência do ser humano em relação ao divino.","por_que_esta_palavra":"A palavra 'deus' é central na teologia, pois representa a soberania e a autoridade de Deus sobre todas as coisas.","conexao_teologica":"A relação entre Deus e o homem é fundamental na Bíblia, onde Deus se revela e se relaciona com Sua criação.","referencias_relacionadas":["Daniel 2:23","Salmos 46:1","Tiago 1:17"]},"daniel_2_23_louvor":{"palavra_pt":"louvor","palavra_original":"שְׁבַח","transliteracao":"shᵉbach","strong":"H7624","significado_raiz":"Ideia básica: louvor.","significado_contextual":"O louvor é uma expressão de gratidão e reconhecimento a Deus por suas obras e sabedoria.","explicacao_detalhada":"Neste versículo, Daniel expressa louvor a Deus por ter revelado o mistério do sonho de Nabucodonosor. O louvor é uma resposta natural à revelação divina e à sabedoria que Deus concede aos homens.","por_que_esta_palavra":"A palavra 'louvor' é utilizada para enfatizar a importância de reconhecer a soberania e a grandeza de Deus em todas as situações.","conexao_teologica":"O louvor é um tema central na adoração a Deus, refletindo a relação entre o Criador e a criação, onde o ser humano reconhece sua dependência e gratidão.","referencias_relacionadas":["Salmos 150:6","Salmos 100:4","1 Crônicas 16:29"]},"daniel_2_23_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica a relação entre a revelação de Deus e a resposta de Daniel.","explicacao_detalhada":"Daniel reconhece que a sabedoria e o poder de Deus são a base para a interpretação do sonho, enfatizando que tudo o que acontece está de acordo com a vontade divina.","por_que_esta_palavra":"A palavra 'conforme' é crucial para entender que a revelação de Deus não é aleatória, mas parte de um plano divino maior.","conexao_teologica":"A soberania de Deus sobre os eventos da história é um tema recorrente na Bíblia, mostrando que Ele está no controle de todas as coisas.","referencias_relacionadas":["Romanos 8:28","Provérbios 16:9","Efésios 1:11"]},"daniel_2_24_phrase":{"palavra_pt":"expressao","palavra_original":"קְבֵל","transliteracao":"qᵉbêl","strong":"H6903","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão refere-se à comunicação clara e direta de Daniel sobre a interpretação do sonho.","explicacao_detalhada":"Daniel se apresenta diante do rei para explicar o sonho, utilizando uma expressão que demonstra sua disposição e coragem em cumprir a vontade de Deus.","por_que_esta_palavra":"A palavra 'expressão' é importante para destacar a clareza e a sinceridade na comunicação da verdade divina.","conexao_teologica":"A comunicação da verdade de Deus é essencial para a edificação da fé e a compreensão do Seu plano para a humanidade.","referencias_relacionadas":["Mateus 5:37","Efésios 4:15","Colossenses 4:6"]},"daniel_2_24_profeta":{"palavra_pt":"profeta","palavra_original":"דָּנִיֵּאל","transliteracao":"Dânîyêʼl","strong":"H1841","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Daniel é reconhecido como um profeta, alguém escolhido por Deus para transmitir Sua mensagem.","explicacao_detalhada":"Neste contexto, a identificação de Daniel como profeta reforça sua autoridade e a importância de sua missão de interpretar o sonho do rei.","por_que_esta_palavra":"A palavra 'profeta' é fundamental para entender o papel de Daniel como porta-voz de Deus em um tempo de crise.","conexao_teologica":"O ministério dos profetas é um tema central na Bíblia, mostrando como Deus se comunica com Seu povo através de homens escolhidos.","referencias_relacionadas":["Amós 3:7","Hebreus 1:1","2 Pedro 1:21"]},"daniel_2_24_perecer":{"palavra_pt":"perecer","palavra_original":"אֲבַד","transliteracao":"ʼăbad","strong":"H7","significado_raiz":"Ideia básica: perecer.","significado_contextual":"A palavra 'perecer' refere-se à consequência da falta de interpretação do sonho, que poderia levar à morte dos sábios da Babilônia.","explicacao_detalhada":"Daniel menciona que, sem a revelação de Deus, os sábios da corte estariam condenados à morte, enfatizando a gravidade da situação.","por_que_esta_palavra":"A palavra 'perecer' destaca a seriedade do momento e a necessidade de intervenção divina para evitar a destruição.","conexao_teologica":"A ideia de perecer por falta de conhecimento é um tema que aparece em várias partes da Bíblia, ressaltando a importância da sabedoria divina.","referencias_relacionadas":["Oséias 4:6","Provérbios 1:32","Romanos 6:23"]},"daniel_2_25_profeta":{"palavra_pt":"profeta","palavra_original":"דָּנִיֵּאל","transliteracao":"Dânîyêʼl","strong":"H1841","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Reforça a identidade de Daniel como profeta ao se apresentar ao rei Nabucodonosor.","explicacao_detalhada":"Daniel se apresenta como o profeta que pode interpretar o sonho, mostrando a confiança que ele tem na revelação de Deus.","por_que_esta_palavra":"A repetição da palavra 'profeta' enfatiza a importância do papel de Daniel na história e sua relação com Deus.","conexao_teologica":"A função do profeta é crucial para a comunicação da vontade de Deus ao povo, mostrando a continuidade da revelação divina.","referencias_relacionadas":["Jeremias 1:5","Ezequiel 2:3","Mateus 10:41"]},"daniel_2_25_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' novamente destaca a relação entre a revelação divina e a ação de Daniel.","explicacao_detalhada":"Daniel afirma que a interpretação do sonho é dada a ele por Deus, reforçando que sua sabedoria não é própria, mas um dom divino.","por_que_esta_palavra":"A palavra 'conforme' é essencial para entender que a sabedoria de Daniel é uma extensão da vontade de Deus.","conexao_teologica":"A dependência do homem em relação a Deus para sabedoria e entendimento é um tema central nas Escrituras.","referencias_relacionadas":["Tiago 1:5","Provérbios 2:6","1 Coríntios 1:30"]},"daniel_2_25_now":{"palavra_pt":"now","palavra_original":"אֱדַיִן","transliteracao":"ʼĕdayin","strong":"H116","significado_raiz":"Ideia básica: now.","significado_contextual":"A palavra 'now' indica a urgência e a importância do momento em que Daniel se apresenta ao rei.","explicacao_detalhada":"Daniel usa 'now' para enfatizar que é o tempo certo para revelar a interpretação do sonho, mostrando a soberania de Deus no tempo.","por_que_esta_palavra":"A palavra 'now' é significativa para destacar a prontidão de Daniel em agir conforme a direção de Deus.","conexao_teologica":"A noção de tempo e a ação de Deus em momentos específicos é um tema recorrente na narrativa bíblica.","referencias_relacionadas":["Eclesiastes 3:1","Gálatas 6:9","2 Coríntios 6:2"]},"daniel_2_26_olho":{"palavra_pt":"olho","palavra_original":"עֲנָה","transliteracao":"ʻănâh","strong":"H6032","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' é usada para descrever a percepção e a visão que Daniel tem sobre o sonho do rei.","explicacao_detalhada":"Daniel se refere ao 'olho' como uma metáfora para a capacidade de ver e entender a revelação de Deus.","por_que_esta_palavra":"A palavra 'olho' simboliza a clareza e a iluminação que vem de Deus para aqueles que buscam a verdade.","conexao_teologica":"A visão espiritual é um tema importante na Bíblia, onde Deus abre os olhos dos homens para entender Sua vontade.","referencias_relacionadas":["Salmos 119:18","Mateus 13:16","Efésios 1:18"]},"daniel_2_26_profeta":{"palavra_pt":"profeta","palavra_original":"דָּנִיֵּאל","transliteracao":"Dânîyêʼl","strong":"H1841","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Reforça novamente a identidade de Daniel como profeta diante do rei.","explicacao_detalhada":"Daniel se apresenta como o profeta que pode interpretar o sonho, reafirmando sua posição e autoridade dada por Deus.","por_que_esta_palavra":"A repetição da palavra 'profeta' enfatiza a importância do papel de Daniel na história e sua relação com Deus.","conexao_teologica":"A função do profeta é crucial para a comunicação da vontade de Deus ao povo, mostrando a continuidade da revelação divina.","referencias_relacionadas":["Amós 3:7","Hebreus 1:1","Mateus 10:41"]},"daniel_2_26_grande":{"palavra_pt":"grande","palavra_original":"אֲמַר","transliteracao":"ʼămar","strong":"H560","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do conhecimento e da sabedoria de Deus, que é revelada através de Daniel.","explicacao_detalhada":"A palavra 'grande' aqui enfatiza a magnitude do poder e da sabedoria divina, contrastando com a limitação humana. Daniel, ao interpretar o sonho do rei, destaca que somente Deus pode revelar os mistérios.","por_que_esta_palavra":"A escolha da palavra 'grande' sublinha a superioridade de Deus sobre todos os outros seres e a importância de reconhecer Sua soberania.","conexao_teologica":"A grandeza de Deus é um tema central na teologia bíblica, refletindo Sua majestade e autoridade sobre a criação.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"daniel_2_27_olho":{"palavra_pt":"olho","palavra_original":"עֲנָה","transliteracao":"ʻănâh","strong":"H6032","significado_raiz":"Ideia básica: olho.","significado_contextual":"O 'olho' simboliza a capacidade de ver e entender os mistérios que estão ocultos aos homens.","explicacao_detalhada":"Neste contexto, Daniel afirma que não há sabedoria ou entendimento humano que possa desvendar os segredos do sonho, mas somente a revelação divina. O 'olho' representa a percepção espiritual.","por_que_esta_palavra":"A palavra 'olho' é utilizada para ilustrar a visão clara que Deus tem sobre todas as coisas, em contraste com a cegueira espiritual dos homens.","conexao_teologica":"A visão de Deus é perfeita e completa, enquanto a visão humana é limitada e frequentemente distorcida pelo pecado.","referencias_relacionadas":["Mateus 6:22","Salmos 33:18","Provérbios 15:3"]},"daniel_2_27_profeta":{"palavra_pt":"profeta","palavra_original":"דָּנִיֵּאל","transliteracao":"Dânîyêʼl","strong":"H1841","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Daniel é reconhecido como profeta, um porta-voz de Deus que traz revelações e interpretações divinas.","explicacao_detalhada":"A palavra 'profeta' implica em alguém que fala em nome de Deus, recebendo e transmitindo mensagens divinas. Daniel, como profeta, é um mediador entre Deus e o rei.","por_que_esta_palavra":"A identificação de Daniel como profeta reforça sua autoridade e a importância de sua mensagem, que é de origem divina.","conexao_teologica":"O papel do profeta é fundamental na Bíblia, pois eles são escolhidos por Deus para guiar e corrigir o Seu povo.","referencias_relacionadas":["Deuteronômio 18:18","Ezequiel 2:5","Amós 3:7"]},"daniel_2_27_grande":{"palavra_pt":"grande","palavra_original":"אֲמַר","transliteracao":"ʼămar","strong":"H560","significado_raiz":"Ideia básica: grande.","significado_contextual":"Em Daniel 2:27, \"grande\" aparece na frase \"Respondeu Daniel na presença do rei, dizendo: O segredo que o rei requer, nem sábios, nem astrólogos, nem magos, nem adivinhos o podem decl…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (אֲמַר; ʼămar; H560), \"grande\" traz a ideia de grande. Aqui, essa palavra deixa o ensino de Daniel 2:27 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"grande\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Daniel 2:36. Lendo junto com Daniel 2:27, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Daniel 2:27","Daniel 2:36","Salmos 119:105"]},"daniel_2_28_deus":{"palavra_pt":"deus","palavra_original":"אֱלָהּ","transliteracao":"ʼĕlâhh","strong":"H426","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Ser Supremo que revela os segredos e controla a história.","explicacao_detalhada":"Neste versículo, Daniel destaca que é Deus quem revela os mistérios, enfatizando Sua soberania e poder sobre todas as nações e reis.","por_que_esta_palavra":"A menção de 'Deus' é crucial para entender que todas as revelações e interpretações vêm dEle, e não da sabedoria humana.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, mostrando que Ele é o autor da história e tem controle sobre o futuro.","referencias_relacionadas":["Salmos 147:5","Isaías 46:10","Romanos 8:28"]},"daniel_2_28_carry":{"palavra_pt":"carry","palavra_original":"גְּלָה","transliteracao":"gᵉlâh","strong":"H1541","significado_raiz":"Ideia básica: carry.","significado_contextual":"A palavra 'carry' (carregar) implica em trazer à luz ou revelar algo que estava oculto.","explicacao_detalhada":"Neste contexto, Daniel está afirmando que Deus é quem traz à tona os segredos que estavam escondidos, revelando o que está no coração do rei.","por_que_esta_palavra":"A utilização de 'carry' enfatiza a ação de Deus em revelar verdades que não são percebidas pelos humanos.","conexao_teologica":"A revelação divina é um aspecto essencial da relação entre Deus e a humanidade, mostrando que Ele se comunica e se revela.","referencias_relacionadas":["Lucas 8:17","1 Coríntios 4:5","Hebreus 4:13"]},"daniel_2_28_rei":{"palavra_pt":"rei","palavra_original":"נְבוּכַדְנֶצַּר","transliteracao":"Nᵉbûwkadnetstsar","strong":"H5020","significado_raiz":"Ideia básica: rei.","significado_contextual":"Em Daniel 2:28, \"rei\" aparece na frase \"Mas há um Deus no céu, o qual revela os mistérios; ele, pois, fez saber ao rei Nabucodonosor o que há de acontecer nos últimos dias; o teu…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (נְבוּכַדְנֶצַּר; Nᵉbûwkadnetstsar; H5020), \"rei\" traz a ideia de rei. Aqui, essa palavra deixa o ensino de Daniel 2:28 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"rei\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Daniel 2:46. Lendo junto com Daniel 2:28, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Daniel 2:28","Daniel 2:46","Salmos 119:105"]},"daniel_2_29_carry":{"palavra_pt":"carry","palavra_original":"גְּלָה","transliteracao":"gᵉlâh","strong":"H1541","significado_raiz":"Ideia básica: carry.","significado_contextual":"Em Daniel 2:29, \"carry\" aparece na frase \"Estando tu, ó rei, na tua cama, subiram os teus pensamentos, acerca do que há de ser depois disto. Aquele, pois, que revela os mistérios te…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (גְּלָה; gᵉlâh; H1541), \"carry\" traz a ideia de carry. Aqui, essa palavra deixa o ensino de Daniel 2:29 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"carry\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Daniel 2:47. Lendo junto com Daniel 2:29, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Daniel 2:29","Daniel 2:47","Salmos 119:105"]},"daniel_2_29_grande":{"palavra_pt":"grande","palavra_original":"מָה","transliteracao":"mâh","strong":"H4101","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' aqui se refere à magnitude do sonho e à importância da revelação que será dada.","explicacao_detalhada":"Daniel reconhece que o sonho do rei é significativo e que a interpretação que ele fornecer será de grande relevância para o futuro do reino.","por_que_esta_palavra":"A repetição da palavra 'grande' enfatiza a seriedade e a importância do que está prestes a ser revelado.","conexao_teologica":"A grandeza dos planos de Deus é um tema que se reflete em toda a Escritura, mostrando que Ele tem um propósito soberano para a história.","referencias_relacionadas":["Salmos 145:6","Isaías 25:1","Efésios 3:20"]},"daniel_2_29_thee":{"palavra_pt":"thee","palavra_original":"אַנְתָּה","transliteracao":"ʼantâh","strong":"H607","significado_raiz":"Ideia básica: thee.","significado_contextual":"A palavra 'thee' (tu) é uma forma de se dirigir diretamente ao rei, indicando a relação entre Daniel e Nabucodonosor.","explicacao_detalhada":"Daniel se dirige ao rei de maneira respeitosa, reconhecendo sua posição, mas ao mesmo tempo, enfatizando que a revelação vem de Deus.","por_que_esta_palavra":"A escolha de 'thee' mostra a importância da comunicação direta e pessoal, refletindo a relação entre o profeta e o governante.","conexao_teologica":"A comunicação entre Deus e os homens muitas vezes ocorre através de intermediários, como profetas, que falam em nome de Deus.","referencias_relacionadas":["1 Samuel 16:12","Mateus 10:20","Atos 10:33"]},"daniel_2_30_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"חׇכְמָה","transliteracao":"chokmâh","strong":"H2452","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"A sabedoria mencionada aqui refere-se ao entendimento profundo e à capacidade de discernir a verdade, especialmente em relação aos sonhos e visões.","explicacao_detalhada":"No contexto de Daniel 2, a sabedoria é apresentada como um dom divino que permite a Daniel interpretar o sonho do rei Nabucodonosor. Essa sabedoria não é apenas conhecimento, mas a habilidade de aplicar esse conhecimento de maneira prática e espiritual.","por_que_esta_palavra":"A palavra 'sabedoria' é crucial porque destaca a fonte divina do entendimento que Daniel possui, contrastando com os sábios da Babilônia que não conseguem interpretar o sonho.","conexao_teologica":"A sabedoria é frequentemente associada à revelação divina e ao temor do Senhor, que é o princípio da sabedoria (Provérbios 1:7). Daniel exemplifica essa conexão ao buscar a Deus em oração antes de interpretar o sonho.","referencias_relacionadas":["Provérbios 2:6","Tiago 1:5","Salmos 111:10"]},"daniel_2_30_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica a relação de acordo ou correspondência entre a interpretação do sonho e a realidade que ele representa.","explicacao_detalhada":"Neste versículo, Daniel afirma que a interpretação que ele dará ao sonho do rei será de acordo com a revelação que recebeu de Deus, enfatizando a precisão e a verdade da mensagem.","por_que_esta_palavra":"A palavra 'conforme' é importante para estabelecer a autoridade de Daniel como profeta e intérprete, mostrando que sua sabedoria não é própria, mas vem de Deus.","conexao_teologica":"A ideia de conformidade com a vontade de Deus é um tema central nas Escrituras, onde os profetas falam em nome de Deus e conforme Sua revelação.","referencias_relacionadas":["Romanos 12:2","1 Coríntios 2:12","Gálatas 1:10"]},"daniel_2_31_first":{"palavra_pt":"primeiro","palavra_original":"חַד","transliteracao":"chad","strong":"H2298","significado_raiz":"Ideia básica: primeiro.","significado_contextual":"A palavra 'primeiro' refere-se à importância do sonho que Daniel está prestes a interpretar, que é o primeiro de uma série de visões sobre os reinos.","explicacao_detalhada":"Daniel destaca que o sonho do rei é o primeiro de uma sequência que revela a história dos reinos, começando com a Babilônia. Isso estabelece a base para a interpretação que se seguirá.","por_que_esta_palavra":"A palavra 'primeiro' é significativa porque indica a primazia do reino babilônico na visão e a sequência profética que se desdobrará a partir dele.","conexao_teologica":"A ideia de primazia é frequentemente vista nas Escrituras, onde Deus estabelece ordens e prioridades em Seu plano redentor.","referencias_relacionadas":["Apocalipse 1:8","Isaías 46:10","Daniel 2:37"]},"daniel_2_31_grande":{"palavra_pt":"grande","palavra_original":"רַב","transliteracao":"rab","strong":"H7229","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' descreve a magnitude do sonho e a importância do reino que ele representa.","explicacao_detalhada":"O uso de 'grande' enfatiza não apenas a dimensão física da estátua no sonho, mas também a grandeza do poder e da influência do reino babilônico sobre as nações.","por_que_esta_palavra":"A palavra 'grande' é usada para transmitir a ideia de que o reino babilônico é significativo e tem um papel crucial na história da salvação.","conexao_teologica":"Deus usa reinos e governantes para cumprir Seus propósitos, e a grandeza de um reino pode ser vista como parte do plano soberano de Deus.","referencias_relacionadas":["Salmos 47:2","Daniel 4:22","Mateus 5:14"]},"daniel_2_31_phrase":{"palavra_pt":"expressao","palavra_original":"קְבֵל","transliteracao":"qᵉbêl","strong":"H6903","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à forma como o sonho é apresentado e a mensagem que ele carrega.","explicacao_detalhada":"Daniel usa 'expressão' para descrever a representação visual do sonho, que é uma estátua composta de diferentes materiais, cada um simbolizando um reino.","por_que_esta_palavra":"A palavra 'expressão' é importante para entender que a mensagem de Deus é comunicada de maneira visual e simbólica, exigindo interpretação.","conexao_teologica":"Deus frequentemente usa símbolos e imagens para transmitir verdades espirituais profundas, como visto em muitas profecias bíblicas.","referencias_relacionadas":["Ezequiel 1:10","Apocalipse 1:1","Daniel 7:2"]},"daniel_2_32_idiom":{"palavra_pt":"expressao","palavra_original":"דִּי","transliteracao":"dîy","strong":"H1768","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' aqui também se refere à representação do sonho, enfatizando a comunicação de uma mensagem divina.","explicacao_detalhada":"Assim como na palavra anterior, Daniel destaca a importância da forma como a mensagem é apresentada, que é essencial para a compreensão do que Deus está revelando.","por_que_esta_palavra":"A repetição da palavra 'expressão' sublinha a importância da clareza na comunicação da revelação divina.","conexao_teologica":"A clareza na comunicação de Deus é vital para que Seu povo compreenda e responda à Sua vontade.","referencias_relacionadas":["Habacuque 2:2","Mateus 13:34","Lucas 8:10"]},"daniel_2_32_ouro":{"palavra_pt":"ouro","palavra_original":"דְּהַב","transliteracao":"dᵉhab","strong":"H1722","significado_raiz":"Ideia básica: ouro.","significado_contextual":"A palavra 'ouro' representa o reino babilônico, simbolizando riqueza, poder e esplendor.","explicacao_detalhada":"No sonho, a cabeça da estátua é feita de ouro, indicando que a Babilônia é o reino mais glorioso e poderoso entre os que serão mencionados.","por_que_esta_palavra":"A escolha do ouro para descrever a Babilônia enfatiza a grandeza e a opulência desse reino, que é temporário, mas impressionante.","conexao_teologica":"O uso de materiais preciosos para descrever reinos reflete a natureza efêmera do poder humano em contraste com a eternidade de Deus.","referencias_relacionadas":["Daniel 2:37","Ezequiel 28:17","Apocalipse 17:4"]},"daniel_2_33_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' é novamente usada para indicar a relação entre a interpretação e a realidade do sonho.","explicacao_detalhada":"Daniel reafirma que a interpretação que ele dará está em conformidade com a revelação divina, reforçando a autenticidade de sua mensagem.","por_que_esta_palavra":"A repetição de 'conforme' é crucial para enfatizar a fidelidade de Daniel à palavra de Deus e à verdade que ele está prestes a revelar.","conexao_teologica":"A conformidade com a verdade de Deus é um tema central na vida do crente, que deve buscar viver de acordo com a Sua palavra.","referencias_relacionadas":["Salmos 119:105","João 17:17","2 Timóteo 3:16"]},"daniel_2_33_idiom":{"palavra_pt":"expressao","palavra_original":"דִּי","transliteracao":"dîy","strong":"H1768","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' aqui também se refere à representação do sonho, enfatizando a comunicação de uma mensagem divina.","explicacao_detalhada":"Assim como nas palavras anteriores, a expressão é fundamental para entender a mensagem que Deus está transmitindo através do sonho.","por_que_esta_palavra":"A repetição da palavra 'expressão' sublinha a importância da clareza na comunicação da revelação divina.","conexao_teologica":"A clareza na comunicação de Deus é vital para que Seu povo compreenda e responda à Sua vontade.","referencias_relacionadas":["Habacuque 2:2","Mateus 13:34","Lucas 8:10"]},"daniel_2_33_ferro":{"palavra_pt":"ferro","palavra_original":"פַּרְזֶל","transliteracao":"parzel","strong":"H6523","significado_raiz":"Ideia básica: ferro.","significado_contextual":"A palavra 'ferro' representa a força e a dureza do reino que sucederá a Babilônia, simbolizando um poder militar e opressivo.","explicacao_detalhada":"No sonho, as pernas de ferro da estátua indicam um reino que será forte e implacável, contrastando com a fragilidade dos reinos anteriores.","por_que_esta_palavra":"A escolha do ferro para descrever o próximo reino enfatiza a transição de um poder glorioso para um poder que é forte, mas também opressivo.","conexao_teologica":"A transição entre reinos na profecia de Daniel ilustra a soberania de Deus sobre a história e os reinos da terra.","referencias_relacionadas":["Daniel 2:40","Daniel 7:7","Apocalipse 12:5"]},"daniel_2_34_mao":{"palavra_pt":"mao","palavra_original":"יַד","transliteracao":"yad","strong":"H3028","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à mão que corta a estátua, simbolizando a ação divina.","explicacao_detalhada":"A mão é um símbolo de poder e ação. Neste contexto, representa a intervenção de Deus na história humana, destruindo reinos e estabelecendo Seu domínio.","por_que_esta_palavra":"A palavra 'mão' é utilizada para enfatizar a força e a autoridade de Deus ao agir sobre as nações.","conexao_teologica":"A mão de Deus é frequentemente mencionada na Bíblia como um símbolo de Sua soberania e poder sobre a criação.","referencias_relacionadas":["Êxodo 3:20","Salmos 89:13","Isaías 41:10"]},"daniel_2_34_hang":{"palavra_pt":"hang","palavra_original":"מְחָא","transliteracao":"mᵉchâʼ","strong":"H4223","significado_raiz":"Ideia básica: hang.","significado_contextual":"Refere-se ao ato de a mão cortar a estátua, simbolizando a destruição dos reinos.","explicacao_detalhada":"A palavra 'hang' implica em um ato decisivo e drástico, representando a ação de Deus que traz juízo sobre as potências terrenas.","por_que_esta_palavra":"Usar 'hang' enfatiza a natureza abrupta e poderosa da intervenção divina.","conexao_teologica":"A ideia de que Deus pode derrubar reinos é um tema recorrente na Escritura, mostrando que Ele é o verdadeiro soberano.","referencias_relacionadas":["Daniel 2:44","Salmos 2:9","Apocalipse 19:15"]},"daniel_2_35_forasmuch":{"palavra_pt":"porque","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3606","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão pela qual a estátua foi destruída.","explicacao_detalhada":"A palavra 'porque' conecta a destruição da estátua à soberania de Deus e ao cumprimento de Suas profecias.","por_que_esta_palavra":"É crucial para entender a lógica do juízo de Deus sobre as nações.","conexao_teologica":"A soberania de Deus é um tema central, mostrando que Ele controla a história e os destinos das nações.","referencias_relacionadas":["Romanos 9:17","Isaías 46:10","Atos 17:26"]},"daniel_2_35_first":{"palavra_pt":"primeiro","palavra_original":"חַד","transliteracao":"chad","strong":"H2298","significado_raiz":"Ideia básica: primeiro.","significado_contextual":"Refere-se ao primeiro reino mencionado na visão de Nabucodonosor.","explicacao_detalhada":"A palavra 'primeiro' destaca a importância do império babilônico como o início da sequência de reinos que seriam sucedidos.","por_que_esta_palavra":"É essencial para a compreensão da profecia sobre os reinos que se seguiriam.","conexao_teologica":"Deus estabelece e remove reis, e a menção do 'primeiro' reino sublinha Seu controle sobre a história.","referencias_relacionadas":["Daniel 2:37","Daniel 7:4","1 Crônicas 29:23"]},"daniel_2_36_afore":{"palavra_pt":"afore","palavra_original":"דֵּן","transliteracao":"dên","strong":"H1836","significado_raiz":"Ideia básica: afore.","significado_contextual":"Indica a declaração sobre o que foi visto na visão.","explicacao_detalhada":"A palavra 'afore' é usada para introduzir a explicação do sonho, enfatizando a revelação divina.","por_que_esta_palavra":"É importante para a transição entre a visão e sua interpretação.","conexao_teologica":"Deus revela Seus planos aos homens, e esta palavra destaca a importância da revelação.","referencias_relacionadas":["Daniel 2:28","Amós 3:7","Hebreus 1:1"]},"daniel_2_36_grande":{"palavra_pt":"grande","palavra_original":"אֲמַר","transliteracao":"ʼămar","strong":"H560","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do sonho e da visão que foi dada a Nabucodonosor.","explicacao_detalhada":"A palavra 'grande' enfatiza a magnitude e a importância do que foi revelado, refletindo a soberania de Deus.","por_que_esta_palavra":"A grandeza do sonho é um reflexo da grandeza do plano de Deus para a história.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, mostrando que Ele é maior que qualquer império ou poder humano.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"daniel_2_37_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4430","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a Nabucodonosor como o rei da Babilônia.","explicacao_detalhada":"A palavra 'rei' destaca a posição de autoridade e poder que Nabucodonosor detinha, mas também sublinha que sua autoridade é permitida por Deus.","por_que_esta_palavra":"É crucial para entender a relação entre o poder humano e a soberania divina.","conexao_teologica":"Deus é o verdadeiro Rei sobre todos os reinos da terra, e os reis humanos são apenas servos de Sua vontade.","referencias_relacionadas":["Romanos 13:1","Provérbios 21:1","Daniel 4:17"]},"daniel_2_37_deus":{"palavra_pt":"deus","palavra_original":"אֱלָהּ","transliteracao":"ʼĕlâhh","strong":"H426","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, que revela os segredos.","explicacao_detalhada":"A palavra 'deus' enfatiza a singularidade e a soberania do Senhor sobre todos os outros deuses e reinos.","por_que_esta_palavra":"É fundamental para reconhecer a autoridade de Deus em contraste com os deuses pagãos.","conexao_teologica":"A soberania de Deus é um tema central, mostrando que Ele é o único que pode revelar o futuro.","referencias_relacionadas":["Isaías 45:5","Salmos 115:3","Daniel 2:47"]},"daniel_2_37_thee":{"palavra_pt":"thee","palavra_original":"אַנְתָּה","transliteracao":"ʼantâh","strong":"H607","significado_raiz":"Ideia básica: thee.","significado_contextual":"Refere-se diretamente a Nabucodonosor, enfatizando sua posição como rei.","explicacao_detalhada":"A palavra 'thee' é uma forma de enfatizar a relação pessoal entre Deus e o rei, mostrando que Deus se dirige a ele diretamente.","por_que_esta_palavra":"É importante para entender a responsabilidade de Nabucodonosor diante de Deus.","conexao_teologica":"Deus se comunica com os líderes humanos, chamando-os à responsabilidade.","referencias_relacionadas":["1 Timóteo 2:2","Provérbios 16:10","Daniel 4:27"]},"daniel_2_38_forasmuch":{"palavra_pt":"porque","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3606","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão pela qual Nabucodonosor é considerado o rei dos reinos.","explicacao_detalhada":"A palavra 'porque' conecta a autoridade de Nabucodonosor à vontade de Deus, que o estabeleceu como rei.","por_que_esta_palavra":"É essencial para entender a soberania de Deus na escolha de líderes.","conexao_teologica":"A soberania de Deus sobre os reinos é um tema central, mostrando que Ele é quem dá e tira o poder.","referencias_relacionadas":["Daniel 4:32","Salmos 75:7","Daniel 5:21"]},"daniel_2_38_idiom":{"palavra_pt":"expressao","palavra_original":"דִּי","transliteracao":"dîy","strong":"H1768","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à maneira como algo é comunicado ou manifestado.","explicacao_detalhada":"No contexto de Daniel 2:38, a expressão é usada para descrever a comunicação da vontade de Deus através de sonhos e visões, que são expressões do plano divino.","por_que_esta_palavra":"A escolha da palavra 'expressão' enfatiza a importância da revelação divina e como ela se manifesta na vida dos seres humanos.","conexao_teologica":"A expressão de Deus é fundamental para a compreensão da Sua soberania e do Seu plano para a humanidade.","referencias_relacionadas":["Daniel 2:28","Daniel 2:30","Daniel 2:47"]},"daniel_2_39_dominio":{"palavra_pt":"dominio","palavra_original":"מַלְכוּ","transliteracao":"malkûw","strong":"H4437","significado_raiz":"Ideia básica: dominio.","significado_contextual":"A palavra 'domínio' refere-se ao poder ou autoridade que um rei ou governo exerce sobre um território.","explicacao_detalhada":"Em Daniel 2:39, o domínio é mencionado em relação aos reinos que surgirão após o império babilônico, indicando a transição de poder entre as nações.","por_que_esta_palavra":"A palavra 'domínio' é usada para ilustrar a soberania de Deus sobre os reinos da terra e a forma como Ele estabelece e derruba governantes.","conexao_teologica":"O domínio de Deus é um tema central na teologia bíblica, mostrando que Ele é o verdadeiro Rei sobre todas as nações.","referencias_relacionadas":["Daniel 2:37","Daniel 4:17","Salmos 22:28"]},"daniel_2_39_forasmuch":{"palavra_pt":"porque","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3606","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é utilizada para introduzir uma explicação ou justificativa.","explicacao_detalhada":"No versículo, 'porque' conecta a declaração anterior sobre o domínio com a razão pela qual esse domínio é concedido, enfatizando a soberania de Deus.","por_que_esta_palavra":"'Porque' é crucial para entender a lógica do discurso de Daniel, que revela a razão divina por trás dos eventos históricos.","conexao_teologica":"A soberania de Deus é frequentemente explicada nas Escrituras, mostrando que Ele tem um propósito em todas as coisas.","referencias_relacionadas":["Romanos 8:28","Isaías 46:10","Efésios 1:11"]},"daniel_2_39_terra":{"palavra_pt":"terra","palavra_original":"אֲרַע","transliteracao":"ʼăraʻ","strong":"H772","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao espaço físico e geográfico que é governado por um reino.","explicacao_detalhada":"Em Daniel 2:39, a 'terra' é mencionada em relação aos reinos que governarão sobre ela, indicando a abrangência do domínio humano.","por_que_esta_palavra":"A palavra 'terra' é significativa porque representa o cenário onde a história da salvação e os reinos humanos se desenrolam.","conexao_teologica":"A terra é vista como parte do plano de Deus, onde Ele exerce Sua soberania e onde a redenção acontece.","referencias_relacionadas":["Gênesis 1:26","Salmos 115:16","Mateus 28:18"]},"daniel_2_40_dominio":{"palavra_pt":"dominio","palavra_original":"מַלְכוּ","transliteracao":"malkûw","strong":"H4437","significado_raiz":"Ideia básica: dominio.","significado_contextual":"A palavra 'domínio' é repetida para enfatizar a continuidade do tema de autoridade e poder entre os reinos.","explicacao_detalhada":"Em Daniel 2:40, o domínio é descrito em relação ao quarto reino, que será forte e destrutivo, contrastando com os reinos anteriores.","por_que_esta_palavra":"A repetição da palavra 'domínio' reforça a ideia de que a autoridade é um tema central na profecia de Daniel.","conexao_teologica":"A luta pelo domínio entre os reinos humanos reflete a batalha espiritual entre o bem e o mal, com Deus no controle final.","referencias_relacionadas":["Daniel 7:23","Apocalipse 17:12","Romanos 13:1"]},"daniel_2_40_bom":{"palavra_pt":"bom","palavra_original":"רְעַע","transliteracao":"rᵉʻaʻ","strong":"H7490","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' é usada para descrever a qualidade do domínio que será exercido pelo quarto reino.","explicacao_detalhada":"No contexto, 'bom' pode ser interpretado como a eficácia e a força do reino, que será capaz de conquistar e dominar.","por_que_esta_palavra":"A palavra 'bom' é importante para contrastar a natureza do domínio humano com o domínio divino, que é sempre justo.","conexao_teologica":"A bondade de Deus é um tema recorrente, mostrando que mesmo em reinos de opressão, Ele está trabalhando para o bem dos Seus.","referencias_relacionadas":["Salmos 119:68","Romanos 8:28","Gálatas 6:10"]},"daniel_2_40_poderoso":{"palavra_pt":"poderoso","palavra_original":"תַּקִּיף","transliteracao":"taqqîyph","strong":"H8624","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' descreve a força e a capacidade do quarto reino em dominar os outros.","explicacao_detalhada":"Em Daniel 2:40, o poder do quarto reino é destacado, mostrando que ele será mais forte que os anteriores, simbolizando a opressão.","por_que_esta_palavra":"A escolha da palavra 'poderoso' enfatiza a gravidade do domínio humano e a necessidade de confiar no poder de Deus.","conexao_teologica":"O poder de Deus é sempre maior que qualquer poder humano, e isso é um tema central na narrativa bíblica.","referencias_relacionadas":["Salmos 62:11","Isaías 40:29","Efésios 6:10"]},"daniel_2_41_dominio":{"palavra_pt":"dominio","palavra_original":"מַלְכוּ","transliteracao":"malkûw","strong":"H4437","significado_raiz":"Ideia básica: dominio.","significado_contextual":"A palavra 'domínio' é novamente utilizada para enfatizar a continuidade do tema de autoridade entre os reinos.","explicacao_detalhada":"Em Daniel 2:41, o domínio é mencionado em relação ao reino que será dividido, mostrando a fragilidade dos reinos humanos.","por_que_esta_palavra":"A repetição da palavra 'domínio' reforça a ideia de que a autoridade é um tema central na profecia de Daniel.","conexao_teologica":"A fragilidade dos reinos humanos contrasta com a eternidade do reino de Deus, que nunca será abalado.","referencias_relacionadas":["Daniel 7:27","Apocalipse 11:15","Mateus 6:10"]},"daniel_2_41_phrase":{"palavra_pt":"expressao","palavra_original":"קְבֵל","transliteracao":"qᵉbêl","strong":"H6903","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' é usada para descrever a forma como o reino será dividido.","explicacao_detalhada":"Em Daniel 2:41, a expressão indica a maneira como o reino se fragmentará, refletindo a instabilidade dos reinos humanos.","por_que_esta_palavra":"A palavra 'expressão' é significativa porque mostra que a divisão do reino é uma manifestação do plano de Deus.","conexao_teologica":"A divisão dos reinos humanos é um lembrete da soberania de Deus sobre a história e o Seu controle sobre os eventos.","referencias_relacionadas":["Daniel 7:24","Mateus 12:25","Tiago 1:8"]},"daniel_2_41_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' é usada para indicar a relação entre a divisão do reino e a profecia.","explicacao_detalhada":"Em Daniel 2:41, 'conforme' conecta a descrição do reino dividido com a profecia que foi revelada a Daniel.","por_que_esta_palavra":"A palavra 'conforme' é importante para entender que a divisão do reino está de acordo com o plano divino.","conexao_teologica":"A conformidade com o plano de Deus é um tema central, mostrando que Ele está sempre no controle da história.","referencias_relacionadas":["Isaías 14:24","Romanos 9:19","Efésios 1:11"]},"daniel_2_42_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica uma relação de acordo ou conformidade com algo.","explicacao_detalhada":"Neste contexto, a palavra sugere que os reinos que surgirão após o império babilônico serão moldados de acordo com as características e a força do império anterior, refletindo uma continuidade na história dos reinos.","por_que_esta_palavra":"A escolha da palavra 'conforme' enfatiza a ideia de que os novos reinos não serão totalmente independentes, mas sim influenciados pelo que já existiu.","conexao_teologica":"A soberania de Deus sobre a história é evidenciada, pois Ele permite que os reinos se desenvolvam de acordo com Seu plano.","referencias_relacionadas":["Daniel 2:37-38","Daniel 2:41","Daniel 2:44"]},"daniel_2_42_poderoso":{"palavra_pt":"poderoso","palavra_original":"תַּקִּיף","transliteracao":"taqqîyph","strong":"H8624","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' descreve a força e a capacidade de um reino ou império.","explicacao_detalhada":"No versículo, 'poderoso' se refere à força militar e à influência política que os reinos terão, destacando a fragilidade dos reinos que não se sustentam.","por_que_esta_palavra":"A palavra é utilizada para contrastar a grandeza dos reinos humanos com a soberania de Deus, que é o verdadeiro poder.","conexao_teologica":"Reflete a ideia de que, apesar da aparência de poder humano, é Deus quem realmente controla a história.","referencias_relacionadas":["Daniel 2:37","Daniel 2:44","Salmos 22:28"]},"daniel_2_42_finger":{"palavra_pt":"finger","palavra_original":"אֶצְבַּע","transliteracao":"ʼetsbaʻ","strong":"H677","significado_raiz":"Ideia básica: finger.","significado_contextual":"A palavra 'finger' (dedo) simboliza a ação direta de Deus na história.","explicacao_detalhada":"Neste contexto, o 'dedo' representa a intervenção divina que molda e dirige os eventos históricos, mostrando que Deus está no controle.","por_que_esta_palavra":"A utilização de 'dedo' enfatiza a precisão e a intencionalidade da ação de Deus em contrastar com a grandeza dos reinos humanos.","conexao_teologica":"Mostra a proximidade de Deus com a humanidade e Sua capacidade de intervir na história.","referencias_relacionadas":["Êxodo 8:19","Salmos 8:3","Mateus 12:28"]},"daniel_2_43_semente":{"palavra_pt":"semente","palavra_original":"זְרַע","transliteracao":"zᵉraʻ","strong":"H2234","significado_raiz":"Ideia básica: semente.","significado_contextual":"A palavra 'semente' refere-se à origem e ao crescimento de algo novo.","explicacao_detalhada":"No contexto, 'semente' simboliza a fundação do reino que será estabelecido por Deus, que crescerá e se expandirá.","por_que_esta_palavra":"A escolha de 'semente' sugere que o reino de Deus se desenvolverá a partir de pequenas origens, mas com grande potencial.","conexao_teologica":"Refere-se ao conceito de que o reino de Deus é como uma semente que cresce e se torna uma grande árvore, representando a obra de Deus na história.","referencias_relacionadas":["Mateus 13:31-32","Gálatas 6:7","1 Pedro 1:23"]},"daniel_2_43_behold":{"palavra_pt":"eis","palavra_original":"חֲזָא","transliteracao":"chăzâʼ","strong":"H2370","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma chamada à atenção para algo importante que está prestes a ser revelado.","explicacao_detalhada":"Neste contexto, 'eis' introduz uma revelação significativa sobre o futuro dos reinos e a intervenção de Deus na história.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância do que está sendo dito, chamando a atenção do ouvinte.","conexao_teologica":"Reflete a ideia de que Deus revela Seu plano e propósitos aos homens, convidando-os a observar e entender.","referencias_relacionadas":["Isaías 43:19","Apocalipse 21:5","Mateus 24:42"]},"daniel_2_44_deus":{"palavra_pt":"deus","palavra_original":"אֱלָהּ","transliteracao":"ʼĕlâhh","strong":"H426","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema que governa sobre todos os reinos.","explicacao_detalhada":"Neste versículo, 'deus' destaca a soberania de Deus sobre a história e a certeza de que Seu reino será eterno.","por_que_esta_palavra":"A palavra é fundamental para entender a natureza de Deus como o governante supremo que estabelece e destrói reinos.","conexao_teologica":"Enfatiza a ideia de que, apesar das mudanças políticas, o reino de Deus permanece firme e eterno.","referencias_relacionadas":["Salmos 103:19","Isaías 9:7","Apocalipse 11:15"]},"daniel_2_44_dominio":{"palavra_pt":"dominio","palavra_original":"מַלְכוּ","transliteracao":"malkûw","strong":"H4437","significado_raiz":"Ideia básica: dominio.","significado_contextual":"A palavra 'domínio' refere-se ao controle e à autoridade que um reino exerce.","explicacao_detalhada":"No contexto, 'domínio' indica que o reino de Deus terá autoridade sobre todos os outros reinos e será estabelecido para sempre.","por_que_esta_palavra":"A escolha da palavra 'domínio' enfatiza a natureza soberana e eterna do reino de Deus em contraste com os reinos humanos temporais.","conexao_teologica":"Refere-se à promessa de que o reino de Deus prevalecerá sobre todos os outros, cumprindo os propósitos divinos.","referencias_relacionadas":["Daniel 7:14","Mateus 28:18","Apocalipse 19:16"]},"daniel_2_44_forasmuch":{"palavra_pt":"porque","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3606","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual algo é afirmado.","explicacao_detalhada":"Neste contexto, 'porque' explica a base da afirmação sobre a eternidade do reino de Deus e sua superioridade sobre os reinos humanos.","por_que_esta_palavra":"A palavra é utilizada para conectar a afirmação anterior à razão teológica que a sustenta.","conexao_teologica":"Reflete a lógica divina que sustenta a soberania de Deus e a certeza de Seu plano.","referencias_relacionadas":["Romanos 8:28","Efésios 1:11","Hebreus 6:17"]},"daniel_2_45_edificar":{"palavra_pt":"edificar","palavra_original":"אֲמַן","transliteracao":"ʼăman","strong":"H540","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' refere-se ao ato de construir ou estabelecer algo sólido.","explicacao_detalhada":"No contexto, 'edificar' indica que o reino de Deus será estabelecido de maneira firme e duradoura, em contraste com os reinos humanos que são temporários.","por_que_esta_palavra":"A escolha da palavra 'edificar' sugere a intenção de Deus de criar um reino que não será abalado.","conexao_teologica":"Representa a obra de Deus em estabelecer Seu reino eterno entre os homens.","referencias_relacionadas":["Mateus 16:18","1 Coríntios 3:9","Hebreus 3:4"]},"daniel_2_45_phrase":{"palavra_pt":"expressao","palavra_original":"קְבֵל","transliteracao":"qᵉbêl","strong":"H6903","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à forma como algo é manifestado ou comunicado.","explicacao_detalhada":"Neste contexto, 'expressão' pode se referir à maneira como o reino de Deus se revela ao mundo e como Ele se comunica com a humanidade.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da revelação divina e da comunicação de Deus com Seu povo.","conexao_teologica":"Reflete a ideia de que Deus se expressa através de Sua Palavra e ações na história.","referencias_relacionadas":["Hebreus 1:1-2","João 1:14","2 Timóteo 3:16"]},"daniel_2_45_deus":{"palavra_pt":"deus","palavra_original":"אֱלָהּ","transliteracao":"ʼĕlâhh","strong":"H426","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus supremo que revela mistérios e controla os reinos.","explicacao_detalhada":"Neste versículo, a palavra 'deus' é usada para enfatizar a soberania de Deus sobre todas as coisas, incluindo a capacidade de revelar o futuro através de sonhos e visões.","por_que_esta_palavra":"A palavra 'deus' é central para a compreensão da relação entre o Criador e a criação, especialmente no contexto da revelação divina a Daniel.","conexao_teologica":"Deus é apresentado como o único que tem o poder de revelar o que está oculto, mostrando sua soberania e autoridade.","referencias_relacionadas":["Daniel 2:28","Daniel 2:47","Salmos 147:5"]},"daniel_2_46_rei":{"palavra_pt":"rei","palavra_original":"נְבוּכַדְנֶצַּר","transliteracao":"Nᵉbûwkadnetstsar","strong":"H5020","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei Nabucodonosor, que representa o poder humano e a autoridade terrena.","explicacao_detalhada":"A palavra 'rei' aqui destaca a posição de Nabucodonosor como governante, mas também contrasta com a soberania de Deus, que é maior do que qualquer autoridade terrena.","por_que_esta_palavra":"A menção do rei é crucial para entender a dinâmica entre o poder humano e a intervenção divina na história.","conexao_teologica":"A relação entre o rei e Deus ilustra como Deus pode usar líderes humanos para cumprir seus propósitos.","referencias_relacionadas":["Daniel 2:37","Daniel 4:17","Romanos 13:1"]},"daniel_2_46_profeta":{"palavra_pt":"profeta","palavra_original":"דָּנִיֵּאל","transliteracao":"Dânîyêʼl","strong":"H1841","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a Daniel, que é um profeta e intérprete de sonhos.","explicacao_detalhada":"A palavra 'profeta' destaca o papel de Daniel como mensageiro de Deus, que recebe revelações e as transmite ao rei.","por_que_esta_palavra":"Daniel é um exemplo de como Deus comunica sua vontade através de profetas, mostrando a importância da revelação divina.","conexao_teologica":"O papel de Daniel como profeta enfatiza a continuidade da comunicação de Deus com a humanidade.","referencias_relacionadas":["Daniel 1:17","Daniel 2:48","Amós 3:7"]},"daniel_2_46_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4504","significado_raiz":"Ideia básica: oferta.","significado_contextual":"Refere-se a uma oferta ou presente que pode ser dado em reconhecimento ou gratidão.","explicacao_detalhada":"A palavra 'oferta' sugere um ato de reconhecimento da grandeza de Deus e da importância de expressar gratidão.","por_que_esta_palavra":"Ofertas são uma forma de adoração e reconhecimento da soberania de Deus, especialmente em contextos de revelação.","conexao_teologica":"A prática de oferecer algo a Deus reflete a relação de dependência e reverência do ser humano diante do Criador.","referencias_relacionadas":["Gênesis 4:3-5","Levítico 1:1-17","Hebreus 13:16"]},"daniel_2_47_carry":{"palavra_pt":"carry","palavra_original":"גְּלָה","transliteracao":"gᵉlâh","strong":"H1541","significado_raiz":"Ideia básica: carry.","significado_contextual":"Refere-se ao ato de carregar ou levar algo, possivelmente relacionado à revelação de um sonho.","explicacao_detalhada":"Neste contexto, a palavra pode simbolizar a responsabilidade de Daniel em levar a mensagem de Deus ao rei.","por_que_esta_palavra":"A ideia de 'carregar' pode ser vista como uma metáfora para a responsabilidade de transmitir a verdade divina.","conexao_teologica":"A responsabilidade de levar a mensagem de Deus é um tema recorrente na Bíblia, refletindo a missão dos profetas.","referencias_relacionadas":["Mateus 28:19-20","Romanos 10:14-15","2 Coríntios 5:20"]},"daniel_2_47_olho":{"palavra_pt":"olho","palavra_original":"עֲנָה","transliteracao":"ʻănâh","strong":"H6032","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à capacidade de ver ou perceber, muitas vezes associada à percepção espiritual.","explicacao_detalhada":"A palavra 'olho' pode simbolizar a visão espiritual que Daniel teve ao interpretar o sonho de Nabucodonosor.","por_que_esta_palavra":"A visão espiritual é essencial para entender a revelação de Deus e a interpretação dos sonhos.","conexao_teologica":"A capacidade de ver e entender as verdades espirituais é um tema importante na vida do crente.","referencias_relacionadas":["Mateus 6:22","Efésios 1:18","Apocalipse 3:18"]},"daniel_2_48_profeta":{"palavra_pt":"profeta","palavra_original":"דָּנִיֵּאל","transliteracao":"Dânîyêʼl","strong":"H1841","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se novamente a Daniel, enfatizando seu papel como profeta após a revelação.","explicacao_detalhada":"A repetição da palavra 'profeta' destaca a importância de Daniel como intermediário entre Deus e o rei.","por_que_esta_palavra":"Reforça a ideia de que Daniel é um escolhido de Deus para transmitir mensagens divinas.","conexao_teologica":"A função de profeta é vital para a comunicação de Deus com seu povo, mostrando a importância da revelação.","referencias_relacionadas":["Daniel 2:46","Daniel 9:20-23","Ezequiel 2:3"]},"daniel_2_48_forasmuch":{"palavra_pt":"porque","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3606","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se à razão ou causa, introduzindo uma explicação.","explicacao_detalhada":"A palavra 'porque' é usada para justificar a ação de Daniel e a importância de sua revelação.","por_que_esta_palavra":"É fundamental para entender a lógica por trás das ações e decisões tomadas no contexto do versículo.","conexao_teologica":"A razão é um elemento importante na fé, pois Deus frequentemente revela o porquê de suas ações.","referencias_relacionadas":["Romanos 8:28","Tiago 1:5","1 Pedro 3:15"]},"daniel_2_48_grande":{"palavra_pt":"grande","palavra_original":"רַב","transliteracao":"rab","strong":"H7229","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de Deus e à magnitude da revelação dada a Daniel.","explicacao_detalhada":"A palavra 'grande' enfatiza a importância e a majestade de Deus em suas revelações.","por_que_esta_palavra":"A grandeza de Deus é um tema central na Bíblia, refletindo sua soberania e poder.","conexao_teologica":"A grandeza de Deus é um convite à adoração e à reverência por parte dos seres humanos.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12-14","Apocalipse 4:11"]},"daniel_2_49_profeta":{"palavra_pt":"profeta","palavra_original":"דָּנִיֵּאל","transliteracao":"Dânîyêʼl","strong":"H1841","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se novamente a Daniel, destacando seu papel contínuo como profeta.","explicacao_detalhada":"A repetição da palavra 'profeta' reforça a importância de Daniel na narrativa e sua função como porta-voz de Deus.","por_que_esta_palavra":"A continuidade do papel de Daniel como profeta é essencial para a compreensão da mensagem divina.","conexao_teologica":"A persistência do profeta em sua missão é um exemplo de fidelidade e obediência a Deus.","referencias_relacionadas":["Daniel 2:46","Daniel 6:10","Hebreus 11:32-34"]},"daniel_2_49_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica uma relação de acordo ou conformidade com algo.","explicacao_detalhada":"Neste contexto, 'conforme' é usado para expressar que Daniel foi colocado em uma posição de autoridade de acordo com a vontade do rei, que reconheceu sua sabedoria e interpretação dos sonhos.","por_que_esta_palavra":"A escolha da palavra 'conforme' enfatiza a importância da aprovação do rei e a legitimidade da posição de Daniel.","conexao_teologica":"A soberania de Deus é evidente na forma como Ele concede sabedoria e poder a Daniel, mostrando que mesmo em terras estrangeiras, Deus está no controle.","referencias_relacionadas":["Daniel 1:17","Daniel 2:48","Provérbios 21:1"]},"daniel_2_49_number":{"palavra_pt":"number","palavra_original":"מְנָא","transliteracao":"mᵉnâʼ","strong":"H4483","significado_raiz":"Ideia básica: number.","significado_contextual":"A palavra 'number' refere-se à contagem ou à quantidade de algo.","explicacao_detalhada":"Neste versículo, 'number' pode se referir ao número de sábios ou conselheiros que Daniel estava prestes a governar, indicando sua nova posição de autoridade.","por_que_esta_palavra":"A palavra é usada para mostrar a magnitude da responsabilidade que Daniel assumiu ao ser colocado em uma posição de liderança.","conexao_teologica":"A ideia de número também pode simbolizar a ordem e o plano de Deus na estrutura do governo, onde Daniel é um instrumento de Sua vontade.","referencias_relacionadas":["Daniel 2:48","Daniel 1:20","Eclesiastes 3:1"]}}