{"daniel_3_1_rei":{"palavra_pt":"rei","palavra_original":"נְבוּכַדְנֶצַּר","transliteracao":"Nᵉbûwkadnetstsar","strong":"H5020","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima do império babilônico, Nabucodonosor.","explicacao_detalhada":"Neste contexto, Nabucodonosor é o governante que ordena a construção de uma estátua de ouro, desafiando a adoração ao Deus de Israel.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza o poder e a influência de Nabucodonosor sobre o povo e a nação.","conexao_teologica":"A figura do rei representa a oposição ao Deus verdadeiro, mostrando a luta entre a adoração ao Senhor e a idolatria.","referencias_relacionadas":["Daniel 2:37","Daniel 3:4","Romanos 13:1"]},"daniel_3_1_julgar":{"palavra_pt":"julgar","palavra_original":"מְדִינָה","transliteracao":"mᵉdîynâh","strong":"H4083","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' implica a ação de tomar decisões ou fazer julgamentos sobre questões importantes.","explicacao_detalhada":"Aqui, 'julgar' pode se referir ao ato de Nabucodonosor de decidir sobre a adoração à estátua que ele havia erguido, desafiando a lealdade ao Deus de Israel.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica de poder e a pressão que os hebreus enfrentaram para se conformar às exigências do rei.","conexao_teologica":"A decisão do rei de 'julgar' a adoração reflete a luta entre a autoridade humana e a soberania divina.","referencias_relacionadas":["Daniel 3:6","Atos 5:29","Salmos 75:7"]},"daniel_3_2_forasmuch":{"palavra_pt":"porque","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3606","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual o rei convoca os líderes para a dedicação da estátua.","explicacao_detalhada":"Neste contexto, 'porque' é usado para justificar a ação do rei, mostrando a importância do evento e a necessidade de reunir todos os dignitários.","por_que_esta_palavra":"A palavra é fundamental para conectar a motivação do rei com a ação que ele está prestes a realizar.","conexao_teologica":"A insistência do rei em reunir todos para a adoração à estátua revela a tentativa de controlar a lealdade do povo e a adoração.","referencias_relacionadas":["Daniel 3:3","Êxodo 20:3-5","Mateus 6:24"]},"daniel_3_2_rei":{"palavra_pt":"rei","palavra_original":"נְבוּכַדְנֶצַּר","transliteracao":"Nᵉbûwkadnetstsar","strong":"H5020","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' novamente se refere à figura de Nabucodonosor, enfatizando seu papel central na narrativa.","explicacao_detalhada":"A repetição da palavra 'rei' destaca a autoridade e o poder que Nabucodonosor exerce sobre os povos e as nações.","por_que_esta_palavra":"A ênfase na palavra 'rei' serve para lembrar os leitores da opressão e da idolatria que os hebreus enfrentaram sob seu governo.","conexao_teologica":"A figura do rei é um símbolo da rebelião contra Deus e da necessidade de fidelidade ao Senhor, mesmo em face da pressão.","referencias_relacionadas":["Daniel 3:1","Daniel 2:37","Romanos 13:1"]},"daniel_3_2_gather":{"palavra_pt":"gather","palavra_original":"כָּנַשׁ","transliteracao":"kânash","strong":"H3673","significado_raiz":"Ideia básica: gather.","significado_contextual":"A palavra 'gather' refere-se ao ato de reunir pessoas para um propósito específico.","explicacao_detalhada":"Neste contexto, 'gather' é usado para descrever a convocação de todos os líderes para a dedicação da estátua, mostrando a importância do evento.","por_que_esta_palavra":"A escolha da palavra 'gather' enfatiza a mobilização de todos os dignitários, sublinhando a magnitude da adoração que o rei exigia.","conexao_teologica":"A reunião de todos para adorar a estátua contrasta com a adoração ao Deus verdadeiro, destacando a pressão social para se conformar.","referencias_relacionadas":["Daniel 3:3","Hebreus 10:25","Mateus 18:20"]},"daniel_3_3_forasmuch":{"palavra_pt":"porque","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3606","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz a razão para a convocação dos líderes.","explicacao_detalhada":"Neste versículo, 'porque' é usado para justificar a necessidade de reunir todos para a cerimônia de dedicação da estátua.","por_que_esta_palavra":"A repetição da palavra 'porque' reforça a importância do evento e a urgência da ação do rei.","conexao_teologica":"A insistência em reunir todos para a adoração à estátua revela a tentativa de Nabucodonosor de estabelecer sua própria autoridade sobre a adoração.","referencias_relacionadas":["Daniel 3:2","Êxodo 20:3-5","Mateus 6:24"]},"daniel_3_3_rei":{"palavra_pt":"rei","palavra_original":"נְבוּכַדְנֶצַּר","transliteracao":"Nᵉbûwkadnetstsar","strong":"H5020","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é usada novamente para enfatizar a figura de Nabucodonosor no contexto da adoração à estátua.","explicacao_detalhada":"A repetição da palavra 'rei' destaca o poder e a influência que Nabucodonosor exerce sobre os líderes e o povo.","por_que_esta_palavra":"A ênfase na palavra 'rei' serve para lembrar os leitores da opressão e da idolatria que os hebreus enfrentaram sob seu governo.","conexao_teologica":"A figura do rei é um símbolo da rebelião contra Deus e da necessidade de fidelidade ao Senhor, mesmo em face da pressão.","referencias_relacionadas":["Daniel 3:1","Daniel 2:37","Romanos 13:1"]},"daniel_3_3_dedication":{"palavra_pt":"dedication","palavra_original":"חֲנֻכָּא","transliteracao":"chănukkâʼ","strong":"H2597","significado_raiz":"Ideia básica: dedication.","significado_contextual":"A palavra 'dedication' refere-se ao ato de consagrar ou dedicar algo a um propósito específico.","explicacao_detalhada":"Neste contexto, 'dedication' se refere à cerimônia de consagração da estátua que Nabucodonosor havia erguido, simbolizando a adoração que ele exigia.","por_que_esta_palavra":"A escolha da palavra 'dedication' enfatiza a seriedade do ato de adoração que estava sendo imposto ao povo.","conexao_teologica":"A dedicação da estátua contrasta com a verdadeira adoração a Deus, destacando a luta entre a idolatria e a fidelidade ao Senhor.","referencias_relacionadas":["Daniel 3:2","Êxodo 20:3-5","Romanos 12:1"]},"daniel_3_4_forca":{"palavra_pt":"forca","palavra_original":"חַיִל","transliteracao":"chayil","strong":"H2429","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se à força militar ou poder que o rei Nabucodonosor tinha ao convocar os povos para a adoração da estátua.","explicacao_detalhada":"A palavra 'força' (חַיִל) é usada para descrever não apenas a força física, mas também a capacidade de um exército ou a influência de um governante. No contexto de Daniel 3:4, enfatiza o poder do rei em impor sua vontade sobre os súditos.","por_que_esta_palavra":"A escolha da palavra 'força' destaca a autoridade do rei e a seriedade da ordem que ele estava dando, mostrando que a adoração da estátua era uma questão de obediência ao poder do rei.","conexao_teologica":"A força do rei Nabucodonosor contrasta com a força de Deus, que é verdadeira e eterna. A história de Daniel e seus amigos ilustra a fidelidade a Deus em face da opressão.","referencias_relacionadas":["Daniel 3:4","Salmos 20:7","Isaías 40:29"]},"daniel_3_4_chamar":{"palavra_pt":"chamar","palavra_original":"קְרָא","transliteracao":"qᵉrâʼ","strong":"H7123","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Indica a convocação dos povos para se reunirem e adorarem a estátua de Nabucodonosor.","explicacao_detalhada":"A palavra 'chamar' (קְרָא) implica um convite ou ordem para que as pessoas se apresentem. No versículo, o rei ordena que todos se reúnam para a adoração, mostrando sua intenção de unir os povos sob sua autoridade.","por_que_esta_palavra":"A utilização da palavra 'chamar' enfatiza a ação deliberada do rei em reunir todos os povos, destacando a importância da adoração à estátua como um ato de lealdade.","conexao_teologica":"A convocação para adoração contrasta com a chamada de Deus para adorar somente a Ele, refletindo a luta entre a lealdade a Deus e a idolatria.","referencias_relacionadas":["Daniel 3:4","Êxodo 20:3-5","Mateus 4:10"]},"daniel_3_4_grande":{"palavra_pt":"grande","palavra_original":"אֲמַר","transliteracao":"ʼămar","strong":"H560","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da estátua que Nabucodonosor mandou construir, simbolizando seu poder e domínio.","explicacao_detalhada":"A palavra 'grande' (אֲמַר) é usada para descrever a magnitude e a importância da estátua, que era um símbolo do império babilônico e da autoridade do rei.","por_que_esta_palavra":"A ênfase na grandeza da estátua serve para impressionar os súditos e forçá-los a reconhecer o poder do rei, além de ser uma forma de idolatria.","conexao_teologica":"A grandeza da estátua contrasta com a grandeza de Deus, que é maior do que qualquer poder humano ou ídolo.","referencias_relacionadas":["Daniel 3:4","Salmos 95:3","Isaías 40:12"]},"daniel_3_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3606","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir a razão pela qual os povos deveriam adorar a estátua.","explicacao_detalhada":"A palavra 'porque' (כֹּל) é uma conjunção que liga a ordem de adoração à justificativa dada pelo rei, mostrando a lógica por trás de sua demanda.","por_que_esta_palavra":"A utilização de 'porque' indica a necessidade de uma explicação para a ordem, reforçando a autoridade do rei e a expectativa de obediência.","conexao_teologica":"A necessidade de uma justificativa para a adoração contrasta com a adoração a Deus, que deve ser feita por amor e devoção, não por coerção.","referencias_relacionadas":["Daniel 3:5","Romanos 12:1","1 Coríntios 10:31"]},"daniel_3_5_rei":{"palavra_pt":"rei","palavra_original":"נְבוּכַדְנֶצַּר","transliteracao":"Nᵉbûwkadnetstsar","strong":"H5020","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a Nabucodonosor, o governante da Babilônia, que ordenou a adoração da estátua.","explicacao_detalhada":"A palavra 'rei' (נְבוּכַדְנֶצַּר) é central para a narrativa, pois representa a autoridade e o poder político que desafia a autoridade divina.","por_que_esta_palavra":"A menção do rei destaca a figura de autoridade que está impondo a idolatria, contrastando com a soberania de Deus.","conexao_teologica":"A figura do rei Nabucodonosor serve como um exemplo de como o poder humano pode se opor a Deus, e a necessidade de permanecer fiel a Ele.","referencias_relacionadas":["Daniel 3:5","Romanos 13:1","1 Pedro 2:13-14"]},"daniel_3_5_adoracao":{"palavra_pt":"adoracao","palavra_original":"סְגִד","transliteracao":"çᵉgid","strong":"H5457","significado_raiz":"Ideia básica: adoracao.","significado_contextual":"Refere-se ao ato de adorar a estátua, que era uma exigência do rei.","explicacao_detalhada":"A palavra 'adoracao' (סְגִד) implica um ato de reverência e submissão, que neste contexto é direcionado a um ídolo em vez de a Deus.","por_que_esta_palavra":"A escolha da palavra 'adoracao' enfatiza a gravidade da situação, pois os fiéis são desafiados a escolher entre a lealdade a Deus e a obediência ao rei.","conexao_teologica":"A adoração a ídolos é um tema recorrente na Bíblia, que sempre é condenada em favor da adoração ao único Deus verdadeiro.","referencias_relacionadas":["Daniel 3:5","Êxodo 20:4-5","Apocalipse 13:15"]},"daniel_3_6_adoracao":{"palavra_pt":"adoracao","palavra_original":"סְגִד","transliteracao":"çᵉgid","strong":"H5457","significado_raiz":"Ideia básica: adoracao.","significado_contextual":"Reforça a exigência de adoração à estátua, reiterando a ordem do rei.","explicacao_detalhada":"A repetição da palavra 'adoracao' (סְגִד) sublinha a importância e a urgência da ordem, mostrando que a desobediência teria consequências severas.","por_que_esta_palavra":"A repetição serve para enfatizar a seriedade da situação e a pressão que os súditos enfrentavam para se conformar.","conexao_teologica":"A insistência na adoração a ídolos é um lembrete da tentação que os crentes enfrentam em se desviar da verdadeira adoração a Deus.","referencias_relacionadas":["Daniel 3:6","Mateus 6:24","1 João 5:21"]},"daniel_3_6_idiom":{"palavra_pt":"expressao","palavra_original":"דִּי","transliteracao":"dîy","strong":"H1768","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma expressão que introduz a ordem de adoração.","explicacao_detalhada":"A palavra 'expressão' (דִּי) é usada para conectar a ordem do rei com a ação esperada dos súditos, indicando a formalidade do comando.","por_que_esta_palavra":"A escolha de 'expressão' destaca a natureza oficial e autoritária da ordem, reforçando a expectativa de obediência.","conexao_teologica":"A formalidade da ordem contrasta com a liberdade que os crentes têm em adorar a Deus, que não exige adoração forçada.","referencias_relacionadas":["Daniel 3:6","Salmos 95:6","Hebreus 10:25"]},"daniel_3_7_forasmuch":{"palavra_pt":"porque","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3606","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz a razão pela qual os povos deveriam se submeter à ordem do rei.","explicacao_detalhada":"A palavra 'porque' (כֹּל) novamente é utilizada para justificar a ordem, mostrando a lógica por trás da exigência de adoração.","por_que_esta_palavra":"A repetição da palavra 'porque' enfatiza a necessidade de uma justificativa para a obediência, refletindo a pressão exercida sobre os súditos.","conexao_teologica":"A necessidade de justificativa para a adoração contrasta com a adoração a Deus, que deve ser feita por amor e devoção, não por coerção.","referencias_relacionadas":["Daniel 3:7","Romanos 12:1","1 Coríntios 10:31"]},"daniel_3_7_phrase":{"palavra_pt":"expressao","palavra_original":"קְבֵל","transliteracao":"qᵉbêl","strong":"H6903","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma expressão que reforça a ordem de adoração.","explicacao_detalhada":"A palavra 'expressão' (קְבֵל) é usada para enfatizar a seriedade da ordem e a expectativa de que todos a cumpram.","por_que_esta_palavra":"A escolha de 'expressão' reforça a formalidade e a urgência da ordem, destacando a pressão sobre os súditos para se conformarem.","conexao_teologica":"A insistência na conformidade contrasta com a liberdade que os crentes têm em adorar a Deus, que não exige adoração forçada.","referencias_relacionadas":["Daniel 3:7","Mateus 6:24","1 João 5:21"]},"daniel_3_7_rei":{"palavra_pt":"rei","palavra_original":"נְבוּכַדְנֶצַּר","transliteracao":"Nᵉbûwkadnetstsar","strong":"H5020","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei Nabucodonosor, que governava a Babilônia e era conhecido por seu poder e autoridade.","explicacao_detalhada":"Nabucodonosor é um dos reis mais notáveis da história babilônica, famoso por suas conquistas e pela construção da famosa Babilônia. No contexto de Daniel 3, ele ordena a adoração de uma estátua de ouro, desafiando a lealdade dos hebreus a Deus.","por_que_esta_palavra":"A palavra 'rei' é central para entender a dinâmica de poder e a opressão enfrentada pelos hebreus, que se recusaram a adorar a estátua.","conexao_teologica":"A resistência dos hebreus à adoração de ídolos reflete a fidelidade a Deus e a rejeição da idolatria, um tema recorrente na Bíblia.","referencias_relacionadas":["Daniel 2:37-38","Daniel 3:1","Jeremias 27:6"]},"daniel_3_8_phrase":{"palavra_pt":"expressao","palavra_original":"קְבֵל","transliteracao":"qᵉbêl","strong":"H6903","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão refere-se à acusação contra os hebreus que se recusaram a adorar a estátua.","explicacao_detalhada":"Os caldeus usaram essa expressão para relatar a desobediência dos hebreus ao rei, enfatizando a gravidade da situação e a necessidade de punição.","por_que_esta_palavra":"A palavra 'expressão' é importante para entender como as palavras podem ser usadas para manipular e criar conflitos.","conexao_teologica":"A manipulação de palavras e a falsa acusação são temas que aparecem em várias narrativas bíblicas, refletindo a luta entre o bem e o mal.","referencias_relacionadas":["Salmos 31:18","Provérbios 12:22","Mateus 5:11"]},"daniel_3_8_afore":{"palavra_pt":"afore","palavra_original":"דֵּן","transliteracao":"dên","strong":"H1836","significado_raiz":"Ideia básica: afore.","significado_contextual":"Refere-se à ação de acusar os hebreus antes do rei.","explicacao_detalhada":"A palavra 'afore' indica que a acusação foi feita diretamente ao rei, mostrando a intenção dos caldeus de provocar uma resposta imediata e severa.","por_que_esta_palavra":"A palavra 'afore' destaca a urgência e a seriedade da acusação, que poderia levar à condenação dos hebreus.","conexao_teologica":"A ideia de ser julgado e acusado é um tema que aparece em várias passagens, refletindo a injustiça que os servos de Deus enfrentam.","referencias_relacionadas":["Mateus 10:17","Lucas 21:12","Atos 4:3"]},"daniel_3_9_olho":{"palavra_pt":"olho","palavra_original":"עֲנָה","transliteracao":"ʻănâh","strong":"H6032","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à observação dos hebreus por parte dos caldeus e do rei.","explicacao_detalhada":"A palavra 'olho' simboliza vigilância e controle, indicando que os caldeus estavam atentos a qualquer desobediência.","por_que_esta_palavra":"A palavra 'olho' enfatiza a ideia de que os servos de Deus estão sempre sob a observação de seus opressores.","conexao_teologica":"A vigilância de Deus sobre seu povo é um tema importante, contrastando com a vigilância dos opressores.","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","1 Pedro 3:12"]},"daniel_3_9_rei":{"palavra_pt":"rei","palavra_original":"נְבוּכַדְנֶצַּר","transliteracao":"Nᵉbûwkadnetstsar","strong":"H5020","significado_raiz":"Ideia básica: rei.","significado_contextual":"Novamente se refere ao rei Nabucodonosor, enfatizando seu papel como autoridade suprema.","explicacao_detalhada":"O rei Nabucodonosor é apresentado como a figura central que decide o destino dos hebreus, refletindo a opressão e a tirania.","por_que_esta_palavra":"A repetição da palavra 'rei' sublinha a importância do poder real na narrativa e a luta dos hebreus contra essa autoridade.","conexao_teologica":"A soberania de Deus é contrastada com a soberania dos reis da terra, mostrando que, apesar do poder humano, Deus é o verdadeiro governante.","referencias_relacionadas":["Daniel 2:21","Romanos 13:1","Apocalipse 19:16"]},"daniel_3_9_grande":{"palavra_pt":"grande","palavra_original":"אֲמַר","transliteracao":"ʼămar","strong":"H560","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da estátua que Nabucodonosor mandou erguer.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a magnitude da estátua, que simboliza o orgulho e a arrogância do rei.","por_que_esta_palavra":"A grandeza da estátua contrasta com a grandeza de Deus, que é infinitamente maior e mais poderoso.","conexao_teologica":"A idolatria é frequentemente associada à grandeza humana, que se opõe à verdadeira grandeza de Deus.","referencias_relacionadas":["Isaías 40:18","Salmos 115:3-8","1 Coríntios 8:4"]},"daniel_3_10_juizo":{"palavra_pt":"juizo","palavra_original":"טְעֵם","transliteracao":"ṭᵉʻêm","strong":"H2942","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se ao juízo que o rei impõe sobre aqueles que desobedecem suas ordens.","explicacao_detalhada":"O juízo do rei é uma forma de controle e opressão, refletindo a severidade do regime babilônico.","por_que_esta_palavra":"A palavra 'juízo' é crucial para entender as consequências da desobediência e a pressão que os hebreus enfrentam.","conexao_teologica":"O juízo de Deus é um tema importante que contrasta com o juízo humano, mostrando que Deus é o juiz supremo.","referencias_relacionadas":["Romanos 14:10","Hebreus 10:30","Tiago 4:12"]},"daniel_3_11_adoracao":{"palavra_pt":"adoracao","palavra_original":"סְגִד","transliteracao":"çᵉgid","strong":"H5457","significado_raiz":"Ideia básica: adoracao.","significado_contextual":"Refere-se ao ato de adorar a estátua, que os hebreus se recusaram a fazer.","explicacao_detalhada":"A adoração à estátua representa a idolatria e a traição à fé em Deus, um tema central na narrativa.","por_que_esta_palavra":"A palavra 'adoração' é fundamental para entender a relação entre os hebreus e Deus, e a importância da fidelidade.","conexao_teologica":"A adoração é um ato de lealdade a Deus, e a recusa em adorar ídolos é uma demonstração de fé.","referencias_relacionadas":["Êxodo 20:3-5","Mateus 4:10","Apocalipse 14:7"]},"daniel_3_11_idiom":{"palavra_pt":"expressao","palavra_original":"דִּי","transliteracao":"dîy","strong":"H1768","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão usada para descrever a adoração.","explicacao_detalhada":"A expressão enfatiza a seriedade da adoração e a expectativa do rei em relação à obediência.","por_que_esta_palavra":"A palavra 'expressão' destaca a importância da linguagem e da comunicação na imposição de autoridade.","conexao_teologica":"As palavras têm poder, e a forma como expressamos nossa fé pode impactar nossa relação com Deus.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5","Mateus 12:36"]},"daniel_3_12_obra":{"palavra_pt":"obra","palavra_original":"עֲבִידָה","transliteracao":"ʻăbîydâh","strong":"H5673","significado_raiz":"Ideia básica: obra.","significado_contextual":"Refere-se à obra ou ações dos hebreus que desafiaram a ordem do rei.","explicacao_detalhada":"A palavra 'obra' implica em ações concretas que demonstram a fé e a resistência dos hebreus diante da opressão.","por_que_esta_palavra":"A palavra 'obra' é importante para entender que a fé se manifesta em ações, não apenas em crenças.","conexao_teologica":"As obras dos crentes são um reflexo de sua fé e compromisso com Deus, um tema central na teologia cristã.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Mateus 5:16"]},"daniel_3_12_juizo":{"palavra_pt":"juizo","palavra_original":"טְעֵם","transliteracao":"ṭᵉʻêm","strong":"H2942","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Decisão ou sentença que é dada em um contexto de julgamento.","explicacao_detalhada":"No contexto de Daniel 3:12, 'juízo' refere-se à avaliação e condenação dos três jovens hebreus por não se curvarem à imagem de Nabucodonosor. Este juízo é uma manifestação da autoridade do rei sobre seus súditos.","por_que_esta_palavra":"A palavra 'juízo' é utilizada para enfatizar a seriedade da situação em que os jovens se encontram, mostrando a gravidade da desobediência ao decreto real.","conexao_teologica":"O conceito de juízo é central na teologia bíblica, refletindo a justiça de Deus e a responsabilidade humana diante de Sua autoridade.","referencias_relacionadas":["Salmos 9:7","Eclesiastes 3:17","Romanos 14:10"]},"daniel_3_12_deus":{"palavra_pt":"deus","palavra_original":"אֱלָהּ","transliteracao":"ʼĕlâhh","strong":"H426","significado_raiz":"Ideia básica: deus.","significado_contextual":"Entidade suprema, criador e sustentador do universo.","explicacao_detalhada":"Em Daniel 3:12, a menção de 'Deus' refere-se ao Deus de Israel, que é reconhecido pelos jovens hebreus como a única divindade digna de adoração, em contraste com os deuses babilônicos.","por_que_esta_palavra":"A palavra 'Deus' é crucial para entender a resistência dos jovens, que preferem enfrentar a morte a adorar uma imagem que não representa o verdadeiro Deus.","conexao_teologica":"A adoração a Deus é um tema recorrente na Bíblia, destacando a exclusividade da devoção a Ele em meio a pressões culturais.","referencias_relacionadas":["Êxodo 20:3-5","Isaías 45:5","Atos 4:12"]},"daniel_3_13_rei":{"palavra_pt":"rei","palavra_original":"נְבוּכַדְנֶצַּר","transliteracao":"Nᵉbûwkadnetstsar","strong":"H5020","significado_raiz":"Ideia básica: rei.","significado_contextual":"Título de autoridade máxima em um reino.","explicacao_detalhada":"No versículo, 'rei' refere-se a Nabucodonosor, que exerce seu poder absoluto sobre o povo babilônico e espera obediência incondicional a seus decretos.","por_que_esta_palavra":"A utilização da palavra 'rei' destaca a posição de Nabucodonosor como governante e a expectativa de submissão de seus súditos, contrastando com a lealdade dos jovens a Deus.","conexao_teologica":"A soberania de Deus é frequentemente contrastada com a autoridade dos reis humanos, mostrando que, apesar do poder terreno, Deus é o verdadeiro soberano.","referencias_relacionadas":["Romanos 13:1","Provérbios 21:1","Daniel 2:21"]},"daniel_3_13_furia":{"palavra_pt":"furia","palavra_original":"רְגַז","transliteracao":"rᵉgaz","strong":"H7266","significado_raiz":"Ideia básica: furia.","significado_contextual":"Estado de intensa raiva ou indignação.","explicacao_detalhada":"A 'fúria' de Nabucodonosor em Daniel 3:13 reflete sua ira ao ouvir que os jovens hebreus desobedeceram seu decreto, mostrando a fragilidade do ego de um rei que exige adoração.","por_que_esta_palavra":"A palavra 'fúria' é usada para enfatizar a reação extrema de Nabucodonosor, que não tolera a desobediência e está disposto a punir severamente os que desafiam sua autoridade.","conexao_teologica":"A fúria do rei contrasta com a paz que Deus oferece, destacando a diferença entre a resposta humana e a divina diante da desobediência.","referencias_relacionadas":["Provérbios 14:29","Tiago 1:20","Salmos 37:8"]},"daniel_3_14_olho":{"palavra_pt":"olho","palavra_original":"עֲנָה","transliteracao":"ʻănâh","strong":"H6032","significado_raiz":"Ideia básica: olho.","significado_contextual":"Órgão da visão, usado metaforicamente para perceber ou entender.","explicacao_detalhada":"Em Daniel 3:14, 'olho' é usado para indicar a percepção do rei sobre a desobediência dos jovens, simbolizando a vigilância e a autoridade que ele exerce sobre seu reino.","por_que_esta_palavra":"A palavra 'olho' sugere a capacidade do rei de ver e avaliar a situação, mas também pode simbolizar a falta de visão espiritual em reconhecer a soberania de Deus.","conexao_teologica":"A visão espiritual é um tema importante na Bíblia, onde muitos não conseguem ver a verdade de Deus, mesmo diante de evidências claras.","referencias_relacionadas":["Mateus 6:22","Salmos 119:18","2 Coríntios 4:4"]},"daniel_3_14_rei":{"palavra_pt":"rei","palavra_original":"נְבוּכַדְנֶצַּר","transliteracao":"Nᵉbûwkadnetstsar","strong":"H5020","significado_raiz":"Ideia básica: rei.","significado_contextual":"Título de autoridade máxima em um reino.","explicacao_detalhada":"Neste versículo, 'rei' refere-se a Nabucodonosor, que confronta os jovens hebreus sobre sua desobediência ao seu decreto de adoração à imagem.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a posição de poder de Nabucodonosor e a importância de sua autoridade no contexto da narrativa.","conexao_teologica":"A autoridade dos reis é um tema recorrente na Bíblia, onde Deus é apresentado como o Rei dos Reis, que tem autoridade suprema sobre todos os governantes.","referencias_relacionadas":["Salmos 47:2","1 Timóteo 6:15","Apocalipse 19:16"]},"daniel_3_15_forasmuch":{"palavra_pt":"porque","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3606","significado_raiz":"Ideia básica: porque.","significado_contextual":"Expressão que introduz uma razão ou justificativa.","explicacao_detalhada":"Em Daniel 3:15, 'porque' é usado para introduzir a pergunta do rei, questionando os jovens sobre sua recusa em adorar a imagem, buscando entender sua motivação.","por_que_esta_palavra":"A palavra 'porque' é crucial para o diálogo, pois revela a tentativa do rei de confrontar os jovens e entender sua desobediência.","conexao_teologica":"A busca por respostas e a justificativa de ações é um tema importante na relação entre Deus e a humanidade, onde somos chamados a dar conta de nossas escolhas.","referencias_relacionadas":["1 Pedro 3:15","Romanos 14:12","Mateus 12:36"]},"daniel_3_15_deus":{"palavra_pt":"deus","palavra_original":"אֱלָהּ","transliteracao":"ʼĕlâhh","strong":"H426","significado_raiz":"Ideia básica: deus.","significado_contextual":"Entidade suprema, criador e sustentador do universo.","explicacao_detalhada":"Neste versículo, 'Deus' é mencionado como a razão pela qual os jovens hebreus se recusam a adorar a imagem, destacando sua fé e lealdade ao Senhor.","por_que_esta_palavra":"A palavra 'Deus' é central para a narrativa, pois representa a fonte de força e coragem dos jovens diante da ameaça do rei.","conexao_teologica":"A fidelidade a Deus em face da adversidade é um tema recorrente na Bíblia, mostrando a importância de permanecer firme na fé.","referencias_relacionadas":["Hebreus 11:6","Salmos 56:11","Isaías 41:10"]},"daniel_3_16_olho":{"palavra_pt":"olho","palavra_original":"עֲנָה","transliteracao":"ʻănâh","strong":"H6032","significado_raiz":"Ideia básica: olho.","significado_contextual":"Órgão da visão, usado metaforicamente para perceber ou entender.","explicacao_detalhada":"Em Daniel 3:16, 'olho' é utilizado para enfatizar a visão dos jovens hebreus sobre a situação, mostrando sua determinação em não se curvar à imagem.","por_que_esta_palavra":"A palavra 'olho' simboliza a percepção clara dos jovens sobre a verdade de Deus e sua disposição em permanecer firmes na fé.","conexao_teologica":"A visão espiritual é fundamental para a fé, onde a capacidade de ver além das circunstâncias é essencial para a confiança em Deus.","referencias_relacionadas":["Hebreus 12:2","2 Reis 6:17","Efésios 1:18"]},"daniel_3_16_rei":{"palavra_pt":"rei","palavra_original":"נְבוּכַדְנֶצַּר","transliteracao":"Nᵉbûwkadnetstsar","strong":"H5020","significado_raiz":"Ideia básica: rei.","significado_contextual":"Título de autoridade máxima em um reino.","explicacao_detalhada":"Neste versículo, 'rei' refere-se a Nabucodonosor, que é confrontado pelos jovens hebreus que se recusam a obedecer seu decreto.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a autoridade do governante e a seriedade da situação em que os jovens se encontram.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, onde mesmo os reis terrenos estão sob a autoridade do Rei dos Reis.","referencias_relacionadas":["Salmos 2:10-12","Provérbios 21:1","Daniel 4:17"]},"daniel_3_16_grande":{"palavra_pt":"grande","palavra_original":"אֲמַר","transliteracao":"ʼămar","strong":"H560","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é utilizada para descrever a magnitude da situação enfrentada por Sadraque, Mesaque e Abednego diante da ordem do rei.","explicacao_detalhada":"Neste contexto, 'grande' enfatiza a seriedade da ameaça que os três hebreus estavam enfrentando, pois desobedecer ao rei poderia resultar em morte.","por_que_esta_palavra":"A escolha da palavra 'grande' ressalta a importância da decisão que os personagens estavam prestes a tomar, mostrando que a pressão era intensa.","conexao_teologica":"A grandeza da situação contrasta com a grandeza do Deus a quem eles servem, que é maior do que qualquer poder terreno.","referencias_relacionadas":["Daniel 3:16","Daniel 3:17","Salmos 34:19"]},"daniel_3_17_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica a condição sob a qual os hebreus se posicionam em relação à ordem do rei.","explicacao_detalhada":"Neste versículo, 'conforme' é usado para expressar que a salvação deles depende da ação de Deus, independentemente da ordem do rei.","por_que_esta_palavra":"A palavra 'conforme' é crucial para entender a confiança dos hebreus na soberania de Deus sobre as circunstâncias.","conexao_teologica":"Reflete a ideia de que a obediência a Deus é prioritária, mesmo em face de ordens contrárias.","referencias_relacionadas":["Daniel 3:17","Atos 5:29","Romanos 12:2"]},"daniel_3_17_deus":{"palavra_pt":"deus","palavra_original":"אֱלָהּ","transliteracao":"ʼĕlâhh","strong":"H426","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Deus de Israel, que é invocado pelos hebreus como sua única fonte de ajuda.","explicacao_detalhada":"Neste contexto, 'deus' é um reconhecimento da soberania e do poder de Deus em contrastar com os deuses babilônicos.","por_que_esta_palavra":"A menção de 'deus' é fundamental para a declaração de fé dos hebreus, que confiam na proteção divina.","conexao_teologica":"Mostra a exclusividade do Deus de Israel em um ambiente pluralista e idólatra.","referencias_relacionadas":["Daniel 3:17","Êxodo 20:3","Isaías 43:11"]},"daniel_3_17_whether":{"palavra_pt":"whether","palavra_original":"הֵן","transliteracao":"hên","strong":"H2006","significado_raiz":"Ideia básica: termo central do texto original.","significado_contextual":"A palavra 'whether' (se) é usada para expressar a incerteza da situação, mas também a firmeza da fé dos hebreus.","explicacao_detalhada":"Neste versículo, 'whether' introduz a possibilidade de que Deus possa ou não salvá-los, mas eles permanecem firmes em sua fé.","por_que_esta_palavra":"A palavra é importante para mostrar que a fé não depende das circunstâncias, mas da natureza de Deus.","conexao_teologica":"Reflete a ideia de que a fé verdadeira é mantida mesmo quando não se tem certeza do resultado.","referencias_relacionadas":["Daniel 3:17","Hebreus 11:1","Tiago 1:6"]},"daniel_3_18_deus":{"palavra_pt":"deus","palavra_original":"אֱלָהּ","transliteracao":"ʼĕlâhh","strong":"H426","significado_raiz":"Ideia básica: deus.","significado_contextual":"A repetição da palavra 'deus' enfatiza a certeza da fé dos hebreus em relação à sua devoção ao Deus de Israel.","explicacao_detalhada":"Neste contexto, os hebreus reafirmam sua crença de que, mesmo que Deus não os salve, eles não se curvarão à imagem.","por_que_esta_palavra":"A palavra 'deus' é central para a identidade dos hebreus e sua resistência à idolatria.","conexao_teologica":"Reforça a ideia de que a adoração a Deus deve ser incondicional, independentemente das circunstâncias.","referencias_relacionadas":["Daniel 3:18","Êxodo 20:4-5","Romanos 14:8"]},"daniel_3_18_imagem":{"palavra_pt":"imagem","palavra_original":"צֶלֶם","transliteracao":"tselem","strong":"H6755","significado_raiz":"Ideia básica: imagem.","significado_contextual":"A palavra 'imagem' refere-se à estátua de ouro que Nabucodonosor mandou erguer, simbolizando a idolatria.","explicacao_detalhada":"Neste contexto, 'imagem' representa a tentação de adorar algo criado em vez do Criador, um tema central na narrativa.","por_que_esta_palavra":"A palavra 'imagem' é crucial para entender o conflito entre a adoração a Deus e a idolatria.","conexao_teologica":"Ilustra a luta entre a verdadeira adoração e a idolatria, um tema recorrente na Bíblia.","referencias_relacionadas":["Daniel 3:18","Êxodo 20:4","1 João 5:21"]},"daniel_3_19_rei":{"palavra_pt":"rei","palavra_original":"נְבוּכַדְנֶצַּר","transliteracao":"Nᵉbûwkadnetstsar","strong":"H5020","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se a Nabucodonosor, que representa a autoridade terrena e a opressão contra os hebreus.","explicacao_detalhada":"Neste contexto, 'rei' enfatiza o poder que Nabucodonosor exerce sobre os hebreus e a pressão para se conformar.","por_que_esta_palavra":"A palavra 'rei' é significativa para mostrar a oposição entre a autoridade divina e a autoridade humana.","conexao_teologica":"Reflete a ideia de que, embora os reis tenham poder, Deus é o verdadeiro soberano.","referencias_relacionadas":["Daniel 3:19","Romanos 13:1","Provérbios 21:1"]},"daniel_3_19_olho":{"palavra_pt":"olho","palavra_original":"עֲנָה","transliteracao":"ʻănâh","strong":"H6032","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' é usada para descrever a percepção e a vigilância do rei sobre a desobediência dos hebreus.","explicacao_detalhada":"Neste contexto, 'olho' simboliza a atenção que Nabucodonosor dá à situação e sua intenção de punir.","por_que_esta_palavra":"A palavra 'olho' é importante para entender a vigilância e o controle que o rei exerce sobre seus súditos.","conexao_teologica":"Contrasta com a ideia de que Deus vê e conhece todas as coisas, incluindo a fidelidade de seus servos.","referencias_relacionadas":["Daniel 3:19","Salmos 33:18","Provérbios 15:3"]},"daniel_3_19_first":{"palavra_pt":"primeiro","palavra_original":"חַד","transliteracao":"chad","strong":"H2298","significado_raiz":"Ideia básica: primeiro.","significado_contextual":"A palavra 'primeiro' refere-se à posição de destaque dos hebreus entre os súditos do rei, indicando sua resistência.","explicacao_detalhada":"Neste contexto, 'primeiro' sugere que eles eram os primeiros a desafiar a ordem do rei, destacando sua coragem.","por_que_esta_palavra":"A palavra 'primeiro' é significativa para mostrar que a desobediência deles não era comum e tinha grandes implicações.","conexao_teologica":"Reflete a ideia de que aqueles que se mantêm firmes na fé podem ser vistos como pioneiros na resistência à idolatria.","referencias_relacionadas":["Daniel 3:19","Mateus 5:10","Hebreus 11:32-34"]},"daniel_3_20_poderoso":{"palavra_pt":"poderoso","palavra_original":"גִּבָּר","transliteracao":"gibbâr","strong":"H1401","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' descreve a força e a capacidade do rei Nabucodonosor de executar sua vontade.","explicacao_detalhada":"Neste contexto, 'poderoso' enfatiza a ameaça que o rei representa para aqueles que desobedecem suas ordens.","por_que_esta_palavra":"A palavra 'poderoso' é importante para entender a magnitude do desafio que os hebreus enfrentam.","conexao_teologica":"Contrasta com o poder de Deus, que é supremo e capaz de salvar, mesmo diante de um rei poderoso.","referencias_relacionadas":["Daniel 3:20","Salmos 62:11","Isaías 40:29"]},"daniel_3_20_forca":{"palavra_pt":"forca","palavra_original":"חַיִל","transliteracao":"chayil","strong":"H2429","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'força' refere-se ao poder ou à capacidade de agir, especialmente em um contexto de resistência e coragem diante da opressão.","explicacao_detalhada":"No contexto de Daniel 3, a 'força' é uma qualidade que os três jovens hebreus demonstram ao se recusarem a adorar a estátua de Nabucodonosor, mesmo sob a ameaça de morte. Essa força é tanto física quanto espiritual, representando a firmeza de sua fé.","por_que_esta_palavra":"A escolha da palavra 'força' enfatiza a bravura e a determinação dos jovens em permanecer fiéis a Deus, mesmo diante de grandes perigos.","conexao_teologica":"A força que vem de Deus é um tema recorrente na Bíblia, onde os crentes são encorajados a serem fortes e corajosos, confiando na proteção divina.","referencias_relacionadas":["Josué 1:9","Salmos 27:1","Isaías 41:10"]},"daniel_3_21_these":{"palavra_pt":"these","palavra_original":"אִלֵּךְ","transliteracao":"ʼillêk","strong":"H479","significado_raiz":"Ideia básica: these.","significado_contextual":"A palavra 'these' refere-se especificamente aos três jovens hebreus que foram levados para serem lançados na fornalha.","explicacao_detalhada":"Neste versículo, 'these' é usado para identificar claramente os indivíduos que estão sendo mencionados, destacando a sua singularidade e a situação em que se encontram.","por_que_esta_palavra":"A utilização de 'these' serve para enfatizar a importância dos personagens na narrativa, mostrando que eles são protagonistas da fé em meio à adversidade.","conexao_teologica":"A identificação dos crentes em situações de prova é um tema importante, pois mostra como Deus se importa com cada indivíduo em sua luta pela fé.","referencias_relacionadas":["Hebreus 11:32-34","1 Pedro 1:6-7","Romanos 8:37"]},"daniel_3_21_bind":{"palavra_pt":"bind","palavra_original":"כְּפַת","transliteracao":"kᵉphath","strong":"H3729","significado_raiz":"Ideia básica: bind.","significado_contextual":"A palavra 'bind' refere-se ao ato de amarrar ou prender, indicando a ação de restringir a liberdade dos jovens hebreus.","explicacao_detalhada":"Neste contexto, 'bind' é usado para descrever como os jovens foram fisicamente amarrados antes de serem lançados na fornalha, simbolizando a opressão e a tentativa de silenciar sua fé.","por_que_esta_palavra":"A escolha de 'bind' destaca a gravidade da situação e a força da opressão que os jovens enfrentam, contrastando com a liberdade que eles têm em sua fé.","conexao_teologica":"A ideia de ser 'amarrado' ou 'prendido' é frequentemente usada na Bíblia para descrever a opressão do pecado e a libertação que vem através de Cristo.","referencias_relacionadas":["João 8:36","Gálatas 5:1","2 Coríntios 3:17"]},"daniel_3_22_phrase":{"palavra_pt":"expressao","palavra_original":"קְבֵל","transliteracao":"qᵉbêl","strong":"H6903","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à maneira como a ordem do rei foi comunicada, enfatizando a gravidade da situação.","explicacao_detalhada":"Neste versículo, 'expressão' é usada para descrever a ordem do rei Nabucodonosor, que foi dada com grande autoridade e urgência, refletindo a seriedade da punição.","por_que_esta_palavra":"A escolha de 'expressão' ressalta a intenção clara e direta do rei, mostrando que ele não estava disposto a tolerar desobediência.","conexao_teologica":"A comunicação de ordens e a resposta dos crentes a elas é um tema importante, refletindo a necessidade de discernimento e coragem na obediência a Deus.","referencias_relacionadas":["Atos 5:29","Romanos 13:1-2","Efésios 6:6"]},"daniel_3_22_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica a conformidade com a ordem do rei, enfatizando a expectativa de obediência.","explicacao_detalhada":"Neste contexto, 'conforme' é usado para descrever como os jovens deveriam agir de acordo com a ordem do rei, que exigia adoração à estátua.","por_que_esta_palavra":"A escolha de 'conforme' destaca a pressão social e política que os jovens enfrentavam, contrastando com sua decisão de permanecer fiéis a Deus.","conexao_teologica":"A obediência a Deus em meio a ordens contrárias é um tema central na vida cristã, onde os crentes são chamados a seguir a vontade de Deus acima das normas humanas.","referencias_relacionadas":["Atos 4:19","Mateus 6:33","Colossenses 3:2"]},"daniel_3_22_afore":{"palavra_pt":"afore","palavra_original":"דֵּן","transliteracao":"dên","strong":"H1836","significado_raiz":"Ideia básica: afore.","significado_contextual":"A palavra 'afore' refere-se a algo que foi dito ou determinado anteriormente, indicando a continuidade da ordem do rei.","explicacao_detalhada":"Neste versículo, 'afore' é usado para enfatizar que a ordem do rei não era nova, mas uma expectativa já estabelecida que deveria ser seguida.","por_que_esta_palavra":"A escolha de 'afore' ressalta a pressão contínua sobre os jovens, mostrando que a expectativa de adoração era uma norma já enraizada na sociedade babilônica.","conexao_teologica":"A ideia de normas e tradições que desafiam a fé é um tema recorrente, onde os crentes são desafiados a permanecer firmes em suas convicções.","referencias_relacionadas":["Romanos 12:2","1 João 2:15-17","Tiago 4:4"]},"daniel_3_23_these":{"palavra_pt":"these","palavra_original":"אִלֵּךְ","transliteracao":"ʼillêk","strong":"H479","significado_raiz":"Ideia básica: these.","significado_contextual":"A palavra 'these' refere-se novamente aos três jovens hebreus, destacando sua identidade e a situação em que se encontram.","explicacao_detalhada":"Neste versículo, 'these' é utilizado para reafirmar a presença e a resistência dos jovens hebreus diante da fornalha ardente.","por_que_esta_palavra":"A repetição de 'these' enfatiza a importância dos personagens na narrativa, mostrando que eles são exemplos de fé e coragem.","conexao_teologica":"A identificação dos crentes em situações de prova é crucial, pois mostra como Deus se importa com cada indivíduo em sua luta pela fé.","referencias_relacionadas":["Hebreus 11:34","1 Pedro 4:12-13","Romanos 8:31"]},"daniel_3_23_nome":{"palavra_pt":"nome","palavra_original":"שַׁדְרַךְ","transliteracao":"Shadrak","strong":"H7715","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade dos jovens, especificamente a de um deles, Shadrak, que é um dos protagonistas da história.","explicacao_detalhada":"Neste contexto, 'nome' é usado para identificar um dos jovens hebreus, destacando sua individualidade e o papel que desempenha na narrativa.","por_que_esta_palavra":"A escolha de 'nome' é significativa, pois cada um dos jovens tem uma identidade que é importante para a história e para a mensagem de fé.","conexao_teologica":"A identidade dos crentes é um tema importante na Bíblia, onde cada um é chamado pelo nome e tem um propósito específico no plano de Deus.","referencias_relacionadas":["Isaías 43:1","Salmos 139:13-16","Gálatas 3:26-28"]},"daniel_3_24_rei":{"palavra_pt":"rei","palavra_original":"נְבוּכַדְנֶצַּר","transliteracao":"Nᵉbûwkadnetstsar","strong":"H5020","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se a Nabucodonosor, a figura de autoridade que representa o poder e a opressão na história.","explicacao_detalhada":"Neste versículo, 'rei' é usado para descrever a posição de Nabucodonosor, que exerce controle sobre os jovens hebreus e determina seu destino.","por_que_esta_palavra":"A escolha de 'rei' enfatiza a autoridade terrena que se opõe à autoridade divina, criando um conflito central na narrativa.","conexao_teologica":"A relação entre o poder humano e a soberania de Deus é um tema recorrente, onde os crentes são chamados a confiar em Deus acima das autoridades terrenas.","referencias_relacionadas":["Romanos 13:1","Salmos 2:1-4","Provérbios 21:1"]},"daniel_3_24_olho":{"palavra_pt":"olho","palavra_original":"עֲנָה","transliteracao":"ʻănâh","strong":"H6032","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' refere-se à percepção e ao testemunho do rei sobre a situação dos jovens hebreus na fornalha.","explicacao_detalhada":"Neste contexto, 'olho' é usado para descrever a observação do rei, que testemunha um milagre ao ver os jovens caminhando na fornalha sem serem consumidos.","por_que_esta_palavra":"A escolha de 'olho' destaca a importância da visão e do testemunho, mostrando que o rei não apenas ouve sobre a fé dos jovens, mas a vê em ação.","conexao_teologica":"A ideia de Deus se revelando através de ações visíveis é um tema importante, onde os crentes são chamados a viver de maneira que glorifique a Deus diante dos outros.","referencias_relacionadas":["Mateus 5:16","Salmos 34:8","1 Pedro 2:12"]},"daniel_3_24_verdade":{"palavra_pt":"verdade","palavra_original":"יַצִּיב","transliteracao":"yatstsîyb","strong":"H3330","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade dos eventos e à fidelidade de Deus em proteger Seus servos.","explicacao_detalhada":"Neste contexto, a verdade é apresentada como uma característica de Deus, que é fiel e verdadeiro em suas promessas. A presença de Deus na fornalha ardente é uma manifestação da verdade de Sua proteção.","por_que_esta_palavra":"A escolha da palavra 'verdade' enfatiza a autenticidade da intervenção divina e a certeza de que Deus está com aqueles que O servem.","conexao_teologica":"A verdade de Deus é um tema central na teologia bíblica, refletindo Sua natureza imutável e Sua fidelidade às Suas promessas.","referencias_relacionadas":["Salmos 25:10","João 14:6","Hebreus 10:23"]},"daniel_3_25_olho":{"palavra_pt":"olho","palavra_original":"עֲנָה","transliteracao":"ʻănâh","strong":"H6032","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' é usada para descrever a visão e a percepção, simbolizando a atenção de Deus sobre Seus servos.","explicacao_detalhada":"Neste versículo, o 'olho' representa a capacidade de Deus de ver e intervir nas situações, mesmo nas mais difíceis, como a fornalha ardente.","por_que_esta_palavra":"A palavra 'olho' é significativa porque indica que Deus está sempre atento às circunstâncias de Seus fiéis.","conexao_teologica":"A onisciência de Deus é um aspecto fundamental da Sua natureza, mostrando que Ele vê e conhece todas as coisas.","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","1 Pedro 3:12"]},"daniel_3_25_deus":{"palavra_pt":"deus","palavra_original":"אֱלָהּ","transliteracao":"ʼĕlâhh","strong":"H426","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao Ser Supremo que tem poder sobre todas as coisas e que protege Seus servos.","explicacao_detalhada":"Neste contexto, a palavra enfatiza a soberania de Deus em salvar e proteger aqueles que confiam Nele, mesmo em situações extremas.","por_que_esta_palavra":"A escolha da palavra 'deus' destaca a autoridade e o poder de Deus em contrastar com os deuses pagãos da Babilônia.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, mostrando que Ele é o único digno de adoração e que tem controle sobre todas as circunstâncias.","referencias_relacionadas":["Isaías 43:2","Romanos 8:31","Salmos 46:1"]},"daniel_3_25_grande":{"palavra_pt":"grande","palavra_original":"אֲמַר","transliteracao":"ʼămar","strong":"H560","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude do poder de Deus em salvar Seus servos.","explicacao_detalhada":"Neste versículo, 'grande' enfatiza a superioridade de Deus em relação a qualquer outra força ou poder, incluindo os deuses da Babilônia.","por_que_esta_palavra":"A palavra 'grande' é escolhida para mostrar que o Deus de Israel é incomparável e tem a capacidade de realizar milagres.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Escritura, refletindo Sua majestade e poder sobre toda a criação.","referencias_relacionadas":["Salmos 145:3","Efésios 3:20","Isaías 40:12"]},"daniel_3_26_rei":{"palavra_pt":"rei","palavra_original":"נְבוּכַדְנֶצַּר","transliteracao":"Nᵉbûwkadnetstsar","strong":"H5020","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se a Nabucodonosor, que representa a autoridade terrena e a oposição ao Deus de Israel.","explicacao_detalhada":"Neste contexto, 'rei' é usado para contrastar a autoridade humana com a soberania divina, mostrando que, apesar do poder do rei, Deus é quem realmente controla a situação.","por_que_esta_palavra":"A palavra 'rei' é importante porque destaca a posição de Nabucodonosor como governante, mas também sua impotência diante do Deus verdadeiro.","conexao_teologica":"A relação entre autoridades terrenas e a soberania de Deus é um tema importante, mostrando que nenhum poder humano pode se igualar ao poder divino.","referencias_relacionadas":["Romanos 13:1","Salmos 2:10-12","Provérbios 21:1"]},"daniel_3_26_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica a relação entre a ação de Deus e a situação dos servos fiéis.","explicacao_detalhada":"Neste versículo, 'conforme' sugere que a intervenção de Deus está alinhada com a fidelidade e a coragem de Seus servos em não se curvar à idolatria.","por_que_esta_palavra":"A palavra 'conforme' é significativa porque mostra que a proteção de Deus é uma resposta à fé e lealdade dos crentes.","conexao_teologica":"A relação entre fé e a ação de Deus é um princípio teológico importante, demonstrando que Deus responde àqueles que O buscam sinceramente.","referencias_relacionadas":["Hebreus 11:6","Tiago 4:8","Mateus 7:7"]},"daniel_3_27_singe":{"palavra_pt":"singe","palavra_original":"חֲרַךְ","transliteracao":"chărak","strong":"H2761","significado_raiz":"Ideia básica: singe.","significado_contextual":"A palavra 'singe' refere-se ao fato de que os servos de Deus não foram afetados pelo fogo, simbolizando a proteção divina.","explicacao_detalhada":"Neste contexto, 'singe' é usado para descrever a ausência de dano físico, mostrando que Deus protegeu Seus servos de maneira sobrenatural.","por_que_esta_palavra":"A palavra 'singe' é importante porque enfatiza o milagre da proteção divina em meio ao fogo.","conexao_teologica":"A proteção de Deus sobre Seus servos é um tema recorrente, mostrando que Ele é capaz de preservar aqueles que são fiéis a Ele.","referencias_relacionadas":["Salmos 91:11-12","Isaías 43:2","2 Tessalonicenses 3:3"]},"daniel_3_27_hair":{"palavra_pt":"cabelo","palavra_original":"שְׂעַר","transliteracao":"sᵉʻar","strong":"H8177","significado_raiz":"Ideia básica: cabelo.","significado_contextual":"A palavra 'cabelo' refere-se à integridade física dos servos de Deus, que não sofreram dano algum.","explicacao_detalhada":"Neste versículo, 'cabelo' é mencionado para enfatizar que nem mesmo um fio de cabelo foi queimado, simbolizando a total proteção de Deus.","por_que_esta_palavra":"A palavra 'cabelo' é significativa porque representa a ideia de que Deus cuida de cada detalhe da vida de Seus servos.","conexao_teologica":"A atenção de Deus aos detalhes da vida de Seus servos é um tema importante, refletindo Seu amor e cuidado.","referencias_relacionadas":["Mateus 10:30","Salmos 34:7","1 Pedro 5:7"]},"daniel_3_28_olho":{"palavra_pt":"olho","palavra_original":"עֲנָה","transliteracao":"ʻănâh","strong":"H6032","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' é usada novamente para enfatizar a percepção de Nabucodonosor sobre o milagre que ocorreu.","explicacao_detalhada":"Neste contexto, 'olho' representa a capacidade de ver e reconhecer a intervenção divina, mesmo por parte de um rei pagão.","por_que_esta_palavra":"A repetição da palavra 'olho' destaca a importância de reconhecer a ação de Deus em nossas vidas.","conexao_teologica":"A revelação de Deus a todos, incluindo aqueles que não O conhecem, é um aspecto importante da teologia bíblica.","referencias_relacionadas":["Salmos 66:5","Isaías 45:22","Romanos 1:20"]},"daniel_3_28_rei":{"palavra_pt":"rei","palavra_original":"נְבוּכַדְנֶצַּר","transliteracao":"Nᵉbûwkadnetstsar","strong":"H5020","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é usada novamente para enfatizar a transformação na percepção de Nabucodonosor após o milagre.","explicacao_detalhada":"Neste versículo, 'rei' representa a autoridade que agora reconhece o poder do Deus verdadeiro após testemunhar o milagre.","por_que_esta_palavra":"A repetição da palavra 'rei' é significativa porque mostra a mudança de coração e a nova compreensão de Nabucodonosor sobre Deus.","conexao_teologica":"A conversão de líderes e autoridades é um tema importante, mostrando que Deus pode mudar corações e trazer reconhecimento de Sua soberania.","referencias_relacionadas":["Daniel 4:34-35","Atos 9:15","1 Timóteo 2:1-4"]},"daniel_3_29_forasmuch":{"palavra_pt":"porque","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3606","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é utilizada para introduzir a razão pela qual o rei Nabucodonosor reconhece a grandeza do Deus de Sadraque, Mesaque e Abednego.","explicacao_detalhada":"Neste contexto, 'porque' conecta a declaração do rei à sua experiência com os três jovens hebreus, que foram salvos da fornalha ardente. É uma expressão de admiração e reconhecimento da soberania de Deus.","por_que_esta_palavra":"A palavra é crucial para entender a lógica do discurso do rei, que passa de um decreto de adoração a um reconhecimento da ação divina.","conexao_teologica":"A palavra 'porque' revela a relação entre a fé dos jovens e a intervenção divina, mostrando que Deus é digno de adoração por suas obras poderosas.","referencias_relacionadas":["Daniel 3:28","Daniel 3:30","Salmos 34:19"]},"daniel_3_30_julgar":{"palavra_pt":"julgar","palavra_original":"מְדִינָה","transliteracao":"mᵉdîynâh","strong":"H4083","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se à ação de Nabucodonosor ao decidir sobre a recompensa e a promoção dos jovens hebreus após sua demonstração de fé.","explicacao_detalhada":"Neste versículo, o rei não apenas reconhece a bravura dos jovens, mas também toma uma decisão de justiça ao recompensá-los, mostrando que o julgamento pode ser tanto de condenação quanto de recompensa.","por_que_esta_palavra":"A palavra 'julgar' é importante porque reflete a autoridade do rei e a resposta a uma ação de fé, enfatizando a justiça divina em contraste com a injustiça do decreto anterior.","conexao_teologica":"A ideia de julgamento aqui se conecta à justiça de Deus, que recompensa a fé e a obediência, mesmo em face da adversidade.","referencias_relacionadas":["Daniel 3:29","Romanos 14:10","2 Coríntios 5:10"]},"daniel_3_30_promote":{"palavra_pt":"promote","palavra_original":"צְלַח","transliteracao":"tsᵉlach","strong":"H6744","significado_raiz":"Ideia básica: promote.","significado_contextual":"A palavra 'promote' é usada para descrever a elevação de Sadraque, Mesaque e Abednego a posições de destaque na província da Babilônia.","explicacao_detalhada":"Após a intervenção divina, o rei decide promover os jovens, mostrando que a fidelidade a Deus pode resultar em bênçãos e reconhecimento humano.","por_que_esta_palavra":"A promoção é um símbolo de recompensa e reconhecimento, evidenciando que a fidelidade a Deus não passa despercebida.","conexao_teologica":"A promoção dos jovens ilustra a ideia de que Deus honra aqueles que O honram, refletindo a justiça e a soberania divina.","referencias_relacionadas":["Daniel 2:48","1 Samuel 2:30","Mateus 23:12"]},"daniel_3_30_nome":{"palavra_pt":"nome","palavra_original":"שַׁדְרַךְ","transliteracao":"Shadrak","strong":"H7715","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade de Sadraque, que é um dos três jovens hebreus mencionados no contexto da fornalha ardente.","explicacao_detalhada":"O nome é significativo, pois representa não apenas a identidade pessoal, mas também a conexão com a cultura hebraica e a fé em Deus.","por_que_esta_palavra":"O nome é importante para estabelecer a individualidade e o papel de cada jovem na narrativa, destacando sua coragem e fé.","conexao_teologica":"O nome de Sadraque, assim como os de Mesaque e Abednego, simboliza a resistência à pressão cultural e a fidelidade a Deus.","referencias_relacionadas":["Daniel 1:7","Isaías 43:1","Atos 4:12"]},"daniel_3_31_forasmuch":{"palavra_pt":"porque","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3606","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz a razão pela qual o rei Nabucodonosor faz um novo decreto, reconhecendo o poder de Deus.","explicacao_detalhada":"Neste contexto, o rei expressa sua convicção de que ninguém deve falar contra o Deus dos hebreus, evidenciando a transformação em sua percepção.","por_que_esta_palavra":"A repetição da palavra 'porque' enfatiza a lógica do rei ao fazer um novo decreto, mostrando a mudança em sua atitude em relação a Deus.","conexao_teologica":"A palavra conecta a experiência dos jovens com a revelação do poder de Deus, mostrando que a fé pode impactar até mesmo aqueles que estão em posições de autoridade.","referencias_relacionadas":["Daniel 3:29","Salmos 115:3","Romanos 1:20"]},"daniel_3_31_rei":{"palavra_pt":"rei","palavra_original":"נְבוּכַדְנֶצַּר","transliteracao":"Nᵉbûwkadnetstsar","strong":"H5020","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se a Nabucodonosor, a figura de autoridade máxima na Babilônia, que emite decretos e decisões.","explicacao_detalhada":"O rei é uma figura central na narrativa, representando o poder humano e a oposição à fé, mas também a possibilidade de transformação através do reconhecimento do Deus verdadeiro.","por_que_esta_palavra":"A menção do rei é crucial para entender a dinâmica de poder e a influência que a fé dos jovens teve sobre ele.","conexao_teologica":"A figura do rei ilustra a soberania de Deus sobre as autoridades terrenas e a possibilidade de redenção mesmo para aqueles que inicialmente se opõem a Ele.","referencias_relacionadas":["Daniel 2:37","Romanos 13:1","Provérbios 21:1"]},"daniel_3_31_paz":{"palavra_pt":"paz","palavra_original":"שְׁלָם","transliteracao":"shᵉlâm","strong":"H8001","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' é usada pelo rei Nabucodonosor como uma bênção, indicando um desejo de bem-estar e tranquilidade para aqueles que respeitam o Deus dos hebreus.","explicacao_detalhada":"Neste contexto, a paz é um reflexo da transformação interna do rei, que agora reconhece a importância da adoração ao Deus verdadeiro.","por_que_esta_palavra":"A inclusão da palavra 'paz' demonstra a mudança de atitude do rei, que agora busca promover um ambiente de respeito e reverência a Deus.","conexao_teologica":"A paz é um tema central na teologia bíblica, representando a harmonia que resulta da obediência a Deus e do reconhecimento de Sua soberania.","referencias_relacionadas":["Filipenses 4:7","Isaías 26:3","Romanos 5:1"]},"daniel_3_32_shew":{"palavra_pt":"shew","palavra_original":"חֲוָא","transliteracao":"chăvâʼ","strong":"H2324","significado_raiz":"Ideia básica: shew.","significado_contextual":"A palavra 'shew' refere-se ao ato de mostrar ou revelar, utilizado no contexto da declaração do rei sobre o que Deus fez pelos jovens.","explicacao_detalhada":"O rei está expressando a necessidade de demonstrar a grandeza do Deus que salvou os jovens, enfatizando a importância do testemunho.","por_que_esta_palavra":"A palavra 'shew' é significativa porque destaca a ação de Deus e a necessidade de compartilhar essa verdade com outros.","conexao_teologica":"Mostrar a grandeza de Deus é um chamado para todos os crentes, refletindo a importância do testemunho na vida cristã.","referencias_relacionadas":["Salmos 145:4","Mateus 5:16","Atos 1:8"]},"daniel_3_32_idiom":{"palavra_pt":"expressao","palavra_original":"דִּי","transliteracao":"dîy","strong":"H1768","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à forma como o rei se comunica sobre a grandeza de Deus, enfatizando a importância da linguagem e da declaração pública.","explicacao_detalhada":"Neste contexto, a expressão é uma maneira de o rei reconhecer e declarar a soberania de Deus, utilizando sua posição para glorificá-Lo.","por_que_esta_palavra":"A palavra 'expressão' é importante porque mostra que a comunicação sobre Deus deve ser clara e pública, refletindo a verdade de Sua grandeza.","conexao_teologica":"A expressão da fé é fundamental na vida cristã, pois envolve não apenas crença, mas também a declaração dessa crença ao mundo.","referencias_relacionadas":["Salmos 96:3","Romanos 10:9","1 Pedro 2:9"]},"daniel_3_33_poderoso":{"palavra_pt":"poderoso","palavra_original":"תַּקִּיף","transliteracao":"taqqîyph","strong":"H8624","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' é usada para descrever a grandeza e a capacidade de Deus de salvar os jovens da fornalha ardente.","explicacao_detalhada":"O rei reconhece que o Deus dos hebreus é poderoso o suficiente para realizar milagres e proteger aqueles que Nele confiam.","por_que_esta_palavra":"A palavra 'poderoso' é crucial para entender a natureza de Deus como um ser que pode intervir na história e realizar o impossível.","conexao_teologica":"A ideia de poder de Deus é central na teologia, mostrando que Ele é capaz de salvar e transformar vidas, mesmo em situações extremas.","referencias_relacionadas":["Salmos 147:5","Efésios 3:20","Lucas 1:37"]},"daniel_3_33_dominio":{"palavra_pt":"dominio","palavra_original":"מַלְכוּ","transliteracao":"malkûw","strong":"H4437","significado_raiz":"Ideia básica: dominio.","significado_contextual":"O termo 'domínio' refere-se ao poder e autoridade que alguém exerce sobre um território ou povo.","explicacao_detalhada":"No contexto de Daniel 3:33, o domínio é associado ao controle que um governante tem sobre sua nação, refletindo a soberania de Deus sobre todas as coisas.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a grandeza do poder que Deus tem em comparação ao domínio humano.","conexao_teologica":"O domínio de Deus é absoluto e eterno, enquanto o domínio humano é temporário e limitado.","referencias_relacionadas":["Salmos 103:19","Isaías 40:22","Mateus 28:18"]},"daniel_3_33_grande":{"palavra_pt":"grande","palavra_original":"מָה","transliteracao":"mâh","strong":"H4101","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' indica algo de grande magnitude ou importância.","explicacao_detalhada":"Em Daniel 3:33, 'grande' é usado para descrever a importância do evento que está ocorrendo, onde a grandeza de Deus é reconhecida.","por_que_esta_palavra":"A utilização de 'grande' destaca a majestade e o poder de Deus em contraste com a insignificância dos ídolos.","conexao_teologica":"A grandeza de Deus é um tema central na teologia bíblica, mostrando que Ele é superior a todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 6:3","Apocalipse 15:4"]}}