{"daniel_4_1_rei":{"palavra_pt":"rei","palavra_original":"נְבוּכַדְנֶצַּר","transliteracao":"Nᵉbûwkadnetstsar","strong":"H5020","significado_raiz":"Ideia básica: rei.","significado_contextual":"O termo 'rei' refere-se à figura de autoridade máxima em um reino.","explicacao_detalhada":"Em Daniel 4:1, o rei Nabucodonosor é apresentado como um governante que experimenta a soberania de Deus em sua vida.","por_que_esta_palavra":"A palavra é importante para entender a posição de Nabucodonosor e sua relação com o poder divino.","conexao_teologica":"A soberania de Deus sobre os reis da terra é um tema recorrente, mostrando que Ele é o verdadeiro Rei.","referencias_relacionadas":["Romanos 13:1","Provérbios 21:1","Daniel 2:21"]},"daniel_4_1_palacio":{"palavra_pt":"palacio","palavra_original":"הֵיכַל","transliteracao":"hêykal","strong":"H1965","significado_raiz":"Ideia básica: palacio.","significado_contextual":"Palácio refere-se ao local onde o rei reside e governa.","explicacao_detalhada":"No contexto de Daniel 4:1, o palácio simboliza o poder e a glória do rei, mas também a fragilidade do poder humano diante de Deus.","por_que_esta_palavra":"A palavra é usada para contrastar a opulência do palácio com a realidade da soberania divina.","conexao_teologica":"O palácio, embora símbolo de poder, é insignificante diante do reino eterno de Deus.","referencias_relacionadas":["Salmos 127:1","Isaías 40:23","Mateus 6:19-20"]},"daniel_4_3_juizo":{"palavra_pt":"juizo","palavra_original":"טְעֵם","transliteracao":"ṭᵉʻêm","strong":"H2942","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Juízo refere-se à decisão ou avaliação que é feita sobre uma situação.","explicacao_detalhada":"Em Daniel 4:3, o juízo é um reconhecimento da justiça de Deus e de como Ele avalia as ações dos homens.","por_que_esta_palavra":"A palavra é crucial para entender a natureza de Deus como juiz justo e soberano.","conexao_teologica":"O juízo de Deus é um aspecto fundamental da Sua natureza, refletindo Sua justiça e santidade.","referencias_relacionadas":["Salmos 9:7-8","Romanos 14:10","Apocalipse 20:12"]},"daniel_4_4_grande":{"palavra_pt":"grande","palavra_original":"אֲמַר","transliteracao":"ʼămar","strong":"H560","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é utilizada para descrever algo de magnitude excepcional.","explicacao_detalhada":"Em Daniel 4:4, 'grande' se refere à experiência do rei Nabucodonosor, que reconhece a grandeza de Deus após sua humilhação.","por_que_esta_palavra":"A ênfase na grandeza destaca a transformação que ocorre na vida do rei ao perceber a soberania divina.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, mostrando que Ele é digno de adoração e reverência.","referencias_relacionadas":["Salmos 145:6","Isaías 40:12","Efésios 3:20"]},"daniel_4_5_profeta":{"palavra_pt":"profeta","palavra_original":"דָּנִיֵּאל","transliteracao":"Dânîyêʼl","strong":"H1841","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Profeta refere-se a alguém que fala em nome de Deus.","explicacao_detalhada":"Em Daniel 4:5, o profeta Daniel é apresentado como o mensageiro de Deus, trazendo revelações ao rei.","por_que_esta_palavra":"A palavra é importante para entender o papel de Daniel como intermediário entre Deus e Nabucodonosor.","conexao_teologica":"Os profetas são fundamentais na comunicação da vontade de Deus ao Seu povo.","referencias_relacionadas":["Amós 3:7","Hebreus 1:1","2 Pedro 1:21"]},"daniel_4_5_vento":{"palavra_pt":"vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7308","significado_raiz":"Ideia básica: vento.","significado_contextual":"Vento é frequentemente associado a movimento e poder.","explicacao_detalhada":"Em Daniel 4:5, o vento simboliza a ação de Deus e o poder que Ele exerce sobre a criação.","por_que_esta_palavra":"A palavra é utilizada para ilustrar a força e a soberania de Deus sobre as forças da natureza.","conexao_teologica":"O vento é um símbolo do Espírito Santo e da presença de Deus em ação no mundo.","referencias_relacionadas":["João 3:8","Atos 2:2","Salmos 104:4"]},"daniel_4_5_deus":{"palavra_pt":"deus","palavra_original":"אֱלָהּ","transliteracao":"ʼĕlâhh","strong":"H426","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus refere-se ao ser supremo, criador e sustentador do universo.","explicacao_detalhada":"Em Daniel 4:5, a menção de Deus enfatiza Sua autoridade e poder sobre todas as coisas, incluindo os reinos da terra.","por_que_esta_palavra":"A palavra é central para a compreensão da relação entre Deus e a humanidade.","conexao_teologica":"A natureza de Deus como soberano é um tema central na teologia bíblica.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"daniel_4_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3606","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir uma razão ou explicação.","explicacao_detalhada":"Em Daniel 4:6, 'porque' é utilizado para justificar a ação de Deus em relação ao rei Nabucodonosor.","por_que_esta_palavra":"A palavra é importante para entender a lógica do juízo de Deus sobre o rei.","conexao_teologica":"A razão e a justiça de Deus são fundamentais para a compreensão de Sua natureza.","referencias_relacionadas":["Romanos 2:6","Gálatas 6:7","Tiago 2:13"]},"daniel_4_6_grande":{"palavra_pt":"grande","palavra_original":"רַב","transliteracao":"rab","strong":"H7229","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do sonho que Nabucodonosor teve, simbolizando algo de importância significativa.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a magnitude do sonho que perturbou o rei, indicando que era algo que não poderia ser ignorado e que tinha implicações profundas para seu reino.","por_que_esta_palavra":"A escolha da palavra 'grande' enfatiza a seriedade e a urgência da mensagem divina que estava sendo comunicada ao rei.","conexao_teologica":"A grandeza do sonho reflete a soberania de Deus sobre as nações e a importância de ouvir e interpretar corretamente as revelações divinas.","referencias_relacionadas":["Daniel 2:31-35","Daniel 4:17","Daniel 4:24"]},"daniel_4_6_vento":{"palavra_pt":"vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7308","significado_raiz":"Ideia básica: vento.","significado_contextual":"O vento é uma representação do poder e da ação de Deus, que pode trazer mudanças repentinas e significativas.","explicacao_detalhada":"Neste contexto, o vento simboliza a força com que Deus pode agir sobre os reinos da terra, trazendo juízo ou transformação.","por_que_esta_palavra":"A palavra 'vento' é usada para ilustrar a natureza imprevisível e poderosa da intervenção divina na história humana.","conexao_teologica":"O vento como símbolo do Espírito de Deus sugere que a ação divina pode ser tanto criativa quanto destrutiva, dependendo da resposta humana.","referencias_relacionadas":["Salmos 104:4","Ezequiel 37:9","João 3:8"]},"daniel_4_7_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5922","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do ser que aparece no sonho, simbolizando a majestade e o poder de Deus.","explicacao_detalhada":"A repetição da palavra 'grande' reforça a ideia de que a visão é de suma importância e que o ser representado é digno de atenção e respeito.","por_que_esta_palavra":"A ênfase na grandeza destaca a importância da mensagem que está sendo transmitida ao rei, que deve ser levada a sério.","conexao_teologica":"A grandeza do ser no sonho é um lembrete da soberania de Deus sobre todas as coisas e da necessidade de humildade diante Dele.","referencias_relacionadas":["Isaías 6:1","Salmos 95:3","Daniel 7:14"]},"daniel_4_8_poderoso":{"palavra_pt":"poderoso","palavra_original":"תְּקֵף","transliteracao":"tᵉqêph","strong":"H8631","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Descreve a força e a autoridade do ser que aparece no sonho, que representa a intervenção divina.","explicacao_detalhada":"A palavra 'poderoso' enfatiza a capacidade de Deus de governar e controlar os eventos da história, mostrando que nada escapa ao Seu domínio.","por_que_esta_palavra":"A escolha de 'poderoso' sublinha a ideia de que a mensagem recebida por Nabucodonosor não é apenas uma advertência, mas uma declaração da força divina.","conexao_teologica":"A noção de poder de Deus é central na teologia bíblica, onde Ele é reconhecido como o soberano que exerce controle sobre todas as nações.","referencias_relacionadas":["Salmos 147:5","Apocalipse 19:6","Isaías 40:10"]},"daniel_4_8_forasmuch":{"palavra_pt":"porque","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3606","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz a razão pela qual o sonho foi dado, ligando a mensagem à condição do rei.","explicacao_detalhada":"A palavra 'porque' estabelece uma conexão lógica entre o sonho e a necessidade de Nabucodonosor de entender sua situação diante de Deus.","por_que_esta_palavra":"É crucial para a interpretação do sonho, pois explica a motivação divina por trás da revelação.","conexao_teologica":"A ideia de que Deus se comunica por razões específicas é um tema recorrente na Bíblia, mostrando que Ele deseja que as pessoas compreendam Suas intenções.","referencias_relacionadas":["Daniel 4:17","Provérbios 3:5-6","Romanos 8:28"]},"daniel_4_9_forasmuch":{"palavra_pt":"porque","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3606","significado_raiz":"Ideia básica: porque.","significado_contextual":"Reitera a razão pela qual o sonho foi dado, enfatizando a necessidade de compreensão e resposta.","explicacao_detalhada":"A repetição da palavra 'porque' reforça a importância da mensagem e a urgência da resposta do rei à advertência divina.","por_que_esta_palavra":"A palavra é essencial para conectar a revelação divina à responsabilidade do rei em agir de acordo com a vontade de Deus.","conexao_teologica":"A comunicação de Deus é sempre intencional, e Ele espera que os seres humanos respondam a Suas mensagens com fé e obediência.","referencias_relacionadas":["Daniel 4:24","Ezequiel 18:30","Tiago 1:22"]},"daniel_4_9_alimento":{"palavra_pt":"alimento","palavra_original":"מָזוֹן","transliteracao":"mâzôwn","strong":"H4203","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Representa a provisão que Deus oferece, simbolizando sustento espiritual e físico.","explicacao_detalhada":"A palavra 'alimento' é usada para ilustrar a necessidade de Nabucodonosor de se alimentar da sabedoria e do entendimento que Deus oferece.","por_que_esta_palavra":"A escolha de 'alimento' sugere que a mensagem divina é essencial para a sobrevivência espiritual do rei.","conexao_teologica":"Deus é frequentemente descrito como aquele que provê, tanto fisicamente quanto espiritualmente, e a necessidade de alimento espiritual é um tema central nas Escrituras.","referencias_relacionadas":["Mateus 4:4","João 6:35","Salmos 23:1"]},"daniel_4_10_anjo":{"palavra_pt":"anjo","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5894","significado_raiz":"Ideia básica: anjo.","significado_contextual":"Refere-se a um mensageiro de Deus, que traz a revelação ao rei.","explicacao_detalhada":"A palavra 'anjo' indica a presença de um ser celestial que atua como intermediário entre Deus e os homens, trazendo mensagens importantes.","por_que_esta_palavra":"A utilização da palavra 'anjo' destaca a seriedade da comunicação divina e a importância da mensagem que está sendo transmitida.","conexao_teologica":"Os anjos são frequentemente mencionados na Bíblia como servos de Deus que realizam Sua vontade e comunicam Suas mensagens aos humanos.","referencias_relacionadas":["Hebreus 1:14","Salmos 91:11","Lucas 1:19"]},"daniel_4_10_sagrado":{"palavra_pt":"sagrado","palavra_original":"קַדִּישׁ","transliteracao":"qaddîysh","strong":"H6922","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se à natureza divina e à santidade do que está sendo revelado ao rei.","explicacao_detalhada":"A palavra 'sagrado' enfatiza a pureza e a importância da mensagem que vem de Deus, que deve ser tratada com reverência.","por_que_esta_palavra":"A escolha de 'sagrado' indica que a revelação não é apenas uma informação, mas algo que deve ser respeitado e seguido.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, e a compreensão de Sua natureza sagrada é essencial para a adoração e a obediência.","referencias_relacionadas":["Levítico 11:44","Isaías 6:3","1 Pedro 1:16"]},"daniel_4_10_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Indica a conformidade com a vontade de Deus, que é expressa na revelação.","explicacao_detalhada":"A palavra 'conforme' sugere que a mensagem deve ser seguida de acordo com as instruções divinas, refletindo a necessidade de obediência.","por_que_esta_palavra":"A escolha de 'conforme' destaca a importância de alinhar a vida do rei com a vontade de Deus, que é revelada através do sonho.","conexao_teologica":"A obediência à palavra de Deus é um princípio fundamental na vida cristã, e a conformidade com Sua vontade é essencial para a vida espiritual.","referencias_relacionadas":["Romanos 12:2","Tiago 1:22","1 João 2:17"]},"daniel_4_11_forca":{"palavra_pt":"forca","palavra_original":"חַיִל","transliteracao":"chayil","strong":"H2429","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se à força ou poder que um reino pode exercer.","explicacao_detalhada":"A palavra 'força' no contexto de Daniel 4:11 destaca a grandeza e a força do império babilônico, simbolizando seu domínio e influência sobre as nações.","por_que_esta_palavra":"A escolha da palavra 'força' enfatiza a majestade e o poder que o rei Nabucodonosor acreditava ter, refletindo sua arrogância e a percepção de controle sobre o mundo.","conexao_teologica":"A força humana é limitada e, muitas vezes, ilusória, contrastando com a soberania de Deus, que é a verdadeira fonte de poder.","referencias_relacionadas":["Daniel 2:37","Salmos 20:7","Isaías 40:29"]},"daniel_4_11_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Indica conformidade ou de acordo com algo.","explicacao_detalhada":"Neste versículo, 'conforme' é usado para descrever a maneira como a força e a grandeza do reino são percebidas e avaliadas.","por_que_esta_palavra":"A palavra 'conforme' sugere que a avaliação do reino é feita com base em padrões ou critérios específicos, que podem ser humanos ou divinos.","conexao_teologica":"A conformidade com os padrões de Deus é essencial para a verdadeira grandeza e sucesso, ao contrário da conformidade com padrões humanos que podem ser enganosos.","referencias_relacionadas":["Romanos 12:2","Salmos 119:105","Provérbios 3:5-6"]},"daniel_4_11_off":{"palavra_pt":"off","palavra_original":"קְצַץ","transliteracao":"qᵉtsats","strong":"H7113","significado_raiz":"Ideia básica: off.","significado_contextual":"Refere-se a algo que foi cortado ou removido.","explicacao_detalhada":"A palavra 'off' sugere uma separação ou um ato de cortar, que pode simbolizar a perda de poder ou a queda de um reino.","por_que_esta_palavra":"A utilização de 'off' ilustra a fragilidade do poder humano e como ele pode ser rapidamente removido por Deus.","conexao_teologica":"Deus tem a autoridade para remover reinos e poderes, mostrando que a verdadeira soberania pertence a Ele.","referencias_relacionadas":["Daniel 2:21","Salmos 75:7","Provérbios 21:1"]},"daniel_4_12_brass":{"palavra_pt":"brass","palavra_original":"נְחָשׁ","transliteracao":"nᵉchâsh","strong":"H5174","significado_raiz":"Ideia básica: brass.","significado_contextual":"Refere-se ao metal bronze, simbolizando resistência e durabilidade.","explicacao_detalhada":"O uso de 'brass' neste contexto pode representar a força e a durabilidade do reino babilônico, que parecia inabalável.","por_que_esta_palavra":"A escolha de 'brass' destaca a aparência de solidez e poder do reino, que, no entanto, é temporário.","conexao_teologica":"A durabilidade dos reinos humanos é ilusória, pois todos estão sujeitos à vontade de Deus, que pode derrubar até os mais poderosos.","referencias_relacionadas":["Daniel 2:39","Isaías 48:4","Ezequiel 22:18"]},"daniel_4_12_dew":{"palavra_pt":"dew","palavra_original":"טַל","transliteracao":"ṭal","strong":"H2920","significado_raiz":"Ideia básica: dew.","significado_contextual":"Refere-se ao orvalho, simbolizando frescor e renovação.","explicacao_detalhada":"O 'dew' pode simbolizar a bênção de Deus sobre um reino, trazendo vida e sustento, mas também pode ser efêmero.","por_que_esta_palavra":"A menção do orvalho sugere que, embora o reino possa parecer forte, sua sustentação depende da graça de Deus.","conexao_teologica":"A dependência de Deus para sustento e renovação é um tema central na vida espiritual.","referencias_relacionadas":["Salmos 133:3","Oséias 14:5","Isaías 26:19"]},"daniel_4_13_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Novamente, indica conformidade ou de acordo com algo.","explicacao_detalhada":"Neste contexto, 'conforme' é usado para descrever a visão ou revelação que Daniel recebe sobre o futuro do rei.","por_que_esta_palavra":"A repetição da palavra enfatiza a importância da conformidade com a vontade divina na interpretação dos eventos.","conexao_teologica":"A revelação divina é fundamental para entender a história e o futuro, mostrando que Deus está no controle.","referencias_relacionadas":["Daniel 2:19","Amós 3:7","Tiago 1:5"]},"daniel_4_13_coracao":{"palavra_pt":"coracao","palavra_original":"לְבַב","transliteracao":"lᵉbab","strong":"H3825","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao centro das emoções e decisões humanas.","explicacao_detalhada":"A palavra 'coração' simboliza não apenas as emoções, mas também a vontade e a mente, refletindo a condição espiritual do rei.","por_que_esta_palavra":"A escolha de 'coração' destaca a necessidade de transformação interna para que o rei reconheça a soberania de Deus.","conexao_teologica":"A mudança de coração é um tema central na redenção e na relação com Deus, enfatizando a necessidade de um novo coração.","referencias_relacionadas":["Ezequiel 36:26","Salmos 51:10","Romanos 10:9"]},"daniel_4_13_alter":{"palavra_pt":"alter","palavra_original":"שְׁנָא","transliteracao":"shᵉnâʼ","strong":"H8133","significado_raiz":"Ideia básica: alter.","significado_contextual":"Refere-se a uma mudança ou transformação.","explicacao_detalhada":"A palavra 'alter' indica uma mudança significativa na natureza ou estado do coração do rei, sugerindo uma transformação necessária.","por_que_esta_palavra":"A transformação é essencial para que o rei possa entender e aceitar a soberania de Deus sobre sua vida e reino.","conexao_teologica":"A mudança de vida e coração é um princípio fundamental na fé cristã, que enfatiza a necessidade de arrependimento e renovação.","referencias_relacionadas":["2 Coríntios 5:17","Romanos 12:2","Gálatas 2:20"]},"daniel_4_14_dominio":{"palavra_pt":"dominio","palavra_original":"מַלְכוּ","transliteracao":"malkûw","strong":"H4437","significado_raiz":"Ideia básica: dominio.","significado_contextual":"Refere-se ao controle ou autoridade sobre algo.","explicacao_detalhada":"A palavra 'domínio' é usada para descrever a autoridade que o rei exerce sobre seu reino, mas que é temporária e sujeita à vontade de Deus.","por_que_esta_palavra":"A escolha de 'domínio' ressalta a ilusão de controle que os líderes humanos têm, que é sempre limitada.","conexao_teologica":"O verdadeiro domínio pertence a Deus, que é o Rei dos Reis e Senhor dos Senhores, mostrando que toda autoridade é derivada dEle.","referencias_relacionadas":["Romanos 13:1","Salmos 22:28","Apocalipse 19:16"]},"daniel_4_14_anjo":{"palavra_pt":"anjo","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5894","significado_raiz":"Ideia básica: anjo.","significado_contextual":"Refere-se a um mensageiro de Deus.","explicacao_detalhada":"A palavra 'anjo' neste contexto indica a presença de um ser celestial que traz uma mensagem divina ao rei Nabucodonosor.","por_que_esta_palavra":"A menção de um 'anjo' enfatiza a intervenção divina na história humana e a comunicação de Deus com os homens.","conexao_teologica":"Os anjos são frequentemente usados por Deus para transmitir Sua vontade e planos, mostrando a conexão entre o céu e a terra.","referencias_relacionadas":["Hebreus 1:14","Salmos 91:11","Lucas 1:19"]},"daniel_4_14_sagrado":{"palavra_pt":"sagrado","palavra_original":"קַדִּישׁ","transliteracao":"qaddîysh","strong":"H6922","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se à natureza divina e à separação do que é comum, indicando algo que pertence a Deus.","explicacao_detalhada":"A palavra 'sagrado' neste contexto enfatiza a santidade de Deus e a importância de reconhecer o que é divino em contraste com o mundano. É um chamado à reverência e à adoração.","por_que_esta_palavra":"A palavra é usada para destacar a majestade e a autoridade de Deus sobre todas as coisas, especialmente em um contexto onde o rei Nabucodonosor é confrontado com sua própria insignificância diante do poder divino.","conexao_teologica":"A santidade de Deus é um tema central na teologia bíblica, que nos lembra da necessidade de viver em conformidade com Sua vontade e reconhecer Sua soberania.","referencias_relacionadas":["Levítico 11:44","Isaías 6:3","1 Pedro 1:16"]},"daniel_4_15_rei":{"palavra_pt":"rei","palavra_original":"נְבוּכַדְנֶצַּר","transliteracao":"Nᵉbûwkadnetstsar","strong":"H5020","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao título e à posição de Nabucodonosor como governante da Babilônia.","explicacao_detalhada":"A palavra 'rei' aqui não apenas identifica Nabucodonosor, mas também simboliza o poder humano e a autoridade que, embora elevada, é submissa ao domínio de Deus.","por_que_esta_palavra":"É importante para o contexto da narrativa, pois mostra a transição do poder humano para o reconhecimento da soberania divina, especialmente após a experiência de humilhação do rei.","conexao_teologica":"A soberania de Deus sobre os reinos da terra é um tema recorrente, mostrando que, apesar do poder humano, Deus é o verdadeiro governante.","referencias_relacionadas":["Daniel 2:21","Romanos 13:1","Salmos 75:7"]},"daniel_4_15_phrase":{"palavra_pt":"expressao","palavra_original":"קְבֵל","transliteracao":"qᵉbêl","strong":"H6903","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma expressão que indica a razão ou a causa de um evento.","explicacao_detalhada":"A expressão utilizada aqui serve para introduzir a justificativa para a ação divina que se segue, ligando a narrativa ao plano de Deus.","por_que_esta_palavra":"É crucial para a compreensão do texto, pois estabelece a lógica do que está prestes a acontecer com Nabucodonosor como resultado de suas ações.","conexao_teologica":"A ideia de causa e efeito nas ações humanas e o julgamento divino é uma importante conexão teológica que permeia as Escrituras.","referencias_relacionadas":["Gálatas 6:7","Provérbios 14:12","Eclesiastes 12:14"]},"daniel_4_15_forasmuch":{"palavra_pt":"porque","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3606","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão pela qual algo está prestes a acontecer.","explicacao_detalhada":"A palavra 'porque' é usada para introduzir a explicação do que levou à intervenção divina na vida de Nabucodonosor, ligando suas ações ao resultado que se segue.","por_que_esta_palavra":"É essencial para a narrativa, pois conecta a desobediência do rei ao seu destino, enfatizando a justiça de Deus.","conexao_teologica":"A justiça de Deus é um tema central, mostrando que Ele responde às ações humanas de acordo com Sua vontade soberana.","referencias_relacionadas":["Romanos 2:6","Salmos 33:5","Mateus 12:36"]},"daniel_4_16_profeta":{"palavra_pt":"profeta","palavra_original":"דָּנִיֵּאל","transliteracao":"Dânîyêʼl","strong":"H1841","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a Daniel como o mensageiro de Deus que traz a revelação ao rei.","explicacao_detalhada":"A palavra 'profeta' destaca o papel de Daniel como porta-voz de Deus, trazendo a mensagem de advertência e julgamento ao rei Nabucodonosor.","por_que_esta_palavra":"É importante porque estabelece a autoridade de Daniel como um profeta e a seriedade da mensagem que ele traz ao rei.","conexao_teologica":"A função dos profetas na Bíblia é crucial, pois eles são instrumentos de Deus para comunicar Sua vontade e advertir Seu povo.","referencias_relacionadas":["Ezequiel 2:7","Amós 3:7","Hebreus 1:1"]},"daniel_4_16_first":{"palavra_pt":"primeiro","palavra_original":"חַד","transliteracao":"chad","strong":"H2298","significado_raiz":"Ideia básica: primeiro.","significado_contextual":"Indica a primazia ou a importância de algo em relação a outros.","explicacao_detalhada":"A palavra 'primeiro' pode referir-se à primeira visão ou ao primeiro aviso dado a Nabucodonosor, enfatizando a urgência e a importância da mensagem.","por_que_esta_palavra":"É usada para destacar a singularidade da experiência do rei e a necessidade de atenção imediata à advertência divina.","conexao_teologica":"A ideia de prioridade nas revelações de Deus é significativa, mostrando que Ele se comunica de maneira clara e direta com aqueles que governam.","referencias_relacionadas":["Mateus 6:33","Apocalipse 2:4","1 Coríntios 15:46"]},"daniel_4_16_olho":{"palavra_pt":"olho","palavra_original":"עֲנָה","transliteracao":"ʻănâh","strong":"H6032","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à visão ou percepção, tanto física quanto espiritual.","explicacao_detalhada":"A palavra 'olho' simboliza a capacidade de ver e entender a verdade, especialmente no contexto da revelação divina que é dada a Nabucodonosor.","por_que_esta_palavra":"É importante para a narrativa, pois sugere que a visão espiritual é necessária para compreender a mensagem de Deus.","conexao_teologica":"A visão espiritual é um tema importante na Bíblia, onde a capacidade de ver além do físico é frequentemente associada à compreensão da verdade divina.","referencias_relacionadas":["Mateus 13:16","Efésios 1:18","Apocalipse 3:18"]},"daniel_4_17_poderoso":{"palavra_pt":"poderoso","palavra_original":"תְּקֵף","transliteracao":"tᵉqêph","strong":"H8631","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Refere-se à força e à autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'poderoso' enfatiza a soberania de Deus e Sua capacidade de agir em qualquer situação, especialmente em relação aos reinos da terra.","por_que_esta_palavra":"É usada para mostrar que, apesar do poder humano, Deus é o verdadeiro soberano que controla o destino das nações.","conexao_teologica":"A soberania de Deus é um tema central na teologia, que nos lembra que Ele tem o controle absoluto sobre a história e os eventos do mundo.","referencias_relacionadas":["Salmos 115:3","Isaías 46:10","Romanos 9:17"]},"daniel_4_17_forasmuch":{"palavra_pt":"porque","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3606","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão pela qual algo está prestes a acontecer.","explicacao_detalhada":"A palavra 'porque' é usada para introduzir a explicação do que levou à intervenção divina na vida de Nabucodonosor, ligando suas ações ao resultado que se segue.","por_que_esta_palavra":"É essencial para a narrativa, pois conecta a desobediência do rei ao seu destino, enfatizando a justiça de Deus.","conexao_teologica":"A justiça de Deus é um tema central, mostrando que Ele responde às ações humanas de acordo com Sua vontade soberana.","referencias_relacionadas":["Romanos 2:6","Salmos 33:5","Mateus 12:36"]},"daniel_4_17_idiom":{"palavra_pt":"expressao","palavra_original":"דִּי","transliteracao":"dîy","strong":"H1768","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma expressão que indica a razão ou a causa de um evento.","explicacao_detalhada":"A expressão utilizada aqui serve para introduzir a justificativa para a ação divina que se segue, ligando a narrativa ao plano de Deus.","por_que_esta_palavra":"É crucial para a compreensão do texto, pois estabelece a lógica do que está prestes a acontecer com Nabucodonosor como resultado de suas ações.","conexao_teologica":"A ideia de causa e efeito nas ações humanas e o julgamento divino é uma importante conexão teológica que permeia as Escrituras.","referencias_relacionadas":["Gálatas 6:7","Provérbios 14:12","Eclesiastes 12:14"]},"daniel_4_18_alimento":{"palavra_pt":"alimento","palavra_original":"מָזוֹן","transliteracao":"mâzôwn","strong":"H4203","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se ao sustento necessário para a vida, tanto físico quanto espiritual.","explicacao_detalhada":"A palavra 'alimento' no contexto de Daniel 4:18 enfatiza a importância do sustento que Deus fornece, não apenas em termos materiais, mas também espirituais, como a sabedoria e a revelação.","por_que_esta_palavra":"Esta palavra é usada para destacar a dependência do ser humano em relação a Deus para todas as suas necessidades.","conexao_teologica":"Deus é visto como o provedor de todas as coisas, e o alimento é um símbolo de Sua provisão e cuidado.","referencias_relacionadas":["Mateus 4:4","Salmos 104:14","Filipenses 4:19"]},"daniel_4_18_fair":{"palavra_pt":"fair","palavra_original":"שַׁפִּיר","transliteracao":"shappîyr","strong":"H8209","significado_raiz":"Ideia básica: fair.","significado_contextual":"Indica algo que é justo ou apropriado, especialmente em relação ao julgamento de Deus.","explicacao_detalhada":"A palavra 'fair' sugere que as ações de Deus são sempre justas e que Ele age de acordo com a verdade e a justiça.","por_que_esta_palavra":"É importante para entender que Deus não apenas julga, mas o faz de maneira justa e correta.","conexao_teologica":"A justiça de Deus é um tema central na teologia, refletindo Sua natureza santa e perfeita.","referencias_relacionadas":["Salmos 89:14","Isaías 30:18","Romanos 2:6"]},"daniel_4_18_exceeding":{"palavra_pt":"muito","palavra_original":"שַׂגִּיא","transliteracao":"saggîyʼ","strong":"H7690","significado_raiz":"Ideia básica: muito.","significado_contextual":"Refere-se a algo que é abundante ou que supera as expectativas.","explicacao_detalhada":"A palavra 'muito' enfatiza a grandeza das ações de Deus e a magnitude de Sua soberania sobre as nações.","por_que_esta_palavra":"Usada para mostrar que o poder e a autoridade de Deus vão além do que podemos imaginar.","conexao_teologica":"A soberania de Deus é um tema fundamental, mostrando que Ele é capaz de realizar muito mais do que pedimos ou pensamos.","referencias_relacionadas":["Efésios 3:20","Salmos 145:3","Isaías 55:9"]},"daniel_4_19_poderoso":{"palavra_pt":"poderoso","palavra_original":"תְּקֵף","transliteracao":"tᵉqêph","strong":"H8631","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Refere-se à força e à autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'poderoso' destaca a capacidade de Deus de realizar Seus propósitos e de exercer controle sobre a criação.","por_que_esta_palavra":"É crucial para entender a natureza de Deus como soberano e forte.","conexao_teologica":"A onipotência de Deus é um aspecto essencial da fé cristã, que afirma que nada é impossível para Ele.","referencias_relacionadas":["Jeremias 32:17","Lucas 1:37","Apocalipse 19:6"]},"daniel_4_19_reach":{"palavra_pt":"reach","palavra_original":"מְטָא","transliteracao":"mᵉṭâʼ","strong":"H4291","significado_raiz":"Ideia básica: reach.","significado_contextual":"Refere-se ao ato de alcançar ou tocar algo, muitas vezes em um sentido espiritual ou moral.","explicacao_detalhada":"A palavra 'reach' pode simbolizar a capacidade de Deus de alcançar o coração humano e transformar vidas.","por_que_esta_palavra":"É importante para entender como Deus se relaciona com a humanidade e busca restaurar o que está perdido.","conexao_teologica":"A busca de Deus pelo homem é um tema central na Bíblia, refletindo Seu amor e desejo de reconciliação.","referencias_relacionadas":["Romanos 10:13","1 Timóteo 2:4","Ezequiel 34:16"]},"daniel_4_20_anjo":{"palavra_pt":"anjo","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5894","significado_raiz":"Ideia básica: anjo.","significado_contextual":"Refere-se a mensageiros de Deus que desempenham papéis importantes na comunicação divina.","explicacao_detalhada":"A palavra 'anjo' indica seres espirituais que servem a Deus e trazem mensagens ou proteção aos humanos.","por_que_esta_palavra":"É relevante para entender como Deus se comunica e atua no mundo através de Seus mensageiros.","conexao_teologica":"Os anjos são parte da criação de Deus e desempenham um papel significativo na história da salvação.","referencias_relacionadas":["Hebreus 1:14","Salmos 91:11","Lucas 1:26"]},"daniel_4_20_sagrado":{"palavra_pt":"sagrado","palavra_original":"קַדִּישׁ","transliteracao":"qaddîysh","strong":"H6922","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se ao que é separado para Deus, indicando pureza e santidade.","explicacao_detalhada":"A palavra 'sagrado' enfatiza a natureza divina e a separação do que é comum ou profano.","por_que_esta_palavra":"É importante para entender a santidade de Deus e a necessidade de reverência diante Dele.","conexao_teologica":"A santidade de Deus é um atributo fundamental que molda a adoração e a relação do homem com o Criador.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Isaías 6:3"]},"daniel_4_20_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Indica conformidade ou acordo com algo, especialmente em relação à vontade de Deus.","explicacao_detalhada":"A palavra 'conforme' sugere que as ações e decisões devem estar alinhadas com os propósitos divinos.","por_que_esta_palavra":"É crucial para entender a importância da obediência à vontade de Deus em nossas vidas.","conexao_teologica":"A conformidade com a vontade de Deus é um princípio central na vida cristã, refletindo submissão e fé.","referencias_relacionadas":["Romanos 12:2","Tiago 4:7","1 João 2:17"]},"daniel_4_21_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4430","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade e ao governo, especialmente em relação ao domínio de Deus sobre as nações.","explicacao_detalhada":"A palavra 'rei' destaca a soberania de Deus e Sua posição como governante supremo do universo.","por_que_esta_palavra":"É importante para entender que, embora existam reis humanos, Deus é o verdadeiro Rei sobre tudo.","conexao_teologica":"A realeza de Deus é um tema recorrente na Bíblia, enfatizando Sua autoridade e poder.","referencias_relacionadas":["Salmos 47:2","Apocalipse 19:16","Isaías 33:22"]},"daniel_4_22_dominio":{"palavra_pt":"dominio","palavra_original":"מַלְכוּ","transliteracao":"malkûw","strong":"H4437","significado_raiz":"Ideia básica: dominio.","significado_contextual":"Refere-se ao controle e à autoridade que alguém exerce sobre um território ou povo.","explicacao_detalhada":"A palavra 'domínio' indica a soberania de Deus sobre todas as coisas e Sua capacidade de governar com justiça.","por_que_esta_palavra":"É relevante para entender que o domínio de Deus é absoluto e que Ele reina sobre todas as nações.","conexao_teologica":"O domínio de Deus é um aspecto central da fé, que afirma que Ele tem controle total sobre a história e a criação.","referencias_relacionadas":["Salmos 103:19","Daniel 2:21","Apocalipse 11:15"]},"daniel_4_22_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Indica conformidade com a vontade divina.","explicacao_detalhada":"A palavra 'conforme' é usada para expressar que algo acontece de acordo com um padrão ou uma ordem estabelecida. No contexto de Daniel 4:22, refere-se à soberania de Deus sobre os reinos da terra.","por_que_esta_palavra":"A escolha da palavra 'conforme' enfatiza a ideia de que as ações de Deus estão em perfeita harmonia com Seus propósitos.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele controla a história e os eventos humanos.","referencias_relacionadas":["Daniel 2:21","Salmos 115:3","Isaías 46:10"]},"daniel_4_22_poderoso":{"palavra_pt":"poderoso","palavra_original":"שַׁלִּיט","transliteracao":"shallîyṭ","strong":"H7990","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Refere-se à grandeza e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'poderoso' destaca a capacidade de Deus de governar e controlar a criação, especialmente em relação aos reinos e governantes da terra.","por_que_esta_palavra":"É importante ressaltar o poder de Deus para mostrar que, apesar das aparências, Ele é quem realmente detém o controle.","conexao_teologica":"A onipotência de Deus é um atributo fundamental que assegura aos crentes que Ele pode cumprir Suas promessas.","referencias_relacionadas":["Salmos 147:5","Jeremias 32:17","Apocalipse 19:6"]},"daniel_4_23_stedfast":{"palavra_pt":"stedfast","palavra_original":"קַיָּם","transliteracao":"qayâm","strong":"H7011","significado_raiz":"Ideia básica: stedfast.","significado_contextual":"Refere-se à firmeza e estabilidade das promessas de Deus.","explicacao_detalhada":"A palavra 'stedfast' implica em algo que é seguro e inabalável, refletindo a natureza constante e fiel de Deus em cumprir Suas promessas.","por_que_esta_palavra":"Usar 'stedfast' enfatiza que, mesmo em tempos de incerteza, a palavra de Deus permanece firme.","conexao_teologica":"A fidelidade de Deus é um tema recorrente, mostrando que Ele é digno de confiança em todas as circunstâncias.","referencias_relacionadas":["Hebreus 10:23","Salmos 119:89","2 Pedro 3:9"]},"daniel_4_23_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Novamente, indica conformidade com a vontade divina.","explicacao_detalhada":"A repetição da palavra 'conforme' reforça a ideia de que tudo que acontece está sob a direção de Deus.","por_que_esta_palavra":"A ênfase na conformidade mostra que os eventos são parte do plano divino.","conexao_teologica":"A providência divina é um conceito que assegura que Deus está ativamente envolvido na história.","referencias_relacionadas":["Romanos 8:28","Efésios 1:11","Provérbios 16:9"]},"daniel_4_23_poderoso":{"palavra_pt":"poderoso","palavra_original":"שַׁלִּיט","transliteracao":"shallîyṭ","strong":"H7990","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Reforça a ideia de autoridade divina sobre os reinos.","explicacao_detalhada":"A palavra 'poderoso' é usada para reafirmar a soberania de Deus em contrastar com a arrogância dos governantes humanos.","por_que_esta_palavra":"Destacar o poder de Deus é essencial para entender a dinâmica entre o humano e o divino.","conexao_teologica":"A soberania de Deus é um tema que traz conforto e esperança aos crentes.","referencias_relacionadas":["Salmos 22:28","Daniel 2:21","Romanos 13:1"]},"daniel_4_24_justica":{"palavra_pt":"justica","palavra_original":"צִדְקָה","transliteracao":"tsidqâh","strong":"H6665","significado_raiz":"Ideia básica: justica.","significado_contextual":"Refere-se à retidão e à equidade de Deus em Seus julgamentos.","explicacao_detalhada":"A palavra 'justiça' implica que Deus age de maneira correta e justa, punindo o pecado e recompensando a retidão.","por_que_esta_palavra":"A justiça de Deus é fundamental para entender Sua natureza e Seus atos em relação à humanidade.","conexao_teologica":"A justiça de Deus é um atributo que garante que Ele não ignora o mal.","referencias_relacionadas":["Salmos 89:14","Isaías 30:18","Romanos 3:26"]},"daniel_4_24_misericordia":{"palavra_pt":"misericordia","palavra_original":"חֲנַן","transliteracao":"chănan","strong":"H2604","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"Refere-se à compaixão e ao perdão que Deus oferece.","explicacao_detalhada":"A palavra 'misericórdia' destaca a disposição de Deus em perdoar e mostrar graça, mesmo diante do pecado humano.","por_que_esta_palavra":"A misericórdia de Deus é essencial para a salvação e a restauração do relacionamento com a humanidade.","conexao_teologica":"A misericórdia é um aspecto do caráter de Deus que se manifesta em Sua relação com os pecadores.","referencias_relacionadas":["Salmos 103:8","Efésios 2:4-5","Romanos 5:8"]},"daniel_4_24_pecado":{"palavra_pt":"pecado","palavra_original":"חֲטִי","transliteracao":"chăṭîy","strong":"H2408","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se à transgressão da lei de Deus.","explicacao_detalhada":"A palavra 'pecado' implica em desvio do caminho que Deus estabeleceu, resultando em separação de Sua presença.","por_que_esta_palavra":"Entender o pecado é crucial para reconhecer a necessidade de redenção e a importância da graça.","conexao_teologica":"O pecado é um tema central na teologia, pois explica a condição humana e a necessidade de um Salvador.","referencias_relacionadas":["Romanos 3:23","1 João 1:8-9","Salmos 51:5"]},"daniel_4_25_rei":{"palavra_pt":"rei","palavra_original":"נְבוּכַדְנֶצַּר","transliteracao":"Nᵉbûwkadnetstsar","strong":"H5020","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade e ao poder de Nabucodonosor.","explicacao_detalhada":"A palavra 'rei' é usada para descrever a posição de Nabucodonosor como governante, mas também para contrastar com a soberania de Deus.","por_que_esta_palavra":"A menção do rei é importante para entender a dinâmica entre o poder humano e a autoridade divina.","conexao_teologica":"A relação entre reis e Deus é um tema que mostra como Deus usa líderes para cumprir Seus propósitos.","referencias_relacionadas":["Provérbios 21:1","Daniel 2:37-38","Romanos 13:1"]},"daniel_4_25_reach":{"palavra_pt":"reach","palavra_original":"מְטָא","transliteracao":"mᵉṭâʼ","strong":"H4291","significado_raiz":"Ideia básica: reach.","significado_contextual":"Refere-se à capacidade de alcançar ou atingir algo.","explicacao_detalhada":"A palavra 'reach' implica em um movimento ou ação que leva a um resultado, muitas vezes associado ao controle ou domínio.","por_que_esta_palavra":"A ideia de 'reach' é importante para entender como Deus pode intervir na história e na vida das pessoas.","conexao_teologica":"A intervenção divina é um conceito que mostra como Deus se envolve ativamente na criação.","referencias_relacionadas":["Salmos 138:7","Isaías 59:1","Mateus 19:26"]},"daniel_4_25_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5922","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do domínio de Deus sobre os reinos da terra.","explicacao_detalhada":"A palavra 'grande' neste contexto enfatiza a soberania de Deus e a magnitude de Seu poder em comparação com os reinos humanos. É um lembrete de que, apesar da aparente grandeza dos governantes, Deus é o verdadeiro soberano.","por_que_esta_palavra":"A escolha da palavra 'grande' destaca a imensidão do poder divino e a insignificância dos poderes terrenos diante Dele.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, que enfatiza Sua soberania e controle sobre toda a criação.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Daniel 2:21"]},"daniel_4_26_palacio":{"palavra_pt":"palacio","palavra_original":"הֵיכַל","transliteracao":"hêykal","strong":"H1965","significado_raiz":"Ideia básica: palacio.","significado_contextual":"Refere-se ao palácio de Nabucodonosor, simbolizando o poder e a glória do reino babilônico.","explicacao_detalhada":"O palácio é um símbolo da opulência e do domínio do rei, mas também serve como um contraste à fragilidade do poder humano diante do juízo divino.","por_que_esta_palavra":"A palavra 'palácio' é usada para ilustrar a grandeza aparente do reino, que é temporário e sujeito ao controle de Deus.","conexao_teologica":"A transitoriedade dos reinos humanos em contraste com o reino eterno de Deus é um tema importante na teologia bíblica.","referencias_relacionadas":["Daniel 4:30","Isaías 14:13-14","Mateus 6:19-20"]},"daniel_4_27_gloria":{"palavra_pt":"gloria","palavra_original":"יְקָר","transliteracao":"yᵉqâr","strong":"H3367","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à glória que pertence a Deus, que é frequentemente ignorada pelos homens.","explicacao_detalhada":"A palavra 'glória' neste contexto destaca a importância de reconhecer a soberania de Deus e a necessidade de humildade diante Dele.","por_que_esta_palavra":"A ênfase na 'glória' de Deus serve como um lembrete de que toda a honra e louvor devem ser dirigidos a Ele, e não aos homens.","conexao_teologica":"A glória de Deus é um tema central na Bíblia, refletindo Sua majestade e poder.","referencias_relacionadas":["Salmos 19:1","Romanos 11:36","Apocalipse 4:11"]},"daniel_4_27_olho":{"palavra_pt":"olho","palavra_original":"עֲנָה","transliteracao":"ʻănâh","strong":"H6032","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à percepção e ao julgamento de Deus sobre as ações humanas.","explicacao_detalhada":"A palavra 'olho' simboliza a vigilância de Deus sobre a humanidade e Sua capacidade de ver além das aparências.","por_que_esta_palavra":"A escolha da palavra 'olho' enfatiza que nada escapa ao conhecimento de Deus, que observa e julga as ações dos homens.","conexao_teologica":"A onisciência de Deus é um aspecto fundamental da Sua natureza, que é frequentemente mencionada nas Escrituras.","referencias_relacionadas":["Salmos 33:13-15","Hebreus 4:13","Provérbios 15:3"]},"daniel_4_27_dominio":{"palavra_pt":"dominio","palavra_original":"מַלְכוּ","transliteracao":"malkûw","strong":"H4437","significado_raiz":"Ideia básica: dominio.","significado_contextual":"Refere-se ao domínio de Deus sobre todas as nações e reinos.","explicacao_detalhada":"A palavra 'domínio' destaca a autoridade suprema de Deus, que governa sobre tudo e todos, contrastando com o domínio efêmero dos reis da terra.","por_que_esta_palavra":"A ênfase no 'domínio' de Deus serve para lembrar que, apesar das aparências, Ele é o verdadeiro governante do universo.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, que afirma que Ele reina sobre todas as coisas.","referencias_relacionadas":["Salmos 103:19","Daniel 2:21","Romanos 13:1"]},"daniel_4_28_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Refere-se à conformidade com a vontade de Deus.","explicacao_detalhada":"A palavra 'conforme' indica que os eventos que se desenrolam estão de acordo com o plano divino, ressaltando a soberania de Deus sobre a história.","por_que_esta_palavra":"A escolha da palavra 'conforme' enfatiza que tudo acontece segundo a vontade de Deus, reafirmando Sua autoridade.","conexao_teologica":"A ideia de que Deus tem um plano e que tudo se cumpre conforme Sua vontade é um princípio teológico fundamental.","referencias_relacionadas":["Efésios 1:11","Isaías 46:10","Romanos 8:28"]},"daniel_4_28_rei":{"palavra_pt":"rei","palavra_original":"נְבוּכַדְנֶצַּר","transliteracao":"Nᵉbûwkadnetstsar","strong":"H5020","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a Nabucodonosor, o rei da Babilônia, que é um exemplo de poder humano.","explicacao_detalhada":"A palavra 'rei' destaca a posição de Nabucodonosor como governante, mas também serve como um aviso sobre a fragilidade do poder humano diante de Deus.","por_que_esta_palavra":"A ênfase na palavra 'rei' é para mostrar que, apesar de sua autoridade, Nabucodonosor está sujeito ao juízo de Deus.","conexao_teologica":"A soberania de Deus sobre os reis e governantes é um tema recorrente na Bíblia, mostrando que Ele é o verdadeiro Rei.","referencias_relacionadas":["Provérbios 21:1","Daniel 2:37-38","Romanos 13:1"]},"daniel_4_28_boca":{"palavra_pt":"boca","palavra_original":"פֻּם","transliteracao":"pum","strong":"H6433","significado_raiz":"Ideia básica: boca.","significado_contextual":"Refere-se à fala de Nabucodonosor e às suas declarações de orgulho.","explicacao_detalhada":"A palavra 'boca' simboliza a expressão verbal do rei, que muitas vezes proclamava sua própria grandeza, ignorando a soberania de Deus.","por_que_esta_palavra":"A escolha da palavra 'boca' enfatiza a importância das palavras e declarações que podem refletir o orgulho humano.","conexao_teologica":"A Bíblia frequentemente menciona a boca como um instrumento de louvor a Deus ou de orgulho humano, ressaltando a responsabilidade das palavras.","referencias_relacionadas":["Tiago 3:5-6","Salmos 19:14","Mateus 12:34-37"]},"daniel_4_29_dominio":{"palavra_pt":"dominio","palavra_original":"מַלְכוּ","transliteracao":"malkûw","strong":"H4437","significado_raiz":"Ideia básica: dominio.","significado_contextual":"Refere-se ao domínio de Nabucodonosor, que é temporário e sujeito ao juízo divino.","explicacao_detalhada":"A repetição da palavra 'domínio' enfatiza a fragilidade do poder humano e a certeza do juízo de Deus sobre ele.","por_que_esta_palavra":"A palavra 'domínio' é usada para reforçar a ideia de que, apesar do poder aparente, tudo está sob o controle de Deus.","conexao_teologica":"A soberania de Deus sobre os reinos da terra é um tema central na narrativa bíblica, mostrando que Ele é o verdadeiro governante.","referencias_relacionadas":["Salmos 22:28","Daniel 4:17","Apocalipse 11:15"]},"daniel_4_29_poderoso":{"palavra_pt":"poderoso","palavra_original":"שַׁלִּיט","transliteracao":"shallîyṭ","strong":"H7990","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Refere-se ao poder de Deus, que é supremo e inigualável.","explicacao_detalhada":"A palavra 'poderoso' destaca a força e a autoridade de Deus, que não podem ser comparadas a nenhum poder humano.","por_que_esta_palavra":"A escolha da palavra 'poderoso' é para enfatizar que, apesar do poder dos reis, Deus é o único que detém verdadeiro poder.","conexao_teologica":"A onipotência de Deus é um tema central na teologia cristã, que afirma que Ele pode fazer todas as coisas.","referencias_relacionadas":["Jeremias 32:17","Mateus 19:26","Apocalipse 19:6"]},"daniel_4_29_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Indica conformidade ou acordo com algo.","explicacao_detalhada":"A palavra 'conforme' é utilizada para expressar que algo está em harmonia ou alinhado com uma determinada condição ou situação. No contexto de Daniel 4:29, refere-se à observação do rei sobre os eventos que se desenrolam em sua vida.","por_que_esta_palavra":"É importante para entender a relação entre as ações do rei e as consequências que ele enfrenta.","conexao_teologica":"A conformidade com a vontade de Deus é um tema central na narrativa de Daniel, mostrando que a soberania divina prevalece sobre os reinos humanos.","referencias_relacionadas":["Daniel 4:17","Daniel 4:25","Daniel 4:32"]},"daniel_4_30_rei":{"palavra_pt":"rei","palavra_original":"נְבוּכַדְנֶצַּר","transliteracao":"Nᵉbûwkadnetstsar","strong":"H5020","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao título de autoridade máxima em um reino.","explicacao_detalhada":"A palavra 'rei' é usada para designar Nabucodonosor, que é o governante da Babilônia. O versículo destaca sua posição de poder e a arrogância que ele demonstra ao olhar para sua cidade.","por_que_esta_palavra":"É crucial para entender a identidade e a responsabilidade do personagem central na narrativa, além de seu papel na história de Israel.","conexao_teologica":"A soberania de Deus é contrastada com a soberania dos reis humanos, mostrando que, apesar do poder aparente, Deus tem controle sobre todas as coisas.","referencias_relacionadas":["Daniel 2:37","Daniel 4:34","Daniel 5:18"]},"daniel_4_30_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Indica conformidade ou acordo com algo.","explicacao_detalhada":"A palavra 'conforme' é utilizada para expressar que algo está em harmonia ou alinhado com uma determinada condição ou situação. No contexto de Daniel 4:30, refere-se à percepção do rei sobre sua grandeza.","por_que_esta_palavra":"É importante para entender a relação entre a autopercepção do rei e a realidade de sua situação diante de Deus.","conexao_teologica":"A narrativa enfatiza a diferença entre a grandeza humana e a verdadeira grandeza de Deus, que é frequentemente ignorada pelos poderosos.","referencias_relacionadas":["Daniel 4:17","Daniel 4:25","Daniel 4:32"]},"daniel_4_31_rei":{"palavra_pt":"rei","palavra_original":"נְבוּכַדְנֶצַּר","transliteracao":"Nᵉbûwkadnetstsar","strong":"H5020","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao título de autoridade máxima em um reino.","explicacao_detalhada":"A palavra 'rei' novamente se refere a Nabucodonosor, enfatizando sua posição de poder no momento em que ele é confrontado por Deus.","por_que_esta_palavra":"É essencial para entender a dinâmica de poder e a resposta de Deus à arrogância do rei.","conexao_teologica":"A narrativa mostra como Deus pode humilhar os orgulhosos e exaltar os humildes, um tema recorrente nas Escrituras.","referencias_relacionadas":["Daniel 2:37","Daniel 4:34","Daniel 5:18"]},"daniel_4_31_ajoelhar":{"palavra_pt":"ajoelhar","palavra_original":"בְּרַךְ","transliteracao":"bᵉrak","strong":"H1289","significado_raiz":"Ideia básica: ajoelhar.","significado_contextual":"Refere-se ao ato de se submeter ou mostrar reverência.","explicacao_detalhada":"A palavra 'ajoelhar' implica um ato de humildade e submissão, que é um tema importante na relação entre o homem e Deus.","por_que_esta_palavra":"É relevante para entender a transformação que Nabucodonosor deve passar ao reconhecer a soberania de Deus.","conexao_teologica":"A submissão a Deus é um princípio fundamental na fé, mostrando que todos devem se curvar diante da autoridade divina.","referencias_relacionadas":["Salmos 95:6","Filipenses 2:10","Romanos 14:11"]},"daniel_4_31_vida":{"palavra_pt":"vida","palavra_original":"חַי","transliteracao":"chay","strong":"H2417","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao princípio vital que sustenta a existência.","explicacao_detalhada":"A palavra 'vida' é usada para descrever a essência do ser humano e a relação com Deus, que é a fonte da vida.","por_que_esta_palavra":"É importante para entender a fragilidade da vida humana em contraste com a eternidade de Deus.","conexao_teologica":"A vida é um dom de Deus, e a narrativa enfatiza a necessidade de reconhecer a soberania divina sobre a vida e a morte.","referencias_relacionadas":["Gênesis 2:7","João 10:10","Atos 17:25"]},"daniel_4_32_forasmuch":{"palavra_pt":"porque","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3606","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica uma razão ou causa para algo.","explicacao_detalhada":"A palavra 'porque' é usada para introduzir a explicação do que acontecerá com Nabucodonosor devido à sua arrogância.","por_que_esta_palavra":"É crucial para entender a lógica da ação de Deus em resposta ao comportamento do rei.","conexao_teologica":"A justiça de Deus é um tema central, mostrando que Ele responde às ações humanas com consequências apropriadas.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Provérbios 11:21"]},"daniel_4_32_forca":{"palavra_pt":"forca","palavra_original":"חַיִל","transliteracao":"chayil","strong":"H2429","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se à força ou poder.","explicacao_detalhada":"A palavra 'força' implica a ideia de poder e capacidade, que Nabucodonosor acreditava ter em sua vida e reinado.","por_que_esta_palavra":"É importante para entender a ilusão de poder que o rei tinha e como isso se opõe à verdadeira força que vem de Deus.","conexao_teologica":"A verdadeira força é encontrada na dependência de Deus, e a narrativa mostra como a força humana é limitada.","referencias_relacionadas":["Salmos 20:7","Isaías 40:29","2 Coríntios 12:9"]},"daniel_4_33_gloria":{"palavra_pt":"gloria","palavra_original":"יְקָר","transliteracao":"yᵉqâr","strong":"H3367","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à honra e reconhecimento.","explicacao_detalhada":"A palavra 'glória' é usada para descrever a grandeza e o esplendor que Nabucodonosor acreditava ter alcançado.","por_que_esta_palavra":"É relevante para entender a vaidade do rei e como ele atribui a si mesmo a glória que pertence a Deus.","conexao_teologica":"A glória de Deus é um tema central nas Escrituras, e a narrativa destaca a futilidade da glória humana em comparação com a divina.","referencias_relacionadas":["Salmos 19:1","Isaías 42:8","Romanos 11:36"]},"daniel_4_33_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"מַנְדַּע","transliteracao":"mandaʻ","strong":"H4486","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"Refere-se ao conhecimento e discernimento.","explicacao_detalhada":"A palavra 'sabedoria' implica a capacidade de entender e aplicar conhecimento de forma correta, algo que Nabucodonosor falhou em reconhecer.","por_que_esta_palavra":"É importante para entender a necessidade de buscar a verdadeira sabedoria que vem de Deus.","conexao_teologica":"A sabedoria divina é superior à sabedoria humana, e a narrativa enfatiza a importância de se submeter à orientação de Deus.","referencias_relacionadas":["Provérbios 1:7","Tiago 1:5","Eclesiastes 2:26"]},"daniel_4_33_dominio":{"palavra_pt":"dominio","palavra_original":"מַלְכוּ","transliteracao":"malkûw","strong":"H4437","significado_raiz":"Ideia básica: dominio.","significado_contextual":"O domínio refere-se ao poder e autoridade que um rei exerce sobre seu reino.","explicacao_detalhada":"Neste versículo, o domínio é apresentado como um aspecto da soberania de Deus sobre os reinos da terra, mostrando que mesmo os reis mais poderosos estão sob a autoridade divina.","por_que_esta_palavra":"A palavra 'domínio' é usada para enfatizar a soberania de Deus e a transitoriedade do poder humano.","conexao_teologica":"O domínio de Deus é um tema central na teologia bíblica, refletindo sua autoridade suprema sobre toda a criação.","referencias_relacionadas":["Salmos 22:28","Daniel 2:21","Romanos 13:1"]},"daniel_4_34_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4430","significado_raiz":"Ideia básica: rei.","significado_contextual":"O termo 'rei' refere-se à figura de autoridade máxima em um reino, simbolizando poder e governança.","explicacao_detalhada":"Neste contexto, o rei é Nabucodonosor, cuja história ilustra a relação entre o poder humano e a soberania divina, mostrando que Deus pode humilhar os orgulhosos.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a dinâmica de poder e a intervenção de Deus na história dos reinos.","conexao_teologica":"A realeza de Deus é frequentemente comparada à realeza dos homens, destacando a diferença entre o poder divino e o humano.","referencias_relacionadas":["1 Samuel 8:7","Salmos 47:2","Apocalipse 19:16"]},"daniel_4_34_humilde":{"palavra_pt":"humilde","palavra_original":"שְׁפַל","transliteracao":"shᵉphal","strong":"H8214","significado_raiz":"Ideia básica: humilde.","significado_contextual":"Humilde refere-se à condição de alguém que não se exalta, reconhecendo sua dependência de Deus.","explicacao_detalhada":"A humildade é um tema central na narrativa de Daniel, onde o orgulho de Nabucodonosor é confrontado pela necessidade de reconhecer a soberania de Deus.","por_que_esta_palavra":"A palavra 'humilde' é utilizada para contrastar a arrogância do rei com a necessidade de submissão a Deus.","conexao_teologica":"A humildade é vista como uma virtude essencial na vida cristã, refletindo a atitude de coração que Deus deseja em seus seguidores.","referencias_relacionadas":["Provérbios 22:4","Mateus 5:5","Tiago 4:10"]}}