{"daniel_6_1_nome":{"palavra_pt":"nome","palavra_original":"דָּֽרְיָוֵשׁ","transliteracao":"Dârᵉyâvêsh","strong":"H1868","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade de uma pessoa, que neste caso é Dario, o novo rei.","explicacao_detalhada":"Em Daniel 6:1, o nome Dario é mencionado como o novo governante que sucedeu Belsazar, destacando a mudança de poder.","por_que_esta_palavra":"A identificação do rei é importante para entender a continuidade da narrativa e a soberania de Deus na história.","conexao_teologica":"O nome de uma pessoa na Bíblia muitas vezes carrega significado e propósito, refletindo a soberania de Deus sobre os eventos.","referencias_relacionadas":["Daniel 5:31","Daniel 6:28","Isaías 45:1"]},"daniel_6_1_filho":{"palavra_pt":"filho","palavra_original":"בַּר","transliteracao":"bar","strong":"H1247","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' pode referir-se a um descendente ou alguém que é parte de uma linhagem.","explicacao_detalhada":"Neste contexto, 'filho' é usado para descrever a relação de Dario como um líder que assume o trono, representando continuidade na liderança.","por_que_esta_palavra":"A palavra é importante para entender a sucessão de poder e a relação entre as gerações de líderes.","conexao_teologica":"A linhagem e a sucessão são temas importantes na Bíblia, especialmente em relação às promessas de Deus.","referencias_relacionadas":["Mateus 1:1","Gênesis 5:1","Êxodo 20:5"]},"daniel_6_1_receive":{"palavra_pt":"receive","palavra_original":"קְבַל","transliteracao":"qᵉbal","strong":"H6902","significado_raiz":"Ideia básica: receive.","significado_contextual":"A palavra 'receive' refere-se ao ato de aceitar ou tomar posse de algo.","explicacao_detalhada":"No contexto, refere-se à aceitação do novo governo de Dario e à continuidade das práticas de liderança em Babilônia.","por_que_esta_palavra":"A palavra é significativa pois destaca a transição de poder e a aceitação da nova ordem estabelecida por Deus.","conexao_teologica":"Receber algo de Deus é um tema importante, refletindo a graça e a soberania divina na vida dos indivíduos e na história.","referencias_relacionadas":["Tiago 1:17","Romanos 8:32","Efésios 1:3"]},"daniel_6_2_forasmuch":{"palavra_pt":"porque","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3606","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é utilizada para introduzir a razão pela qual algo é dito ou feito.","explicacao_detalhada":"Neste contexto, 'porque' conecta a ação de levantar Daniel a uma justificativa que será apresentada, mostrando a importância de sua posição.","por_que_esta_palavra":"A palavra é crucial para entender a lógica da narrativa, indicando a motivação por trás das ações dos governantes.","conexao_teologica":"A palavra 'porque' reflete a soberania de Deus nas decisões humanas, mostrando que Ele está no controle das circunstâncias.","referencias_relacionadas":["Provérbios 16:9","Romanos 8:28","Salmos 37:23"]},"daniel_6_2_nome":{"palavra_pt":"nome","palavra_original":"דָּֽרְיָוֵשׁ","transliteracao":"Dârᵉyâvêsh","strong":"H1868","significado_raiz":"Ideia básica: nome.","significado_contextual":"O 'nome' representa a identidade e a autoridade de uma pessoa, neste caso, Dario.","explicacao_detalhada":"O nome é mencionado para estabelecer a figura de Dario como um governante importante que toma decisões sobre seus súditos.","por_que_esta_palavra":"A palavra 'nome' é significativa pois revela a importância do reconhecimento e da autoridade no contexto político da Babilônia.","conexao_teologica":"O nome de Dario é um lembrete da soberania de Deus sobre os reinos da terra, pois Ele levanta e derruba governantes.","referencias_relacionadas":["Daniel 2:21","Romanos 13:1","Salmos 75:7"]},"daniel_6_2_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6966","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se à ação de colocar Daniel em uma posição de destaque.","explicacao_detalhada":"Levantar Daniel como um dos três presidentes indica sua importância e a confiança que Dario tinha nele.","por_que_esta_palavra":"A escolha de 'levantar' enfatiza a promoção e a elevação de Daniel em um ambiente hostil.","conexao_teologica":"A promoção de Daniel ilustra como Deus pode exaltar Seus servos mesmo em meio à adversidade.","referencias_relacionadas":["1 Pedro 5:6","Salmos 75:6-7","Daniel 2:48"]},"daniel_6_3_profeta":{"palavra_pt":"profeta","palavra_original":"דָּנִיֵּאל","transliteracao":"Dânîyêʼl","strong":"H1841","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a Daniel como um mensageiro de Deus.","explicacao_detalhada":"Daniel é reconhecido não apenas como um sábio, mas como alguém que tem uma conexão direta com Deus, recebendo revelações.","por_que_esta_palavra":"A identificação de Daniel como profeta destaca sua importância espiritual e seu papel na história de Israel.","conexao_teologica":"A função de Daniel como profeta demonstra a continuidade da revelação divina ao longo da história.","referencias_relacionadas":["Ezequiel 14:14","Mateus 24:15","Hebreus 1:1"]},"daniel_6_3_first":{"palavra_pt":"primeiro","palavra_original":"חַד","transliteracao":"chad","strong":"H2298","significado_raiz":"Ideia básica: primeiro.","significado_contextual":"A palavra 'primeiro' indica a posição de destaque que Daniel ocupa entre os presidentes.","explicacao_detalhada":"Ser o primeiro presidente implica que Daniel tinha uma responsabilidade significativa e era altamente respeitado.","por_que_esta_palavra":"A palavra 'primeiro' é importante para entender a hierarquia e a influência de Daniel na administração de Dario.","conexao_teologica":"A posição de Daniel como o primeiro reflete a ideia de que Deus pode colocar Seus servos em posições de influência.","referencias_relacionadas":["Gênesis 41:46","Daniel 2:48","Romanos 12:3"]},"daniel_6_3_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' é usada para indicar a base ou a razão pela qual Daniel foi escolhido.","explicacao_detalhada":"Indica que a escolha de Daniel foi feita com base em suas qualidades e habilidades excepcionais.","por_que_esta_palavra":"A palavra 'conforme' é essencial para entender que a escolha não foi aleatória, mas fundamentada em méritos.","conexao_teologica":"A escolha de Daniel conforme suas habilidades reflete a justiça e a sabedoria de Deus em suas escolhas.","referencias_relacionadas":["1 Coríntios 12:4-6","Colossenses 3:23-24","Tiago 1:17"]},"daniel_6_4_profeta":{"palavra_pt":"profeta","palavra_original":"דָּנִיֵּאל","transliteracao":"Dânîyêʼl","strong":"H1841","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A repetição da palavra 'profeta' reafirma a identidade e a função de Daniel.","explicacao_detalhada":"Daniel é novamente mencionado como profeta, enfatizando sua importância espiritual e seu papel como conselheiro.","por_que_esta_palavra":"A ênfase na identidade de Daniel como profeta é crucial para entender sua influência e autoridade.","conexao_teologica":"A identificação contínua de Daniel como profeta destaca a importância da revelação divina na vida do povo de Deus.","referencias_relacionadas":["Daniel 9:20-23","Mateus 24:15","Apocalipse 10:7"]},"daniel_6_4_phrase":{"palavra_pt":"expressao","palavra_original":"קְבֵל","transliteracao":"qᵉbêl","strong":"H6903","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se a uma declaração ou comunicação feita por Daniel.","explicacao_detalhada":"A expressão pode indicar a maneira como Daniel se comunica ou como suas visões são interpretadas.","por_que_esta_palavra":"A palavra 'expressão' é importante para entender a clareza e a profundidade das revelações que Daniel recebe.","conexao_teologica":"As expressões de Daniel refletem a comunicação de Deus com Seu povo, mostrando a importância da revelação.","referencias_relacionadas":["Salmos 19:1-4","Hebreus 1:1-2","Daniel 2:19"]},"daniel_6_4_vento":{"palavra_pt":"vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7308","significado_raiz":"Ideia básica: vento.","significado_contextual":"A palavra 'vento' pode simbolizar a presença de Deus ou a ação do Espírito Santo.","explicacao_detalhada":"O vento é frequentemente associado à movimentação do Espírito e à revelação divina.","por_que_esta_palavra":"A palavra 'vento' é significativa para entender a dinâmica espiritual que envolve as ações de Daniel.","conexao_teologica":"O vento como símbolo do Espírito Santo destaca a atuação de Deus na vida dos profetas.","referencias_relacionadas":["Ezequiel 37:9","João 3:8","Atos 2:2"]},"daniel_6_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3606","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada novamente para introduzir a razão pela qual os adversários de Daniel agem.","explicacao_detalhada":"Neste contexto, 'porque' conecta a ação de tentar Daniel a uma justificativa que será apresentada, revelando a inveja dos outros líderes.","por_que_esta_palavra":"A repetição da palavra 'porque' reforça a lógica da narrativa e a motivação dos antagonistas.","conexao_teologica":"A palavra 'porque' reflete a luta entre o bem e o mal, mostrando como a fidelidade a Deus pode provocar oposição.","referencias_relacionadas":["1 Pedro 5:8","Salmos 37:12-13","Mateus 5:10-12"]},"daniel_6_5_profeta":{"palavra_pt":"profeta","palavra_original":"דָּנִיֵּאל","transliteracao":"Dânîyêʼl","strong":"H1841","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a alguém que fala em nome de Deus, trazendo mensagens divinas ao povo.","explicacao_detalhada":"No contexto de Daniel 6:5, Daniel é reconhecido como um profeta por sua sabedoria e capacidade de interpretar sonhos, o que o torna uma figura importante na corte babilônica.","por_que_esta_palavra":"A palavra 'profeta' é utilizada para destacar a autoridade espiritual de Daniel e sua relação direta com Deus, que o capacita a revelar verdades ocultas.","conexao_teologica":"A figura do profeta é central na teologia bíblica, representando a voz de Deus entre os homens e a mediação de Sua vontade.","referencias_relacionadas":["Deuteronômio 18:18","Amós 3:7","Hebreus 1:1"]},"daniel_6_6_profeta":{"palavra_pt":"profeta","palavra_original":"דָּנִיֵּאל","transliteracao":"Dânîyêʼl","strong":"H1841","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Reforça a ideia de Daniel como um profeta, alguém que é escolhido por Deus para transmitir Sua mensagem.","explicacao_detalhada":"Neste versículo, a reputação de Daniel como profeta é enfatizada, mostrando que ele é visto como um homem de Deus em um ambiente pagão.","por_que_esta_palavra":"A repetição da palavra 'profeta' sublinha a importância do papel de Daniel como mediador entre Deus e os babilônios.","conexao_teologica":"Os profetas são fundamentais na revelação de Deus, e Daniel é um exemplo de fidelidade em um contexto hostil.","referencias_relacionadas":["Isaías 6:8","Ezequiel 2:3","Mateus 5:14"]},"daniel_6_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3606","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual os conspiradores buscam uma maneira de incriminar Daniel.","explicacao_detalhada":"Neste contexto, 'porque' é usado para explicar a motivação dos inimigos de Daniel, que não encontraram falhas em sua conduta.","por_que_esta_palavra":"A utilização de 'porque' é crucial para entender a lógica por trás das ações dos antagonistas de Daniel.","conexao_teologica":"A oposição ao profeta é um tema recorrente na Bíblia, refletindo a luta entre a verdade divina e as forças do mal.","referencias_relacionadas":["Salmos 37:32","Mateus 10:16","1 Pedro 5:8"]},"daniel_6_7_nome":{"palavra_pt":"nome","palavra_original":"דָּֽרְיָוֵשׁ","transliteracao":"Dârᵉyâvêsh","strong":"H1868","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e à autoridade de Dario, o rei da Babilônia.","explicacao_detalhada":"Neste versículo, o 'nome' de Dario é mencionado como parte da conspiração contra Daniel, destacando a influência do rei.","por_que_esta_palavra":"O 'nome' é importante porque representa não apenas a pessoa, mas também o poder e a posição que ele ocupa.","conexao_teologica":"O conceito de nome na Bíblia muitas vezes está ligado à autoridade e ao caráter de Deus e dos líderes humanos.","referencias_relacionadas":["Salmos 20:1","Provérbios 18:10","Filipenses 2:9"]},"daniel_6_8_poderoso":{"palavra_pt":"poderoso","palavra_original":"תְּקֵף","transliteracao":"tᵉqêph","strong":"H8631","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' descreve a força e a autoridade do rei Dario.","explicacao_detalhada":"Neste contexto, 'poderoso' é usado para enfatizar a posição de Dario como um governante que tem o poder de estabelecer leis e decretos.","por_que_esta_palavra":"A escolha da palavra 'poderoso' ressalta a magnitude da autoridade do rei, contrastando com a soberania de Deus.","conexao_teologica":"A soberania de Deus é frequentemente contrastada com o poder humano, mostrando que, apesar das aparências, Deus está no controle.","referencias_relacionadas":["Salmos 47:2","Romanos 13:1","Apocalipse 19:16"]},"daniel_6_8_forasmuch":{"palavra_pt":"porque","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3606","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a justificativa para a criação de um decreto contra Daniel.","explicacao_detalhada":"Neste caso, 'porque' é usado para explicar a razão pela qual os conspiradores se sentem ameaçados pela integridade de Daniel.","por_que_esta_palavra":"A palavra é essencial para entender a lógica por trás da ação dos opositores de Daniel, que buscam uma maneira de derrubá-lo.","conexao_teologica":"A oposição ao justo é um tema recorrente na Bíblia, refletindo a luta entre a luz e as trevas.","referencias_relacionadas":["Salmos 37:12","Mateus 5:10","1 Pedro 3:14"]},"daniel_6_8_lei":{"palavra_pt":"lei","palavra_original":"קְיָם","transliteracao":"qᵉyâm","strong":"H7010","significado_raiz":"Ideia básica: lei.","significado_contextual":"A palavra 'lei' refere-se ao decreto que Dario estabelece, que é um reflexo de sua autoridade.","explicacao_detalhada":"Neste contexto, a 'lei' é usada como uma ferramenta para tentar prender Daniel, mostrando como a legislação pode ser manipulada.","por_que_esta_palavra":"A palavra 'lei' é significativa porque representa a ordem e a estrutura do governo, que pode ser usada tanto para o bem quanto para o mal.","conexao_teologica":"A lei de Deus é um tema central na Bíblia, e a manipulação da lei humana reflete a corrupção do coração humano.","referencias_relacionadas":["Romanos 7:12","Tiago 2:10","1 Timóteo 1:8"]},"daniel_6_9_sinal":{"palavra_pt":"sinal","palavra_original":"רְשַׁם","transliteracao":"rᵉsham","strong":"H7560","significado_raiz":"Ideia básica: sinal.","significado_contextual":"A palavra 'sinal' refere-se a um símbolo ou marca que representa a autoridade do rei.","explicacao_detalhada":"Neste versículo, o 'sinal' é usado para validar o decreto de Dario, mostrando a importância da formalidade na legislação.","por_que_esta_palavra":"A palavra 'sinal' é importante porque representa a confirmação da autoridade e a seriedade do decreto.","conexao_teologica":"O conceito de sinal é frequentemente usado na Bíblia para representar a aliança de Deus com Seu povo.","referencias_relacionadas":["Gênesis 9:12","Êxodo 31:13","Mateus 26:28"]},"daniel_6_10_phrase":{"palavra_pt":"expressao","palavra_original":"קְבֵל","transliteracao":"qᵉbêl","strong":"H6903","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à maneira como Daniel se comunica com Deus, especialmente em oração.","explicacao_detalhada":"Neste contexto, 'expressão' é usada para descrever a prática de Daniel de orar três vezes ao dia, demonstrando sua devoção.","por_que_esta_palavra":"A palavra 'expressão' é significativa porque reflete a profundidade da relação de Daniel com Deus e sua fidelidade em oração.","conexao_teologica":"A oração é um tema central na vida do crente, representando a comunicação direta com Deus.","referencias_relacionadas":["Salmos 55:17","1 Tessalonicenses 5:17","Filipenses 4:6"]},"daniel_6_10_nome":{"palavra_pt":"nome","palavra_original":"דָּֽרְיָוֵשׁ","transliteracao":"Dârᵉyâvêsh","strong":"H1868","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' novamente se refere à identidade de Dario, mas também pode simbolizar a autoridade de Deus.","explicacao_detalhada":"Neste versículo, o 'nome' de Dario é mencionado em relação ao decreto, contrastando com a devoção de Daniel ao verdadeiro Deus.","por_que_esta_palavra":"A repetição da palavra 'nome' enfatiza a luta entre a autoridade humana e a soberania divina.","conexao_teologica":"O nome de Deus é frequentemente invocado em oração e adoração, simbolizando Sua presença e poder.","referencias_relacionadas":["Salmos 20:1","Provérbios 18:10","Romanos 10:13"]},"daniel_6_10_afore":{"palavra_pt":"afore","palavra_original":"דֵּן","transliteracao":"dên","strong":"H1836","significado_raiz":"Ideia básica: afore.","significado_contextual":"A palavra 'afore' refere-se à ideia de algo que é feito antes ou previamente.","explicacao_detalhada":"No contexto de Daniel 6:10, 'afore' indica que Daniel orava a Deus três vezes ao dia, como era seu costume, mesmo após a proibição do rei. Isso enfatiza sua fidelidade e devoção a Deus, priorizando sua prática espiritual acima das leis humanas.","por_que_esta_palavra":"A escolha da palavra 'afore' destaca a continuidade da prática de oração de Daniel, mostrando que ele não se deixou intimidar pelas ameaças do rei.","conexao_teologica":"A prática de oração constante é um tema central na vida de fé, refletindo a necessidade de comunhão com Deus, mesmo em tempos de adversidade.","referencias_relacionadas":["1 Tessalonicenses 5:17","Salmos 55:17","Lucas 18:1"]},"daniel_6_11_profeta":{"palavra_pt":"profeta","palavra_original":"דָּנִיֵּאל","transliteracao":"Dânîyêʼl","strong":"H1841","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, alguém que fala em nome do Senhor.","explicacao_detalhada":"Em Daniel 6:11, a referência a Daniel como 'profeta' destaca seu papel como um porta-voz de Deus em meio a um ambiente hostil, onde ele continua a proclamar a verdade divina.","por_que_esta_palavra":"A designação de Daniel como 'profeta' é crucial para entender sua missão e a importância de sua mensagem em um contexto de idolatria e opressão.","conexao_teologica":"Os profetas são fundamentais na narrativa bíblica, pois eles trazem a palavra de Deus ao povo, muitas vezes desafiando normas e práticas contrárias à vontade divina.","referencias_relacionadas":["Jeremias 1:5","Ezequiel 2:3","Amós 3:7"]},"daniel_6_11_ajoelhar":{"palavra_pt":"ajoelhar","palavra_original":"בְּרַךְ","transliteracao":"bᵉrak","strong":"H1289","significado_raiz":"Ideia básica: ajoelhar.","significado_contextual":"A palavra 'ajoelhar' refere-se ao ato de se prostrar em reverência ou adoração.","explicacao_detalhada":"No versículo, Daniel ajoelha-se diante de Deus em oração, simbolizando sua submissão e dependência do Senhor, mesmo diante da perseguição.","por_que_esta_palavra":"A ação de ajoelhar-se é um gesto de humildade e devoção, mostrando que Daniel prioriza sua relação com Deus acima de qualquer ameaça.","conexao_teologica":"A postura de ajoelhar-se é frequentemente associada à adoração e à oração, refletindo a atitude correta diante de Deus.","referencias_relacionadas":["Salmos 95:6","Filipenses 2:10","Lucas 22:41"]},"daniel_6_11_phrase":{"palavra_pt":"expressao","palavra_original":"קְבֵל","transliteracao":"qᵉbêl","strong":"H6903","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se a uma forma de comunicar ou manifestar algo.","explicacao_detalhada":"Neste contexto, a expressão de Daniel em oração é uma demonstração de sua fé e confiança em Deus, mesmo quando confrontado com a lei do rei.","por_que_esta_palavra":"A escolha da palavra 'expressão' enfatiza a importância da comunicação com Deus e a necessidade de manifestar a fé em ações concretas.","conexao_teologica":"A expressão da fé é essencial na vida cristã, pois envolve não apenas crenças internas, mas também ações visíveis que refletem essa fé.","referencias_relacionadas":["Mateus 5:16","Tiago 2:17","Romanos 10:10"]},"daniel_6_12_profeta":{"palavra_pt":"profeta","palavra_original":"דָּנִיֵּאל","transliteracao":"Dânîyêʼl","strong":"H1841","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' é usada novamente para enfatizar o papel de Daniel como mensageiro de Deus.","explicacao_detalhada":"Em Daniel 6:12, a menção de Daniel como profeta reforça sua posição de autoridade espiritual e a relevância de sua mensagem em um tempo de crise.","por_que_esta_palavra":"A repetição da palavra 'profeta' sublinha a importância do testemunho de Daniel e sua resistência à pressão para se conformar.","conexao_teologica":"Os profetas são frequentemente perseguidos por suas mensagens, refletindo a tensão entre a verdade divina e as normas humanas.","referencias_relacionadas":["Mateus 5:12","Hebreus 11:32-38","2 Crônicas 36:16"]},"daniel_6_12_misericordia":{"palavra_pt":"misericordia","palavra_original":"חֲנַן","transliteracao":"chănan","strong":"H2604","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"A palavra 'misericórdia' refere-se à compaixão e ao perdão que Deus oferece.","explicacao_detalhada":"No contexto de Daniel 6:12, a misericórdia de Deus é um tema central, pois Daniel clama por ela em meio à adversidade, confiando na bondade divina.","por_que_esta_palavra":"A inclusão da palavra 'misericórdia' destaca a necessidade de buscar a graça de Deus em tempos de dificuldade e a esperança de que Ele ouvirá as orações.","conexao_teologica":"A misericórdia de Deus é um tema recorrente na Bíblia, refletindo Seu caráter amoroso e a disposição de perdoar e ajudar aqueles que O buscam.","referencias_relacionadas":["Salmos 86:5","Efésios 2:4-5","Lamentações 3:22-23"]},"daniel_6_13_forasmuch":{"palavra_pt":"porque","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3606","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir uma razão ou explicação.","explicacao_detalhada":"Em Daniel 6:13, a palavra 'porque' é utilizada para justificar a acusação contra Daniel, revelando a motivação por trás da perseguição que ele enfrenta.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica por trás das ações dos adversários de Daniel e a injustiça que ele sofre.","conexao_teologica":"A injustiça enfrentada pelos justos é um tema comum na Bíblia, refletindo a luta entre o bem e o mal.","referencias_relacionadas":["Salmos 37:32-33","Mateus 5:10-12","1 Pedro 3:14"]},"daniel_6_13_deus":{"palavra_pt":"deus","palavra_original":"אֱלָהּ","transliteracao":"ʼĕlâhh","strong":"H426","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao ser supremo, o Criador e Sustentador do universo.","explicacao_detalhada":"No contexto de Daniel 6:13, a menção de Deus é central, pois os adversários de Daniel reconhecem que ele serve a um Deus que é poderoso e digno de adoração.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a identidade de Daniel e a razão pela qual ele é alvo de perseguição.","conexao_teologica":"A soberania de Deus é um tema central nas Escrituras, mostrando que Ele está no controle de todas as coisas, mesmo em meio à opressão.","referencias_relacionadas":["Salmos 46:1","Isaías 40:28","Romanos 8:31"]},"daniel_6_14_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica uma relação de acordo ou conformidade.","explicacao_detalhada":"Em Daniel 6:14, 'conforme' é usado para descrever a maneira como as ações de Daniel estão alinhadas com sua fé e compromisso com Deus, em contraste com as leis do rei.","por_que_esta_palavra":"A escolha da palavra 'conforme' destaca a tensão entre a obediência a Deus e a obediência às autoridades humanas.","conexao_teologica":"A obediência a Deus é um tema central na vida do crente, muitas vezes exigindo coragem e firmeza diante de pressões externas.","referencias_relacionadas":["Atos 5:29","Romanos 12:2","Gálatas 1:10"]},"daniel_6_14_profeta":{"palavra_pt":"profeta","palavra_original":"דָּנִיֵּאל","transliteracao":"Dânîyêʼl","strong":"H1841","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' é novamente utilizada para reafirmar a identidade de Daniel como um mensageiro de Deus.","explicacao_detalhada":"A repetição da palavra 'profeta' em Daniel 6:14 reforça a importância do testemunho de Daniel e a relevância de sua mensagem em um contexto de opressão.","por_que_esta_palavra":"A menção de Daniel como 'profeta' é crucial para entender sua missão e a resistência que ele demonstra diante da perseguição.","conexao_teologica":"Os profetas frequentemente enfrentam oposição, refletindo a luta entre a verdade divina e as normas humanas.","referencias_relacionadas":["Mateus 23:37","Hebreus 11:32-38","2 Crônicas 36:16"]},"daniel_6_15_profeta":{"palavra_pt":"profeta","palavra_original":"דָּנִיֵּאל","transliteracao":"Dânîyêʼl","strong":"H1841","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a alguém que fala em nome de Deus, trazendo mensagens divinas ao povo.","explicacao_detalhada":"No contexto de Daniel 6:15, Daniel é reconhecido como um profeta que recebeu revelações de Deus. Ele é um intermediário entre Deus e os homens, e sua vida é um exemplo de fidelidade e coragem diante da adversidade.","por_que_esta_palavra":"A palavra 'profeta' é usada para destacar a autoridade espiritual de Daniel e sua função de mensageiro de Deus em um ambiente hostil.","conexao_teologica":"A figura do profeta é central na teologia bíblica, pois representa a comunicação de Deus com a humanidade e a chamada ao arrependimento e à obediência.","referencias_relacionadas":["Deuteronômio 18:18","Amós 3:7","Mateus 5:12"]},"daniel_6_15_sol":{"palavra_pt":"sol","palavra_original":"מֵעָל","transliteracao":"mêʻâl","strong":"H4606","significado_raiz":"Ideia básica: sol.","significado_contextual":"A palavra 'sol' simboliza luz, vida e clareza, contrastando com a escuridão da opressão.","explicacao_detalhada":"No versículo, o 'sol' pode ser interpretado como um símbolo da presença de Deus, que traz luz e esperança em meio à perseguição.","por_que_esta_palavra":"A menção ao 'sol' enfatiza a ideia de que, mesmo em tempos difíceis, a luz de Deus brilha sobre aqueles que são fiéis.","conexao_teologica":"O sol é frequentemente usado na Bíblia como símbolo da justiça e da salvação que vem de Deus.","referencias_relacionadas":["Salmos 84:11","Isaías 60:1","Mateus 5:14"]},"daniel_6_15_now":{"palavra_pt":"now","palavra_original":"אֱדַיִן","transliteracao":"ʼĕdayin","strong":"H116","significado_raiz":"Ideia básica: now.","significado_contextual":"A palavra 'now' indica um momento presente, enfatizando a urgência da situação.","explicacao_detalhada":"No contexto, 'now' é usado para destacar a gravidade da situação de Daniel, que está prestes a enfrentar a cova dos leões.","por_que_esta_palavra":"A utilização de 'now' serve para chamar a atenção para a ação imediata e a necessidade de decisão.","conexao_teologica":"O conceito de tempo é importante na teologia, pois Deus age em momentos específicos da história.","referencias_relacionadas":["Eclesiastes 3:1","2 Coríntios 6:2","Hebreus 3:15"]},"daniel_6_16_lei":{"palavra_pt":"lei","palavra_original":"קְיָם","transliteracao":"qᵉyâm","strong":"H7010","significado_raiz":"Ideia básica: lei.","significado_contextual":"A palavra 'lei' refere-se ao decreto que proíbe a oração a qualquer outro deus que não seja o rei.","explicacao_detalhada":"Neste contexto, a 'lei' é uma ferramenta de opressão usada para tentar silenciar a fé de Daniel e dos outros judeus.","por_que_esta_palavra":"A menção à 'lei' destaca a tensão entre a obediência a Deus e a obediência a leis humanas injustas.","conexao_teologica":"A lei de Deus é um tema central na Bíblia, representando a vontade divina e a moralidade que deve ser seguida.","referencias_relacionadas":["Êxodo 20:3-5","Romanos 13:1-2","Atos 5:29"]},"daniel_6_16_forasmuch":{"palavra_pt":"porque","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3606","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Daniel foi lançado na cova dos leões.","explicacao_detalhada":"Neste versículo, 'porque' conecta a ação dos governantes com a fidelidade de Daniel a Deus, mostrando que sua devoção foi a causa de sua condenação.","por_que_esta_palavra":"A palavra é crucial para entender a lógica por trás da ação dos inimigos de Daniel e a injustiça da situação.","conexao_teologica":"A ideia de causa e efeito é importante na teologia, onde a fidelidade a Deus pode levar a perseguições.","referencias_relacionadas":["1 Pedro 3:14","Mateus 5:10-12","Romanos 8:31-39"]},"daniel_6_16_grande":{"palavra_pt":"grande","palavra_original":"אֲמַר","transliteracao":"ʼămar","strong":"H560","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude do problema que Daniel enfrenta.","explicacao_detalhada":"No contexto, 'grande' enfatiza a seriedade da situação e a força dos desafios que Daniel deve enfrentar por sua fé.","por_que_esta_palavra":"A utilização de 'grande' destaca a coragem necessária para permanecer fiel a Deus em meio a grandes dificuldades.","conexao_teologica":"A grandeza de Deus é frequentemente contrastada com a fraqueza humana, mostrando que, mesmo em grandes tribulações, Deus é maior.","referencias_relacionadas":["Salmos 34:19","Isaías 41:10","Romanos 8:28"]},"daniel_6_17_profeta":{"palavra_pt":"profeta","palavra_original":"דָּנִיֵּאל","transliteracao":"Dânîyêʼl","strong":"H1841","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' reafirma a identidade de Daniel como um homem de Deus.","explicacao_detalhada":"Neste versículo, a referência a Daniel como profeta é um lembrete de sua missão divina e de sua relação especial com Deus.","por_que_esta_palavra":"A repetição da palavra 'profeta' reforça a importância do papel de Daniel na narrativa e sua fidelidade a Deus.","conexao_teologica":"Os profetas são fundamentais na história da salvação, sendo instrumentos de Deus para guiar e advertir seu povo.","referencias_relacionadas":["Jeremias 1:5","Ezequiel 2:3","Lucas 1:76"]},"daniel_6_17_olho":{"palavra_pt":"olho","palavra_original":"עֲנָה","transliteracao":"ʻănâh","strong":"H6032","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' simboliza vigilância e proteção.","explicacao_detalhada":"No contexto, o 'olho' representa a atenção de Deus sobre Daniel, que está prestes a ser lançado na cova dos leões.","por_que_esta_palavra":"A menção ao 'olho' sugere que Deus está ciente da situação de Daniel e que Ele está presente mesmo nas dificuldades.","conexao_teologica":"A ideia de que Deus vê e cuida de seu povo é um tema recorrente na Bíblia, trazendo conforto e esperança.","referencias_relacionadas":["Salmos 121:5-8","Provérbios 15:3","1 Pedro 3:12"]},"daniel_6_18_first":{"palavra_pt":"primeiro","palavra_original":"חַד","transliteracao":"chad","strong":"H2298","significado_raiz":"Ideia básica: primeiro.","significado_contextual":"A palavra 'primeiro' indica a ordem ou prioridade de eventos.","explicacao_detalhada":"Neste versículo, 'primeiro' pode referir-se à primeira ação que Daniel tomou após ser libertado da cova, destacando sua fé e devoção a Deus.","por_que_esta_palavra":"A utilização de 'primeiro' enfatiza a importância da prioridade espiritual na vida de Daniel.","conexao_teologica":"A ideia de colocar Deus em primeiro lugar é um princípio fundamental na vida cristã.","referencias_relacionadas":["Mateus 6:33","Colossenses 3:2","Salmos 37:5"]},"daniel_6_18_profeta":{"palavra_pt":"profeta","palavra_original":"דָּנִיֵּאל","transliteracao":"Dânîyêʼl","strong":"H1841","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' reafirma a identidade de Daniel como um porta-voz de Deus.","explicacao_detalhada":"Neste contexto, a repetição da palavra 'profeta' reforça a importância do papel de Daniel e sua relação com Deus, especialmente após sua libertação.","por_que_esta_palavra":"A menção a Daniel como profeta destaca sua fidelidade e a confirmação de sua missão divina.","conexao_teologica":"Os profetas são essenciais na revelação de Deus e na comunicação de Sua vontade ao povo.","referencias_relacionadas":["Miquéias 3:8","Lucas 4:24","Atos 3:21"]},"daniel_6_19_palacio":{"palavra_pt":"palacio","palavra_original":"הֵיכַל","transliteracao":"hêykal","strong":"H1965","significado_raiz":"Ideia básica: palacio.","significado_contextual":"Refere-se ao local onde o rei Dario se encontrava, simbolizando poder e autoridade.","explicacao_detalhada":"O palácio é um espaço que representa a realeza e a administração do império. No contexto de Daniel 6, o palácio é o lugar onde o rei toma decisões e onde Daniel é levado após ser lançado na cova dos leões.","por_que_esta_palavra":"A palavra 'palácio' é usada para enfatizar a grandeza do lugar e a posição do rei, contrastando com a situação de Daniel.","conexao_teologica":"O palácio é um símbolo do governo humano, que pode ser desafiado pela fé e obediência a Deus, como exemplificado na vida de Daniel.","referencias_relacionadas":["Daniel 6:2","Daniel 6:10","Daniel 6:16"]},"daniel_6_19_noite":{"palavra_pt":"noite","palavra_original":"בּוּת","transliteracao":"bûwth","strong":"H956","significado_raiz":"Ideia básica: noite.","significado_contextual":"A noite representa um tempo de expectativa e angústia para Daniel, que foi lançado na cova dos leões.","explicacao_detalhada":"No contexto, a noite é o período em que Daniel permanece na cova, simbolizando a escuridão e o perigo, mas também a proteção divina que ele recebe.","por_que_esta_palavra":"A palavra 'noite' é utilizada para descrever a tensão e a incerteza que cercam a situação de Daniel, contrastando com a luz da manhã que traz a salvação.","conexao_teologica":"A noite pode ser vista como uma metáfora para os momentos difíceis da vida, onde a fé em Deus é testada, mas também onde a intervenção divina é mais evidente.","referencias_relacionadas":["Salmos 30:5","Salmos 91:5","Mateus 14:25"]},"daniel_6_19_instrument":{"palavra_pt":"instrument","palavra_original":"דַּחֲוָה","transliteracao":"dachăvâh","strong":"H1761","significado_raiz":"Ideia básica: instrument.","significado_contextual":"Refere-se ao instrumento usado para executar a ordem do rei, simbolizando a ação e a autoridade.","explicacao_detalhada":"Neste contexto, o instrumento é o meio pelo qual a vontade do rei é realizada, refletindo a obediência dos servos ao decreto real.","por_que_esta_palavra":"A palavra 'instrumento' é importante para mostrar como as decisões humanas podem ter consequências diretas na vida de Daniel.","conexao_teologica":"A utilização de instrumentos para cumprir ordens humanas contrasta com a soberania de Deus, que pode intervir em qualquer situação.","referencias_relacionadas":["Daniel 6:16","Romanos 13:1","Atos 4:19"]},"daniel_6_20_haste":{"palavra_pt":"haste","palavra_original":"בְּהַל","transliteracao":"bᵉhal","strong":"H927","significado_raiz":"Ideia básica: haste.","significado_contextual":"Refere-se à rapidez com que o rei Dario se levanta para verificar o estado de Daniel na cova.","explicacao_detalhada":"A haste do rei em ir até a cova demonstra sua preocupação e a urgência da situação, refletindo a relação entre o rei e Daniel.","por_que_esta_palavra":"A palavra 'haste' é usada para enfatizar a ação imediata do rei, que estava ansioso para saber se Daniel havia sobrevivido.","conexao_teologica":"A pressa do rei pode ser vista como um reflexo da preocupação de Deus por seus servos, que sempre está atento às suas necessidades.","referencias_relacionadas":["Daniel 6:19","Salmos 34:17","1 Pedro 5:7"]},"daniel_6_20_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6966","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato do rei Dario de se levantar para verificar Daniel, simbolizando ação e autoridade.","explicacao_detalhada":"O levantar-se do rei é um gesto que demonstra sua preocupação e a importância do que estava em jogo, a vida de Daniel.","por_que_esta_palavra":"A palavra 'levantar' é significativa pois indica um movimento de ação, mostrando que o rei não estava indiferente ao destino de Daniel.","conexao_teologica":"Levantar-se pode simbolizar a prontidão de Deus em agir em favor de seus servos em momentos de crise.","referencias_relacionadas":["Daniel 6:20","Isaías 41:10","Salmos 46:1"]},"daniel_6_20_idiom":{"palavra_pt":"expressao","palavra_original":"דִּי","transliteracao":"dîy","strong":"H1768","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão que o rei usa ao chamar Daniel, mostrando sua expectativa e esperança.","explicacao_detalhada":"A expressão utilizada pelo rei reflete sua relação com Daniel e sua fé de que Deus poderia salvá-lo.","por_que_esta_palavra":"A palavra 'expressão' é importante para entender a comunicação entre o rei e Daniel, e a expectativa de um resultado positivo.","conexao_teologica":"As expressões de fé e esperança são fundamentais na relação entre o homem e Deus, especialmente em momentos de desespero.","referencias_relacionadas":["Daniel 6:20","Hebreus 11:1","Salmos 37:4"]},"daniel_6_21_profeta":{"palavra_pt":"profeta","palavra_original":"דָּנִיֵּאל","transliteracao":"Dânîyêʼl","strong":"H1841","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a Daniel como um profeta de Deus, destacando sua posição e papel na história bíblica.","explicacao_detalhada":"Daniel é reconhecido como um profeta que fala em nome de Deus, e sua integridade e fé são evidentes mesmo em situações adversas.","por_que_esta_palavra":"A palavra 'profeta' é usada para enfatizar a autoridade espiritual de Daniel e sua relação com Deus.","conexao_teologica":"A figura do profeta é central na Bíblia, representando a comunicação de Deus com seu povo e a importância da obediência.","referencias_relacionadas":["Daniel 6:21","Ezequiel 14:14","Mateus 24:15"]},"daniel_6_21_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Refere-se à conformidade de Daniel com a vontade de Deus, mesmo diante da adversidade.","explicacao_detalhada":"A expressão 'conforme' indica que Daniel agiu de acordo com a fé e a confiança em Deus, que o protegeu.","por_que_esta_palavra":"A palavra 'conforme' é crucial para entender a relação entre a ação de Daniel e a resposta de Deus.","conexao_teologica":"A obediência a Deus, mesmo em situações difíceis, é um tema recorrente na Bíblia, mostrando a fidelidade divina.","referencias_relacionadas":["Daniel 6:21","Romanos 8:28","Tiago 1:12"]},"daniel_6_22_profeta":{"palavra_pt":"profeta","palavra_original":"דָּנִיֵּאל","transliteracao":"Dânîyêʼl","strong":"H1841","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Reitera a identidade de Daniel como profeta, ressaltando a intervenção divina em sua vida.","explicacao_detalhada":"A menção a Daniel como profeta enfatiza a proteção que ele recebeu de Deus, que fechou a boca dos leões.","por_que_esta_palavra":"A palavra 'profeta' é usada novamente para reafirmar a posição de Daniel como um homem de Deus, digno de confiança.","conexao_teologica":"A proteção de Deus sobre seus profetas é um tema importante, mostrando que Ele está sempre presente em momentos de necessidade.","referencias_relacionadas":["Daniel 6:22","Salmos 91:11","Hebreus 11:33"]},"daniel_6_23_phrase":{"palavra_pt":"expressao","palavra_original":"קְבֵל","transliteracao":"qᵉbêl","strong":"H6903","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão de alívio e alegria do rei ao descobrir que Daniel estava ileso.","explicacao_detalhada":"A expressão do rei reflete a mudança de seu estado emocional, de preocupação para alívio, ao ver que Daniel foi salvo.","por_que_esta_palavra":"A palavra 'expressão' é significativa pois captura o momento de revelação e a confirmação da fé do rei em Deus.","conexao_teologica":"As expressões de alegria e alívio são comuns nas Escrituras, simbolizando a intervenção divina e a resposta à oração.","referencias_relacionadas":["Daniel 6:23","Salmos 126:2","Lucas 15:10"]},"daniel_6_23_deus":{"palavra_pt":"deus","palavra_original":"אֱלָהּ","transliteracao":"ʼĕlâhh","strong":"H426","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Daniel, que é reconhecido como o verdadeiro Deus que protege e salva.","explicacao_detalhada":"Neste versículo, a palavra 'deus' é utilizada para enfatizar a soberania e o poder de Deus sobre as circunstâncias, especialmente em momentos de perigo.","por_que_esta_palavra":"A palavra 'deus' é central para a fé de Daniel e para a narrativa, pois destaca a intervenção divina na vida do profeta.","conexao_teologica":"Deus é apresentado como o protetor dos fiéis e aquele que responde às orações, reforçando a ideia de que a fé em Deus traz salvação.","referencias_relacionadas":["Salmos 34:7","Isaías 41:10","Hebreus 11:6"]},"daniel_6_23_anjo":{"palavra_pt":"anjo","palavra_original":"מַלְאַךְ","transliteracao":"malʼak","strong":"H4398","significado_raiz":"Ideia básica: anjo.","significado_contextual":"Refere-se ao mensageiro de Deus que atua em favor de Daniel, protegendo-o na cova dos leões.","explicacao_detalhada":"A palavra 'anjo' indica um ser celestial que serve como intermediário entre Deus e os homens, trazendo proteção e mensagens divinas.","por_que_esta_palavra":"O anjo é um símbolo da presença e proteção de Deus, mostrando que Ele não abandona aqueles que são fiéis.","conexao_teologica":"Os anjos são frequentemente mencionados na Bíblia como agentes de Deus, reforçando a ideia de que Ele cuida de Seu povo.","referencias_relacionadas":["Salmos 91:11","Hebreus 1:14","Mateus 4:11"]},"daniel_6_24_forasmuch":{"palavra_pt":"porque","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3606","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz a razão pela qual Daniel foi salvo, enfatizando a justiça de Deus.","explicacao_detalhada":"A palavra 'porque' é utilizada para explicar a ação de Deus em resposta à fé e integridade de Daniel.","por_que_esta_palavra":"É crucial para entender a lógica da narrativa, onde a salvação de Daniel é atribuída à sua fidelidade.","conexao_teologica":"A justiça de Deus é um tema recorrente, mostrando que Ele recompensa aqueles que O servem com sinceridade.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Salmos 37:25"]},"daniel_6_24_profeta":{"palavra_pt":"profeta","palavra_original":"דָּנִיֵּאל","transliteracao":"Dânîyêʼl","strong":"H1841","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a Daniel como um porta-voz de Deus, cuja vida e ações refletem a vontade divina.","explicacao_detalhada":"A palavra 'profeta' destaca o papel de Daniel como alguém que comunica a mensagem de Deus e vive de acordo com Seus preceitos.","por_que_esta_palavra":"É importante para entender a identidade de Daniel e sua relação com Deus, que o usa para cumprir Seus propósitos.","conexao_teologica":"Os profetas são fundamentais na história da salvação, sendo instrumentos de Deus para guiar Seu povo.","referencias_relacionadas":["Amós 3:7","Ezequiel 2:5","Mateus 5:14"]},"daniel_6_25_forasmuch":{"palavra_pt":"porque","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3606","significado_raiz":"Ideia básica: porque.","significado_contextual":"Novamente introduz a razão pela qual Daniel foi salvo, reforçando a ideia de justiça divina.","explicacao_detalhada":"A repetição da palavra 'porque' enfatiza a lógica da intervenção divina em resposta à fidelidade de Daniel.","por_que_esta_palavra":"É uma reafirmação da conexão entre a fé e a ação de Deus em favor de Seus servos.","conexao_teologica":"A relação entre fé e recompensa é um princípio teológico importante, mostrando que Deus honra aqueles que O buscam.","referencias_relacionadas":["Tiago 1:12","Hebreus 11:1","Salmos 119:2"]},"daniel_6_25_profeta":{"palavra_pt":"profeta","palavra_original":"דָּנִיֵּאל","transliteracao":"Dânîyêʼl","strong":"H1841","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Reitera a identidade de Daniel como profeta, enfatizando sua posição diante de Deus.","explicacao_detalhada":"A palavra 'profeta' aqui serve para lembrar aos ouvintes da importância de Daniel como um homem de Deus que viveu com integridade.","por_que_esta_palavra":"É essencial para a narrativa, pois destaca a razão pela qual Daniel foi protegido e salvo.","conexao_teologica":"A vida dos profetas serve como exemplo de fé e obediência, inspirando outros a seguir a Deus.","referencias_relacionadas":["1 Reis 18:36","Jeremias 1:5","Mateus 10:41"]},"daniel_6_25_grande":{"palavra_pt":"grande","palavra_original":"אֲמַר","transliteracao":"ʼămar","strong":"H560","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de Deus e à importância da salvação de Daniel.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a magnitude da ação de Deus em salvar Daniel da morte.","por_que_esta_palavra":"Destaca a soberania de Deus e Sua capacidade de realizar milagres em favor de Seus servos.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, mostrando que Ele é capaz de fazer o impossível.","referencias_relacionadas":["Salmos 145:3","Efésios 3:20","Romanos 11:33"]},"daniel_6_26_forasmuch":{"palavra_pt":"porque","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3606","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz a declaração do rei sobre a grandeza do Deus de Daniel, reconhecendo Sua soberania.","explicacao_detalhada":"A palavra 'porque' aqui é usada para justificar a exaltação do Deus de Daniel diante de todos.","por_que_esta_palavra":"É uma afirmação da transformação que ocorre quando alguém reconhece a grandeza de Deus.","conexao_teologica":"O reconhecimento da soberania de Deus por parte de autoridades é um tema que aparece em várias partes da Bíblia.","referencias_relacionadas":["Filipenses 2:10","Isaías 45:23","Salmos 86:9"]},"daniel_6_26_nome":{"palavra_pt":"nome","palavra_original":"דָּֽרְיָוֵשׁ","transliteracao":"Dârᵉyâvêsh","strong":"H1868","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Deus, que é exaltado e reconhecido como digno de reverência.","explicacao_detalhada":"A palavra 'nome' simboliza a autoridade e a reputação de Deus, que é reconhecida por todos.","por_que_esta_palavra":"O nome de Deus é um aspecto central da adoração e do respeito que devemos a Ele.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua natureza e caráter, sendo um tema importante na adoração.","referencias_relacionadas":["Salmos 8:1","Êxodo 20:7","Romanos 10:13"]},"daniel_6_26_paz":{"palavra_pt":"paz","palavra_original":"שְׁלָם","transliteracao":"shᵉlâm","strong":"H8001","significado_raiz":"Ideia básica: paz.","significado_contextual":"Refere-se à paz que é resultado da intervenção de Deus na vida de Daniel e do reconhecimento do rei.","explicacao_detalhada":"A palavra 'paz' indica a tranquilidade e segurança que vêm da confiança em Deus.","por_que_esta_palavra":"É uma promessa de Deus para aqueles que confiam Nele, mostrando que Ele traz paz em meio às dificuldades.","conexao_teologica":"A paz de Deus é um tema central na Bíblia, sendo um fruto do Espírito e uma promessa para os crentes.","referencias_relacionadas":["Filipenses 4:7","João 14:27","Romanos 15:13"]},"daniel_6_27_juizo":{"palavra_pt":"juizo","palavra_original":"טְעֵם","transliteracao":"ṭᵉʻêm","strong":"H2942","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo' refere-se à decisão ou condenação que é proferida por Deus em relação aos atos humanos.","explicacao_detalhada":"Neste contexto, o juízo é a ação de Deus em reconhecer e recompensar a fidelidade de Daniel, que foi salvo da cova dos leões. O juízo divino é visto como justo e poderoso, demonstrando a soberania de Deus sobre as nações.","por_que_esta_palavra":"A palavra 'juízo' é utilizada para enfatizar a justiça de Deus e a resposta divina às ações dos homens, especialmente em situações de opressão e injustiça.","conexao_teologica":"O juízo de Deus é um tema recorrente na Bíblia, onde Ele promete julgar as nações e recompensar os justos. Isso se conecta à ideia de que Deus é um juiz justo e que suas decisões são sempre corretas.","referencias_relacionadas":["Salmos 9:7-8","Romanos 14:10-12","Apocalipse 20:12"]},"daniel_6_28_profeta":{"palavra_pt":"profeta","palavra_original":"דָּנִיֵּאל","transliteracao":"Dânîyêʼl","strong":"H1841","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a alguém que fala em nome de Deus, transmitindo mensagens divinas ao povo.","explicacao_detalhada":"Daniel é reconhecido como um profeta por sua capacidade de interpretar sonhos e visões, além de sua fidelidade a Deus em um ambiente hostil. Ele serve como um intermediário entre Deus e os homens, trazendo revelações sobre o futuro.","por_que_esta_palavra":"A palavra 'profeta' é crucial para entender o papel de Daniel na história bíblica, pois ele não apenas recebe revelações, mas também as comunica, mostrando a importância da profecia na relação entre Deus e seu povo.","conexao_teologica":"A função do profeta é central na teologia bíblica, pois os profetas são escolhidos por Deus para guiar e corrigir seu povo, preparando-os para a vinda do Messias.","referencias_relacionadas":["Ezequiel 2:5","Amós 3:7","Mateus 5:12"]},"daniel_6_28_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica a conformidade ou a maneira como algo deve ser feito, alinhando-se a um padrão ou regra.","explicacao_detalhada":"Neste versículo, 'conforme' é usado para descrever a ação de Dario em reconhecer a obra de Daniel, agindo de acordo com a vontade de Deus e as leis que ele mesmo estabeleceu.","por_que_esta_palavra":"A palavra 'conforme' é importante para mostrar que as ações de Dario não são arbitrárias, mas estão alinhadas com a justiça e a ordem divina que Daniel representa.","conexao_teologica":"A ideia de agir 'conforme' a vontade de Deus é um princípio fundamental na vida cristã, onde os crentes são chamados a viver de acordo com os mandamentos e propósitos divinos.","referencias_relacionadas":["Romanos 12:2","1 João 2:17","Tiago 1:22"]},"daniel_6_28_obra":{"palavra_pt":"obra","palavra_original":"עֲבַד","transliteracao":"ʻăbad","strong":"H5648","significado_raiz":"Ideia básica: obra.","significado_contextual":"A palavra 'obra' refere-se a ações ou feitos realizados, especialmente aqueles que têm um propósito ou significado espiritual.","explicacao_detalhada":"No contexto, a 'obra' de Daniel é sua fidelidade a Deus e suas ações em meio à adversidade, que resultam em sua proteção divina e reconhecimento por Dario.","por_que_esta_palavra":"A palavra 'obra' é utilizada para destacar a importância das ações de Daniel como reflexo de sua fé e obediência a Deus, que culminam em resultados visíveis e impactantes.","conexao_teologica":"As obras dos crentes são frequentemente mencionadas na Bíblia como evidências de sua fé e compromisso com Deus, mostrando que a fé sem obras é morta (Tiago 2:26).","referencias_relacionadas":["Efésios 2:10","Gálatas 6:9","Mateus 5:16"]},"daniel_6_29_dominio":{"palavra_pt":"dominio","palavra_original":"מַלְכוּ","transliteracao":"malkûw","strong":"H4437","significado_raiz":"Ideia básica: dominio.","significado_contextual":"A palavra 'domínio' refere-se ao poder ou autoridade que alguém exerce sobre uma nação ou território.","explicacao_detalhada":"Neste versículo, o domínio de Dario é reconhecido, mas também se destaca o domínio de Deus sobre todas as coisas, que é supremo e eterno, contrastando com os reinos humanos.","por_que_esta_palavra":"A palavra 'domínio' é importante para entender a soberania de Deus em relação aos reinos da terra, mostrando que, apesar das aparências, Deus é quem realmente governa.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, onde se afirma que Ele tem controle sobre todas as nações e que seu reino é eterno.","referencias_relacionadas":["Salmos 103:19","Daniel 4:17","Apocalipse 11:15"]},"daniel_6_29_profeta":{"palavra_pt":"profeta","palavra_original":"דָּנִיֵּאל","transliteracao":"Dânîyêʼl","strong":"H1841","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' é novamente utilizada para reafirmar a identidade de Daniel como um porta-voz de Deus.","explicacao_detalhada":"Daniel é chamado de profeta em um momento em que sua vida e suas ações são um testemunho do poder de Deus, mostrando que ele é um exemplo de fé e coragem.","por_que_esta_palavra":"A repetição da palavra 'profeta' enfatiza a importância do papel de Daniel na história bíblica e sua relevância como um modelo de fidelidade a Deus.","conexao_teologica":"Os profetas são fundamentais na narrativa bíblica, pois eles não apenas falam sobre o futuro, mas também chamam o povo ao arrependimento e à fidelidade a Deus.","referencias_relacionadas":["Mateus 23:37","Hebreus 11:32-34","Lucas 1:76"]},"daniel_6_29_nome":{"palavra_pt":"nome","palavra_original":"דָּֽרְיָוֵשׁ","transliteracao":"Dârᵉyâvêsh","strong":"H1868","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade ou reputação de uma pessoa, que neste caso é a de Dario.","explicacao_detalhada":"O nome de Dario é mencionado para estabelecer sua autoridade e o contexto em que Daniel atua, mostrando a relação entre o governante e o profeta.","por_que_esta_palavra":"A palavra 'nome' é significativa porque representa não apenas a identidade de Dario, mas também a sua posição como rei e a importância de sua decisão em relação a Daniel.","conexao_teologica":"Na Bíblia, o nome de Deus é frequentemente associado ao seu caráter e atributos, e a menção de nomes humanos também carrega um peso teológico sobre a soberania de Deus sobre as autoridades terrenas.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Filipenses 2:9-11"]}}