{"daniel_7_1_first":{"palavra_pt":"primeiro","palavra_original":"חַד","transliteracao":"chad","strong":"H2298","significado_raiz":"Ideia básica: primeiro.","significado_contextual":"A palavra 'primeiro' indica a ordem ou a precedência de algo, neste caso, referindo-se à primeira visão que Daniel teve.","explicacao_detalhada":"Daniel 7 começa com a descrição da primeira visão que ele teve, que é crucial para entender as profecias sobre os reinos futuros e a vinda do Filho do Homem.","por_que_esta_palavra":"A palavra 'primeiro' é importante para estabelecer a sequência das visões de Daniel, mostrando que cada uma delas tem um propósito e uma mensagem específica.","conexao_teologica":"A ideia de 'primeiro' também se relaciona com a primazia de Cristo, que é o primeiro entre muitos irmãos (Romanos 8:29) e o primeiro em todas as coisas (Colossenses 1:18).","referencias_relacionadas":["Apocalipse 1:8","Mateus 28:18","Colossenses 1:17"]},"daniel_7_1_rei":{"palavra_pt":"rei","palavra_original":"בֵּלְשַׁאצַּר","transliteracao":"Bêlshaʼtstsar","strong":"H1113","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima em um reino, que neste contexto é Belshazzar, o governante da Babilônia.","explicacao_detalhada":"A menção do rei Belshazzar é importante para entender o cenário político e espiritual em que Daniel está inserido, destacando a oposição entre o reino de Deus e os reinos humanos.","por_que_esta_palavra":"A palavra 'rei' é utilizada para enfatizar a posição de poder de Belshazzar, mas também para contrastar com a soberania de Deus, que é maior do que qualquer autoridade terrena.","conexao_teologica":"A realeza de Deus é um tema central na Bíblia, onde Ele é descrito como o Rei dos Reis e Senhor dos Senhores, mostrando que sua autoridade é eterna e inabalável.","referencias_relacionadas":["1 Timóteo 6:15","Apocalipse 19:16","Salmos 47:2"]},"daniel_7_2_olho":{"palavra_pt":"olho","palavra_original":"עֲנָה","transliteracao":"ʻănâh","strong":"H6032","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' simboliza a percepção e a visão, especialmente em relação ao entendimento das revelações divinas.","explicacao_detalhada":"Daniel descreve uma visão onde ele vê quatro grandes bestas, e o 'olho' é uma metáfora para a capacidade de discernir e compreender as verdades espirituais que Deus revela.","por_que_esta_palavra":"A palavra 'olho' é significativa porque representa a capacidade de ver além do físico e entender as realidades espirituais que estão em jogo na história da humanidade.","conexao_teologica":"A visão espiritual é um tema importante na Bíblia, onde Deus abre os olhos dos crentes para que possam ver e compreender sua vontade e seus propósitos.","referencias_relacionadas":["Efésios 1:18","Salmos 119:18","Mateus 13:16"]},"daniel_7_2_profeta":{"palavra_pt":"profeta","palavra_original":"דָּנִיֵּאל","transliteracao":"Dânîyêʼl","strong":"H1841","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, alguém que transmite a vontade divina ao povo.","explicacao_detalhada":"No contexto de Daniel 7, o profeta Daniel recebe visões sobre os reinos futuros e a soberania de Deus. Ele é um intermediário entre Deus e os homens, revelando verdades espirituais e profecias.","por_que_esta_palavra":"A palavra 'profeta' é crucial para entender o papel de Daniel como um porta-voz de Deus em tempos de crise e incerteza.","conexao_teologica":"A função do profeta é central na teologia bíblica, pois representa a comunicação direta de Deus com a humanidade, especialmente em momentos de transição histórica.","referencias_relacionadas":["Deuteronômio 18:18","Amós 3:7","Hebreus 1:1"]},"daniel_7_2_vento":{"palavra_pt":"vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7308","significado_raiz":"Ideia básica: vento.","significado_contextual":"A palavra 'vento' simboliza a força e o movimento, frequentemente associada à ação de Deus ou a mudanças significativas.","explicacao_detalhada":"No versículo, o vento representa a agitação e a movimentação dos quatro ventos do céu, que trazem as criaturas que emergem do mar, simbolizando reinos e poderes que surgem na história.","por_que_esta_palavra":"O uso de 'vento' enfatiza a soberania de Deus sobre as nações e a dinâmica dos eventos históricos que Ele controla.","conexao_teologica":"O vento é frequentemente usado na Bíblia para descrever a ação do Espírito Santo e a intervenção divina na história.","referencias_relacionadas":["Ezequiel 37:9","João 3:8","Atos 2:2"]},"daniel_7_3_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica uma relação de acordo ou correspondência entre elementos.","explicacao_detalhada":"Neste contexto, 'conforme' é usado para descrever a origem e a natureza dos animais que surgem dos ventos, enfatizando a ordem divina na criação e na revelação dos reinos.","por_que_esta_palavra":"A palavra é importante para entender como os eventos se desenrolam de acordo com a vontade de Deus e a profecia.","conexao_teologica":"A ideia de conformidade com a vontade de Deus é um tema recorrente na Bíblia, refletindo a soberania divina sobre a história.","referencias_relacionadas":["Romanos 8:28","Efésios 1:11","Salmos 33:11"]},"daniel_7_3_animal":{"palavra_pt":"animal","palavra_original":"חֵיוָא","transliteracao":"chêyvâʼ","strong":"H2423","significado_raiz":"Ideia básica: animal.","significado_contextual":"A palavra 'animal' refere-se a criaturas que simbolizam reinos ou poderes, cada um com características distintas.","explicacao_detalhada":"Os animais que Daniel vê representam diferentes impérios e suas naturezas, refletindo a diversidade e a complexidade dos reinos humanos ao longo da história.","por_que_esta_palavra":"A escolha da palavra 'animal' é significativa, pois cada criatura tem um simbolismo que se relaciona com a força e a natureza dos reinos que representam.","conexao_teologica":"Os animais em visões proféticas frequentemente simbolizam a luta entre o bem e o mal, e a soberania de Deus sobre todas as nações.","referencias_relacionadas":["Apocalipse 13:1","Ezequiel 1:10","Daniel 2:38"]},"daniel_7_4_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' é usada novamente para indicar a relação entre o animal e suas características.","explicacao_detalhada":"Neste versículo, 'conforme' destaca a natureza do primeiro animal, que é semelhante a um leão, simbolizando poder e realeza, e como isso se relaciona com a história dos reinos.","por_que_esta_palavra":"A repetição da palavra 'conforme' reforça a ideia de que há um propósito divino e uma ordem nas visões que Daniel recebe.","conexao_teologica":"A conformidade com a vontade de Deus é um tema central na narrativa bíblica, mostrando que mesmo os reinos humanos estão sob Sua autoridade.","referencias_relacionadas":["Daniel 2:37","Apocalipse 5:5","Isaías 14:13"]},"daniel_7_5_first":{"palavra_pt":"primeiro","palavra_original":"חַד","transliteracao":"chad","strong":"H2298","significado_raiz":"Ideia básica: primeiro.","significado_contextual":"A palavra 'primeiro' indica a ordem e a precedência do reino representado pelo primeiro animal.","explicacao_detalhada":"O primeiro animal, que se assemelha a um leão, é descrito como o primeiro entre os reinos, simbolizando a Babilônia e seu domínio inicial sobre as nações.","por_que_esta_palavra":"A palavra 'primeiro' é crucial para entender a sequência dos reinos e a profecia sobre o futuro das nações.","conexao_teologica":"A ideia de primazia é importante na teologia bíblica, onde Deus estabelece reinos e autoridades conforme Sua vontade.","referencias_relacionadas":["Daniel 2:38","Jeremias 27:6","Apocalipse 17:10"]},"daniel_7_5_urso":{"palavra_pt":"urso","palavra_original":"דֹּב","transliteracao":"dôb","strong":"H1678","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se ao segundo animal, que simboliza um reino que é forte e voraz.","explicacao_detalhada":"O urso representa o império Medo-Persa, conhecido por sua força e agressividade em conquistar e dominar outros povos.","por_que_esta_palavra":"A escolha do urso como símbolo destaca a natureza do reino e sua maneira de agir na história.","conexao_teologica":"Os animais que representam reinos na visão de Daniel mostram a soberania de Deus sobre a história e os reinos da terra.","referencias_relacionadas":["Daniel 2:39","Isaías 13:17","Apocalipse 13:2"]},"daniel_7_6_dominio":{"palavra_pt":"dominio","palavra_original":"שׇׁלְטָן","transliteracao":"sholṭân","strong":"H7985","significado_raiz":"Ideia básica: dominio.","significado_contextual":"A palavra 'domínio' refere-se ao controle e à autoridade que um reino exerce sobre outros.","explicacao_detalhada":"O domínio do terceiro animal, que se assemelha a um leopardo, simboliza a rapidez e a eficiência do império grego em conquistar e expandir seu território.","por_que_esta_palavra":"A palavra 'domínio' é essencial para entender a natureza do poder e a forma como os reinos se relacionam entre si.","conexao_teologica":"O conceito de domínio é central na narrativa bíblica, onde Deus é apresentado como o verdadeiro Rei que governa sobre todas as nações.","referencias_relacionadas":["Salmos 22:28","Daniel 2:40","Apocalipse 11:15"]},"daniel_7_6_place":{"palavra_pt":"lugar","palavra_original":"אֲתַר","transliteracao":"ʼăthar","strong":"H870","significado_raiz":"Ideia básica: lugar.","significado_contextual":"A palavra 'lugar' refere-se ao espaço ou território que um reino ocupa.","explicacao_detalhada":"Neste contexto, 'lugar' é usado para descrever a extensão do domínio do terceiro animal, que simboliza a conquista e a influência do império grego.","por_que_esta_palavra":"A palavra 'lugar' é importante para entender a geopolítica dos reinos e como eles se estabelecem na história.","conexao_teologica":"A ideia de lugar é significativa na teologia bíblica, onde Deus estabelece limites e territórios para os povos.","referencias_relacionadas":["Atos 17:26","Salmos 115:16","Daniel 2:39"]},"daniel_7_7_poderoso":{"palavra_pt":"poderoso","palavra_original":"תַּקִּיף","transliteracao":"taqqîyph","strong":"H8624","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' descreve a força e a capacidade de um reino para dominar e controlar.","explicacao_detalhada":"O quarto animal é descrito como 'poderoso', simbolizando o império romano, que era conhecido por sua força militar e domínio sobre vastas regiões.","por_que_esta_palavra":"A palavra 'poderoso' é crucial para entender a natureza opressiva e autoritária do quarto reino na visão de Daniel.","conexao_teologica":"A soberania de Deus é contrastada com o poder humano, mostrando que, apesar da força dos reinos, Deus permanece no controle.","referencias_relacionadas":["Daniel 2:40","Apocalipse 13:4","Romanos 13:1"]},"daniel_7_7_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica a relação de algo que é feito de acordo com um padrão ou modelo.","explicacao_detalhada":"Neste contexto, 'conforme' sugere que a visão de Daniel está alinhada com as profecias e revelações anteriores, mostrando a continuidade do plano de Deus.","por_que_esta_palavra":"A escolha da palavra 'conforme' enfatiza a fidelidade de Deus em cumprir Suas promessas e a importância de seguir Seus caminhos.","conexao_teologica":"A ideia de conformidade é central na teologia bíblica, onde os crentes são chamados a se conformar à imagem de Cristo (Romanos 8:29).","referencias_relacionadas":["Romanos 8:29","Salmos 119:105","Isaías 55:11"]},"daniel_7_8_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' aqui também sugere uma relação de acordo com um padrão estabelecido.","explicacao_detalhada":"Daniel está descrevendo uma visão que se alinha com a soberania de Deus sobre os reinos da terra, mostrando que tudo acontece segundo Sua vontade.","por_que_esta_palavra":"A repetição da palavra 'conforme' reforça a ideia de que a história é guiada por Deus e não por acaso.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, onde Ele controla os eventos históricos para cumprir Seus propósitos (Provérbios 16:9).","referencias_relacionadas":["Provérbios 16:9","Efésios 1:11","Isaías 46:10"]},"daniel_7_8_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5870","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' simboliza percepção e vigilância.","explicacao_detalhada":"Neste versículo, o 'olho' representa a capacidade de ver e entender as realidades espirituais e os eventos que estão por vir.","por_que_esta_palavra":"A escolha da palavra 'olho' destaca a importância da visão espiritual e da discernimento em tempos de crise.","conexao_teologica":"A Bíblia frequentemente usa a metáfora dos olhos para descrever a percepção espiritual (Mateus 6:22).","referencias_relacionadas":["Mateus 6:22","Hebreus 4:13","Apocalipse 1:14"]},"daniel_7_8_boca":{"palavra_pt":"boca","palavra_original":"פֻּם","transliteracao":"pum","strong":"H6433","significado_raiz":"Ideia básica: boca.","significado_contextual":"A palavra 'boca' pode simbolizar fala e poder de comunicação.","explicacao_detalhada":"Neste contexto, a 'boca' representa a capacidade de proferir palavras que têm poder, como as declarações que podem influenciar reinos.","por_que_esta_palavra":"A palavra 'boca' é escolhida para enfatizar a importância da comunicação e da declaração de verdades divinas.","conexao_teologica":"A fala de Deus e a Sua Palavra são fundamentais na criação e na revelação (Gênesis 1:3).","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Provérbios 18:21"]},"daniel_7_9_snow":{"palavra_pt":"snow","palavra_original":"תְּלַג","transliteracao":"tᵉlag","strong":"H8517","significado_raiz":"Ideia básica: snow.","significado_contextual":"A palavra 'snow' (neve) simboliza pureza e santidade.","explicacao_detalhada":"A descrição de algo tão puro como a neve reflete a santidade de Deus e Sua justiça.","por_que_esta_palavra":"A escolha da palavra 'snow' destaca a natureza pura e imaculada do tribunal de Deus.","conexao_teologica":"A pureza de Deus é um tema central na Bíblia, onde Ele é frequentemente descrito como santo e justo (Isaías 6:3).","referencias_relacionadas":["Isaías 6:3","Salmos 51:7","Mateus 5:8"]},"daniel_7_9_hair":{"palavra_pt":"cabelo","palavra_original":"שְׂעַר","transliteracao":"sᵉʻar","strong":"H8177","significado_raiz":"Ideia básica: cabelo.","significado_contextual":"A palavra 'cabelo' pode simbolizar força e vitalidade.","explicacao_detalhada":"Neste contexto, o cabelo branco representa a sabedoria e a eternidade de Deus, contrastando com a fragilidade humana.","por_que_esta_palavra":"A escolha da palavra 'cabelo' enfatiza a sabedoria e a experiência que vêm com a idade.","conexao_teologica":"A sabedoria de Deus é exaltada em toda a Escritura, mostrando que Ele é eterno e imutável (Salmos 90:2).","referencias_relacionadas":["Salmos 90:2","Tiago 1:5","Provérbios 2:6"]},"daniel_7_9_wool":{"palavra_pt":"wool","palavra_original":"עֲמַר","transliteracao":"ʻămar","strong":"H6015","significado_raiz":"Ideia básica: wool.","significado_contextual":"A palavra 'wool' (lã) simboliza conforto e proteção.","explicacao_detalhada":"A lã é frequentemente associada ao cuidado e à proteção que Deus oferece ao Seu povo.","por_que_esta_palavra":"A escolha da palavra 'wool' destaca a natureza protetora e cuidadosa de Deus em relação aos Seus filhos.","conexao_teologica":"Deus é frequentemente descrito como um pastor que cuida de Suas ovelhas (Salmos 23:1).","referencias_relacionadas":["Salmos 23:1","João 10:11","Isaías 40:11"]},"daniel_7_10_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' aqui reafirma a continuidade do plano divino.","explicacao_detalhada":"A repetição da palavra 'conforme' enfatiza que os eventos estão se desenrolando de acordo com a vontade de Deus.","por_que_esta_palavra":"A palavra 'conforme' é crucial para entender a soberania de Deus sobre a história.","conexao_teologica":"A soberania de Deus é um tema central na narrativa bíblica, onde Ele dirige os eventos para cumprir Seus propósitos (Romanos 8:28).","referencias_relacionadas":["Romanos 8:28","Salmos 115:3","Efésios 1:11"]},"daniel_7_10_forth":{"palavra_pt":"adiante","palavra_original":"נְפַק","transliteracao":"nᵉphaq","strong":"H5312","significado_raiz":"Ideia básica: adiante.","significado_contextual":"A palavra 'adiante' sugere movimento e progresso.","explicacao_detalhada":"Neste contexto, 'adiante' indica que os eventos estão se movendo em direção ao cumprimento das profecias.","por_que_esta_palavra":"A escolha da palavra 'adiante' enfatiza a expectativa e a esperança no futuro que Deus tem preparado.","conexao_teologica":"A ideia de avançar em direção ao cumprimento das promessas de Deus é um tema recorrente na Bíblia (Hebreus 11:1).","referencias_relacionadas":["Hebreus 11:1","Filipenses 3:14","Isaías 43:19"]},"daniel_7_11_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' reafirma a conexão com a soberania divina.","explicacao_detalhada":"A repetição da palavra 'conforme' aqui reforça a ideia de que tudo está sob o controle de Deus.","por_que_esta_palavra":"A palavra 'conforme' é essencial para entender a relação entre os eventos e a vontade de Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, onde Ele é visto como o governante supremo do universo (Daniel 4:35).","referencias_relacionadas":["Daniel 4:35","Salmos 103:19","Isaías 46:10"]},"daniel_7_11_behold":{"palavra_pt":"eis","palavra_original":"חֲזָא","transliteracao":"chăzâʼ","strong":"H2370","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é usada para chamar a atenção do leitor para um evento significativo que está prestes a ser descrito.","explicacao_detalhada":"Neste contexto, 'eis' introduz uma visão que Daniel está prestes a relatar, enfatizando a importância do que será revelado.","por_que_esta_palavra":"A utilização de 'eis' serve para destacar a relevância do que está sendo apresentado, criando um senso de urgência e expectativa.","conexao_teologica":"A palavra 'eis' é frequentemente usada em passagens que introduzem revelações divinas, mostrando a importância de estar atento às mensagens de Deus.","referencias_relacionadas":["Isaías 40:9","Mateus 3:2","Apocalipse 1:7"]},"daniel_7_12_vida":{"palavra_pt":"vida","palavra_original":"חַי","transliteracao":"chay","strong":"H2417","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à existência e à vitalidade, especialmente no contexto da vida eterna prometida aos justos.","explicacao_detalhada":"Neste versículo, 'vida' é um conceito central que representa não apenas a existência física, mas também a vida espiritual que é concedida por Deus.","por_que_esta_palavra":"A ênfase na 'vida' destaca a esperança de ressurreição e a continuidade da existência após a morte, um tema recorrente nas Escrituras.","conexao_teologica":"A vida eterna é um dos pilares da fé cristã, refletindo a promessa de Deus de restaurar a vida aos que creem.","referencias_relacionadas":["João 3:16","Romanos 6:23","1 João 5:11-12"]},"daniel_7_12_lengthening":{"palavra_pt":"lengthening","palavra_original":"אַרְכָּא","transliteracao":"ʼarkâʼ","strong":"H754","significado_raiz":"Ideia básica: lengthening.","significado_contextual":"A palavra 'lengthening' refere-se à extensão ou prolongamento de um período de tempo, especialmente em relação ao domínio dos reinos.","explicacao_detalhada":"Neste contexto, 'lengthening' sugere que o domínio de certos reinos será temporário, enquanto o reino de Deus será eterno.","por_que_esta_palavra":"A ideia de prolongamento enfatiza a transitoriedade dos reinos humanos em contraste com a eternidade do reino divino.","conexao_teologica":"A temporalidade dos reinos humanos é um tema que ressalta a soberania de Deus sobre a história e a certeza de Seu reino eterno.","referencias_relacionadas":["Salmos 145:13","Daniel 2:44","Apocalipse 11:15"]},"daniel_7_13_filho":{"palavra_pt":"filho","palavra_original":"בַּר","transliteracao":"bar","strong":"H1247","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se a uma figura messiânica, simbolizando a relação especial entre Deus e o Messias.","explicacao_detalhada":"Neste versículo, 'filho' é uma referência ao 'Filho do Homem', que representa a autoridade e o poder que Deus concede ao Messias.","por_que_esta_palavra":"A designação de 'filho' implica em uma herança e um papel especial na redenção da humanidade.","conexao_teologica":"A figura do 'Filho do Homem' é central no Novo Testamento, onde Jesus se identifica com essa designação, cumprindo as profecias.","referencias_relacionadas":["Mateus 26:64","Marcos 14:62","Lucas 19:10"]},"daniel_7_13_behold":{"palavra_pt":"eis","palavra_original":"חֲזָא","transliteracao":"chăzâʼ","strong":"H2370","significado_raiz":"Ideia básica: eis.","significado_contextual":"Assim como em Daniel 7:11, 'eis' aqui serve para chamar a atenção para a revelação do 'Filho do Homem'.","explicacao_detalhada":"A repetição da palavra 'eis' enfatiza a importância da visão e a necessidade de prestar atenção ao que está sendo revelado.","por_que_esta_palavra":"A palavra é utilizada para destacar momentos cruciais na narrativa, onde a revelação divina é central.","conexao_teologica":"A ênfase em 'eis' reflete a importância de reconhecer e entender as revelações de Deus ao longo da história.","referencias_relacionadas":["Isaías 7:14","Mateus 1:23","Apocalipse 3:20"]},"daniel_7_14_gloria":{"palavra_pt":"gloria","palavra_original":"יְקָר","transliteracao":"yᵉqâr","strong":"H3367","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A palavra 'glória' refere-se à majestade e ao esplendor de Deus, especialmente em relação ao Seu reino.","explicacao_detalhada":"Neste contexto, 'glória' destaca a honra e a reverência que são devidas ao reino que será estabelecido pelo 'Filho do Homem'.","por_que_esta_palavra":"A glória de Deus é um tema central nas Escrituras, representando Sua presença e poder entre o Seu povo.","conexao_teologica":"A glória de Deus é manifestada em Sua soberania e na realização de Suas promessas, especialmente na vinda do Messias.","referencias_relacionadas":["Salmos 24:7-10","Isaías 60:1-2","Romanos 11:36"]},"daniel_7_14_dominio":{"palavra_pt":"dominio","palavra_original":"מַלְכוּ","transliteracao":"malkûw","strong":"H4437","significado_raiz":"Ideia básica: dominio.","significado_contextual":"A palavra 'domínio' refere-se ao governo e à autoridade que será exercida pelo 'Filho do Homem'.","explicacao_detalhada":"Neste versículo, 'domínio' enfatiza a soberania de Deus e a promessa de que Seu reino será eterno e justo.","por_que_esta_palavra":"A ideia de domínio é crucial para entender a natureza do reino de Deus em contraste com os reinos humanos.","conexao_teologica":"O domínio de Deus é um tema recorrente que reflete Sua autoridade sobre toda a criação e a promessa de um reino eterno.","referencias_relacionadas":["Salmos 103:19","Daniel 2:47","Apocalipse 19:16"]},"daniel_7_14_forasmuch":{"palavra_pt":"porque","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3606","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual o domínio e a glória são dados ao 'Filho do Homem'.","explicacao_detalhada":"Neste contexto, 'porque' conecta a ação de Deus com a justiça e a retidão que caracterizam o reino que será estabelecido.","por_que_esta_palavra":"A palavra é utilizada para explicar a lógica divina por trás das ações de Deus em relação à humanidade.","conexao_teologica":"A justiça de Deus é um tema central que se relaciona com a Sua soberania e a promessa de um reino justo.","referencias_relacionadas":["Salmos 89:14","Isaías 9:7","Romanos 14:17"]},"daniel_7_15_profeta":{"palavra_pt":"profeta","palavra_original":"דָּנִיֵּאל","transliteracao":"Dânîyêʼl","strong":"H1841","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a Daniel como um mensageiro de Deus, que recebe revelações sobre o futuro.","explicacao_detalhada":"Neste contexto, 'profeta' destaca o papel de Daniel como intermediário entre Deus e o povo, trazendo mensagens de advertência e esperança.","por_que_esta_palavra":"A função de profeta é essencial para a comunicação divina, permitindo que a vontade de Deus seja conhecida.","conexao_teologica":"A profecia é um meio pelo qual Deus revela Seu plano redentor, e Daniel é um exemplo de fidelidade em sua missão.","referencias_relacionadas":["Ezequiel 2:5","Amós 3:7","Mateus 5:17"]},"daniel_7_15_corpo":{"palavra_pt":"corpo","palavra_original":"נִדְנֶה","transliteracao":"nidneh","strong":"H5085","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' refere-se à forma física, mas também pode simbolizar a coletividade do povo de Deus.","explicacao_detalhada":"Neste contexto, 'corpo' pode se referir à condição do povo de Deus em meio às tribulações e à necessidade de redenção.","por_que_esta_palavra":"A menção ao 'corpo' destaca a realidade da existência humana e a necessidade de intervenção divina.","conexao_teologica":"A ideia de corpo é importante na teologia cristã, especialmente em relação à encarnação de Cristo e à ressurreição dos mortos.","referencias_relacionadas":["1 Coríntios 15:44","Romanos 12:5","Efésios 4:12"]},"daniel_7_15_vento":{"palavra_pt":"vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7308","significado_raiz":"Ideia básica: vento.","significado_contextual":"O termo 'vento' é utilizado para descrever a força e a agitação que os quatro animais representam, simbolizando reinos que surgem e caem.","explicacao_detalhada":"No contexto de Daniel 7, o 'vento' é uma metáfora para as forças que agitam as nações e os reinos da terra. A visão de Daniel mostra que esses reinos são influenciados por forças espirituais e políticas que os movem, assim como o vento move as águas.","por_que_esta_palavra":"A palavra 'vento' é escolhida para transmitir a ideia de movimento e instabilidade, refletindo a natureza efêmera dos reinos humanos em contraste com o reino eterno de Deus.","conexao_teologica":"O uso do termo 'vento' conecta-se à ideia de que Deus está no controle das nações e que, apesar da agitação, Ele é soberano sobre a história.","referencias_relacionadas":["Salmos 104:4","Eclesiastes 1:14","Isaías 57:13"]},"daniel_7_16_first":{"palavra_pt":"primeiro","palavra_original":"חַד","transliteracao":"chad","strong":"H2298","significado_raiz":"Ideia básica: primeiro.","significado_contextual":"A palavra 'primeiro' refere-se ao primeiro dos quatro reinos que Daniel vê em sua visão.","explicacao_detalhada":"Neste contexto, 'primeiro' indica a importância e a primazia do primeiro reino, que é frequentemente interpretado como Babilônia. Este reino é destacado antes dos outros, mostrando sua relevância na história da salvação.","por_que_esta_palavra":"A escolha de 'primeiro' enfatiza a sequência dos reinos e a ordem divina na revelação dos eventos futuros.","conexao_teologica":"A palavra 'primeiro' nos lembra que Deus tem um plano soberano e que cada reino tem seu lugar na história que culmina no reino de Cristo.","referencias_relacionadas":["Daniel 2:37-38","Apocalipse 17:10","Isaías 46:10"]},"daniel_7_16_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica a relação entre a visão de Daniel e a interpretação que lhe é dada.","explicacao_detalhada":"Neste versículo, 'conforme' sugere que a interpretação dos eventos futuros é baseada na revelação divina, mostrando que a compreensão de Daniel é guiada por Deus.","por_que_esta_palavra":"A palavra é importante para estabelecer a autoridade da interpretação, que não é meramente humana, mas divina.","conexao_teologica":"A conexão teológica aqui é que a verdade de Deus é revelada aos profetas, e a compreensão dos eventos futuros é sempre conforme a vontade divina.","referencias_relacionadas":["Daniel 2:19","Amós 3:7","Tiago 1:5"]},"daniel_7_16_verdade":{"palavra_pt":"verdade","palavra_original":"יַצִּיב","transliteracao":"yatstsîyb","strong":"H3330","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à certeza e à fidelidade da revelação que Daniel recebe.","explicacao_detalhada":"No contexto, 'verdade' implica que a visão e sua interpretação são confiáveis e refletem a realidade dos planos de Deus para a história.","por_que_esta_palavra":"A escolha de 'verdade' é crucial, pois enfatiza que a mensagem de Deus é inabalável e que os eventos profetizados ocorrerão.","conexao_teologica":"A verdade de Deus é um tema central nas Escrituras, e aqui se destaca a certeza de que o reino de Deus prevalecerá sobre todos os reinos humanos.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]},"daniel_7_17_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4430","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se aos governantes dos reinos que Daniel vê em sua visão.","explicacao_detalhada":"Neste contexto, 'rei' representa a autoridade e o poder que cada um dos quatro reinos exerce sobre a terra, simbolizando a luta pelo domínio.","por_que_esta_palavra":"A palavra é escolhida para destacar a soberania dos governantes, mas também a limitação de seu poder diante do reino eterno de Deus.","conexao_teologica":"A soberania de Deus é um tema central, mostrando que, apesar dos reis da terra, Deus é o verdadeiro Rei que reina sobre tudo.","referencias_relacionadas":["Salmos 2:10-12","Romanos 13:1","Apocalipse 19:16"]},"daniel_7_17_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' novamente indica a relação entre a visão e a interpretação divina.","explicacao_detalhada":"Aqui, 'conforme' reforça a ideia de que a revelação sobre os reinos é dada de acordo com a vontade de Deus, mostrando que Ele está no controle.","por_que_esta_palavra":"A repetição da palavra enfatiza a certeza de que a interpretação é fiel ao propósito divino.","conexao_teologica":"A soberania de Deus é reafirmada, pois Ele revela o que está por vir conforme Sua vontade.","referencias_relacionadas":["Daniel 2:28","Isaías 46:10","Hebreus 1:1-2"]},"daniel_7_17_these":{"palavra_pt":"these","palavra_original":"אִלֵּין","transliteracao":"ʼillêyn","strong":"H459","significado_raiz":"Ideia básica: these.","significado_contextual":"A palavra 'these' refere-se aos quatro reinos que Daniel está vendo em sua visão.","explicacao_detalhada":"Neste contexto, 'these' conecta os reinos que surgem e caem, mostrando que eles são parte de um plano maior de Deus para a história.","por_que_esta_palavra":"A palavra é importante para identificar e agrupar os reinos que estão sendo discutidos, enfatizando sua relação entre si.","conexao_teologica":"A conexão teológica é que todos os reinos, embora distintos, estão sob a soberania de Deus e fazem parte de Sua narrativa redentora.","referencias_relacionadas":["Daniel 2:39","Apocalipse 17:12","Isaías 40:23"]},"daniel_7_18_sagrado":{"palavra_pt":"sagrado","palavra_original":"קַדִּישׁ","transliteracao":"qaddîysh","strong":"H6922","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se ao povo santo de Deus que receberá o reino eterno.","explicacao_detalhada":"Neste contexto, 'sagrado' indica a separação e a consagração do povo de Deus, que será recompensado com um reino que não terá fim.","por_que_esta_palavra":"A escolha de 'sagrado' enfatiza a identidade do povo de Deus e sua relação especial com Ele.","conexao_teologica":"A santidade de Deus é refletida em Seu povo, que é chamado para viver de acordo com Seus padrões e receber a herança eterna.","referencias_relacionadas":["1 Pedro 2:9","Apocalipse 21:2","Romanos 8:17"]},"daniel_7_18_receive":{"palavra_pt":"receive","palavra_original":"קְבַל","transliteracao":"qᵉbal","strong":"H6902","significado_raiz":"Ideia básica: receive.","significado_contextual":"A palavra 'receive' refere-se à ação de receber o reino que foi prometido aos santos.","explicacao_detalhada":"Neste contexto, 'receive' implica que o povo de Deus não apenas herda o reino, mas também é ativo na sua participação e vivência.","por_que_esta_palavra":"A palavra é escolhida para mostrar que a herança é um ato de graça divina, onde os santos são recompensados por sua fidelidade.","conexao_teologica":"A teologia da herança é central, mostrando que a salvação e o reino são dádivas de Deus para aqueles que creem.","referencias_relacionadas":["Mateus 25:34","Gálatas 4:7","Efésios 1:11"]},"daniel_7_18_high":{"palavra_pt":"high","palavra_original":"עֶלְיוֹן","transliteracao":"ʻelyôwn","strong":"H5946","significado_raiz":"Ideia básica: high.","significado_contextual":"A palavra 'high' refere-se à grandeza e à supremacia do reino que será dado aos santos.","explicacao_detalhada":"Neste contexto, 'high' enfatiza que o reino de Deus é superior a todos os reinos da terra, refletindo Sua majestade e poder.","por_que_esta_palavra":"A escolha de 'high' é significativa para destacar a diferença entre os reinos humanos e o reino divino, que é eterno e glorioso.","conexao_teologica":"A grandeza de Deus é um tema central nas Escrituras, e o reino que Ele estabelece é um reflexo de Sua natureza suprema.","referencias_relacionadas":["Salmos 47:2","Isaías 6:1","Apocalipse 21:23"]},"daniel_7_19_firme":{"palavra_pt":"firme","palavra_original":"יְצַב","transliteracao":"yᵉtsab","strong":"H3321","significado_raiz":"Ideia básica: firme.","significado_contextual":"A palavra 'firme' refere-se à estabilidade e segurança do reino que está sendo descrito.","explicacao_detalhada":"No contexto de Daniel 7, a firmeza representa a certeza e a durabilidade do reino de Deus em contraste com os reinos humanos que são temporários e instáveis.","por_que_esta_palavra":"A escolha da palavra 'firme' enfatiza a natureza inabalável do reino divino, que se opõe à fragilidade dos reinos terrenos.","conexao_teologica":"A firmeza do reino de Deus é um tema recorrente nas Escrituras, simbolizando a soberania e a eternidade de Deus.","referencias_relacionadas":["Salmos 145:13","Isaías 9:7","Mateus 6:10"]},"daniel_7_19_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica a relação de acordo ou correspondência entre as visões e a realidade do reino.","explicacao_detalhada":"No versículo, 'conforme' sugere que os eventos descritos se alinham com a vontade e o plano de Deus, mostrando que nada acontece fora de Seu controle.","por_que_esta_palavra":"A palavra é usada para reforçar a ideia de que o que está sendo revelado a Daniel é uma manifestação da soberania divina.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, onde tudo acontece segundo Sua vontade.","referencias_relacionadas":["Romanos 8:28","Efésios 1:11","Provérbios 16:9"]},"daniel_7_20_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"Assim como em Daniel 7:19, 'conforme' aqui também expressa a relação entre a visão e a realidade do reino.","explicacao_detalhada":"A repetição da palavra enfatiza a consistência da mensagem divina e a certeza de que os eventos futuros estão sob a direção de Deus.","por_que_esta_palavra":"A palavra é crucial para entender que as visões de Daniel não são meras especulações, mas revelações divinas.","conexao_teologica":"A ideia de conformidade com a vontade de Deus é fundamental para a compreensão da profecia bíblica.","referencias_relacionadas":["Isaías 46:10","Salmos 33:11","Atos 2:23"]},"daniel_7_20_grande":{"palavra_pt":"grande","palavra_original":"רַב","transliteracao":"rab","strong":"H7229","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' descreve a magnitude e a importância do reino que está sendo apresentado.","explicacao_detalhada":"No contexto, 'grande' se refere ao poder e à influência do quarto reino, que é uma representação dos reinos opressores da terra.","por_que_esta_palavra":"A ênfase na grandeza serve para contrastar com a grandeza do reino de Deus, que é ainda maior e eterno.","conexao_teologica":"A grandeza de Deus é frequentemente contrastada com a grandeza dos reinos humanos, mostrando a supremacia divina.","referencias_relacionadas":["Salmos 95:3","Apocalipse 11:15","Isaías 40:12"]},"daniel_7_20_cair":{"palavra_pt":"cair","palavra_original":"נְפַל","transliteracao":"nᵉphal","strong":"H5308","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' indica a queda ou a derrota dos reinos que se opõem a Deus.","explicacao_detalhada":"No contexto, 'cair' simboliza a inevitabilidade do juízo de Deus sobre aqueles que se levantam contra Ele.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a fragilidade dos reinos humanos diante do poder divino.","conexao_teologica":"A queda dos ímpios é um tema recorrente na Bíblia, mostrando que Deus é justo em Seus julgamentos.","referencias_relacionadas":["Salmos 37:20","Provérbios 11:5","Apocalipse 20:10"]},"daniel_7_21_sagrado":{"palavra_pt":"sagrado","palavra_original":"קַדִּישׁ","transliteracao":"qaddîysh","strong":"H6922","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se à santidade e à separação do reino de Deus dos reinos mundanos.","explicacao_detalhada":"No versículo, 'sagrado' destaca a natureza divina do povo de Deus, que é chamado para ser separado e dedicado a Ele.","por_que_esta_palavra":"A palavra é usada para enfatizar a pureza e a dedicação do reino de Deus em contraste com a corrupção dos reinos humanos.","conexao_teologica":"A santidade de Deus é um aspecto fundamental de Sua natureza e é refletida no Seu povo.","referencias_relacionadas":["1 Pedro 2:9","Levítico 20:26","Isaías 35:8"]},"daniel_7_21_able":{"palavra_pt":"capaz","palavra_original":"יְכֵל","transliteracao":"yᵉkêl","strong":"H3202","significado_raiz":"Ideia básica: capaz.","significado_contextual":"A palavra 'capaz' indica a habilidade ou a capacidade de realizar algo, neste caso, a defesa do povo de Deus.","explicacao_detalhada":"No contexto, 'capaz' sugere que Deus é quem dá poder e força ao Seu povo para resistir às adversidades.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a dependência do povo de Deus em Sua força e capacidade.","conexao_teologica":"A capacidade divina é um tema importante, mostrando que Deus capacita Seu povo para cumprir Sua vontade.","referencias_relacionadas":["Filipenses 4:13","2 Coríntios 3:5","Isaías 41:10"]},"daniel_7_22_sagrado":{"palavra_pt":"sagrado","palavra_original":"קַדִּישׁ","transliteracao":"qaddîysh","strong":"H6922","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' é repetida para enfatizar a natureza divina e a proteção do povo de Deus.","explicacao_detalhada":"A repetição da palavra 'sagrado' reforça a ideia de que o povo de Deus é especial e protegido por Ele.","por_que_esta_palavra":"A ênfase na santidade é crucial para entender a relação entre Deus e Seu povo escolhido.","conexao_teologica":"A relação entre Deus e Seu povo é marcada pela santidade, que exige uma vida de separação e dedicação.","referencias_relacionadas":["Romanos 1:7","Efésios 1:4","Hebreus 10:10"]},"daniel_7_22_idiom":{"palavra_pt":"expressao","palavra_original":"עַד","transliteracao":"ʻad","strong":"H5705","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se a um tempo ou período específico em que algo acontece.","explicacao_detalhada":"No contexto, 'expressão' indica que há um tempo determinado para a realização do juízo de Deus sobre os reinos.","por_que_esta_palavra":"A escolha dessa palavra é importante para entender que Deus tem um plano e um tempo estabelecido para todas as coisas.","conexao_teologica":"A noção de tempo e propósito divino é central na teologia bíblica, mostrando que Deus age em Seu tempo.","referencias_relacionadas":["Eclesiastes 3:1","Gálatas 4:4","2 Pedro 3:8"]},"daniel_7_23_dominio":{"palavra_pt":"dominio","palavra_original":"מַלְכוּ","transliteracao":"malkûw","strong":"H4437","significado_raiz":"Ideia básica: dominio.","significado_contextual":"A palavra 'domínio' refere-se ao poder e à autoridade que um reino exerce sobre outros.","explicacao_detalhada":"No contexto, 'domínio' descreve a extensão do controle que o quarto reino terá sobre a terra, em contraste com o domínio de Deus.","por_que_esta_palavra":"A ênfase no domínio é crucial para entender a luta entre os reinos humanos e o reino de Deus.","conexao_teologica":"O domínio de Deus é um tema central, mostrando que, apesar dos reinos humanos, Ele é o verdadeiro Rei.","referencias_relacionadas":["Salmos 22:28","Mateus 28:18","Apocalipse 11:15"]},"daniel_7_23_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica a relação de acordo ou conformidade com um padrão estabelecido.","explicacao_detalhada":"Neste contexto, 'conforme' refere-se à maneira como os reinos são organizados e governados, de acordo com a vontade divina.","por_que_esta_palavra":"A escolha da palavra 'conforme' enfatiza a soberania de Deus sobre os reinos da terra e como eles se alinham ao Seu plano.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele controla a história e os eventos humanos.","referencias_relacionadas":["Daniel 2:21","Romanos 13:1","Salmos 75:7"]},"daniel_7_24_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4430","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se a uma figura de autoridade e poder, que governa sobre um povo ou território.","explicacao_detalhada":"Neste versículo, 'rei' é usado para descrever os líderes que surgirão e que terão influência sobre os destinos das nações.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a dinâmica de poder e a luta entre os reinos mencionados em Daniel.","conexao_teologica":"A realeza de Deus é contrastada com a realeza humana, mostrando que, apesar dos reis da terra, Deus é o Rei supremo.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Apocalipse 19:16"]},"daniel_7_24_according":{"palavra_pt":"conforme","palavra_original":"מִן","transliteracao":"min","strong":"H4481","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' novamente indica a conformidade com um padrão ou norma estabelecida.","explicacao_detalhada":"Aqui, 'conforme' sugere que os reinos se levantam e caem de acordo com a ordem divina estabelecida por Deus.","por_que_esta_palavra":"A repetição da palavra 'conforme' reforça a ideia de que a história é guiada pela mão de Deus.","conexao_teologica":"A providência divina é um conceito importante, onde Deus dirige os eventos da história para cumprir Seus propósitos.","referencias_relacionadas":["Isaías 46:10","Efésios 1:11","Provérbios 16:9"]},"daniel_7_24_humilde":{"palavra_pt":"humilde","palavra_original":"שְׁפַל","transliteracao":"shᵉphal","strong":"H8214","significado_raiz":"Ideia básica: humilde.","significado_contextual":"A palavra 'humilde' refere-se à condição de alguém que não se exalta ou não busca poder para si.","explicacao_detalhada":"Neste contexto, 'humilde' descreve a natureza dos reinos que não se elevam acima da vontade de Deus.","por_que_esta_palavra":"A humildade é uma virtude valorizada na Bíblia, contrastando com a arrogância dos poderosos.","conexao_teologica":"A humildade diante de Deus é essencial para a verdadeira liderança e serviço no Reino de Deus.","referencias_relacionadas":["Tiago 4:10","Mateus 5:5","Filipenses 2:3"]},"daniel_7_25_sagrado":{"palavra_pt":"sagrado","palavra_original":"קַדִּישׁ","transliteracao":"qaddîysh","strong":"H6922","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se a algo que é separado para Deus, que possui um caráter divino.","explicacao_detalhada":"Neste versículo, 'sagrado' indica a natureza do que é dedicado a Deus e a importância de manter essa santidade.","por_que_esta_palavra":"A santidade é um atributo de Deus que deve ser refletido na vida dos crentes.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, enfatizando a separação do pecado e a dedicação a Ele.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Romanos 12:1"]},"daniel_7_25_palavra":{"palavra_pt":"palavra","palavra_original":"מִלָּה","transliteracao":"millâh","strong":"H4406","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação e à revelação de Deus ao Seu povo.","explicacao_detalhada":"Neste contexto, 'palavra' pode se referir às promessas e decretos de Deus que são fundamentais para a fé.","por_que_esta_palavra":"A palavra de Deus é viva e eficaz, e é através dela que Deus se comunica com a humanidade.","conexao_teologica":"A importância da Palavra de Deus é um tema recorrente, mostrando que ela é essencial para a vida espiritual.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Mateus 4:4"]},"daniel_7_26_consume":{"palavra_pt":"consume","palavra_original":"שְׁמַד","transliteracao":"shᵉmad","strong":"H8046","significado_raiz":"Ideia básica: consume.","significado_contextual":"A palavra 'consume' refere-se ao ato de destruir ou eliminar algo completamente.","explicacao_detalhada":"Neste versículo, 'consume' indica o juízo de Deus sobre os reinos ímpios que se opõem a Ele.","por_que_esta_palavra":"A ideia de consumir enfatiza a severidade do juízo divino e a certeza da justiça de Deus.","conexao_teologica":"A justiça de Deus é um tema importante, mostrando que Ele não deixará o mal impune.","referencias_relacionadas":["Salmos 37:20","2 Tessalonicenses 1:9","Apocalipse 20:10"]},"daniel_7_26_perecer":{"palavra_pt":"perecer","palavra_original":"אֲבַד","transliteracao":"ʼăbad","strong":"H7","significado_raiz":"Ideia básica: perecer.","significado_contextual":"A palavra 'perecer' refere-se à morte ou destruição definitiva.","explicacao_detalhada":"Neste contexto, 'perecer' indica o destino dos reinos que se opõem a Deus e Sua vontade.","por_que_esta_palavra":"A palavra 'perecer' é usada para advertir sobre as consequências de se afastar de Deus.","conexao_teologica":"A noção de perecimento é um alerta sobre a importância de permanecer fiel a Deus para evitar a destruição.","referencias_relacionadas":["Mateus 10:28","Romanos 6:23","Apocalipse 21:8"]},"daniel_7_26_dwell":{"palavra_pt":"dwell","palavra_original":"יְתִב","transliteracao":"yᵉthib","strong":"H3488","significado_raiz":"Ideia básica: dwell.","significado_contextual":"A palavra 'dwell' refere-se ao ato de habitar ou residir em um lugar.","explicacao_detalhada":"Neste versículo, 'dwell' sugere a permanência dos justos na presença de Deus, em contraste com os ímpios.","por_que_esta_palavra":"A ideia de habitar é central na relação entre Deus e Seu povo, simbolizando comunhão e segurança.","conexao_teologica":"A habitação de Deus entre os homens é um tema importante, culminando na nova Jerusalém.","referencias_relacionadas":["Salmos 23:6","Apocalipse 21:3","João 14:23"]},"daniel_7_27_forasmuch":{"palavra_pt":"porque","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3606","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou razão para o que foi dito anteriormente.","explicacao_detalhada":"Neste contexto, 'porque' é usado para justificar a autoridade e o poder que Deus concede aos Seus santos.","por_que_esta_palavra":"A palavra 'porque' é fundamental para entender a lógica do argumento apresentado no versículo.","conexao_teologica":"A relação entre a soberania de Deus e a autoridade dos crentes é um tema importante na teologia cristã.","referencias_relacionadas":["Romanos 8:17","1 Coríntios 15:25","Efésios 1:22"]},"daniel_7_27_dominio":{"palavra_pt":"dominio","palavra_original":"מַלְכוּ","transliteracao":"malkûw","strong":"H4437","significado_raiz":"Ideia básica: dominio.","significado_contextual":"O domínio refere-se ao governo e à autoridade que será dada aos santos do Altíssimo.","explicacao_detalhada":"Neste versículo, o domínio é apresentado como uma promessa de que os fiéis herdarão um reino eterno, simbolizando a soberania de Deus sobre todas as nações.","por_que_esta_palavra":"A palavra 'domínio' é crucial para entender a natureza do reino de Deus e a recompensa dos justos.","conexao_teologica":"O domínio de Deus é um tema central na escatologia, onde se promete que os justos reinarão com Cristo.","referencias_relacionadas":["Daniel 7:14","Apocalipse 20:6","Mateus 25:34"]},"daniel_7_27_sagrado":{"palavra_pt":"sagrado","palavra_original":"קַדִּישׁ","transliteracao":"qaddîysh","strong":"H6922","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Sagrado refere-se à santidade e à separação do que é profano, indicando a natureza divina do reino.","explicacao_detalhada":"A palavra 'sagrado' enfatiza que o domínio e o governo que serão dados aos santos são de natureza divina e devem ser tratados com reverência.","por_que_esta_palavra":"É importante para reconhecer que o reino de Deus é distinto e separado de todos os reinos humanos.","conexao_teologica":"A santidade de Deus é um atributo fundamental que se reflete em Seu reino e em Seus seguidores.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Apocalipse 21:27"]},"daniel_7_28_profeta":{"palavra_pt":"profeta","palavra_original":"דָּנִיֵּאל","transliteracao":"Dânîyêʼl","strong":"H1841","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Profeta refere-se a Daniel, que recebeu visões e revelações sobre o futuro.","explicacao_detalhada":"Daniel é chamado de profeta por ser um porta-voz de Deus, recebendo mensagens sobre eventos futuros e a vinda do reino de Deus.","por_que_esta_palavra":"A identificação de Daniel como profeta é essencial para entender seu papel na revelação divina.","conexao_teologica":"Os profetas são instrumentos de Deus para comunicar Sua vontade e planos ao povo.","referencias_relacionadas":["Daniel 9:2","Mateus 24:15","Lucas 24:27"]},"daniel_7_28_idiom":{"palavra_pt":"expressao","palavra_original":"עַד","transliteracao":"ʻad","strong":"H5705","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão 'até aqui' indica um limite ou um ponto de conclusão em uma revelação.","explicacao_detalhada":"Neste contexto, a expressão é usada para marcar o fim da visão que Daniel recebeu, enfatizando a importância do que foi revelado.","por_que_esta_palavra":"A expressão é significativa para entender que a revelação de Deus tem um propósito e um tempo determinado.","conexao_teologica":"Deus se comunica de maneira clara e específica, e as expressões usadas nas Escrituras têm um significado profundo.","referencias_relacionadas":["Salmos 119:105","Isaías 46:10","Hebreus 1:1-2"]},"daniel_7_28_hitherto":{"palavra_pt":"hitherto","palavra_original":"כָּה","transliteracao":"kâh","strong":"H3542","significado_raiz":"Ideia básica: hitherto.","significado_contextual":"A palavra 'hitherto' refere-se ao que ocorreu até o momento presente na visão.","explicacao_detalhada":"Daniel usa 'hitherto' para indicar que o que foi revelado é uma continuidade do plano de Deus até aquele ponto.","por_que_esta_palavra":"É importante para entender a progressão da revelação divina ao longo da história.","conexao_teologica":"A história da salvação é uma narrativa contínua que leva à consumação final em Cristo.","referencias_relacionadas":["Gênesis 48:15","Salmos 37:25","Filipenses 1:6"]}}