{"daniel_9_1_nome":{"palavra_pt":"nome","palavra_original":"דָּֽרְיָוֵשׁ","transliteracao":"Dârᵉyâvêsh","strong":"H1867","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de um rei específico que desempenha um papel na história de Israel.","explicacao_detalhada":"O 'nome' em Daniel 9:1 é importante porque representa a identidade e a autoridade do rei, que influencia diretamente o povo de Deus.","por_que_esta_palavra":"A palavra 'nome' é significativa na cultura bíblica, pois o nome carrega o caráter e a reputação da pessoa.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, refletindo Sua natureza e caráter, e a importância de invocar Seu nome em oração.","referencias_relacionadas":["Salmos 20:7","Atos 4:12","Filipenses 2:9-10"]},"daniel_9_1_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma expressão que pode indicar um período ou uma condição específica.","explicacao_detalhada":"A 'expressão' em Daniel 9:1 pode se referir a um tempo de transição ou a um marco importante na história de Israel, indicando a necessidade de arrependimento e busca por Deus.","por_que_esta_palavra":"A palavra 'expressão' enfatiza a importância de entender os tempos e as estações que Deus estabelece.","conexao_teologica":"A expressão de tempos e estações é um tema recorrente na Bíblia, refletindo a soberania de Deus sobre a história.","referencias_relacionadas":["Eclesiastes 3:1","Daniel 2:21","Gálatas 4:4"]},"daniel_9_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar e à continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' em Daniel 9:1 destaca a importância da herança e da continuidade da história do povo de Deus através das gerações.","por_que_esta_palavra":"A palavra 'filho' é fundamental na narrativa bíblica, pois representa a relação entre Deus e Seu povo, bem como a promessa de um Salvador.","conexao_teologica":"A filiação é um tema central na Bíblia, refletindo a relação entre Deus e os crentes, que são chamados de filhos de Deus.","referencias_relacionadas":["João 1:12","Romanos 8:17","Gálatas 3:26"]},"daniel_9_2_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, alguém escolhido para transmitir a vontade divina ao povo.","explicacao_detalhada":"No contexto de Daniel 9:2, Daniel reconhece a importância da profecia e do papel do profeta na comunicação entre Deus e o Seu povo. Ele busca entender as profecias sobre a restauração de Jerusalém e a vinda do Messias.","por_que_esta_palavra":"A escolha da palavra 'profeta' destaca a função de Daniel como um intermediário entre Deus e Israel, enfatizando a necessidade de revelação divina para compreender os tempos e eventos futuros.","conexao_teologica":"A figura do profeta é central na teologia bíblica, representando a voz de Deus que chama o povo ao arrependimento e à obediência. Daniel, como profeta, exemplifica essa função ao interceder pelo povo.","referencias_relacionadas":["Jeremias 29:10-14","Ezequiel 2:3-5","Amós 3:7"]},"daniel_9_2_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se ao ato de comunicar ou manifestar algo, especialmente em um contexto de oração ou súplica.","explicacao_detalhada":"Em Daniel 9:2, a expressão é utilizada para descrever a busca de Daniel por entendimento sobre as profecias. Ele se dedica à oração e ao jejum, expressando sua angústia e desejo de compreender a vontade de Deus.","por_que_esta_palavra":"A escolha da palavra 'expressão' enfatiza a importância da comunicação sincera com Deus, mostrando que a oração é uma forma de expressar nossos anseios e preocupações diante do Senhor.","conexao_teologica":"A oração é um meio fundamental de relacionamento com Deus, onde expressamos nossos sentimentos, arrependimentos e pedidos. A expressão de Daniel reflete a humildade e a busca por direção divina.","referencias_relacionadas":["Salmos 34:17","Filipenses 4:6-7","1 Pedro 5:7"]},"daniel_9_2_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"A palavra 'reinar' refere-se ao ato de governar ou ter autoridade sobre um reino ou povo.","explicacao_detalhada":"No contexto de Daniel 9:2, a menção ao reinado de Deus implica na soberania divina sobre a história e o futuro de Israel. Daniel reconhece que Deus é o verdadeiro Rei e que Seu governo é eterno.","por_que_esta_palavra":"A palavra 'reinar' é crucial para entender a natureza do governo de Deus, que é justo e perfeito, contrastando com os reinos humanos que são falhos e temporários.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, onde Ele é apresentado como o Rei dos Reis, que governa sobre todas as nações e cumpre Seus propósitos eternos.","referencias_relacionadas":["Salmos 103:19","Isaías 9:6-7","Apocalipse 19:16"]},"daniel_9_3_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Ser Supremo, Criador do universo, que é digno de adoração e reverência.","explicacao_detalhada":"Em Daniel 9:3, Daniel se dirige a Deus em oração, reconhecendo Sua grandeza e poder. Ele busca a misericórdia de Deus para o povo de Israel, que havia pecado contra Ele.","por_que_esta_palavra":"A escolha da palavra 'Deus' enfatiza a relação pessoal e direta que Daniel tem com o Senhor, mostrando que ele se aproxima d'Ele com humildade e reverência.","conexao_teologica":"A natureza de Deus como Criador e Redentor é fundamental na teologia bíblica, onde Ele é apresentado como aquele que se importa com Seu povo e deseja restaurá-lo.","referencias_relacionadas":["Salmos 46:1","Isaías 40:28","Romanos 8:31"]},"daniel_9_3_sackcloth":{"palavra_pt":"sack cloth","palavra_original":"שַׂק","transliteracao":"saq","strong":"H8242","significado_raiz":"Ideia básica: sack cloth.","significado_contextual":"A palavra 'sackcloth' refere-se a um tecido grosso e áspero, frequentemente usado em tempos de luto ou arrependimento.","explicacao_detalhada":"Em Daniel 9:3, o uso de sackcloth simboliza a humildade e o arrependimento de Daniel diante de Deus. Ele se veste de sackcloth como um sinal de sua seriedade em buscar a misericórdia divina.","por_que_esta_palavra":"A palavra 'sackcloth' é significativa porque representa a atitude de contrição e a disposição de Daniel para se humilhar diante de Deus em busca de perdão.","conexao_teologica":"O uso de sackcloth na Bíblia é frequentemente associado ao arrependimento e à busca de Deus, refletindo a necessidade de se voltar para Ele em tempos de crise.","referencias_relacionadas":["Joel 1:13","Ester 4:1","Mateus 11:21"]},"daniel_9_3_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de invocar ou chamar a atenção de alguém, especialmente em um contexto de súplica.","explicacao_detalhada":"Em Daniel 9:3, Daniel clama a Deus em oração, expressando sua necessidade e a urgência de sua súplica. Ele busca a intervenção divina para o povo de Israel.","por_que_esta_palavra":"A escolha da palavra 'clamar' destaca a intensidade e a sinceridade da oração de Daniel, mostrando que ele não apenas ora, mas clama por ajuda e misericórdia.","conexao_teologica":"Clamar a Deus é uma prática comum na Bíblia, onde os fiéis são encorajados a buscar a ajuda divina em tempos de necessidade e angústia.","referencias_relacionadas":["Salmos 18:6","Salmos 34:15","Romanos 10:13"]},"daniel_9_4_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' aqui enfatiza a força e o poder de Deus, que é capaz de salvar e redimir Seu povo.","explicacao_detalhada":"Em Daniel 9:4, Daniel reconhece a força de Deus ao clamar por Sua misericórdia. Ele se lembra da grandeza de Deus e de Sua capacidade de agir em favor de Israel.","por_que_esta_palavra":"A escolha da palavra 'força' destaca a confiança que Daniel tem na capacidade de Deus de intervir e trazer restauração ao Seu povo.","conexao_teologica":"A força de Deus é um tema recorrente na Bíblia, onde Ele é apresentado como o Todo-Poderoso que pode realizar milagres e cumprir Suas promessas.","referencias_relacionadas":["Salmos 62:11","Isaías 40:29","Filipenses 4:13"]},"daniel_9_4_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se ao pacto estabelecido entre Deus e Seu povo, que envolve promessas e responsabilidades mútuas.","explicacao_detalhada":"Em Daniel 9:4, a menção à aliança destaca a relação especial entre Deus e Israel. Daniel clama a Deus com base nas promessas feitas na aliança, buscando restauração e perdão.","por_que_esta_palavra":"A palavra 'aliança' é fundamental para entender a relação de Deus com Seu povo, pois representa o compromisso de Deus em ser fiel, mesmo quando o povo falha.","conexao_teologica":"As alianças de Deus com Seu povo são centrais na narrativa bíblica, mostrando como Ele se relaciona com a humanidade e cumpre Suas promessas ao longo da história.","referencias_relacionadas":["Gênesis 9:13-17","Êxodo 19:5-6","Hebreus 8:6-13"]},"daniel_9_4_deus":{"palavra_pt":"misericordia/amor leal","palavra_original":"חֵסֵד","transliteracao":"chêçêd","strong":"H2617","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"A palavra 'misericórdia/amor leal' refere-se à bondade e fidelidade de Deus para com Seu povo, mesmo em tempos de desobediência.","explicacao_detalhada":"Em Daniel 9:4, a menção à misericórdia de Deus reflete a esperança de Daniel de que, apesar dos pecados de Israel, Deus ainda está disposto a perdoar e restaurar.","por_que_esta_palavra":"A escolha da palavra 'misericórdia' enfatiza a natureza amorosa de Deus, que é lento para a ira e rico em bondade, sempre pronto a perdoar aqueles que se arrependem.","conexao_teologica":"A misericórdia de Deus é um tema central na Bíblia, revelando Seu caráter amoroso e Sua disposição de restaurar aqueles que se voltam para Ele.","referencias_relacionadas":["Salmos 103:8-12","Lamentações 3:22-23","Efésios 2:4-5"]},"daniel_9_5_pecado":{"palavra_pt":"pecado","palavra_original":"חָטָא","transliteracao":"châṭâʼ","strong":"H2398","significado_raiz":"Ideia básica: pecado.","significado_contextual":"A palavra 'pecado' refere-se à transgressão da lei de Deus, que resulta em separação e condenação.","explicacao_detalhada":"Em Daniel 9:5, Daniel confessa os pecados de Israel, reconhecendo que a desobediência trouxe consequências graves, incluindo o exílio e a destruição de Jerusalém.","por_que_esta_palavra":"A escolha da palavra 'pecado' é crucial para entender a condição do povo de Israel e a necessidade de arrependimento e reconciliação com Deus.","conexao_teologica":"O conceito de pecado é central na teologia bíblica, pois revela a necessidade de redenção e a importância do arrependimento para restaurar o relacionamento com Deus.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 51:1-4"]},"daniel_9_5_arco":{"palavra_pt":"arco","palavra_original":"עָוָה","transliteracao":"ʻâvâh","strong":"H5753","significado_raiz":"Ideia básica: arco.","significado_contextual":"O arco representa uma aliança ou um pacto, simbolizando a relação entre Deus e Seu povo.","explicacao_detalhada":"No contexto de Daniel 9, o uso da palavra 'arco' pode se referir à proteção e à promessa de Deus para com Israel, que é frequentemente descrito como um povo que vive sob a aliança divina.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a fidelidade de Deus em cumprir Suas promessas, mesmo diante da infidelidade do povo.","conexao_teologica":"O arco é um símbolo de esperança e redenção, refletindo a graça de Deus em restaurar Seu povo.","referencias_relacionadas":["Gênesis 9:13-15","Salmos 25:10","Isaías 54:9"]},"daniel_9_6_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"O profeta é um mensageiro de Deus, chamado para transmitir Sua vontade ao povo.","explicacao_detalhada":"Em Daniel 9, a menção de 'profeta' destaca a importância da comunicação divina e do arrependimento, já que Daniel se coloca como um intercessor em favor de Israel.","por_que_esta_palavra":"A palavra é crucial para entender o papel de Daniel como um profeta que busca a restauração do povo através da oração e do reconhecimento dos pecados.","conexao_teologica":"Os profetas são fundamentais na narrativa bíblica, pois eles trazem a mensagem de Deus e chamam o povo ao arrependimento.","referencias_relacionadas":["Deuteronômio 18:18","Amós 3:7","Ezequiel 3:17"]},"daniel_9_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra representa o lar e a herança do povo de Deus, simbolizando a promessa divina.","explicacao_detalhada":"No contexto de Daniel 9, a menção da 'terra' refere-se ao território de Israel, que foi dado a eles como parte da aliança com Deus.","por_que_esta_palavra":"A palavra é usada para enfatizar a conexão entre o povo e a terra prometida, que é um tema central na história de Israel.","conexao_teologica":"A terra é um símbolo da presença de Deus e da bênção, e sua perda é um sinal do juízo divino.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 30:5","Salmos 37:11"]},"daniel_9_6_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é um atributo de Deus e um princípio fundamental para a vida do povo de Deus.","explicacao_detalhada":"No contexto de Daniel 9, a busca pela verdade é essencial para o arrependimento e a restauração do relacionamento com Deus.","por_que_esta_palavra":"A palavra é utilizada para destacar a necessidade de sinceridade e integridade diante de Deus, especialmente em tempos de crise.","conexao_teologica":"A verdade é central na revelação de Deus e na vida cristã, sendo um fundamento para a fé.","referencias_relacionadas":["Salmos 51:6","João 4:24","Efésios 4:15"]},"daniel_9_7_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia representa um período de tempo, muitas vezes associado a eventos significativos na história de Israel.","explicacao_detalhada":"Em Daniel 9, a menção do 'dia' pode se referir ao tempo de juízo ou de redenção, enfatizando a urgência da oração de Daniel.","por_que_esta_palavra":"A palavra é usada para marcar a importância do tempo em que as ações de Deus se manifestam na história.","conexao_teologica":"O conceito de dia é frequentemente associado ao plano de Deus e à sua intervenção na história humana.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1","Mateus 24:36"]},"daniel_9_7_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"O homem representa a humanidade e sua relação com Deus, frequentemente marcada por fraqueza e necessidade de redenção.","explicacao_detalhada":"No contexto de Daniel 9, a referência ao 'homem' destaca a condição pecaminosa da humanidade e a necessidade de arrependimento.","por_que_esta_palavra":"A palavra é usada para enfatizar a fragilidade humana diante da grandeza de Deus e a necessidade de Sua misericórdia.","conexao_teologica":"A humanidade é chamada a reconhecer sua dependência de Deus e a buscar Sua graça.","referencias_relacionadas":["Salmos 8:4","Romanos 3:23","Tiago 4:14"]},"daniel_9_7_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Julgar refere-se ao ato de Deus de avaliar e decidir sobre as ações do povo.","explicacao_detalhada":"Em Daniel 9, o ato de 'julgar' é uma expressão da justiça de Deus, que não ignora o pecado, mas busca a restauração.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a soberania de Deus em lidar com a desobediência e a necessidade de arrependimento.","conexao_teologica":"O julgamento de Deus é um tema recorrente na Bíblia, refletindo Sua justiça e misericórdia.","referencias_relacionadas":["Salmos 96:13","Eclesiastes 12:14","Romanos 14:10"]},"daniel_9_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor é uma expressão da Sua autoridade e caráter.","explicacao_detalhada":"No contexto de Daniel 9, o uso do nome 'Senhor' invoca a soberania e a fidelidade de Deus em relação ao Seu povo.","por_que_esta_palavra":"A palavra é usada para reconhecer a grandeza de Deus e a necessidade de se voltar a Ele em arrependimento.","conexao_teologica":"O nome de Deus é central na adoração e na relação do povo com Ele, refletindo Sua natureza e promessas.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"daniel_9_8_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"O rosto de Deus simboliza Sua presença e favor sobre o povo.","explicacao_detalhada":"Em Daniel 9, a menção do 'rosto' é um apelo à misericórdia de Deus, pedindo que Ele olhe com compaixão para Seu povo.","por_que_esta_palavra":"A palavra é utilizada para expressar a busca pela presença de Deus em tempos de crise e arrependimento.","conexao_teologica":"A presença de Deus é fundamental para a vida espiritual do povo, sendo um sinal de Sua bênção.","referencias_relacionadas":["Números 6:25","Salmos 67:1","Salmos 80:3"]},"daniel_9_8_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O rei representa a autoridade e o governo de Deus sobre Israel e as nações.","explicacao_detalhada":"No contexto de Daniel 9, a referência ao 'rei' enfatiza a soberania de Deus e Sua capacidade de governar e restaurar Seu povo.","por_que_esta_palavra":"A palavra é utilizada para reconhecer a realeza de Deus e a necessidade de submissão a Sua vontade.","conexao_teologica":"Deus é frequentemente descrito como Rei, refletindo Seu domínio e poder sobre toda a criação.","referencias_relacionadas":["Salmos 47:2","Isaías 6:5","Apocalipse 19:16"]},"daniel_9_9_compaixao":{"palavra_pt":"compaixao","palavra_original":"רַחַם","transliteracao":"racham","strong":"H7356","significado_raiz":"Ideia básica: compaixao.","significado_contextual":"A compaixão de Deus é um tema central na oração de Daniel, refletindo Sua disposição em perdoar e restaurar.","explicacao_detalhada":"A palavra 'compaixão' (רַחַם) expressa a ideia de um amor profundo e misericordioso, que se manifesta em ações de cuidado e perdão. No contexto de Daniel 9, Daniel clama pela compaixão de Deus em meio ao arrependimento pelo pecado do povo.","por_que_esta_palavra":"Esta palavra é crucial porque enfatiza a natureza misericordiosa de Deus, que está sempre disposto a perdoar aqueles que se arrependem sinceramente.","conexao_teologica":"A compaixão de Deus é um reflexo de Sua graça e misericórdia, que são temas recorrentes na teologia bíblica, mostrando que Ele se importa com Seu povo.","referencias_relacionadas":["Salmos 103:8","Isaías 54:10","Lamentações 3:22-23"]},"daniel_9_9_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'Senhor' (אֲדֹנָי) é utilizado por Daniel para reconhecer a soberania de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'Senhor' implica autoridade e domínio. Daniel usa este termo para se dirigir a Deus, reconhecendo Sua posição elevada e Seu poder sobre a história e o destino do Seu povo.","por_que_esta_palavra":"É importante porque reafirma a relação de submissão e reverência que os crentes devem ter em relação a Deus, reconhecendo Sua autoridade suprema.","conexao_teologica":"A soberania de Deus é um princípio fundamental na teologia, que afirma que Ele é o Senhor de toda a criação e tem controle sobre todos os eventos.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 14:9"]},"daniel_9_9_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' (אֱלֹהִים) é usada por Daniel para se referir ao Deus único e verdadeiro, que é digno de adoração.","explicacao_detalhada":"A palavra 'Deus' carrega a ideia de poder, majestade e divindade. Daniel invoca Deus em sua oração, reconhecendo Sua autoridade e capacidade de agir em favor do povo.","por_que_esta_palavra":"Esta palavra é fundamental para a identidade de Deus na Bíblia, enfatizando Sua singularidade e a relação que Ele tem com a humanidade.","conexao_teologica":"A doutrina de Deus é central na teologia cristã, que ensina que Ele é o Criador, Sustentador e Redentor do mundo.","referencias_relacionadas":["Gênesis 1:1","Deuteronômio 6:4","João 1:1"]},"daniel_9_10_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A 'voz' (קוֹל) mencionada por Daniel refere-se à comunicação de Deus e à resposta ao clamor do povo.","explicacao_detalhada":"A palavra 'voz' implica a ideia de revelação e comunicação. Daniel reconhece que a voz de Deus é essencial para guiar e instruir Seu povo.","por_que_esta_palavra":"A voz de Deus é importante porque representa Sua presença ativa e Sua vontade sendo revelada aos homens.","conexao_teologica":"A comunicação de Deus com a humanidade é um tema central na Bíblia, mostrando que Ele deseja se relacionar e se revelar ao Seu povo.","referencias_relacionadas":["Salmos 29:4","João 10:27","Hebreus 1:1-2"]},"daniel_9_10_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"O termo 'profeta' (נָבִיא) é usado para descrever aqueles que falam em nome de Deus, trazendo Sua mensagem ao povo.","explicacao_detalhada":"A palavra 'profeta' implica um porta-voz de Deus, alguém que é chamado para transmitir a vontade divina. Daniel se coloca na posição de um profeta que intercede pelo povo.","por_que_esta_palavra":"É relevante porque destaca a importância do papel do profeta na comunicação da mensagem de Deus e na condução do povo ao arrependimento.","conexao_teologica":"Os profetas são fundamentais na história da salvação, pois anunciam a vinda do Messias e chamam o povo ao arrependimento.","referencias_relacionadas":["Amós 3:7","Jeremias 1:5","Ezequiel 2:7"]},"daniel_9_10_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A 'verdade' (לֹא) é um conceito que Daniel invoca para afirmar a fidelidade de Deus e a necessidade de sinceridade no arrependimento.","explicacao_detalhada":"A palavra 'verdade' implica autenticidade e sinceridade. Daniel reconhece que a verdade deve ser a base da relação com Deus, especialmente em tempos de arrependimento.","por_que_esta_palavra":"A verdade é essencial para a vida espiritual, pois sem ela, não há base para um relacionamento genuíno com Deus.","conexao_teologica":"A verdade de Deus é um tema central na Escritura, que revela Sua natureza e a necessidade de viver em conformidade com Sua palavra.","referencias_relacionadas":["Salmos 25:5","João 8:32","Efésios 4:15"]},"daniel_9_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O 'modo' (כֹּל) refere-se à maneira como o povo se comportou em relação aos mandamentos de Deus.","explicacao_detalhada":"A palavra 'modo' implica a forma de agir ou viver. Daniel reconhece que o povo se desviou do caminho que Deus havia estabelecido.","por_que_esta_palavra":"É importante porque destaca a necessidade de examinar a conduta e os modos de vida em relação à vontade de Deus.","conexao_teologica":"A vida cristã é chamada a ser vivida de acordo com os princípios de Deus, refletindo Sua vontade em todas as áreas.","referencias_relacionadas":["Salmos 119:1","Mateus 7:13-14","1 Pedro 1:15-16"]},"daniel_9_11_maldicao":{"palavra_pt":"maldicao","palavra_original":"אָלָה","transliteracao":"ʼâlâh","strong":"H423","significado_raiz":"Ideia básica: maldicao.","significado_contextual":"A 'maldicao' (אָלָה) é mencionada como consequência do pecado do povo e da desobediência a Deus.","explicacao_detalhada":"A palavra 'maldicao' implica uma penalidade ou juízo que resulta da transgressão das leis divinas. Daniel reconhece que o povo está sob maldição devido à sua infidelidade.","por_que_esta_palavra":"É relevante porque enfatiza a seriedade do pecado e suas consequências, além da necessidade de arrependimento.","conexao_teologica":"A maldição é um tema que aparece em várias partes da Bíblia, mostrando que a desobediência a Deus traz consequências severas.","referencias_relacionadas":["Deuteronômio 28:15","Gálatas 3:10","Romanos 6:23"]},"daniel_9_11_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' (אֱלֹהִים) é novamente invocada por Daniel, reafirmando a centralidade de Deus na oração e no arrependimento.","explicacao_detalhada":"A repetição da palavra 'Deus' enfatiza a importância de reconhecer Sua soberania e autoridade em todas as situações.","por_que_esta_palavra":"É fundamental para a oração de Daniel, pois ele busca a intervenção divina em meio à crise do povo.","conexao_teologica":"A centralidade de Deus na vida do crente é um princípio que permeia toda a Escritura, mostrando que Ele deve ser o foco de nossa adoração e dependência.","referencias_relacionadas":["Salmos 46:1","Isaías 40:28","Filipenses 4:19"]},"daniel_9_12_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' (קוּם) é usada para descrever a ação de Deus em restaurar Seu povo.","explicacao_detalhada":"A palavra 'levantar' implica ação e iniciativa. Daniel clama a Deus para que Ele se levante em favor do povo e traga restauração.","por_que_esta_palavra":"É importante porque reflete a esperança de que Deus agirá em favor de Seu povo, trazendo libertação e restauração.","conexao_teologica":"A ação de Deus em levantar Seu povo é um tema recorrente na Bíblia, mostrando Sua fidelidade em cumprir Suas promessas.","referencias_relacionadas":["Isaías 40:31","Ezequiel 37:1-14","Romanos 8:31"]},"daniel_9_12_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como a morada de Deus e o lugar de onde Ele observa a terra.","explicacao_detalhada":"A palavra 'céus' no contexto de Daniel 9:12 enfatiza a soberania de Deus sobre todas as coisas. É um lembrete de que Deus está acima de tudo e tem controle sobre a história e o destino do Seu povo.","por_que_esta_palavra":"A palavra é usada para indicar a grandeza e a majestade de Deus, contrastando com a condição do povo de Israel.","conexao_teologica":"Os céus simbolizam a presença de Deus e a Sua autoridade. A oração de Daniel busca a intervenção divina, reconhecendo que somente Deus pode trazer restauração.","referencias_relacionadas":["Salmos 115:16","Isaías 66:1","Mateus 6:9"]},"daniel_9_12_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus e à importância da comunicação divina com o povo.","explicacao_detalhada":"A palavra 'coisa' ou 'palavra' em Daniel 9:12 destaca a revelação de Deus e a necessidade de ouvir e obedecer à Sua voz. É um chamado à reflexão sobre as promessas e advertências divinas.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a seriedade da mensagem que Daniel está transmitindo, reconhecendo que as palavras de Deus têm poder e autoridade.","conexao_teologica":"A palavra de Deus é fundamental para a fé e a prática do povo. Ela traz direção, correção e esperança.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Isaías 55:11"]},"daniel_9_13_bom":{"palavra_pt":"bom","palavra_original":"שָׂכַל","transliteracao":"sâkal","strong":"H7919","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade de Deus e à Sua disposição para perdoar.","explicacao_detalhada":"A palavra 'bom' em Daniel 9:13 destaca a natureza benevolente de Deus, que apesar das falhas do povo, está sempre pronto a oferecer perdão e restauração.","por_que_esta_palavra":"É uma afirmação da misericórdia de Deus, que é fundamental para a relação entre Ele e Seu povo.","conexao_teologica":"A bondade de Deus é um tema central na teologia bíblica, refletindo Seu caráter e Sua disposição em salvar.","referencias_relacionadas":["Salmos 100:5","Romanos 2:4","Lamentações 3:22-23"]},"daniel_9_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como Deus age e se relaciona com o Seu povo.","explicacao_detalhada":"A palavra 'modo' em Daniel 9:13 sugere que há um padrão ou uma forma pela qual Deus se revela e opera na história, enfatizando a importância da obediência e da resposta do povo.","por_que_esta_palavra":"Destaca a necessidade de entender como Deus se relaciona com a humanidade e a importância de seguir Seus caminhos.","conexao_teologica":"A maneira de Deus agir é um aspecto crucial na compreensão da Sua providência e soberania.","referencias_relacionadas":["Deuteronômio 8:6","Salmos 25:4-5","Isaías 55:8-9"]},"daniel_9_14_bom":{"palavra_pt":"bom","palavra_original":"שָׁקַד","transliteracao":"shâqad","strong":"H8245","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade de Deus em resposta ao arrependimento do povo.","explicacao_detalhada":"A palavra 'bom' em Daniel 9:14 reafirma a disposição de Deus em agir com bondade e compaixão, mesmo diante da desobediência do Seu povo.","por_que_esta_palavra":"É um lembrete de que a bondade de Deus é constante e que Ele sempre busca restaurar o relacionamento com Seu povo.","conexao_teologica":"A bondade de Deus é um tema recorrente na Escritura, mostrando Sua fidelidade e amor.","referencias_relacionadas":["Salmos 86:5","Miquéias 7:18","Tiago 1:17"]},"daniel_9_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'Senhor' em Daniel 9:14 é uma invocação do nome de Deus, reconhecendo Sua soberania e a necessidade de Sua intervenção.","por_que_esta_palavra":"O nome de Deus é central na oração de Daniel, simbolizando a relação de aliança entre Deus e Seu povo.","conexao_teologica":"O nome de Deus é um tema importante na teologia bíblica, refletindo Sua identidade e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 29:2","Filipenses 2:9-11"]},"daniel_9_14_mal":{"palavra_pt":"mal","palavra_original":"רַע","transliteracao":"raʻ","strong":"H7451","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se ao mal que o povo cometeu e suas consequências.","explicacao_detalhada":"A palavra 'mal' em Daniel 9:14 destaca a gravidade do pecado e a necessidade de arrependimento para restaurar o relacionamento com Deus.","por_que_esta_palavra":"É uma chamada à consciência sobre as transgressões e a necessidade de buscar a misericórdia de Deus.","conexao_teologica":"O reconhecimento do mal é essencial para a compreensão da graça e do perdão de Deus.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 51:1-2"]},"daniel_9_15_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Israel e ao povo que habita nela.","explicacao_detalhada":"A palavra 'terra' em Daniel 9:15 simboliza o lar do povo de Deus e a promessa de restauração após o exílio.","por_que_esta_palavra":"É uma referência à herança que Deus deu ao Seu povo e à importância da terra na aliança.","conexao_teologica":"A terra é um símbolo da presença de Deus e da realização de Suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 30:5","Ezequiel 36:24"]},"daniel_9_15_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de Deus em criar e sustentar a vida.","explicacao_detalhada":"A palavra 'urso' em Daniel 9:15 é uma metáfora que pode representar a força e a proteção de Deus sobre o Seu povo.","por_que_esta_palavra":"É uma maneira de ilustrar a ação poderosa de Deus em favor de Israel.","conexao_teologica":"A criação e a providência de Deus são temas centrais na Escritura, mostrando Seu cuidado por todas as criaturas.","referencias_relacionadas":["Salmos 104:24-25","Isaías 40:29-31","Mateus 10:29"]},"daniel_9_15_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo de Deus e à importância do arrependimento.","explicacao_detalhada":"A palavra 'dia' em Daniel 9:15 pode simbolizar um tempo específico de ação divina, enfatizando a urgência do arrependimento.","por_que_esta_palavra":"É uma chamada à ação, lembrando que o tempo de Deus é precioso e deve ser aproveitado para buscar a Sua face.","conexao_teologica":"O conceito de tempo na Bíblia é frequentemente ligado à soberania de Deus e à Sua intervenção na história.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1","2 Coríntios 6:2"]},"daniel_9_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como o povo de Israel se comportou diante de Deus, em desobediência e pecado.","explicacao_detalhada":"A palavra 'modo' indica a forma ou maneira de agir. No contexto de Daniel 9:16, Daniel clama a Deus reconhecendo que o povo se afastou de Seus caminhos e que isso trouxe consequências.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a necessidade de um retorno ao comportamento correto diante de Deus.","conexao_teologica":"A maneira de viver do povo reflete sua relação com Deus, mostrando que a obediência é fundamental para a comunhão com o Criador.","referencias_relacionadas":["Deuteronômio 28:15","Isaías 59:2","Romanos 12:2"]},"daniel_9_16_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se ao pecado e à iniquidade que o povo de Israel cometeu contra Deus.","explicacao_detalhada":"A palavra 'mal' é usada para descrever ações que vão contra a vontade de Deus. Daniel reconhece que o povo merece o juízo divino por suas transgressões.","por_que_esta_palavra":"A palavra 'mal' é crucial para entender a gravidade da situação espiritual de Israel e a necessidade de arrependimento.","conexao_teologica":"O reconhecimento do mal é o primeiro passo para a restauração e reconciliação com Deus.","referencias_relacionadas":["Salmos 51:5","Romanos 3:23","1 João 1:8"]},"daniel_9_16_repreender":{"palavra_pt":"repreender","palavra_original":"חֶרְפָּה","transliteracao":"cherpâh","strong":"H2781","significado_raiz":"Ideia básica: repreender.","significado_contextual":"Indica a necessidade de Deus em corrigir e chamar o povo ao arrependimento.","explicacao_detalhada":"A palavra 'repreender' sugere um ato de correção e disciplina. Daniel implora a Deus para que não apenas reconheça o pecado, mas também intervenha.","por_que_esta_palavra":"A repreensão é um aspecto do amor de Deus, que busca restaurar o relacionamento com Seu povo.","conexao_teologica":"A disciplina divina é uma expressão da justiça e da misericórdia de Deus, que deseja que Seu povo se volte para Ele.","referencias_relacionadas":["Hebreus 12:6","Provérbios 3:11-12","Apocalipse 3:19"]},"daniel_9_17_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, que é reconhecido como soberano e misericordioso.","explicacao_detalhada":"A palavra 'Deus' enfatiza a autoridade e o poder divino, além de Sua disposição para ouvir e responder às súplicas de Seu povo.","por_que_esta_palavra":"Reconhecer Deus como 'Elohim' é fundamental para entender a relação entre o Criador e a criação, especialmente em tempos de crise.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele está no controle de todas as coisas.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"daniel_9_17_luminoso":{"palavra_pt":"luminoso","palavra_original":"אוֹר","transliteracao":"ʼôwr","strong":"H215","significado_raiz":"Ideia básica: luminoso.","significado_contextual":"Refere-se à luz da presença de Deus que traz esperança e clareza em meio à escuridão do pecado.","explicacao_detalhada":"A palavra 'luminoso' sugere a ideia de revelação e orientação divina. Daniel clama por essa luz para que o povo possa ver sua condição e se voltar para Deus.","por_que_esta_palavra":"A luz é um símbolo da verdade e da santidade de Deus, contrastando com a escuridão do pecado.","conexao_teologica":"Deus é frequentemente descrito como luz nas Escrituras, simbolizando Sua pureza e a necessidade de o povo andar em Seus caminhos.","referencias_relacionadas":["João 8:12","1 João 1:5","Salmos 119:105"]},"daniel_9_17_palacio":{"palavra_pt":"palacio","palavra_original":"מִקְדָּשׁ","transliteracao":"miqdâsh","strong":"H4720","significado_raiz":"Ideia básica: palacio.","significado_contextual":"Refere-se ao templo de Jerusalém, que era o centro da adoração e presença de Deus entre o povo.","explicacao_detalhada":"A palavra 'palácio' evoca a ideia de um lugar sagrado, onde Deus habita e onde o povo se encontra com Ele. Daniel clama pela restauração desse lugar.","por_que_esta_palavra":"O palácio simboliza a relação especial entre Deus e Israel, e sua destruição representa a separação do povo de Deus.","conexao_teologica":"O templo é um símbolo da presença de Deus e da comunhão que Ele deseja ter com Seu povo.","referencias_relacionadas":["Salmos 27:4","Ezequiel 37:26-27","Mateus 21:13"]},"daniel_9_18_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a Jerusalém, a cidade santa que foi devastada devido ao pecado do povo.","explicacao_detalhada":"A palavra 'cidade' destaca a importância de Jerusalém como o lugar escolhido por Deus para habitar e onde Seu povo se reunia para adorá-Lo.","por_que_esta_palavra":"A cidade é um símbolo da identidade e da história do povo de Israel, e sua destruição reflete a consequência do afastamento de Deus.","conexao_teologica":"Jerusalém é frequentemente vista como um símbolo do reino de Deus e da esperança de restauração.","referencias_relacionadas":["Salmos 122:6","Isaías 52:1","Apocalipse 21:2"]},"daniel_9_18_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade, especialmente ao povo de Israel, que está em necessidade de redenção.","explicacao_detalhada":"A palavra 'homem' enfatiza a fragilidade e a dependência do ser humano diante de Deus. Daniel reconhece a condição do povo como necessitado de salvação.","por_que_esta_palavra":"A condição humana é central na narrativa bíblica, mostrando a necessidade de um Salvador.","conexao_teologica":"A humanidade é chamada a reconhecer sua necessidade de Deus e a buscar a Sua misericórdia.","referencias_relacionadas":["Salmos 103:14","Romanos 5:8","Efésios 2:8-9"]},"daniel_9_18_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Novamente refere-se ao Deus de Israel, enfatizando Sua soberania e compaixão.","explicacao_detalhada":"A repetição da palavra 'Deus' reforça a ideia de que somente Ele pode trazer restauração e perdão ao Seu povo.","por_que_esta_palavra":"A invocação de Deus é um reconhecimento de Sua autoridade e capacidade de agir em favor do povo.","conexao_teologica":"A relação entre Deus e Seu povo é central na narrativa bíblica, mostrando que Ele é a fonte de esperança e redenção.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 8:31"]},"daniel_9_19_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de Deus em relação ao povo, que é comparada a um urso, simbolizando força e poder.","explicacao_detalhada":"A palavra 'urso' pode ser interpretada como uma metáfora para a força e a proteção que Deus oferece ao Seu povo em tempos de dificuldade.","por_que_esta_palavra":"A imagem do urso evoca a ideia de um Deus que é forte e capaz de defender e restaurar Seu povo.","conexao_teologica":"Deus é frequentemente descrito como um protetor poderoso, que luta em favor de Seu povo.","referencias_relacionadas":["Salmos 18:2","Isaías 40:10-11","Romanos 8:37"]},"daniel_9_19_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' (אֲדֹנָי) é usada para expressar a relação de servidão e reverência que os crentes têm em relação a Deus. Em Daniel 9:19, Daniel clama ao Senhor reconhecendo Sua grandeza e poder.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a posição de Deus como o governante supremo e o Senhor de toda a criação.","conexao_teologica":"A invocação de 'senhor' reflete a relação de pacto entre Deus e Seu povo, onde Ele é o Senhor que guia e protege.","referencias_relacionadas":["Salmos 8:1","Isaías 40:28","Romanos 10:9"]},"daniel_9_19_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, ao Criador e ao ser supremo que é digno de adoração.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é uma designação que implica poder, majestade e a capacidade de criar e sustentar o universo. Em Daniel 9:19, Daniel reconhece a grandeza de Deus em sua oração.","por_que_esta_palavra":"A utilização da palavra 'deus' enfatiza a singularidade e a soberania de Deus em contraste com os ídolos e deuses pagãos.","conexao_teologica":"Deus é apresentado como o único digno de adoração, que responde às súplicas de Seu povo.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","João 1:1"]},"daniel_9_20_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se ao ato de oferecer algo a Deus como um reconhecimento de pecado e necessidade de perdão.","explicacao_detalhada":"A palavra 'pecado' (חַטָּאָה) implica a transgressão da lei de Deus. Em Daniel 9:20, Daniel confessa os pecados do povo e busca a misericórdia de Deus.","por_que_esta_palavra":"A confissão de pecado é essencial para a restauração da relação com Deus e para receber Seu perdão.","conexao_teologica":"O reconhecimento do pecado é um passo fundamental na teologia da redenção, onde a graça de Deus se manifesta.","referencias_relacionadas":["1 João 1:9","Romanos 3:23","Salmos 51:17"]},"daniel_9_20_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à existência e à vitalidade que Deus dá aos seres humanos.","explicacao_detalhada":"A palavra 'vida' (עוֹד) é usada para expressar a continuidade da existência e a relação com Deus. Em Daniel 9:20, a vida é vista como um dom que deve ser vivido em obediência a Deus.","por_que_esta_palavra":"A vida é um presente divino que deve ser administrado com responsabilidade e reverência.","conexao_teologica":"A vida em Cristo é central na mensagem do evangelho, onde Jesus oferece vida abundante.","referencias_relacionadas":["João 10:10","Gálatas 2:20","Atos 17:28"]},"daniel_9_20_cair":{"palavra_pt":"cair","palavra_original":"נָפַל","transliteracao":"nâphal","strong":"H5307","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda moral ou espiritual, ao desvio do caminho de Deus.","explicacao_detalhada":"A palavra 'cair' (נָפַל) implica um estado de fraqueza ou falha. Em Daniel 9:20, Daniel reconhece que o povo caiu em pecado e se afastou de Deus.","por_que_esta_palavra":"O reconhecimento da queda é crucial para buscar a restauração e o perdão divino.","conexao_teologica":"A queda do homem é um tema central na teologia, que leva à necessidade de redenção através de Cristo.","referencias_relacionadas":["Romanos 3:23","Gênesis 3:6","Salmos 37:24"]},"daniel_9_21_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade, à condição do ser humano diante de Deus.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para descrever a natureza humana e sua fragilidade. Em Daniel 9:21, Daniel se coloca como um representante do povo, reconhecendo a necessidade de arrependimento.","por_que_esta_palavra":"A identificação como homem enfatiza a vulnerabilidade e a dependência do ser humano em relação a Deus.","conexao_teologica":"A condição do homem é fundamental para entender a necessidade de salvação e a obra redentora de Cristo.","referencias_relacionadas":["Salmos 8:4","Romanos 5:12","1 Coríntios 15:22"]},"daniel_9_21_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida espiritual e à relação com Deus.","explicacao_detalhada":"A palavra 'vida' (עוֹד) é mencionada novamente para enfatizar a importância de viver em conformidade com a vontade de Deus. Em Daniel 9:21, a vida é vista como um aspecto que deve ser restaurado.","por_que_esta_palavra":"A vida em Deus é essencial para a verdadeira realização e propósito do ser humano.","conexao_teologica":"A vida eterna é uma promessa para aqueles que creem em Cristo, que é a fonte da vida.","referencias_relacionadas":["João 3:16","Romanos 6:23","1 João 5:12"]},"daniel_9_21_oracao":{"palavra_pt":"oracao","palavra_original":"תְּפִלָּה","transliteracao":"tᵉphillâh","strong":"H8605","significado_raiz":"Ideia básica: oracao.","significado_contextual":"Refere-se ao ato de se comunicar com Deus, expressando súplicas e adoração.","explicacao_detalhada":"A palavra 'oração' (תְּפִלָּה) é um meio pelo qual os crentes se conectam com Deus. Em Daniel 9:21, a oração de Daniel é um exemplo de intercessão e arrependimento.","por_que_esta_palavra":"A oração é fundamental na vida do crente, pois é através dela que se busca a orientação e a misericórdia de Deus.","conexao_teologica":"A oração é um canal de comunicação que fortalece a relação entre Deus e Seu povo.","referencias_relacionadas":["Filipenses 4:6","1 Tessalonicenses 5:17","Tiago 5:16"]},"daniel_9_22_astuto":{"palavra_pt":"astuto","palavra_original":"בִּין","transliteracao":"bîyn","strong":"H995","significado_raiz":"Ideia básica: astuto.","significado_contextual":"Refere-se à capacidade de discernir e entender as coisas de forma clara.","explicacao_detalhada":"A palavra 'astuto' (בִּין) implica sabedoria e entendimento. Em Daniel 9:22, Daniel reconhece que Deus é aquele que dá entendimento e revela a verdade.","por_que_esta_palavra":"A sabedoria divina é essencial para compreender a vontade de Deus e a realidade espiritual.","conexao_teologica":"Deus é a fonte de toda sabedoria e entendimento, e a busca por isso é um princípio fundamental na vida cristã.","referencias_relacionadas":["Provérbios 2:6","Tiago 1:5","Colossenses 2:3"]},"daniel_9_22_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à comunicação de verdades e revelações divinas.","explicacao_detalhada":"A palavra 'falar' (דָבַר) implica a transmissão de mensagens. Em Daniel 9:22, Daniel fala sobre a revelação que Deus lhe deu.","por_que_esta_palavra":"Falar é um ato de compartilhar a verdade e a sabedoria que vem de Deus.","conexao_teologica":"A comunicação de Deus com a humanidade é um tema central na Bíblia, onde Ele fala através de profetas e Sua Palavra.","referencias_relacionadas":["Hebreus 1:1","Salmos 119:105","Mateus 4:4"]},"daniel_9_22_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para transmitir uma mensagem divina ou uma instrução.","explicacao_detalhada":"No contexto de Daniel 9:22, a palavra 'dizer' refere-se à comunicação de Deus a Daniel através do anjo Gabriel, que traz revelações sobre o futuro do povo de Israel.","por_que_esta_palavra":"Esta palavra é crucial para entender a natureza da revelação divina e a importância da comunicação entre Deus e os profetas.","conexao_teologica":"A comunicação de Deus com os profetas é um tema central na teologia bíblica, mostrando como Deus se relaciona com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Isaías 6:8","Jeremias 1:7"]},"daniel_9_23_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'coisa' ou 'palavra' refere-se a uma mensagem ou decreto que deve ser compreendido e obedecido.","explicacao_detalhada":"Em Daniel 9:23, a palavra 'dabar' implica não apenas uma palavra falada, mas uma ordem ou um propósito divino que se concretiza na história.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a seriedade e a autoridade da mensagem que Daniel recebe.","conexao_teologica":"A palavra de Deus é viva e eficaz, e sua importância é ressaltada em várias passagens que falam sobre a criação e a revelação.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Isaías 55:11"]},"daniel_9_24_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, alguém escolhido para transmitir a vontade divina.","explicacao_detalhada":"Em Daniel 9:24, a menção ao 'profeta' destaca a função de Daniel como intermediário entre Deus e o povo, trazendo advertências e promessas.","por_que_esta_palavra":"A palavra é fundamental para entender o papel dos profetas na história de Israel e a continuidade da revelação divina.","conexao_teologica":"Os profetas são essenciais na narrativa bíblica, pois eles anunciam a vinda do Messias e a restauração do povo de Deus.","referencias_relacionadas":["Amós 3:7","Miquéias 3:8","Ezequiel 2:5"]},"daniel_9_24_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a Jerusalém, que é central na história da salvação e na identidade do povo de Deus.","explicacao_detalhada":"Em Daniel 9:24, a cidade é mencionada como o local de restauração e cumprimento das promessas de Deus ao seu povo.","por_que_esta_palavra":"A cidade simboliza tanto a presença de Deus quanto o lugar onde as promessas se realizam.","conexao_teologica":"Jerusalém é frequentemente vista como um símbolo do Reino de Deus e da habitação divina entre os homens.","referencias_relacionadas":["Salmos 122:6","Isaías 2:3","Mateus 5:35"]},"daniel_9_25_bom":{"palavra_pt":"bom","palavra_original":"שָׂכַל","transliteracao":"sâkal","strong":"H7919","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade de algo que é desejável e que atende aos propósitos de Deus.","explicacao_detalhada":"Em Daniel 9:25, 'bom' é usado para descrever o que é justo e correto, alinhado com a vontade divina.","por_que_esta_palavra":"A palavra é importante para entender a natureza do que Deus considera bom e como isso se aplica à vida do povo.","conexao_teologica":"A bondade de Deus é um tema recorrente na Bíblia, refletindo seu caráter e suas intenções para a criação.","referencias_relacionadas":["Gênesis 1:31","Salmos 34:8","Romanos 12:2"]},"daniel_9_25_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"A palavra 'conhecer' implica uma relação íntima e pessoal com Deus e suas verdades.","explicacao_detalhada":"Em Daniel 9:25, 'conhecer' sugere não apenas um entendimento intelectual, mas uma experiência vivencial com Deus.","por_que_esta_palavra":"Essa palavra é essencial para a compreensão da relação que Deus deseja ter com seu povo, que vai além do mero conhecimento.","conexao_teologica":"O conhecimento de Deus é fundamental para a vida espiritual e é frequentemente mencionado nas Escrituras como um objetivo do relacionamento com Ele.","referencias_relacionadas":["Oséias 6:6","Filipenses 3:10","João 17:3"]},"daniel_9_25_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma relação de proximidade e inclusão entre pessoas ou grupos.","explicacao_detalhada":"Em Daniel 9:25, 'entre' sugere a ideia de que o povo de Deus está em uma posição privilegiada diante de suas promessas.","por_que_esta_palavra":"Essa palavra é importante para entender a dinâmica da comunidade de fé e a presença de Deus no meio do seu povo.","conexao_teologica":"A presença de Deus entre seu povo é um tema central na Bíblia, refletindo sua intenção de habitar com a humanidade.","referencias_relacionadas":["Mateus 18:20","Apocalipse 21:3","Êxodo 25:8"]},"daniel_9_26_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' novamente refere-se a Jerusalém, enfatizando seu papel na profecia e na história da salvação.","explicacao_detalhada":"Em Daniel 9:26, a cidade é mencionada em relação ao futuro e ao cumprimento das promessas de Deus, especialmente em relação ao Messias.","por_que_esta_palavra":"A repetição da palavra 'cidade' sublinha sua importância no plano redentor de Deus.","conexao_teologica":"Jerusalém é vista como o centro da atividade divina e o lugar onde as promessas de Deus se realizam.","referencias_relacionadas":["Mateus 23:37","Lucas 19:41-44","Apocalipse 21:2"]},"daniel_9_26_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se àquilo que é separado para Deus e que possui um caráter divino.","explicacao_detalhada":"Em Daniel 9:26, 'sagrado' destaca a importância da santidade de Deus e a necessidade de um povo santo diante dele.","por_que_esta_palavra":"A santidade é um atributo essencial de Deus e é um chamado para o seu povo viver em conformidade com essa natureza.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, refletindo sua separação do pecado e sua pureza.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Isaías 6:3"]},"daniel_9_26_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica a ideia de acompanhar ou obedecer a uma direção ou liderança.","explicacao_detalhada":"Em Daniel 9:26, 'seguir' sugere a necessidade de o povo de Deus permanecer fiel às suas instruções e promessas.","por_que_esta_palavra":"Essa palavra é crucial para entender a resposta do povo às revelações e à liderança divina.","conexao_teologica":"O chamado para seguir a Deus é um tema recorrente, enfatizando a importância da obediência e da fidelidade.","referencias_relacionadas":["Salmos 119:3","Mateus 16:24","Gálatas 5:25"]},"daniel_9_27_grande":{"palavra_pt":"grande","palavra_original":"גָּבַר","transliteracao":"gâbar","strong":"H1396","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do poder e da influência do homem que fará um pacto.","explicacao_detalhada":"A palavra 'grande' aqui indica não apenas tamanho físico, mas também a magnitude da autoridade e do impacto que esse homem terá sobre o povo e as nações.","por_que_esta_palavra":"A escolha da palavra 'grande' enfatiza a importância e a relevância desse personagem na profecia de Daniel.","conexao_teologica":"A grandeza deste homem pode ser vista como um reflexo da soberania de Deus, que permite que certos líderes exerçam influência em momentos críticos da história.","referencias_relacionadas":["Daniel 7:20","Apocalipse 13:5","Mateus 24:24"]},"daniel_9_27_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"Refere-se à oferta que será abolida, simbolizando a interrupção dos sacrifícios no templo.","explicacao_detalhada":"A palavra 'oferta' implica em um ato de adoração e devoção a Deus, que será descontinuado por causa da ação desse homem.","por_que_esta_palavra":"A menção da oferta destaca a importância do culto e como ele será afetado por eventos futuros.","conexao_teologica":"A abolição da oferta aponta para a nova aliança em Cristo, onde o sacrifício final foi realizado.","referencias_relacionadas":["Hebreus 10:12","Mateus 5:23-24","Romanos 12:1"]},"daniel_9_27_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao 'homem' que fará um pacto com muitos, possivelmente uma figura messiânica ou um líder político.","explicacao_detalhada":"A palavra 'homem' é usada para identificar um indivíduo específico que terá um papel crucial nos eventos proféticos.","por_que_esta_palavra":"A escolha de 'homem' enfatiza a humanidade e a fragilidade do ser humano, mesmo em posições de poder.","conexao_teologica":"Este 'homem' pode ser visto como uma antítese a Cristo, que é o verdadeiro Mediador e Salvador da humanidade.","referencias_relacionadas":["Daniel 7:25","2 Tessalonicenses 2:3-4","Apocalipse 13:18"]}}