{"2samuel_10_1_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se ao ato de morrer, um tema recorrente na narrativa bíblica que envolve a mortalidade humana.","explicacao_detalhada":"A palavra 'morrer' é utilizada para descrever a transição de poder e a fragilidade da vida, especialmente no contexto da morte de Hanum, rei dos amonitas.","por_que_esta_palavra":"A menção de 'morrer' é importante para entender as consequências políticas e sociais que a morte de um rei pode trazer.","conexao_teologica":"A morte é um lembrete da condição humana caída e da necessidade de redenção, que é encontrada em Cristo.","referencias_relacionadas":["Eclesiastes 3:2","Romanos 5:12","Hebreus 9:27"]},"2samuel_10_1_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Refere-se ao ato de governar ou exercer autoridade, especialmente em um contexto de liderança.","explicacao_detalhada":"A palavra 'reinar' é utilizada para descrever a ascensão de um novo rei após a morte de Hanum, destacando a continuidade da liderança.","por_que_esta_palavra":"A menção de 'reinar' é crucial para entender a dinâmica de poder e a importância da liderança justa em Israel.","conexao_teologica":"O reinado de Davi é um símbolo do reinado de Cristo, que governa com justiça e amor sobre Seu povo.","referencias_relacionadas":["1 Samuel 10:24","Salmos 22:28","Apocalipse 11:15"]},"2samuel_10_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de cair, que pode simbolizar a queda de um rei ou a derrota em batalha.","explicacao_detalhada":"A palavra 'cair' é utilizada para descrever a vulnerabilidade dos líderes e a fragilidade do poder humano.","por_que_esta_palavra":"A menção de 'cair' é importante para entender as consequências da morte de um rei e a instabilidade que pode surgir.","conexao_teologica":"A queda é um tema que aponta para a necessidade de um Salvador que restaura e levanta os caídos.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Gálatas 6:1"]},"2samuel_10_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de dizer algo, especialmente em um contexto de comunicação e declaração.","explicacao_detalhada":"A palavra 'dizer' é utilizada para descrever a comunicação de Davi ao enviar mensageiros, destacando a importância da palavra na construção de relacionamentos.","por_que_esta_palavra":"A menção de 'dizer' é relevante para entender como a comunicação é fundamental nas interações humanas e políticas.","conexao_teologica":"A palavra de Deus é poderosa e traz vida, refletindo a importância da comunicação divina com a humanidade.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Tiago 1:19"]},"2samuel_10_2_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso é frequentemente associado à força e à ferocidade, simbolizando um inimigo poderoso.","explicacao_detalhada":"No contexto de 2 Samuel 10:2, o urso pode representar a força militar e a determinação de um povo que se opõe a Israel. A menção do urso destaca a seriedade da situação enfrentada por Davi.","por_que_esta_palavra":"A palavra 'urso' é usada para enfatizar a gravidade da ameaça que Israel estava enfrentando.","conexao_teologica":"O uso de animais ferozes na Bíblia muitas vezes simboliza a proteção divina contra inimigos poderosos, mostrando que Deus é mais forte do que qualquer adversário.","referencias_relacionadas":["Salmos 22:12","Isaías 11:7","Provérbios 17:12"]},"2samuel_10_2_deus":{"palavra_pt":"misericordia/amor leal","palavra_original":"חֵסֵד","transliteracao":"chêçêd","strong":"H2617","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"A misericórdia de Deus é um tema central na relação entre Deus e Seu povo, refletindo amor leal e fidelidade.","explicacao_detalhada":"A palavra 'misericórdia' (ou amor leal) em 2 Samuel 10:2 destaca a natureza de Deus como um ser que se importa profundamente com Seu povo e está disposto a agir em seu favor.","por_que_esta_palavra":"A escolha da palavra 'misericórdia' enfatiza a necessidade de um relacionamento baseado na fidelidade e na compaixão.","conexao_teologica":"A misericórdia de Deus é um reflexo de Sua aliança com Israel, mostrando que Ele sempre busca restaurar e proteger Seu povo.","referencias_relacionadas":["Salmos 136:1","Miquéias 7:18","Romanos 5:8"]},"2samuel_10_3_bom":{"palavra_pt":"bom","palavra_original":"כָּבַד","transliteracao":"kâbad","strong":"H3513","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade de algo que é desejável e benéfico.","explicacao_detalhada":"Em 2 Samuel 10:3, a palavra 'bom' é usada para descrever a intenção de Davi em agir de maneira justa e benevolente, mesmo diante de hostilidades.","por_que_esta_palavra":"A palavra 'bom' é crucial para entender a motivação de Davi em buscar paz e reconciliação.","conexao_teologica":"A bondade é um atributo de Deus, e a busca por ações boas reflete o caráter divino que os líderes devem imitar.","referencias_relacionadas":["Gálatas 6:10","Efésios 2:10","Tiago 1:17"]},"2samuel_10_3_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A cidade representa um lugar de segurança, comunidade e identidade para o povo de Israel.","explicacao_detalhada":"No contexto de 2 Samuel 10:3, a cidade é um símbolo da proteção e do abrigo que Davi desejava oferecer ao povo de Hanum.","por_que_esta_palavra":"A palavra 'cidade' é importante para entender a dinâmica social e política da época, onde as cidades eram centros de vida comunitária.","conexao_teologica":"A cidade é frequentemente usada na Bíblia como uma metáfora para a cidade celestial, onde Deus habita com Seu povo.","referencias_relacionadas":["Salmos 46:4","Hebreus 11:10","Apocalipse 21:2"]},"2samuel_10_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'grande' refere-se à magnitude ou importância de algo, neste caso, a cidade.","explicacao_detalhada":"Em 2 Samuel 10:3, a ênfase na grandeza da cidade destaca a importância estratégica e simbólica que ela tinha para a região.","por_que_esta_palavra":"A grandeza da cidade sugere não apenas seu tamanho físico, mas também seu papel como um centro de poder e influência.","conexao_teologica":"A grandeza de cidades na Bíblia muitas vezes reflete a grandeza do plano de Deus para a humanidade e a história da salvação.","referencias_relacionadas":["Isaías 60:13","Mateus 5:14","Apocalipse 21:10"]},"2samuel_10_4_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Destruir implica em causar dano irreparável, muitas vezes associado a guerras e conflitos.","explicacao_detalhada":"No contexto de 2 Samuel 10:4, a palavra 'destruir' refere-se à intenção de Haanum de retaliar contra Israel, mostrando a gravidade da situação.","por_que_esta_palavra":"A escolha da palavra 'destruir' enfatiza a seriedade da ameaça e a necessidade de ação por parte de Davi.","conexao_teologica":"A destruição é um tema recorrente na Bíblia, simbolizando o juízo de Deus sobre nações e indivíduos que se opõem a Ele.","referencias_relacionadas":["Ezequiel 18:30","Mateus 7:13","Apocalipse 21:8"]},"2samuel_10_4_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Tomar implica em apropriar-se de algo, muitas vezes em um contexto de conquista ou possessão.","explicacao_detalhada":"Em 2 Samuel 10:4, 'agarrar' refere-se à ação de capturar ou tomar algo que pertence a outro, refletindo a dinâmica de poder entre as nações.","por_que_esta_palavra":"A palavra 'agarrar' é usada para descrever a intenção de Haanum de se apropriar do que não lhe pertence, simbolizando a ambição e a ganância.","conexao_teologica":"A ideia de tomar algo que não pertence a você é um reflexo do pecado e da rebelião contra a vontade de Deus.","referencias_relacionadas":["Êxodo 20:15","Tiago 4:2","Romanos 13:9"]},"2samuel_10_4_poll":{"palavra_pt":"poll","palavra_original":"גָּלַח","transliteracao":"gâlach","strong":"H1548","significado_raiz":"Ideia básica: poll.","significado_contextual":"Poll refere-se ao ato de cortar ou raspar, muitas vezes associado a humilhação.","explicacao_detalhada":"No contexto de 2 Samuel 10:4, 'poll' é usado para descrever a humilhação infligida aos homens de Israel, simbolizando a desonra em uma guerra.","por_que_esta_palavra":"A palavra 'poll' destaca a brutalidade da guerra e a intenção de desonrar o inimigo.","conexao_teologica":"A humilhação é um tema que aparece em várias narrativas bíblicas, refletindo a luta entre o orgulho humano e a soberania de Deus.","referencias_relacionadas":["Salmos 69:10","Isaías 50:6","Romanos 12:19"]},"2samuel_10_5_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Homem refere-se ao ser humano, frequentemente simbolizando a força e a vulnerabilidade.","explicacao_detalhada":"Em 2 Samuel 10:5, a palavra 'homem' é usada para descrever os soldados de Davi, ressaltando a bravura e a fragilidade da condição humana em batalha.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a dignidade e o valor da vida humana, mesmo em tempos de conflito.","conexao_teologica":"A criação do homem à imagem de Deus é um tema central na teologia bíblica, refletindo o valor intrínseco de cada indivíduo.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Mateus 10:31"]},"2samuel_10_5_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Rei refere-se à autoridade e ao governo, simbolizando liderança e responsabilidade.","explicacao_detalhada":"No contexto de 2 Samuel 10:5, a palavra 'rei' destaca a posição de Davi como líder de Israel e sua responsabilidade em proteger seu povo.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a dinâmica de poder e a importância da liderança justa na sociedade.","conexao_teologica":"A figura do rei é frequentemente usada na Bíblia para simbolizar a soberania de Deus e a liderança de Cristo como Rei dos Reis.","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:6","Apocalipse 19:16"]},"2samuel_10_5_palavra":{"palavra_pt":"palavra","palavra_original":"נָגַד","transliteracao":"nâgad","strong":"H5046","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra refere-se à comunicação ou mensagem que é enviada.","explicacao_detalhada":"Neste contexto, a palavra é utilizada para descrever a ação de transmitir uma mensagem importante, que pode ter implicações significativas nas relações entre os povos.","por_que_esta_palavra":"A escolha da palavra 'palavra' enfatiza a importância da comunicação e do entendimento entre as nações.","conexao_teologica":"A comunicação é um tema central na Bíblia, onde Deus se revela através de Sua palavra.","referencias_relacionadas":["Salmos 119:105","Provérbios 18:21","João 1:1"]},"2samuel_10_6_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo, um ser humano, que desempenha um papel em uma narrativa maior.","explicacao_detalhada":"O uso da palavra 'homem' aqui destaca a individualidade e a responsabilidade de cada pessoa nas ações que são tomadas.","por_que_esta_palavra":"A palavra 'homem' é utilizada para enfatizar a natureza humana e a necessidade de ação e decisão.","conexao_teologica":"A Bíblia frequentemente fala sobre o papel do homem na criação e sua relação com Deus.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 5:12"]},"2samuel_10_6_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Ver aqui implica observar ou perceber algo que é importante para a situação.","explicacao_detalhada":"A palavra 'ver' sugere a necessidade de discernimento e atenção aos detalhes que podem afetar a decisão a ser tomada.","por_que_esta_palavra":"A escolha de 'ver' indica a importância de estar atento às circunstâncias e agir com sabedoria.","conexao_teologica":"A visão espiritual é um tema recorrente na Bíblia, onde Deus pede que Seu povo veja e compreenda Sua vontade.","referencias_relacionadas":["Mateus 6:22","Efésios 1:18","Apocalipse 3:18"]},"2samuel_10_6_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho refere-se a um descendente, alguém que tem uma relação familiar direta.","explicacao_detalhada":"Neste contexto, a palavra 'filho' pode simbolizar herança, continuidade e a importância das relações familiares.","por_que_esta_palavra":"A palavra 'filho' é utilizada para enfatizar a conexão e a responsabilidade que vem com a linhagem.","conexao_teologica":"A relação entre pai e filho é uma metáfora comum na Bíblia para descrever a relação entre Deus e Seu povo.","referencias_relacionadas":["Gálatas 4:7","João 1:12","Romanos 8:17"]},"2samuel_10_7_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um homem forte ou valente, que possui características de coragem e bravura.","explicacao_detalhada":"A palavra 'homem' aqui é usada para descrever alguém que é capaz de liderar ou tomar decisões difíceis.","por_que_esta_palavra":"A escolha de 'homem' enfatiza a força e a coragem necessárias em situações de conflito.","conexao_teologica":"A Bíblia frequentemente fala sobre a força do homem em Deus e como Ele capacita os valentes.","referencias_relacionadas":["Josué 1:9","Salmos 27:14","2 Timóteo 1:7"]},"2samuel_10_7_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Ouvir implica prestar atenção e compreender a mensagem que está sendo transmitida.","explicacao_detalhada":"A palavra 'ouvir' sugere a importância de estar atento às instruções e conselhos que podem afetar o resultado de uma situação.","por_que_esta_palavra":"A escolha de 'ouvir' destaca a necessidade de discernimento e a importância de ouvir a voz de Deus.","conexao_teologica":"A Bíblia enfatiza a importância de ouvir a palavra de Deus e seguir Seus caminhos.","referencias_relacionadas":["Tiago 1:19","Romanos 10:17","Salmos 119:11"]},"2samuel_10_7_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Enviar refere-se à ação de despachar alguém com uma mensagem ou tarefa.","explicacao_detalhada":"A palavra 'enviar' implica uma ação deliberada de comunicação ou instrução, muitas vezes com um propósito específico.","por_que_esta_palavra":"A escolha de 'enviar' enfatiza a responsabilidade de agir e de transmitir mensagens importantes.","conexao_teologica":"Deus frequentemente envia mensageiros para comunicar Sua vontade ao Seu povo.","referencias_relacionadas":["Isaías 6:8","Mateus 28:19","Romanos 10:15"]},"2samuel_10_8_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um homem que está em uma posição de ação ou decisão.","explicacao_detalhada":"A palavra 'homem' aqui destaca a individualidade e a responsabilidade em um contexto de conflito.","por_que_esta_palavra":"A escolha de 'homem' enfatiza a importância da liderança e da coragem em tempos de crise.","conexao_teologica":"A Bíblia fala sobre a importância da liderança e da responsabilidade que vem com ela.","referencias_relacionadas":["1 Coríntios 16:13","1 Timóteo 3:1","Hebreus 13:17"]},"2samuel_10_8_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Sair implica a ação de deixar um lugar ou situação.","explicacao_detalhada":"A palavra 'sair' sugere uma mudança de estado ou condição, muitas vezes em resposta a uma necessidade ou chamado.","por_que_esta_palavra":"A escolha de 'sair' enfatiza a ação necessária para enfrentar desafios ou adversidades.","conexao_teologica":"A Bíblia frequentemente fala sobre sair de situações de pecado ou opressão em direção à liberdade em Cristo.","referencias_relacionadas":["Gênesis 12:1","Isaías 43:18-19","2 Coríntios 5:17"]},"2samuel_10_8_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho refere-se a um descendente, enfatizando a continuidade e a herança.","explicacao_detalhada":"A palavra 'filho' aqui pode simbolizar a importância das relações familiares e a responsabilidade que vem com a linhagem.","por_que_esta_palavra":"A escolha de 'filho' destaca a conexão familiar e a continuidade das promessas de Deus.","conexao_teologica":"A relação entre pai e filho é uma metáfora comum na Bíblia para descrever a relação entre Deus e Seu povo.","referencias_relacionadas":["Gálatas 4:7","João 1:12","Romanos 8:17"]},"2samuel_10_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo como algo é feito.","explicacao_detalhada":"No contexto de 2 Samuel 10:9, a palavra 'modo' indica a forma específica de agir ou proceder em uma situação, enfatizando a importância da estratégia e da abordagem na guerra.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a necessidade de planejamento e tática em situações de conflito.","conexao_teologica":"A maneira como os líderes conduzem suas ações pode refletir a sabedoria divina ou a falta dela, mostrando a importância de buscar a orientação de Deus em decisões difíceis.","referencias_relacionadas":["Provérbios 16:9","Salmos 37:23","Tiago 1:5"]},"2samuel_10_9_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Indica a ação de ver ou observar algo com atenção.","explicacao_detalhada":"Neste versículo, 'ver' implica não apenas a visão física, mas também a percepção e compreensão da situação ao redor, essencial para a tomada de decisões.","por_que_esta_palavra":"A palavra 'ver' é crucial para entender a realidade do campo de batalha e as intenções do inimigo.","conexao_teologica":"A visão espiritual é frequentemente mencionada nas Escrituras como uma forma de discernimento que deve ser buscada por aqueles que lideram.","referencias_relacionadas":["Salmos 119:18","Mateus 6:22","Hebreus 12:2"]},"2samuel_10_9_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Expressa a razão ou causa de uma ação.","explicacao_detalhada":"A palavra 'porque' conecta a ação a uma justificativa, mostrando que as decisões são tomadas com base em motivos claros e compreensíveis.","por_que_esta_palavra":"É importante entender o porquê das ações, especialmente em contextos de conflito, onde as motivações podem ser complexas.","conexao_teologica":"A compreensão das razões por trás das ações é fundamental na vida cristã, onde a fé e as obras devem estar alinhadas.","referencias_relacionadas":["Romanos 8:28","Gálatas 6:7","1 Pedro 3:15"]},"2samuel_10_10_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao grupo de pessoas que compõem uma nação ou exército.","explicacao_detalhada":"A palavra 'povo' neste contexto enfatiza a coletividade e a importância da unidade entre os soldados em uma batalha.","por_que_esta_palavra":"Destaca a responsabilidade do líder em cuidar e proteger seu povo durante os conflitos.","conexao_teologica":"A Bíblia frequentemente fala sobre o povo de Deus como um corpo unido, onde cada membro tem um papel importante.","referencias_relacionadas":["1 Coríntios 12:12-27","Efésios 4:4-6","Hebreus 10:24-25"]},"2samuel_10_10_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Indica a ação de dar ou entregar algo a alguém.","explicacao_detalhada":"Neste versículo, 'dar' pode se referir à entrega de ajuda ou apoio em um momento de necessidade, especialmente em situações de guerra.","por_que_esta_palavra":"A palavra 'dar' é crucial para entender a dinâmica de apoio mútuo entre os soldados e a liderança.","conexao_teologica":"A generosidade e o ato de dar são princípios fundamentais na vida cristã, refletindo o caráter de Deus.","referencias_relacionadas":["Atos 20:35","2 Coríntios 9:7","Mateus 5:42"]},"2samuel_10_10_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à mão como símbolo de poder e ação.","explicacao_detalhada":"A palavra 'mão' neste contexto pode representar a força e a capacidade de agir em defesa do povo, especialmente em tempos de guerra.","por_que_esta_palavra":"A mão é frequentemente usada nas Escrituras para simbolizar a intervenção divina e a proteção.","conexao_teologica":"A mão de Deus é um tema recorrente na Bíblia, simbolizando Sua ajuda e poder em momentos de necessidade.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","Deuteronômio 33:27"]},"2samuel_10_11_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se ao ato de salvar ou resgatar alguém de perigo.","explicacao_detalhada":"A palavra 'salvar' enfatiza a necessidade de proteção e intervenção em situações críticas, especialmente em batalhas.","por_que_esta_palavra":"A ideia de salvação é central na narrativa bíblica, refletindo a natureza de Deus como Salvador.","conexao_teologica":"A salvação é um tema central na teologia cristã, representando a libertação do pecado e da morte.","referencias_relacionadas":["Salmos 3:8","Romanos 10:13","Efésios 2:8-9"]},"2samuel_10_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Indica a ação de declarar ou afirmar algo.","explicacao_detalhada":"A palavra 'dizer' neste contexto pode se referir a proclamações de fé ou declarações de intenção durante a batalha.","por_que_esta_palavra":"A comunicação é vital em situações de conflito, onde as palavras podem motivar e unir o povo.","conexao_teologica":"As palavras têm poder, e a Bíblia nos ensina a usar nossa fala para edificar e encorajar os outros.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5-10","Salmos 19:14"]},"2samuel_10_11_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à condição de salvar ou proteger alguém.","explicacao_detalhada":"A palavra 'salvar' aqui reforça a ideia de que a intervenção é necessária para garantir a segurança do povo em tempos de crise.","por_que_esta_palavra":"A salvação é uma necessidade fundamental em momentos de perigo, refletindo a dependência do povo em relação a Deus.","conexao_teologica":"A salvação é um ato de graça que Deus oferece a todos, e é um tema central na mensagem do evangelho.","referencias_relacionadas":["Salmos 62:1","Isaías 43:11","Romanos 5:8"]},"2samuel_10_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' neste contexto enfatiza a soberania de Deus sobre todas as situações, incluindo as batalhas.","por_que_esta_palavra":"O nome de Deus é invocado como uma fonte de poder e proteção, especialmente em tempos de necessidade.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, simbolizando Sua presença e autoridade em nossas vidas.","referencias_relacionadas":["Salmos 20:7","Filipenses 2:9-11","Êxodo 3:14"]},"2samuel_10_12_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se a algo que é moralmente bom ou benéfico, especialmente em um contexto de decisões e ações.","explicacao_detalhada":"A palavra 'bom' é usada para descrever ações que são justas e agradáveis a Deus. No contexto de 2 Samuel 10:12, ela sugere que a escolha de agir com bondade e justiça é preferível diante de uma situação de conflito.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância de agir de maneira ética e justa, mesmo em tempos de guerra.","conexao_teologica":"A bondade é um atributo de Deus e deve ser refletida na vida dos crentes, especialmente em situações de adversidade.","referencias_relacionadas":["Salmos 34:8","Romanos 12:21","Gálatas 6:10"]},"2samuel_10_12_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Indica a ação de segurar ou tomar posse de algo com firmeza.","explicacao_detalhada":"Neste versículo, 'agarrar' pode ser interpretado como a determinação de se apegar a uma estratégia ou decisão em meio a uma batalha, simbolizando força e resistência.","por_que_esta_palavra":"A palavra é escolhida para transmitir a ideia de não desistir e de lutar com firmeza pelas suas convicções.","conexao_teologica":"A perseverança na fé é um tema recorrente nas Escrituras, onde os crentes são chamados a se agarrar à esperança e à verdade.","referencias_relacionadas":["Hebreus 10:23","1 Coríntios 15:58","Filipenses 3:14"]},"2samuel_10_13_mulher":{"palavra_pt":"mulher","palavra_original":"נָגַשׁ","transliteracao":"nâgash","strong":"H5066","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se a uma mulher em um contexto de batalha, possivelmente simbolizando a vulnerabilidade ou a força feminina.","explicacao_detalhada":"A palavra 'mulher' pode ser vista como uma referência à importância das mulheres em contextos sociais e familiares, mesmo em situações de conflito.","por_que_esta_palavra":"A inclusão da palavra 'mulher' destaca o papel das mulheres na sociedade e na história de Israel, muitas vezes subestimado.","conexao_teologica":"As mulheres desempenham papéis cruciais na narrativa bíblica, sendo muitas vezes instrumentos de Deus em momentos decisivos.","referencias_relacionadas":["Juízes 4:4-5","Rute 1:16","Provérbios 31:10"]},"2samuel_10_13_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Israel, enfatizando a coletividade e a unidade em tempos de crise.","explicacao_detalhada":"A palavra 'povo' é usada para destacar a importância da comunidade e da identidade coletiva, especialmente em situações de batalha.","por_que_esta_palavra":"A menção ao povo sublinha a necessidade de união e solidariedade entre os israelitas durante os conflitos.","conexao_teologica":"A Bíblia frequentemente fala sobre a importância da comunidade e do corpo de Cristo, onde cada membro tem um papel vital.","referencias_relacionadas":["Êxodo 19:6","Atos 2:44-47","1 Pedro 2:9"]},"2samuel_10_13_batalha":{"palavra_pt":"batalha","palavra_original":"מִלְחָמָה","transliteracao":"milchâmâh","strong":"H4421","significado_raiz":"Ideia básica: batalha.","significado_contextual":"Refere-se ao conflito militar, simbolizando a luta entre forças opostas.","explicacao_detalhada":"A palavra 'batalha' é central para o contexto do versículo, que descreve uma situação de guerra e a necessidade de estratégia e coragem.","por_que_esta_palavra":"A batalha é um tema recorrente na narrativa bíblica, representando tanto conflitos físicos quanto espirituais.","conexao_teologica":"A luta espiritual é uma metáfora importante na Bíblia, onde os crentes são chamados a lutar contra as forças do mal.","referencias_relacionadas":["Efésios 6:12","2 Coríntios 10:3-4","1 Timóteo 6:12"]},"2samuel_10_14_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um filho, simbolizando herança e continuidade familiar.","explicacao_detalhada":"A palavra 'filho' é significativa em contextos de linhagem e promessas de Deus, especialmente em relação à descendência de Davi.","por_que_esta_palavra":"A menção ao filho destaca a importância da família e da continuidade da aliança de Deus com o povo de Israel.","conexao_teologica":"A relação entre pai e filho é frequentemente usada nas Escrituras para ilustrar a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 127:3","Mateus 1:1","Romanos 8:17"]},"2samuel_10_14_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma cidade, um lugar de refúgio e comunidade.","explicacao_detalhada":"A palavra 'cidade' é importante no contexto de segurança e identidade, representando a proteção que uma cidade oferece aos seus habitantes.","por_que_esta_palavra":"A cidade é um símbolo de civilização e organização social, essencial para a vida comunitária.","conexao_teologica":"A cidade de Deus é um tema teológico que representa a presença de Deus entre Seu povo.","referencias_relacionadas":["Salmos 46:4","Hebreus 11:10","Apocalipse 21:2"]},"2samuel_10_14_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica uma razão ou causa, frequentemente usada para introduzir uma explicação.","explicacao_detalhada":"A palavra 'porque' é utilizada para justificar ações ou decisões, conectando causas e efeitos.","por_que_esta_palavra":"A palavra é importante para a lógica do discurso, ajudando a entender a motivação por trás das ações.","conexao_teologica":"A compreensão das razões por trás das ações de Deus e do homem é fundamental para a teologia.","referencias_relacionadas":["Romanos 8:28","Tiago 1:5","1 Pedro 3:15"]},"2samuel_10_15_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se à ação de ver ou observar, muitas vezes com a intenção de entender ou discernir.","explicacao_detalhada":"A palavra 'ver' é usada para enfatizar a importância da percepção e da sabedoria em momentos críticos.","por_que_esta_palavra":"A visão é uma metáfora para discernimento e compreensão, essenciais para a tomada de decisões.","conexao_teologica":"A sabedoria e a visão espiritual são frequentemente pedidas a Deus nas Escrituras.","referencias_relacionadas":["Provérbios 2:6","Tiago 1:5","Salmos 119:18"]},"2samuel_10_15_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Assim como anteriormente, indica uma razão ou causa, conectando ideias.","explicacao_detalhada":"A repetição da palavra 'porque' reforça a lógica do argumento e a necessidade de explicação nas ações.","por_que_esta_palavra":"A palavra é crucial para a clareza do discurso, ajudando a entender a motivação por trás das ações.","conexao_teologica":"A busca por compreensão e razão é um aspecto importante da fé e da prática cristã.","referencias_relacionadas":["Salmos 119:105","Romanos 12:2","Colossenses 1:9"]},"2samuel_10_15_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à face ou aparência de alguém, simbolizando a presença e a identidade.","explicacao_detalhada":"No contexto de 2 Samuel 10:15, o 'rosto' é mencionado em relação à dignidade e ao reconhecimento de um líder. A face é muitas vezes vista como um reflexo do caráter e da autoridade de uma pessoa.","por_que_esta_palavra":"A palavra 'rosto' é utilizada para enfatizar a importância da presença e da imagem de um rei em situações de conflito.","conexao_teologica":"O 'rosto' de Deus é frequentemente mencionado na Bíblia como símbolo de Sua presença e favor (Números 6:25).","referencias_relacionadas":["Números 6:25","Salmos 27:8","Salmos 80:3"]},"2samuel_10_16_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Ato de mandar ou despachar alguém para uma missão ou tarefa.","explicacao_detalhada":"Neste versículo, 'enviar' refere-se à ação de um rei que despacha mensageiros ou soldados para uma missão específica, indicando autoridade e estratégia militar.","por_que_esta_palavra":"A palavra 'enviar' é crucial para entender a dinâmica de poder e a comunicação entre os reinos na época.","conexao_teologica":"Deus também envia mensageiros e profetas para cumprir Seus propósitos (Isaías 6:8).","referencias_relacionadas":["Isaías 6:8","Mateus 10:16","Lucas 10:1"]},"2samuel_10_16_rei":{"palavra_pt":"rei","palavra_original":"הֲדַדְעֶזֶר","transliteracao":"Hădadʻezer","strong":"H1909","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade suprema em um reino.","explicacao_detalhada":"A palavra 'rei' neste contexto destaca a posição de liderança e a responsabilidade de governar e proteger o povo.","por_que_esta_palavra":"A menção do 'rei' é fundamental para entender as relações de poder e as alianças entre nações.","conexao_teologica":"Deus é frequentemente descrito como o Rei dos Reis, enfatizando Sua soberania sobre todas as autoridades terrenas (Apocalipse 19:16).","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"2samuel_10_16_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Indica um movimento ou saída significativa, muitas vezes em um contexto de batalha.","explicacao_detalhada":"A palavra 'sair' é usada para descrever a ação de um exército que se prepara para a guerra, simbolizando coragem e determinação.","por_que_esta_palavra":"A ideia de 'sair' é crucial para entender a mobilização das forças e a estratégia militar.","conexao_teologica":"A saída do povo de Israel do Egito é um evento significativo que simboliza libertação e intervenção divina (Êxodo 12:51).","referencias_relacionadas":["Êxodo 12:51","Josué 1:9","Salmos 68:1"]},"2samuel_10_17_destruir":{"palavra_pt":"destruir","palavra_original":"אָסַף","transliteracao":"ʼâçaph","strong":"H622","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se ao ato de causar a destruição ou aniquilação.","explicacao_detalhada":"Neste versículo, 'destruir' é usado em um contexto militar, onde a vitória sobre o inimigo é o objetivo principal.","por_que_esta_palavra":"A palavra 'destruir' enfatiza a gravidade da guerra e as consequências da batalha.","conexao_teologica":"Deus é descrito como aquele que destrói os inimigos de Seu povo (Salmos 68:1).","referencias_relacionadas":["Salmos 68:1","Isaías 54:17","Romanos 16:20"]},"2samuel_10_17_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo como algo é feito.","explicacao_detalhada":"A palavra 'modo' neste contexto sugere a estratégia ou a abordagem adotada em uma situação de conflito.","por_que_esta_palavra":"Entender o 'modo' é essencial para compreender as táticas de guerra e a liderança.","conexao_teologica":"Deus tem um modo específico de agir em favor de Seu povo, conforme revelado nas Escrituras (Isaías 55:8-9).","referencias_relacionadas":["Isaías 55:8-9","Provérbios 3:5-6","Romanos 12:2"]},"2samuel_10_17_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"Refere-se a um ponto de passagem ou transição.","explicacao_detalhada":"A palavra 'cruz' pode simbolizar um momento decisivo em uma batalha ou uma mudança de direção.","por_que_esta_palavra":"A ideia de 'cruzar' é importante para entender as decisões tomadas em momentos críticos.","conexao_teologica":"A cruz é um símbolo central no cristianismo, representando sacrifício e redenção (Gálatas 6:14).","referencias_relacionadas":["Gálatas 6:14","Mateus 16:24","1 Pedro 2:24"]},"2samuel_10_18_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se novamente ao ato de causar destruição, enfatizando a gravidade da batalha.","explicacao_detalhada":"A repetição da palavra 'destruir' neste contexto reforça a intensidade do conflito e a determinação em vencer.","por_que_esta_palavra":"A palavra é crucial para entender a seriedade da guerra e as consequências para os derrotados.","conexao_teologica":"A destruição dos inimigos é um tema recorrente nas narrativas bíblicas, mostrando a justiça de Deus (Salmos 37:20).","referencias_relacionadas":["Salmos 37:20","Isaías 10:25","Apocalipse 20:10"]},"2samuel_10_18_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se ao ato de perder a vida, especialmente em um contexto de batalha.","explicacao_detalhada":"A palavra 'morrer' é usada para descrever as consequências fatais da guerra, refletindo a realidade da mortalidade.","por_que_esta_palavra":"A menção da morte é importante para entender a seriedade e os riscos envolvidos nas batalhas.","conexao_teologica":"A morte é um tema central na Bíblia, com implicações espirituais e eternas (Hebreus 9:27).","referencias_relacionadas":["Hebreus 9:27","Romanos 6:23","1 Coríntios 15:26"]},"2samuel_10_18_libertar":{"palavra_pt":"libertar","palavra_original":"נוּס","transliteracao":"nûwç","strong":"H5127","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se ao ato de libertar ou salvar alguém de uma situação opressiva.","explicacao_detalhada":"A palavra 'libertar' neste contexto pode indicar a ação de salvar os que estão em perigo durante a batalha.","por_que_esta_palavra":"A ideia de libertação é fundamental para entender a missão de um líder em proteger seu povo.","conexao_teologica":"Deus é frequentemente descrito como aquele que liberta Seu povo da opressão (Salmos 34:17).","referencias_relacionadas":["Salmos 34:17","Isaías 61:1","Gálatas 5:1"]},"2samuel_10_19_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O termo 'rei' refere-se à autoridade suprema sobre um povo ou nação.","explicacao_detalhada":"No contexto de 2 Samuel 10:19, o rei é a figura central que lidera e toma decisões estratégicas em tempos de guerra. A palavra 'rei' implica não apenas poder, mas também responsabilidade e liderança.","por_que_esta_palavra":"A palavra 'rei' é fundamental para entender a estrutura de governo em Israel e a relação entre Deus e o povo, onde o rei é visto como um representante de Deus na terra.","conexao_teologica":"A figura do rei em Israel é um reflexo do reinado de Deus sobre seu povo, e a desobediência do rei pode levar a consequências graves para a nação.","referencias_relacionadas":["1 Samuel 8:5","1 Reis 10:1-2","Salmos 2:10-12"]},"2samuel_10_19_corpo":{"palavra_pt":"corpo","palavra_original":"שָׁלַם","transliteracao":"shâlam","strong":"H7999","significado_raiz":"Ideia básica: corpo.","significado_contextual":"O termo 'corpo' refere-se à totalidade física de um ser humano ou à estrutura de um exército.","explicacao_detalhada":"Em 2 Samuel 10:19, o 'corpo' pode ser entendido como a força militar que luta em nome do rei, simbolizando a unidade e a força do povo sob a liderança do rei.","por_que_esta_palavra":"A palavra 'corpo' é usada para enfatizar a importância da coletividade e da união em tempos de conflito, refletindo a necessidade de um exército coeso.","conexao_teologica":"O corpo como metáfora do povo de Deus é uma ideia que aparece em várias partes da Bíblia, onde a unidade do corpo é essencial para a missão divina.","referencias_relacionadas":["1 Coríntios 12:12-27","Efésios 4:4-6","Romanos 12:4-5"]},"2samuel_10_19_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"O termo 'salvar' refere-se ao ato de livrar ou resgatar alguém de perigo ou opressão.","explicacao_detalhada":"No contexto de 2 Samuel 10:19, a ideia de 'salvar' está ligada à vitória em batalha e à proteção do povo de Israel contra seus inimigos.","por_que_esta_palavra":"A palavra 'salvar' é crucial para entender a ação de Deus em favor de seu povo, que frequentemente clama por ajuda em tempos de crise.","conexao_teologica":"A salvação é um tema central na Bíblia, simbolizando não apenas a libertação física, mas também a espiritual, culminando na obra redentora de Cristo.","referencias_relacionadas":["Salmos 18:2","Isaías 43:11","Romanos 10:13"]}}