{"2samuel_11_1_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O termo 'rei' novamente se refere à autoridade suprema, mas neste contexto, destaca a responsabilidade moral do rei.","explicacao_detalhada":"Em 2 Samuel 11:1, a ação do rei é crucial, pois ele deve liderar seu povo em tempos de guerra, mas sua decisão de permanecer em casa leva a consequências trágicas.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a importância da liderança e das escolhas que um líder faz, que podem afetar todo um povo.","conexao_teologica":"O papel do rei é visto como um reflexo do caráter de Deus, e a falha do rei pode ser vista como uma traição ao chamado divino.","referencias_relacionadas":["1 Samuel 15:23","Salmos 101:1-8","Provérbios 16:12"]},"2samuel_11_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"O termo 'cair' refere-se a um estado de queda moral ou espiritual.","explicacao_detalhada":"Em 2 Samuel 11:1, a 'queda' do rei Davi é literal e figurativa, simbolizando sua transgressão e a perda de sua integridade.","por_que_esta_palavra":"A palavra 'cair' é usada para descrever a fragilidade humana e a tendência ao pecado, mesmo entre os líderes mais respeitados.","conexao_teologica":"A queda de Davi serve como um alerta sobre a natureza pecaminosa da humanidade e a necessidade de arrependimento e redenção.","referencias_relacionadas":["Gálatas 6:1","Tiago 4:6","1 Coríntios 10:12"]},"2samuel_11_1_answer":{"palavra_pt":"answer","palavra_original":"תְּשׁוּבָה","transliteracao":"tᵉshûwbâh","strong":"H8666","significado_raiz":"Ideia básica: answer.","significado_contextual":"O termo 'answer' refere-se à resposta ou reação a uma situação.","explicacao_detalhada":"Em 2 Samuel 11:1, a falta de resposta adequada do rei Davi às suas responsabilidades leva a consequências desastrosas.","por_que_esta_palavra":"A palavra 'answer' destaca a importância da ação e da responsabilidade, especialmente para aqueles em posições de liderança.","conexao_teologica":"A resposta de um líder pode impactar não apenas sua vida, mas também a vida de muitos outros, refletindo a responsabilidade que vem com a autoridade.","referencias_relacionadas":["Mateus 12:36","Tiago 1:22","Romanos 14:12"]},"2samuel_11_2_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"O termo 'levantar' refere-se ao ato de se erguer ou tomar uma posição.","explicacao_detalhada":"Em 2 Samuel 11:2, Davi se levanta de sua cama, simbolizando uma mudança de estado, mas também uma transição para a tentação.","por_que_esta_palavra":"A palavra 'levantar' é significativa, pois indica um movimento que pode levar a ações tanto positivas quanto negativas.","conexao_teologica":"Levantar-se pode simbolizar a disposição de agir, mas também pode ser um chamado à vigilância contra a tentação.","referencias_relacionadas":["Isaías 60:1","Salmos 119:48","Efésios 6:14"]},"2samuel_11_2_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O termo 'rei' novamente destaca a posição de liderança e a responsabilidade que vem com ela.","explicacao_detalhada":"Neste versículo, o rei Davi é apresentado em um momento de vulnerabilidade, onde suas decisões têm grandes repercussões.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a importância do papel do líder e as consequências de suas ações.","conexao_teologica":"A liderança é um tema central na Bíblia, onde os líderes são frequentemente chamados a refletir o caráter de Deus em suas decisões.","referencias_relacionadas":["1 Pedro 5:2-3","Hebreus 13:17","Salmos 78:72"]},"2samuel_11_2_altar":{"palavra_pt":"altar","palavra_original":"גָּג","transliteracao":"gâg","strong":"H1406","significado_raiz":"Ideia básica: altar.","significado_contextual":"O termo 'altar' refere-se ao local de sacrifício e adoração a Deus.","explicacao_detalhada":"Em 2 Samuel 11:2, o altar simboliza a conexão entre o povo e Deus, e a necessidade de adoração e sacrifício.","por_que_esta_palavra":"A palavra 'altar' é importante para entender a prática religiosa de Israel e a centralidade da adoração na vida do povo.","conexao_teologica":"O altar é um símbolo da presença de Deus e da necessidade de expiação, refletindo a importância do sacrifício na relação com o Criador.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Hebreus 13:10"]},"2samuel_11_3_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"O termo 'enviar' refere-se ao ato de mandar alguém em uma missão ou tarefa.","explicacao_detalhada":"Em 2 Samuel 11:3, Davi envia mensageiros para buscar Bate-Seba, o que inicia uma série de eventos trágicos.","por_que_esta_palavra":"A palavra 'enviar' é significativa, pois destaca a ação deliberada de Davi e suas consequências.","conexao_teologica":"O ato de enviar pode ser visto como um chamado à responsabilidade e à consideração das consequências de nossas ações.","referencias_relacionadas":["Mateus 10:16","Lucas 10:1","Romanos 10:15"]},"2samuel_11_3_seguir":{"palavra_pt":"seguir","palavra_original":"דָּרַשׁ","transliteracao":"dârash","strong":"H1875","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' refere-se à ação de buscar ou investigar algo, neste caso, a beleza da mulher que Davi viu.","explicacao_detalhada":"No contexto de 2 Samuel 11:3, Davi envia mensageiros para investigar quem era a mulher que viu banhando-se. A palavra 'seguir' implica uma busca ativa por informações.","por_que_esta_palavra":"A escolha da palavra 'seguir' destaca a curiosidade e o desejo de Davi, que o levaram a um caminho de pecado.","conexao_teologica":"A busca de Davi por aquilo que não lhe pertencia reflete a natureza humana de ceder à tentação e ao desejo, um tema recorrente nas Escrituras.","referencias_relacionadas":["Tiago 1:14-15","Gênesis 3:6","Mateus 5:28"]},"2samuel_11_3_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se a Bate-Seba, que se torna o objeto do desejo de Davi.","explicacao_detalhada":"Bate-Seba é descrita como uma mulher de beleza extraordinária, e sua identificação como 'mulher' enfatiza sua importância no relato e o papel que desempenha na queda de Davi.","por_que_esta_palavra":"A palavra 'mulher' é usada para mostrar a vulnerabilidade de Bate-Seba e a responsabilidade de Davi em suas ações.","conexao_teologica":"A história de Davi e Bate-Seba ilustra a fragilidade da moralidade humana e a necessidade de arrependimento e perdão.","referencias_relacionadas":["2 Samuel 12:1-15","Salmos 51:1-4","Mateus 1:6"]},"2samuel_11_4_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"A palavra 'descanso' refere-se ao ato de Davi se deitar com Bate-Seba, simbolizando um momento de intimidade.","explicacao_detalhada":"Neste versículo, 'descanso' é usado para descrever a relação sexual entre Davi e Bate-Seba, que resulta em consequências graves.","por_que_esta_palavra":"A escolha da palavra 'descanso' contrasta com a gravidade do ato, mostrando como Davi minimiza suas ações pecaminosas.","conexao_teologica":"O conceito de descanso é frequentemente associado ao descanso em Deus, mas aqui é distorcido pelo pecado.","referencias_relacionadas":["1 Coríntios 6:18-20","Hebreus 13:4","Gênesis 39:9"]},"2samuel_11_4_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se ao ato de Davi enviar mensageiros para trazer Bate-Seba até ele.","explicacao_detalhada":"Davi toma a iniciativa de enviar mensageiros, demonstrando seu poder e controle sobre a situação, o que leva a uma série de eventos trágicos.","por_que_esta_palavra":"A palavra 'enviar' destaca a premeditação e a ação deliberada de Davi em buscar Bate-Seba.","conexao_teologica":"A ação de Davi em enviar mensageiros reflete a natureza do pecado que muitas vezes é planejado e intencional.","referencias_relacionadas":["Salmos 19:12-13","Provérbios 6:27-29","Gálatas 6:7"]},"2samuel_11_4_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"A palavra 'anjo/mensageiro' refere-se ao mensageiro que Davi envia, simbolizando a comunicação entre os seres humanos e Deus.","explicacao_detalhada":"Embora a palavra 'anjo' não se refira diretamente a um ser celestial neste contexto, ela representa a ideia de mensageiros que executam a vontade do rei.","por_que_esta_palavra":"A escolha da palavra 'anjo' sugere a importância da comunicação e da ação na narrativa, refletindo a soberania de Deus sobre os eventos.","conexao_teologica":"A ideia de mensageiros é central na teologia bíblica, onde Deus frequentemente usa mensageiros para comunicar Sua vontade.","referencias_relacionadas":["Hebreus 1:14","Gênesis 16:7","Mateus 1:20"]},"2samuel_11_5_crianca":{"palavra_pt":"crianca","palavra_original":"הָרָה","transliteracao":"hârâh","strong":"H2029","significado_raiz":"Ideia básica: crianca.","significado_contextual":"A palavra 'criança' refere-se ao filho que Bate-Seba concebe após seu encontro com Davi.","explicacao_detalhada":"O nascimento da criança é um ponto crucial na narrativa, pois representa as consequências do pecado de Davi.","por_que_esta_palavra":"A palavra 'criança' enfatiza a inocência e a vulnerabilidade do ser humano, mesmo em meio a situações de pecado.","conexao_teologica":"A criança simboliza a realidade das consequências do pecado, que muitas vezes afetam os inocentes.","referencias_relacionadas":["Romanos 5:12","Salmos 51:5","Ezequiel 18:30"]},"2samuel_11_5_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' novamente se refere a Bate-Seba, enfatizando sua identidade e papel na narrativa.","explicacao_detalhada":"A repetição da palavra 'mulher' destaca a continuidade da história e a centralidade de Bate-Seba nas ações de Davi.","por_que_esta_palavra":"A palavra 'mulher' é usada para reforçar a conexão entre Davi e Bate-Seba, que resulta em consequências trágicas.","conexao_teologica":"A relação entre Davi e Bate-Seba ilustra a complexidade das relações humanas e as consequências do pecado.","referencias_relacionadas":["2 Samuel 12:15-18","Mateus 1:6","Salmos 51:10-12"]},"2samuel_11_5_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' é usada novamente, referindo-se ao ato de Davi de enviar mensageiros para trazer Bate-Seba.","explicacao_detalhada":"A repetição da palavra 'enviar' enfatiza a ação deliberada de Davi e sua responsabilidade nas consequências que se seguem.","por_que_esta_palavra":"A palavra 'enviar' destaca a premeditação e o controle que Davi exerce sobre a situação.","conexao_teologica":"A repetição de ações pecaminosas ilustra a natureza do pecado que muitas vezes se acumula e leva a consequências mais graves.","referencias_relacionadas":["Tiago 1:15","Gálatas 6:7","Romanos 6:23"]},"2samuel_11_6_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' é usada novamente, referindo-se ao ato de Davi de enviar mensageiros para trazer Urias de volta.","explicacao_detalhada":"Davi tenta encobrir seu pecado enviando Urias de volta para casa, mostrando sua manipulação da situação.","por_que_esta_palavra":"A repetição da palavra 'enviar' enfatiza a continuidade da tentativa de Davi de controlar as consequências de suas ações.","conexao_teologica":"A manipulação de Davi reflete a natureza do pecado que busca encobrir a verdade em vez de buscar arrependimento.","referencias_relacionadas":["Salmos 32:3-5","Provérbios 28:13","1 João 1:9"]},"2samuel_11_6_filho":{"palavra_pt":"filho","palavra_original":"דָּוִד","transliteracao":"Dâvid","strong":"H1732","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se ao filho que Davi teve com Bate-Seba, simbolizando as consequências de seu pecado.","explicacao_detalhada":"O filho representa não apenas a continuidade da linhagem, mas também as consequências trágicas do pecado de Davi.","por_que_esta_palavra":"A palavra 'filho' enfatiza a responsabilidade de Davi como pai e as implicações de suas ações.","conexao_teologica":"A relação entre Davi e seu filho ilustra a realidade das consequências do pecado que afetam gerações.","referencias_relacionadas":["Salmos 127:3","Romanos 5:12","Gênesis 4:9"]},"2samuel_11_7_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' (shalom) é usada para descrever um estado de bem-estar e harmonia, frequentemente associado à presença de Deus.","explicacao_detalhada":"No contexto de 2 Samuel 11:7, a paz é um conceito que reflete a ausência de conflito e a plenitude de bênçãos. O rei Davi, ao enviar mensageiros, busca trazer uma mensagem de paz a Urias.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a intenção de Davi de manter a harmonia e a tranquilidade, mesmo em meio a suas ações questionáveis.","conexao_teologica":"A paz é um tema central na teologia bíblica, representando a relação restaurada entre Deus e a humanidade, especialmente em Cristo, que é chamado de Príncipe da Paz (Isaías 9:6).","referencias_relacionadas":["Isaías 9:6","Filipenses 4:7","Romanos 5:1"]},"2samuel_11_7_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir' (bo) implica a ação de se aproximar ou entrar em um lugar, neste caso, a casa de Urias.","explicacao_detalhada":"Davi chama Urias para sua presença, o que é um ato de autoridade e controle, refletindo a dinâmica de poder entre o rei e seus súditos.","por_que_esta_palavra":"A escolha da palavra 'vir' destaca a manipulação de Davi, que usa sua posição para trazer Urias de volta do campo de batalha.","conexao_teologica":"A ideia de 'vir' também pode ser vista como um convite à presença de Deus, que chama os fiéis a se aproximarem d'Ele.","referencias_relacionadas":["Mateus 11:28","Hebreus 4:16","Apocalipse 22:17"]},"2samuel_11_7_desejo":{"palavra_pt":"desejo","palavra_original":"שָׁאַל","transliteracao":"shâʼal","strong":"H7592","significado_raiz":"Ideia básica: desejo.","significado_contextual":"A palavra 'desejo' (sha'al) refere-se a um pedido ou solicitação, que neste caso é feito por Davi ao chamar Urias.","explicacao_detalhada":"Davi expressa um desejo de saber como estão as coisas na guerra, mas sua verdadeira intenção é encobrir seu pecado.","por_que_esta_palavra":"A palavra é significativa porque revela a duplicidade de Davi, que usa um desejo aparentemente legítimo para encobrir suas ações.","conexao_teologica":"O desejo humano pode levar a ações que desagradam a Deus, como visto na história de Davi, que se afastou de Sua vontade.","referencias_relacionadas":["Tiago 1:14-15","Salmos 37:4","Romanos 7:15"]},"2samuel_11_8_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' (bayith) representa não apenas uma estrutura física, mas também a ideia de família e lar.","explicacao_detalhada":"Davi envia Urias para sua casa, o que simboliza um retorno ao lar, mas também um convite a um momento de intimidade que ele manipula.","por_que_esta_palavra":"A escolha de 'casa' é crucial, pois representa o espaço onde a vida pessoal e familiar se desenrola, contrastando com a guerra.","conexao_teologica":"A casa é frequentemente usada na Bíblia como uma metáfora para a presença de Deus, que deseja habitar entre Seu povo.","referencias_relacionadas":["Salmos 127:1","Hebreus 3:6","1 Pedro 2:5"]},"2samuel_11_8_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' (melek) refere-se à autoridade e ao poder que Davi exerce sobre Israel.","explicacao_detalhada":"Davi, como rei, tem o poder de convocar e dirigir seus súditos, mas sua liderança é manchada por suas ações egoístas.","por_que_esta_palavra":"A palavra 'rei' é importante para entender a responsabilidade que Davi tem e como ele a usa de maneira inadequada.","conexao_teologica":"A figura do rei é central na narrativa bíblica, com Cristo sendo o Rei dos Reis, que governa com justiça e retidão.","referencias_relacionadas":["Salmos 2:6","Isaías 32:1","Apocalipse 19:16"]},"2samuel_11_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' (amar) é usada para relatar a comunicação de Davi, que expressa suas ordens.","explicacao_detalhada":"Davi ordena que Urias vá para casa, e suas palavras têm um peso significativo, refletindo sua posição como rei.","por_que_esta_palavra":"A escolha de 'dizer' enfatiza a autoridade de Davi e a importância de suas palavras na narrativa.","conexao_teologica":"As palavras de Deus são poderosas e criativas, e a comunicação divina é um tema recorrente nas Escrituras.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 1:3"]},"2samuel_11_9_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"A palavra 'descanso' (shakab) refere-se ao ato de deitar ou repousar, simbolizando um momento de pausa.","explicacao_detalhada":"Urias, ao retornar para casa, é convidado a descansar, mas Davi usa isso para seus próprios fins.","por_que_esta_palavra":"A palavra é escolhida para mostrar a manipulação de Davi, que tenta criar uma aparência de normalidade.","conexao_teologica":"O descanso é um tema importante na Bíblia, simbolizando a paz e a presença de Deus, especialmente no contexto do Sabbath.","referencias_relacionadas":["Êxodo 20:8-11","Mateus 11:28","Hebreus 4:9-10"]},"2samuel_11_9_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' (melek) reafirma a posição de Davi como líder, que tem autoridade sobre seu povo.","explicacao_detalhada":"Davi, como rei, tem o poder de decidir sobre a vida de seus súditos, mas sua decisão neste caso é moralmente questionável.","por_que_esta_palavra":"A repetição da palavra 'rei' destaca a responsabilidade que Davi tem e a gravidade de suas ações.","conexao_teologica":"A liderança é um tema importante na Bíblia, com Cristo sendo o Rei que governa com justiça e amor.","referencias_relacionadas":["1 Samuel 8:7","Salmos 72:1-2","Romanos 13:1"]},"2samuel_11_9_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' (bayith) é novamente utilizada, enfatizando o lar como um espaço de intimidade e segurança.","explicacao_detalhada":"Davi envia Urias para casa, tentando criar um ambiente de normalidade e encobrir sua própria culpa.","por_que_esta_palavra":"A repetição da palavra 'casa' reforça a ideia de que Davi está manipulando a situação para seus próprios interesses.","conexao_teologica":"A casa é um símbolo da presença de Deus e da comunidade, refletindo o desejo de Deus de habitar entre Seu povo.","referencias_relacionadas":["Salmos 23:6","Mateus 7:24","1 Pedro 2:5"]},"2samuel_11_10_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' (derek) refere-se ao caminho ou modo de viver, simbolizando a jornada de Urias.","explicacao_detalhada":"Davi questiona Urias sobre a vida no campo de batalha, mas sua intenção é desviar a atenção de suas próprias ações.","por_que_esta_palavra":"A palavra 'vida' é significativa, pois reflete a realidade da luta e do sacrifício dos soldados, contrastando com a vida de conforto de Davi.","conexao_teologica":"A vida é um tema central na Bíblia, com Jesus oferecendo vida em abundância (João 10:10) e chamando os crentes a seguir o caminho da vida.","referencias_relacionadas":["João 10:10","Salmos 119:105","Provérbios 4:23"]},"2samuel_11_10_palavra":{"palavra_pt":"palavra","palavra_original":"נָגַד","transliteracao":"nâgad","strong":"H5046","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação ou mensagem que é transmitida.","explicacao_detalhada":"A palavra 'palavra' (נָגַד) é usada para indicar uma declaração ou um aviso. No contexto de 2 Samuel 11:10, pode se referir ao que foi relatado a Davi sobre Urias.","por_que_esta_palavra":"Esta palavra é importante porque representa a comunicação de informações que podem ter consequências significativas.","conexao_teologica":"A comunicação divina é central na relação entre Deus e a humanidade, e a palavra de Deus é frequentemente vista como um meio de revelação.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Provérbios 18:21"]},"2samuel_11_10_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Indica a ação de expressar ou comunicar algo verbalmente.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é utilizada para descrever a ação de falar ou declarar. No versículo, é crucial para entender a interação entre Davi e seus mensageiros.","por_que_esta_palavra":"A palavra é fundamental para a narrativa, pois revela a intenção e a resposta de Davi às informações recebidas.","conexao_teologica":"A fala de Deus é um tema recorrente na Bíblia, mostrando como Ele se comunica com Seu povo.","referencias_relacionadas":["Gênesis 1:3","Êxodo 20:1","Mateus 4:4"]},"2samuel_11_11_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao ato de repousar ou deitar-se.","explicacao_detalhada":"A palavra 'descanso' (שָׁכַב) é usada para descrever a ação de se deitar, que pode ter conotações de descanso físico ou de intimidade.","por_que_esta_palavra":"É relevante no contexto da história de Davi e Bate-Seba, onde o descanso se torna um ponto de virada moral.","conexao_teologica":"O descanso é um tema que aparece na criação e no sabá, simbolizando a paz e a presença de Deus.","referencias_relacionadas":["Gênesis 2:2","Êxodo 20:8-11","Mateus 11:28"]},"2samuel_11_11_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à natureza física ou ao corpo humano.","explicacao_detalhada":"A palavra 'carne' (חַי) é usada para descrever a condição humana e suas fraquezas. No contexto, pode se referir à vulnerabilidade de Urias.","por_que_esta_palavra":"É importante para entender a fragilidade da condição humana e as tentações que enfrentamos.","conexao_teologica":"A carne é frequentemente contrastada com o espírito, destacando a luta entre a natureza humana e a vontade de Deus.","referencias_relacionadas":["Gálatas 5:17","Romanos 7:18","1 Pedro 2:11"]},"2samuel_11_11_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma declaração ou um assunto em discussão.","explicacao_detalhada":"A palavra 'palavra/coisa' (דָּבָר) é usada para indicar um tópico ou uma questão que está sendo abordada. No versículo, isso se relaciona ao que foi discutido sobre Urias.","por_que_esta_palavra":"É crucial para entender a natureza da conversa e as implicações do que foi dito.","conexao_teologica":"A palavra de Deus é uma ferramenta de ensino e correção, essencial para a vida cristã.","referencias_relacionadas":["Salmos 119:11","Tiago 1:22","Romanos 10:17"]},"2samuel_11_12_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de 24 horas.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é usada para marcar um tempo específico em que eventos ocorrem. No contexto, pode indicar um prazo ou um tempo de espera.","por_que_esta_palavra":"É importante para entender a cronologia dos eventos que se desenrolam na narrativa.","conexao_teologica":"O conceito de tempo é significativo na criação e na história da salvação, mostrando a soberania de Deus sobre o tempo.","referencias_relacionadas":["Gênesis 1:5","Eclesiastes 3:1","2 Pedro 3:8"]},"2samuel_11_12_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de avaliar ou tomar uma decisão.","explicacao_detalhada":"A palavra 'julgar' (יָשַׁב) implica a ideia de sentar-se para deliberar ou decidir sobre um assunto. No versículo, isso pode se referir ao julgamento de Davi sobre a situação.","por_que_esta_palavra":"É relevante para entender a responsabilidade moral de Davi em suas decisões.","conexao_teologica":"O julgamento é um tema importante na Bíblia, refletindo a justiça de Deus e a responsabilidade humana.","referencias_relacionadas":["Salmos 9:7","Mateus 7:1-2","Romanos 14:10"]},"2samuel_11_12_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Indica a ação de expressar ou comunicar algo verbalmente.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é utilizada novamente para descrever a ação de falar ou declarar. É importante para a continuidade da narrativa.","por_que_esta_palavra":"A repetição desta palavra enfatiza a importância da comunicação na história.","conexao_teologica":"A fala de Deus é um tema recorrente na Bíblia, mostrando como Ele se comunica com Seu povo.","referencias_relacionadas":["Gênesis 1:3","Êxodo 20:1","Mateus 4:4"]},"2samuel_11_13_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao ato de repousar ou deitar-se.","explicacao_detalhada":"A palavra 'descanso' (שָׁכַב) é usada novamente para descrever a ação de se deitar. Isso pode ter conotações de descanso físico ou de intimidade.","por_que_esta_palavra":"É relevante no contexto da história de Davi e Bate-Seba, onde o descanso se torna um ponto de virada moral.","conexao_teologica":"O descanso é um tema que aparece na criação e no sabá, simbolizando a paz e a presença de Deus.","referencias_relacionadas":["Gênesis 2:2","Êxodo 20:8-11","Mateus 11:28"]},"2samuel_11_13_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de convocar ou chamar alguém.","explicacao_detalhada":"A palavra 'chamar' (קָרָא) implica a ação de convocar ou fazer um chamado. No contexto, Davi chama Urias para obter informações.","por_que_esta_palavra":"É importante para entender a dinâmica da interação entre Davi e Urias.","conexao_teologica":"O chamado de Deus é um tema central na Bíblia, refletindo a iniciativa divina em buscar a humanidade.","referencias_relacionadas":["Isaías 43:1","Romanos 8:30","1 Pedro 2:9"]},"2samuel_11_13_alimento":{"palavra_pt":"alimento","palavra_original":"אָכַל","transliteracao":"ʼâkal","strong":"H398","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se ao sustento físico que é essencial para a vida.","explicacao_detalhada":"No contexto de 2 Samuel 11:13, o 'alimento' é mencionado em uma situação onde Davi tenta encobrir seu pecado com Bate-Seba, oferecendo comida a Urias. O ato de oferecer alimento pode ser visto como uma tentativa de criar um ambiente de camaradagem e amizade, enquanto na verdade Davi estava manipulando a situação.","por_que_esta_palavra":"A palavra 'alimento' é utilizada para enfatizar a necessidade básica do ser humano e como Davi usou isso para tentar desviar a atenção de Urias.","conexao_teologica":"O alimento é frequentemente usado na Bíblia como um símbolo de sustento espiritual, assim como Jesus se refere a si mesmo como o pão da vida (João 6:35).","referencias_relacionadas":["Mateus 4:4","João 6:35","Salmos 104:14"]},"2samuel_11_14_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a ação de cair em um estado de desgraça ou pecado.","explicacao_detalhada":"Neste versículo, 'cair' é usado para descrever a queda moral de Urias, que foi colocado em uma posição vulnerável por Davi. A palavra sugere não apenas uma queda física, mas também uma queda espiritual e moral.","por_que_esta_palavra":"A escolha da palavra 'cair' reflete a gravidade da situação em que Davi se encontra, mostrando como ele levou outro a um destino trágico.","conexao_teologica":"A queda é um tema central na teologia cristã, simbolizando a separação do homem de Deus devido ao pecado.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","Tiago 1:15"]},"2samuel_11_14_dia":{"palavra_pt":"dia","palavra_original":"בֹּקֶר","transliteracao":"bôqer","strong":"H1242","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de tempo em que eventos significativos ocorrem.","explicacao_detalhada":"O 'dia' mencionado no versículo é crucial, pois marca o momento em que as ordens de Davi são executadas. O tempo é um fator importante na narrativa, pois as ações de Davi têm consequências duradouras.","por_que_esta_palavra":"A palavra 'dia' é utilizada para enfatizar a urgência e a inevitabilidade dos eventos que se desenrolam.","conexao_teologica":"O conceito de tempo é importante na Bíblia, pois Deus opera dentro da história e os eventos têm significados eternos.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 90:12","2 Pedro 3:8"]},"2samuel_11_14_describe":{"palavra_pt":"descrever","palavra_original":"כָּתַב","transliteracao":"kâthab","strong":"H3789","significado_raiz":"Ideia básica: descrever.","significado_contextual":"Refere-se ao ato de registrar ou narrar eventos.","explicacao_detalhada":"A palavra 'descrever' é usada para indicar que Davi estava ordenando que os eventos fossem documentados, o que mostra sua tentativa de controlar a narrativa e encobrir suas ações.","por_que_esta_palavra":"A escolha de 'descrever' enfatiza a manipulação da verdade e a tentativa de Davi de justificar suas ações.","conexao_teologica":"A verdade e a honestidade são temas centrais na Bíblia, e a manipulação da verdade leva a consequências graves.","referencias_relacionadas":["Provérbios 12:22","Salmos 51:6","Efésios 4:25"]},"2samuel_11_15_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se ao ato de perder a vida, um tema central na narrativa.","explicacao_detalhada":"Neste versículo, 'morrer' é a consequência trágica das ordens de Davi, que resultam na morte de Urias. Isso destaca a gravidade do pecado de Davi e suas consequências.","por_que_esta_palavra":"A palavra 'morrer' é utilizada para enfatizar a seriedade da situação e as ramificações do pecado.","conexao_teologica":"A morte é um tema recorrente na Bíblia, simbolizando a separação de Deus e as consequências do pecado.","referencias_relacionadas":["Romanos 6:23","Hebreus 9:27","Gênesis 2:17"]},"2samuel_11_15_poderoso":{"palavra_pt":"poderoso","palavra_original":"חָזָק","transliteracao":"châzâq","strong":"H2389","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Refere-se à força ou capacidade de alguém ou algo.","explicacao_detalhada":"A palavra 'poderoso' é usada para descrever a força militar e a influência que Davi tinha, que ele usou para manipular a situação em seu favor.","por_que_esta_palavra":"A escolha de 'poderoso' ressalta a posição de Davi como rei e como ele abusou de seu poder.","conexao_teologica":"O uso do poder é um tema importante na Bíblia, onde Deus é visto como o verdadeiro poder e autoridade.","referencias_relacionadas":["Salmos 62:11","Isaías 40:29","Romanos 13:1"]},"2samuel_11_15_describe":{"palavra_pt":"descrever","palavra_original":"כָּתַב","transliteracao":"kâthab","strong":"H3789","significado_raiz":"Ideia básica: descrever.","significado_contextual":"Refere-se ao ato de registrar ou narrar eventos.","explicacao_detalhada":"Assim como em um versículo anterior, 'descrever' aqui indica a intenção de Davi de documentar suas ordens, mostrando sua tentativa de controlar a narrativa de sua ação.","por_que_esta_palavra":"A repetição da palavra 'descrever' enfatiza a manipulação da verdade e a tentativa de Davi de encobrir seu pecado.","conexao_teologica":"A honestidade e a verdade são fundamentais na vida cristã, e a manipulação da verdade leva a consequências espirituais.","referencias_relacionadas":["Provérbios 12:22","Salmos 51:6","Efésios 4:25"]},"2samuel_11_16_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local habitado, geralmente cercado por muros.","explicacao_detalhada":"A 'cidade' mencionada é o cenário onde os eventos trágicos ocorrem, destacando a vulnerabilidade das pessoas em tempos de guerra e a responsabilidade do líder.","por_que_esta_palavra":"A palavra 'cidade' é usada para enfatizar a coletividade e a proteção que deveria existir, mas que foi quebrada pela ação de Davi.","conexao_teologica":"As cidades na Bíblia muitas vezes simbolizam segurança e proteção, e a destruição delas representa a quebra da ordem divina.","referencias_relacionadas":["Salmos 46:4","Isaías 26:1","Mateus 5:14"]},"2samuel_11_16_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de pedir ou solicitar algo com urgência.","explicacao_detalhada":"A palavra 'dar' é usada no contexto de dar ordens, mostrando a autoridade de Davi e como ele manipula a situação para alcançar seus objetivos.","por_que_esta_palavra":"A escolha de 'dar' enfatiza a ação deliberada de Davi em controlar o destino de Urias e de outros.","conexao_teologica":"A autoridade e o uso do poder são temas importantes na Bíblia, onde Deus é visto como o supremo autoritário.","referencias_relacionadas":["Mateus 20:25-26","Romanos 13:1","1 Pedro 2:13"]},"2samuel_11_16_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a ação de cair em um estado de desgraça ou pecado.","explicacao_detalhada":"A palavra 'cair' aqui é usada para descrever a situação trágica em que os soldados se encontram, sendo enviados para a batalha sem a proteção adequada.","por_que_esta_palavra":"A repetição da palavra 'cair' enfatiza a vulnerabilidade e a tragédia da guerra, além do pecado de Davi.","conexao_teologica":"A queda é um tema central na teologia cristã, simbolizando a separação do homem de Deus devido ao pecado.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","Tiago 1:15"]},"2samuel_11_17_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade fortificada onde a batalha ocorreu.","explicacao_detalhada":"A palavra 'cidade' neste contexto indica um espaço urbano que serve como centro de atividades militares e sociais. A cidade é um símbolo de segurança e poder, e sua conquista ou defesa é crucial em narrativas de guerra.","por_que_esta_palavra":"A escolha da palavra 'cidade' enfatiza a importância estratégica do local na narrativa de batalha e morte.","conexao_teologica":"A cidade muitas vezes representa a habitação do povo de Deus e a luta entre o bem e o mal.","referencias_relacionadas":["Josué 6:1-5","Salmos 48:1-2","Isaías 26:1"]},"2samuel_11_17_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Indica a morte de um soldado em batalha.","explicacao_detalhada":"A palavra 'morrer' é utilizada para descrever a consequência trágica da guerra, refletindo a fragilidade da vida e a realidade da morte em conflitos.","por_que_esta_palavra":"A ênfase na morte ressalta o custo humano da guerra e as implicações morais das ações dos personagens.","conexao_teologica":"A morte é um tema central na Bíblia, simbolizando tanto a consequência do pecado quanto a esperança da ressurreição.","referencias_relacionadas":["Romanos 6:23","Eclesiastes 3:2","Hebreus 9:27"]},"2samuel_11_17_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se à magnitude da ação de sair para a batalha.","explicacao_detalhada":"A palavra 'sair' implica um movimento significativo, muitas vezes associado a decisões importantes e ações de coragem em contextos de conflito.","por_que_esta_palavra":"A escolha de 'sair' destaca a bravura e a determinação dos soldados em enfrentar o inimigo.","conexao_teologica":"Sair para a batalha pode ser visto como um ato de fé e obediência a Deus, que muitas vezes chama Seu povo a agir.","referencias_relacionadas":["Deuteronômio 20:1","Salmos 144:1","Efésios 6:10-11"]},"2samuel_11_18_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de enviar uma mensagem ou ordem.","explicacao_detalhada":"A palavra 'enviar' implica a transferência de autoridade e a comunicação de instruções, essencial em contextos militares.","por_que_esta_palavra":"A escolha de 'enviar' mostra a importância da liderança e da estratégia na guerra.","conexao_teologica":"Deus frequentemente envia mensageiros para comunicar Sua vontade, refletindo a importância da obediência às ordens divinas.","referencias_relacionadas":["Isaías 6:8","Mateus 28:19-20","Atos 13:2"]},"2samuel_11_18_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as instruções são dadas ou seguidas.","explicacao_detalhada":"A palavra 'modo' implica a maneira específica de agir, que pode afetar o resultado de uma situação.","por_que_esta_palavra":"A escolha de 'modo' enfatiza a necessidade de seguir procedimentos adequados em situações críticas.","conexao_teologica":"Deus tem um modo específico de operar em nossas vidas, e seguir Seus caminhos é crucial para o sucesso espiritual.","referencias_relacionadas":["Provérbios 3:5-6","Romanos 12:2","1 Coríntios 14:40"]},"2samuel_11_19_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"Refere-se a um mensageiro enviado com uma mensagem divina.","explicacao_detalhada":"A palavra 'anjo/mensageiro' indica um ser espiritual que serve como intermediário entre Deus e os homens, trazendo instruções ou advertências.","por_que_esta_palavra":"A escolha de 'anjo' destaca a intervenção divina nas situações humanas, mostrando que Deus está ativo na história.","conexao_teologica":"Os anjos são frequentemente usados por Deus para cumprir Seus propósitos e comunicar Sua vontade ao Seu povo.","referencias_relacionadas":["Salmos 91:11","Hebreus 1:14","Lucas 1:26-38"]},"2samuel_11_19_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade e liderança do rei sobre seu povo.","explicacao_detalhada":"A palavra 'rei' implica poder, governo e responsabilidade, especialmente em tempos de guerra.","por_que_esta_palavra":"A escolha de 'rei' enfatiza a posição de autoridade e a necessidade de liderança sábia em tempos de crise.","conexao_teologica":"Deus é frequentemente descrito como o Rei dos reis, e a liderança humana deve refletir Sua justiça e sabedoria.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"2samuel_11_19_enviar":{"palavra_pt":"enviar","palavra_original":"צָוָה","transliteracao":"tsâvâh","strong":"H6680","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de dar ordens ou instruções.","explicacao_detalhada":"A palavra 'enviar' neste contexto implica a autoridade do rei para comandar e dirigir suas tropas.","por_que_esta_palavra":"A escolha de 'enviar' ressalta a importância da comunicação clara e da liderança eficaz em situações de conflito.","conexao_teologica":"Deus envia Seus servos para cumprir Sua vontade, e a obediência a essas ordens é fundamental para o sucesso espiritual.","referencias_relacionadas":["Gênesis 24:10","Mateus 10:16","Atos 8:26"]},"2samuel_11_20_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente à figura de autoridade do rei em um contexto de batalha.","explicacao_detalhada":"A palavra 'rei' destaca a responsabilidade do líder em proteger seu povo e tomar decisões difíceis durante a guerra.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a centralidade da liderança na narrativa e suas consequências.","conexao_teologica":"A liderança é um tema importante na Bíblia, refletindo a soberania de Deus sobre as nações e a necessidade de líderes justos.","referencias_relacionadas":["1 Pedro 2:9","Romanos 13:1","Provérbios 16:12"]},"2samuel_11_20_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se novamente ao local da batalha e suas implicações.","explicacao_detalhada":"A palavra 'cidade' neste contexto reforça a ideia de um espaço onde a vida e a morte se entrelaçam em uma narrativa de conflito.","por_que_esta_palavra":"A repetição da palavra 'cidade' enfatiza a importância do local na história e suas consequências para o povo.","conexao_teologica":"As cidades na Bíblia muitas vezes simbolizam a habitação de Deus entre Seu povo e a luta contra as forças do mal.","referencias_relacionadas":["Salmos 46:4","Isaías 65:18","Apocalipse 21:2"]},"2samuel_11_20_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair neste contexto refere-se à queda em batalha, simbolizando a derrota e a morte.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a ação de um soldado que, ao enfrentar o inimigo, é derrotado e cai ao chão, o que implica não apenas a morte física, mas também a perda de honra e a consequência do pecado.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a gravidade da situação e o destino trágico dos homens que lutaram sob o comando de Urias.","conexao_teologica":"A queda em batalha pode ser vista como uma representação do pecado e suas consequências, refletindo a luta espiritual que todos enfrentam.","referencias_relacionadas":["Salmos 20:8","Provérbios 24:16","Romanos 5:12"]},"2samuel_11_21_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Morrer aqui se refere à morte física que ocorre em combate, mas também simboliza a morte espiritual que resulta do pecado.","explicacao_detalhada":"A palavra 'morrer' é utilizada para descrever a consequência final da guerra e do pecado, onde a vida é ceifada e o destino eterno é colocado em questão.","por_que_esta_palavra":"A utilização da palavra 'morrer' destaca a seriedade da situação e a inevitabilidade da morte que acompanha a desobediência a Deus.","conexao_teologica":"A morte é um tema central na teologia bíblica, representando a separação de Deus e a necessidade de redenção através de Cristo.","referencias_relacionadas":["Gênesis 2:17","Romanos 6:23","Hebreus 9:27"]},"2samuel_11_21_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"Homem neste contexto refere-se a um soldado, um ser humano que enfrenta a batalha e a morte.","explicacao_detalhada":"A palavra 'homem' é usada para enfatizar a fragilidade e a vulnerabilidade do ser humano diante da guerra e das consequências do pecado.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a individualidade e a importância de cada vida perdida na batalha.","conexao_teologica":"A dignidade do ser humano é um tema importante na teologia, refletindo a criação à imagem de Deus e a necessidade de valorizar cada vida.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Mateus 10:31"]},"2samuel_11_21_nome":{"palavra_pt":"nome","palavra_original":"אֲבִימֶלֶךְ","transliteracao":"ʼĂbîymelek","strong":"H40","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome aqui refere-se à identidade de Urias, que é mencionado para destacar a tragédia de sua morte.","explicacao_detalhada":"A palavra 'nome' é significativa, pois representa a memória e a honra de uma pessoa, que é apagada pela morte em combate.","por_que_esta_palavra":"A menção do nome de Urias serve para lembrar a injustiça de sua morte e o peso do pecado de Davi.","conexao_teologica":"O nome é importante na Bíblia, simbolizando a identidade e o propósito de cada indivíduo diante de Deus.","referencias_relacionadas":["Salmos 9:12","Isaías 43:1","Apocalipse 3:5"]},"2samuel_11_22_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"Anjo/mensageiro refere-se à figura que traz a mensagem de Deus, atuando como intermediário entre o divino e o humano.","explicacao_detalhada":"A palavra 'anjo' implica a presença de Deus em situações críticas, trazendo orientação e julgamento sobre as ações humanas.","por_que_esta_palavra":"A escolha da palavra 'anjo' destaca a soberania de Deus sobre os eventos humanos, mesmo em meio ao pecado.","conexao_teologica":"Os anjos são frequentemente vistos como mensageiros de Deus, refletindo Sua vontade e propósito na história da salvação.","referencias_relacionadas":["Hebreus 1:14","Salmos 91:11","Lucas 1:19"]},"2samuel_11_22_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Andar neste contexto refere-se ao movimento físico, mas também simboliza a jornada da vida e as escolhas que fazemos.","explicacao_detalhada":"A palavra 'andar' é usada para descrever a ação de seguir um caminho, que pode ser literal ou metafórico, refletindo a direção da vida de uma pessoa.","por_que_esta_palavra":"A escolha da palavra 'andar' enfatiza a importância das decisões que tomamos e como elas nos levam a diferentes destinos.","conexao_teologica":"A jornada espiritual é um tema central na Bíblia, onde andar com Deus é visto como essencial para a vida plena.","referencias_relacionadas":["Gálatas 5:16","Salmos 119:105","Miquéias 6:8"]},"2samuel_11_22_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Vir/entrar refere-se à ação de se aproximar ou entrar em uma nova situação, simbolizando mudança e transição.","explicacao_detalhada":"A palavra 'vir' implica um movimento em direção a algo novo, que pode ser positivo ou negativo, dependendo do contexto.","por_que_esta_palavra":"A escolha da palavra 'vir' destaca a importância de responder ao chamado de Deus e às circunstâncias da vida.","conexao_teologica":"O chamado de Deus é um tema recorrente na Bíblia, onde somos convidados a entrar em um relacionamento com Ele.","referencias_relacionadas":["Mateus 11:28","Apocalipse 3:20","Isaías 55:1"]},"2samuel_11_23_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"Anjo/mensageiro refere-se à presença de Deus que traz a mensagem sobre a situação dos soldados.","explicacao_detalhada":"A palavra 'anjo' aqui destaca a comunicação divina sobre os eventos que ocorrem na batalha e a importância de ouvir a voz de Deus.","por_que_esta_palavra":"A escolha da palavra 'anjo' enfatiza a intervenção divina nas questões humanas, especialmente em momentos de crise.","conexao_teologica":"A presença de mensageiros de Deus é um lembrete de que Ele está sempre ativo em nossa vida, guiando e protegendo.","referencias_relacionadas":["Salmos 34:7","Daniel 9:21","Mateus 26:53"]},"2samuel_11_23_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Homem aqui refere-se a um soldado, representando a luta e a vida de cada indivíduo na batalha.","explicacao_detalhada":"A palavra 'homem' é usada para enfatizar a individualidade e a importância de cada vida perdida na batalha.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a fragilidade da vida humana e a seriedade das consequências da guerra.","conexao_teologica":"A dignidade do ser humano é um tema importante na teologia, refletindo a criação à imagem de Deus.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Mateus 10:31"]},"2samuel_11_23_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer neste contexto refere-se à comunicação de informações importantes sobre a batalha.","explicacao_detalhada":"A palavra 'dizer' é usada para descrever a ação de transmitir uma mensagem, que pode ter consequências significativas.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a importância da comunicação e da verdade nas relações humanas e com Deus.","conexao_teologica":"A palavra de Deus é fundamental na vida do crente, sendo uma fonte de orientação e verdade.","referencias_relacionadas":["João 17:17","Salmos 119:160","Provérbios 18:21"]},"2samuel_11_24_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se à morte física, um tema central na narrativa de Davi e Bate-Seba, onde a morte de Urias é um ponto crucial.","explicacao_detalhada":"Neste contexto, a morte de Urias é resultado de uma conspiração de Davi para encobrir seu pecado. A morte é apresentada não apenas como um evento físico, mas também como uma consequência moral e espiritual.","por_que_esta_palavra":"A escolha da palavra 'morrer' enfatiza a gravidade da ação de Davi e as consequências de seus atos, mostrando que a morte de Urias foi um ato premeditado e cruel.","conexao_teologica":"A morte de Urias ilustra a seriedade do pecado e suas repercussões, refletindo a justiça de Deus e a necessidade de arrependimento.","referencias_relacionadas":["2 Samuel 11:15","2 Samuel 12:9","Romanos 6:23"]},"2samuel_11_24_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à posição de Davi como governante de Israel, que deveria ser um exemplo de justiça e integridade.","explicacao_detalhada":"Davi, como rei, tinha a responsabilidade de liderar seu povo com justiça. Sua falha em proteger Urias e sua própria moralidade levanta questões sobre a liderança e a responsabilidade dos governantes.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a posição de Davi e a expectativa que Deus tinha dele como líder escolhido.","conexao_teologica":"A falha de Davi como rei aponta para a necessidade de um Rei perfeito, que é encontrado em Jesus Cristo.","referencias_relacionadas":["1 Samuel 16:13","Salmos 78:70-72","Mateus 2:6"]},"2samuel_11_24_agua":{"palavra_pt":"agua","palavra_original":"יָרָה","transliteracao":"yârâh","strong":"H3384","significado_raiz":"Ideia básica: agua.","significado_contextual":"A palavra 'água' pode simbolizar a vida e a purificação, contrastando com a morte e o pecado presentes na narrativa.","explicacao_detalhada":"Embora a palavra 'água' não apareça diretamente no contexto da morte de Urias, a água é frequentemente associada à vida e à renovação, o que contrasta com a morte que Davi causou.","por_que_esta_palavra":"A inclusão da palavra 'água' pode sugerir a necessidade de purificação e arrependimento após o pecado.","conexao_teologica":"A água é um símbolo do Espírito Santo e da vida nova que Deus oferece, contrastando com a morte espiritual causada pelo pecado.","referencias_relacionadas":["João 4:14","Ezequiel 36:25-27","Apocalipse 21:6"]},"2samuel_11_25_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"A palavra 'anjo/mensageiro' refere-se a um emissário de Deus, que pode trazer mensagens de julgamento ou esperança.","explicacao_detalhada":"Neste contexto, a presença de um mensageiro de Deus pode indicar a intervenção divina nas ações de Davi e as consequências de seus pecados.","por_que_esta_palavra":"A palavra 'anjo' destaca a comunicação de Deus com a humanidade e a importância de ouvir Suas instruções.","conexao_teologica":"Os anjos são frequentemente usados por Deus para transmitir Sua vontade, mostrando que Ele está sempre presente, mesmo em momentos de pecado.","referencias_relacionadas":["Hebreus 1:14","Gênesis 16:7","Lucas 1:19"]},"2samuel_11_25_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se à comunicação e à ação de Deus, que traz vida e ordem ao caos.","explicacao_detalhada":"Neste contexto, a palavra de Deus é fundamental para entender as ações de Davi e as consequências de suas decisões.","por_que_esta_palavra":"A palavra 'davar' enfatiza a importância da comunicação divina e a necessidade de obedecer a Deus.","conexao_teologica":"A palavra de Deus é viva e eficaz, e sua desobediência leva a consequências sérias, como demonstrado na história de Davi.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Isaías 55:11"]},"2samuel_11_25_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se ao lugar onde a ação ocorre, simbolizando a comunidade e as relações sociais.","explicacao_detalhada":"A cidade é o cenário onde a traição e a morte acontecem, refletindo a realidade da vida em comunidade e as consequências do pecado coletivo.","por_que_esta_palavra":"A palavra 'cidade' destaca a importância do contexto social e as implicações do pecado de Davi para toda a nação.","conexao_teologica":"A cidade pode ser vista como um microcosmo da sociedade, onde as ações individuais têm repercussões coletivas.","referencias_relacionadas":["Salmos 48:1-2","Mateus 5:14","Apocalipse 21:2"]},"2samuel_11_26_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' refere-se à capacidade de escutar e responder à mensagem de Deus, que é crucial para a vida espiritual.","explicacao_detalhada":"Ouvir a voz de Deus é essencial para a obediência e a compreensão de Sua vontade, especialmente em tempos de crise.","por_que_esta_palavra":"A palavra 'ouvir' enfatiza a necessidade de estar atento às instruções divinas e agir de acordo com elas.","conexao_teologica":"A capacidade de ouvir é fundamental para a relação entre Deus e o homem, sendo um tema recorrente nas Escrituras.","referencias_relacionadas":["Tiago 1:22","Romanos 10:17","Salmos 29:4"]},"2samuel_11_26_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa, conectando ações e consequências.","explicacao_detalhada":"Neste contexto, 'porque' é usado para justificar a resposta de Davi às notícias sobre a morte de Urias, revelando sua tentativa de minimizar a gravidade de suas ações.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica por trás das decisões e ações de Davi.","conexao_teologica":"A justificativa de Davi reflete a tendência humana de racionalizar o pecado, um tema que permeia a Bíblia.","referencias_relacionadas":["Gênesis 3:12-13","Romanos 1:20","Tiago 1:14-15"]},"2samuel_11_26_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' novamente enfatiza a gravidade da situação, reiterando a consequência do pecado de Davi.","explicacao_detalhada":"A repetição da palavra 'morrer' sublinha a seriedade do ato e o impacto que teve sobre a vida de Urias e sua família.","por_que_esta_palavra":"A repetição serve para reforçar a mensagem de que a morte é uma consequência direta do pecado e da desobediência.","conexao_teologica":"A morte, como consequência do pecado, é um tema central na teologia bíblica, apontando para a necessidade de redenção.","referencias_relacionadas":["Gênesis 2:17","Romanos 6:23","Apocalipse 21:4"]},"2samuel_11_27_bom":{"palavra_pt":"bom","palavra_original":"רָעַע","transliteracao":"râʻaʻ","strong":"H7489","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à avaliação moral das ações de Davi, contrastando com suas decisões erradas.","explicacao_detalhada":"A avaliação de Davi sobre a situação pode ser vista como uma tentativa de justificar suas ações, mesmo que elas não sejam moralmente corretas.","por_que_esta_palavra":"A palavra 'bom' é usada para contrastar a intenção de Davi com a realidade de suas ações, que foram tudo menos boas.","conexao_teologica":"A busca pelo que é bom e justo é um tema central nas Escrituras, refletindo a natureza de Deus e Sua expectativa para a humanidade.","referencias_relacionadas":["Miquéias 6:8","Romanos 12:2","Filipenses 4:8"]},"2samuel_11_27_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma declaração ou um evento que ocorreu, indicando a importância da comunicação e das ações que se seguem.","explicacao_detalhada":"A palavra 'dâbâr' é usada para descrever não apenas uma palavra falada, mas também um acontecimento ou uma coisa que se realiza. No contexto de 2 Samuel 11:27, refere-se ao que aconteceu após a morte de Urias, mostrando como as ações têm consequências.","por_que_esta_palavra":"Esta palavra é crucial para entender a narrativa, pois enfatiza a gravidade das ações de Davi e suas repercussões.","conexao_teologica":"A palavra destaca a importância da palavra de Deus e das ações humanas, mostrando que ambas têm peso e consequências no plano divino.","referencias_relacionadas":["Salmos 33:6","Provérbios 18:21","Isaías 55:11"]},"2samuel_11_27_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"Embora a palavra 'cruz' não apareça diretamente neste versículo, a ideia de cruzar ou passar por algo é relevante para a narrativa de sacrifício e redenção.","explicacao_detalhada":"A palavra 'ʻâbar' implica em transição ou passagem, que pode ser vista como um símbolo de sacrifício. No contexto, pode ser interpretada como a passagem de Davi de um rei justo a um rei que cometeu pecado.","por_que_esta_palavra":"A escolha de 'cruz' aqui sugere a ideia de que as ações de Davi o levaram a um ponto de não retorno, refletindo sobre a natureza do pecado e suas consequências.","conexao_teologica":"A cruz é um símbolo de sacrifício e redenção, que se conecta à narrativa de Davi e à necessidade de arrependimento e perdão.","referencias_relacionadas":["Mateus 16:24","Gálatas 2:20","1 Pedro 2:24"]}}