{"2samuel_12_1_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade específica, que é importante para a narrativa, pois é onde se desenrolam os eventos da história de Davi.","explicacao_detalhada":"A palavra 'ʻîyr' é usada para descrever uma cidade, um lugar de habitação e comunidade. No contexto de 2 Samuel 12:1, a cidade é o cenário onde a história de Davi e Natã se desenrola, simbolizando a vida social e as interações humanas.","por_que_esta_palavra":"A cidade representa não apenas um local físico, mas também o ambiente onde as ações de Davi têm impacto sobre o povo.","conexao_teologica":"As cidades na Bíblia muitas vezes simbolizam a comunidade e a responsabilidade coletiva, refletindo a relação entre o líder e seu povo.","referencias_relacionadas":["Salmos 48:1","Isaías 1:26","Mateus 5:14"]},"2samuel_12_1_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de enviar uma mensagem ou um mensageiro, que é crucial para a comunicação entre Davi e Natã.","explicacao_detalhada":"A palavra 'shâlach' implica em enviar ou despachar. No contexto de 2 Samuel 12:1, Natã é enviado por Deus para confrontar Davi sobre seu pecado, mostrando a importância da comunicação divina.","por_que_esta_palavra":"Esta palavra é significativa porque destaca como Deus se comunica com os seres humanos, utilizando mensageiros para transmitir Sua vontade.","conexao_teologica":"A ideia de envio é central na teologia bíblica, refletindo como Deus se revela e se comunica com a humanidade.","referencias_relacionadas":["Isaías 6:8","Mateus 10:16","Romanos 10:15"]},"2samuel_12_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é central na identidade e na autoridade divina.","explicacao_detalhada":"A palavra 'Yᵉhôvâh' é o nome pessoal de Deus, que expressa Sua natureza e caráter. No contexto de 2 Samuel 12:1, o uso do nome de Deus enfatiza Sua autoridade ao enviar Natã para confrontar Davi.","por_que_esta_palavra":"O nome de Deus é fundamental para entender a relação entre Deus e Seu povo, e a seriedade da mensagem que Natã traz.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, simbolizando Sua presença, poder e promessa.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"2samuel_12_2_gado":{"palavra_pt":"gado","palavra_original":"בָּקָר","transliteracao":"bâqâr","strong":"H1241","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se ao gado como símbolo de riqueza e sustento, que é central na parábola que Natã conta a Davi.","explicacao_detalhada":"A palavra 'bâqâr' é usada para descrever o gado, que era um símbolo de prosperidade na sociedade israelita. No contexto de 2 Samuel 12:2, o gado representa a riqueza do homem rico na parábola, contrastando com a pobreza do homem pobre.","por_que_esta_palavra":"O gado é um elemento crucial na narrativa, pois ajuda a ilustrar a injustiça cometida por Davi e a necessidade de arrependimento.","conexao_teologica":"O uso de gado na parábola reflete a justiça e a misericórdia de Deus, que se preocupa com os oprimidos.","referencias_relacionadas":["Provérbios 12:10","Tiago 5:4","Salmos 50:10"]},"2samuel_12_2_rico":{"palavra_pt":"rico","palavra_original":"עָשִׁיר","transliteracao":"ʻâshîyr","strong":"H6223","significado_raiz":"Ideia básica: rico.","significado_contextual":"Refere-se à condição de riqueza, que é central para a parábola que Natã conta a Davi.","explicacao_detalhada":"A palavra 'ʻâshîyr' descreve alguém que possui abundância. No contexto de 2 Samuel 12:2, o homem rico é um símbolo da opressão e da injustiça que Davi cometeu ao tomar a esposa de Urias.","por_que_esta_palavra":"A condição de riqueza do homem rico é fundamental para a crítica moral que Natã faz a Davi, mostrando a gravidade de suas ações.","conexao_teologica":"A riqueza na Bíblia é frequentemente associada à responsabilidade e à justiça, refletindo a necessidade de cuidar dos necessitados.","referencias_relacionadas":["Lucas 12:15","Tiago 5:1","1 Timóteo 6:17"]},"2samuel_12_2_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à ideia de cair em pecado ou erro, que é central na narrativa de Davi.","explicacao_detalhada":"A palavra 'hâyâh' implica em existir ou acontecer, e no contexto de 2 Samuel 12:2, pode ser interpretada como a queda moral de Davi ao cometer adultério e assassinato.","por_que_esta_palavra":"A ideia de cair é crucial para entender a natureza do pecado e a necessidade de arrependimento e restauração.","conexao_teologica":"A queda de Davi é um exemplo da fragilidade humana e da necessidade da graça de Deus para a redenção.","referencias_relacionadas":["Romanos 3:23","1 João 1:8","Salmos 51:5"]},"2samuel_12_3_destituido":{"palavra_pt":"destituido","palavra_original":"רוּשׁ","transliteracao":"rûwsh","strong":"H7326","significado_raiz":"Ideia básica: destituido.","significado_contextual":"Refere-se à condição de estar sem recursos ou apoio, que é central na parábola de Natã.","explicacao_detalhada":"A palavra 'rûwsh' descreve alguém que é despojado ou destituído. No contexto de 2 Samuel 12:3, o homem pobre é um símbolo da vulnerabilidade e da injustiça que Davi perpetuou.","por_que_esta_palavra":"A condição de destituição do homem pobre enfatiza a gravidade do pecado de Davi e a necessidade de justiça.","conexao_teologica":"A destituição é um tema importante na Bíblia, refletindo a preocupação de Deus com os oprimidos e a necessidade de justiça social.","referencias_relacionadas":["Salmos 82:3","Provérbios 14:31","Isaías 58:7"]},"2samuel_12_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo como algo é feito, que é importante para a narrativa.","explicacao_detalhada":"A palavra 'kôl' implica em totalidade ou modo de operação. No contexto de 2 Samuel 12:3, descreve a maneira como o homem pobre cuidava de sua única ovelha, contrastando com a avareza do homem rico.","por_que_esta_palavra":"A maneira como o homem pobre tratava sua ovelha é crucial para entender a injustiça que Davi cometeu e a necessidade de arrependimento.","conexao_teologica":"A maneira de agir é um reflexo do caráter de uma pessoa, e a Bíblia enfatiza a importância de agir com justiça e compaixão.","referencias_relacionadas":["Miquéias 6:8","Colossenses 3:23","Tiago 1:22"]},"2samuel_12_3_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual algo é dito ou feito.","explicacao_detalhada":"Neste contexto, 'porque' conecta a ação de Natã à explicação do porquê ele trouxe a parábola ao rei Davi, enfatizando a gravidade do pecado de Davi.","por_que_esta_palavra":"A palavra é crucial para entender a lógica da argumentação de Natã, que visa levar Davi ao arrependimento.","conexao_teologica":"A utilização de 'porque' reflete a necessidade de justificação e compreensão do pecado diante de Deus.","referencias_relacionadas":["Salmos 51:3","Romanos 3:23","1 João 1:9"]},"2samuel_12_4_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um indivíduo, neste caso, representando Davi na parábola.","explicacao_detalhada":"Natã usa 'homem' para descrever a situação de um rico que rouba o cordeiro de um pobre, simbolizando a injustiça e a opressão.","por_que_esta_palavra":"A escolha da palavra 'homem' é intencional para mostrar a natureza moral e ética das ações humanas.","conexao_teologica":"A figura do 'homem' é central na narrativa bíblica, representando a humanidade e sua relação com Deus.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4","Romanos 5:12"]},"2samuel_12_4_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada metaforicamente para descrever a ferocidade e a proteção que um homem pode ter sobre o que lhe pertence.","explicacao_detalhada":"Natã menciona o 'urso' para ilustrar a gravidade da situação e a natureza predatória do homem rico em relação ao pobre.","por_que_esta_palavra":"A palavra é escolhida para evocar uma imagem de força e injustiça, contrastando com a vulnerabilidade do pobre.","conexao_teologica":"A metáfora do 'urso' pode ser vista como uma representação do poder e da opressão que existem no mundo.","referencias_relacionadas":["Provérbios 17:12","Isaías 11:6","Miquéias 2:2"]},"2samuel_12_4_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se à ação de se aproximar ou entrar na vida de outra pessoa.","explicacao_detalhada":"Neste contexto, representa a invasão da privacidade e dos direitos do pobre pelo homem rico.","por_que_esta_palavra":"A escolha de 'vir' enfatiza a ação deliberada e intencional do homem rico em tomar o que não lhe pertence.","conexao_teologica":"A ideia de 'vir' pode ser vista como uma metáfora para o pecado que invade a vida do ser humano.","referencias_relacionadas":["Tiago 1:14-15","Romanos 6:12","Gálatas 6:7"]},"2samuel_12_5_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é novamente utilizada para enfatizar a natureza humana e suas falhas.","explicacao_detalhada":"Aqui, Natã reafirma a injustiça cometida pelo homem rico, reforçando a necessidade de justiça.","por_que_esta_palavra":"A repetição da palavra 'homem' destaca a universalidade do pecado e a responsabilidade moral de cada indivíduo.","conexao_teologica":"A repetição serve para lembrar que todos os homens são suscetíveis ao pecado e à injustiça.","referencias_relacionadas":["Eclesiastes 7:20","Romanos 3:10","1 Coríntios 10:12"]},"2samuel_12_5_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada novamente para enfatizar a gravidade da situação e a natureza predatória do homem rico.","explicacao_detalhada":"Natã utiliza a imagem do 'urso' para ilustrar a brutalidade da ação do homem rico em relação ao pobre.","por_que_esta_palavra":"A repetição da palavra 'urso' reforça a ideia de que a opressão é uma ação violenta e injusta.","conexao_teologica":"A imagem do 'urso' pode ser vista como uma representação do mal que se infiltra na sociedade.","referencias_relacionadas":["Salmos 10:9","Isaías 59:15","Miquéias 3:1-3"]},"2samuel_12_5_crescer":{"palavra_pt":"crescer","palavra_original":"חָרָה","transliteracao":"chârâh","strong":"H2734","significado_raiz":"Ideia básica: crescer.","significado_contextual":"A palavra 'crescer' refere-se ao aumento ou desenvolvimento de algo, neste caso, a riqueza do homem rico.","explicacao_detalhada":"Natã menciona que o homem rico tinha muitos bens, enfatizando a injustiça de tirar o que pertencia ao pobre.","por_que_esta_palavra":"A palavra 'crescer' sugere que a riqueza e o poder podem se expandir, mas isso não justifica a opressão.","conexao_teologica":"A ideia de 'crescer' pode ser vista como um alerta sobre a ganância e o egoísmo que podem dominar o coração humano.","referencias_relacionadas":["1 Timóteo 6:10","Provérbios 11:28","Eclesiastes 5:10"]},"2samuel_12_6_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se a um conceito ou declaração, neste caso, a acusação contra o homem rico.","explicacao_detalhada":"Natã usa 'palavra' para descrever a gravidade da situação e a necessidade de justiça.","por_que_esta_palavra":"A palavra 'palavra' é fundamental para a comunicação da verdade e a revelação do pecado.","conexao_teologica":"A palavra é um tema central na Bíblia, representando a verdade de Deus e a necessidade de arrependimento.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","João 1:1"]},"2samuel_12_6_corpo":{"palavra_pt":"corpo","palavra_original":"שָׁלַם","transliteracao":"shâlam","strong":"H7999","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' refere-se à totalidade do ser humano, enfatizando a integridade da pessoa.","explicacao_detalhada":"Natã menciona o 'corpo' para ilustrar a totalidade do ser que foi afetada pela injustiça.","por_que_esta_palavra":"A palavra 'corpo' destaca a conexão entre a vida física e a moralidade do ser humano.","conexao_teologica":"A integridade do corpo é importante na teologia bíblica, refletindo a criação de Deus e a dignidade humana.","referencias_relacionadas":["1 Coríntios 6:19-20","Gênesis 1:27","Romanos 12:1"]},"2samuel_12_7_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é utilizada novamente para enfatizar a responsabilidade moral do indivíduo.","explicacao_detalhada":"Natã se dirige diretamente a Davi, chamando-o de 'homem', para confrontá-lo sobre seu pecado.","por_que_esta_palavra":"A repetição da palavra 'homem' serve para lembrar Davi de sua posição e responsabilidade diante de Deus.","conexao_teologica":"A responsabilidade moral é um tema central na Bíblia, onde cada homem deve prestar contas a Deus.","referencias_relacionadas":["Ezequiel 18:30","Gálatas 6:5","Romanos 14:12"]},"2samuel_12_7_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à posição de autoridade máxima em Israel, simbolizando liderança e responsabilidade.","explicacao_detalhada":"No contexto de 2 Samuel 12:7, o profeta Natã confronta Davi, chamando-o de 'rei', enfatizando sua posição e a gravidade de seus pecados. A palavra implica não apenas poder, mas também a obrigação de governar com justiça.","por_que_esta_palavra":"A palavra 'rei' é usada para lembrar Davi de sua responsabilidade como líder do povo de Deus e das consequências de suas ações.","conexao_teologica":"A figura do rei em Israel é central na teologia do Antigo Testamento, representando a soberania de Deus sobre seu povo e a necessidade de líderes que sigam Seus mandamentos.","referencias_relacionadas":["1 Samuel 8:5","1 Reis 10:1","Salmos 72:1-2"]},"2samuel_12_7_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a comunicação de uma mensagem importante, especialmente em um contexto de julgamento.","explicacao_detalhada":"Natã usa a palavra 'dizer' para transmitir a mensagem de Deus a Davi, enfatizando a importância da revelação divina e do arrependimento. A comunicação é um meio pelo qual Deus se relaciona com Seu povo.","por_que_esta_palavra":"A palavra 'dizer' é crucial para entender como Deus se comunica e confronta o pecado, mostrando que a palavra de Deus tem poder e autoridade.","conexao_teologica":"A comunicação divina é um tema recorrente na Bíblia, onde Deus fala através de profetas e escrituras, chamando Seu povo ao arrependimento.","referencias_relacionadas":["Hebreus 1:1-2","Ezequiel 3:17","Salmos 119:105"]},"2samuel_12_8_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à ação de fornecer ou conceder algo, enfatizando a generosidade de Deus.","explicacao_detalhada":"Neste versículo, Deus está lembrando Davi de todas as bênçãos que Ele lhe deu, incluindo o reino e a proteção. A palavra 'dar' destaca a graça de Deus em sua vida.","por_que_esta_palavra":"A palavra 'dar' é usada para mostrar que tudo o que Davi possui é um presente de Deus, o que torna seu pecado ainda mais grave.","conexao_teologica":"A generosidade de Deus é um tema central na Bíblia, mostrando que Ele é um doador abundante que espera gratidão e fidelidade em retorno.","referencias_relacionadas":["Tiago 1:17","Salmos 37:25","Romanos 8:32"]},"2samuel_12_8_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao lar, mas também pode simbolizar a dinastia ou a linhagem de Davi.","explicacao_detalhada":"Deus fala sobre dar a Davi uma casa, que não se refere apenas a um edifício físico, mas à sua descendência e ao estabelecimento de sua linhagem real.","por_que_esta_palavra":"A palavra 'casa' é significativa porque representa a continuidade do reino de Davi e a promessa de Deus de que sua linhagem duraria.","conexao_teologica":"A promessa de uma casa para Davi é um precursor da aliança davídica, que é fundamental para a compreensão da vinda do Messias.","referencias_relacionadas":["2 Samuel 7:11-16","Mateus 1:1","Lucas 1:32-33"]},"2samuel_12_8_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"A palavra 'soberano' refere-se a alguém que tem autoridade e domínio, enfatizando a relação de Deus como Senhor sobre Israel.","explicacao_detalhada":"Natã se refere a Deus como 'soberano' para lembrar Davi de que ele deve submeter-se à autoridade divina e que suas ações têm consequências diante de Deus.","por_que_esta_palavra":"A palavra 'soberano' é usada para reafirmar a soberania de Deus sobre todas as coisas e a necessidade de obediência por parte de Seus líderes.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o Rei supremo que governa sobre todas as nações.","referencias_relacionadas":["Salmos 103:19","Isaías 6:1-3","Romanos 13:1"]},"2samuel_12_9_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' não se aplica diretamente no contexto, mas pode ser uma confusão com a palavra 'fazer', que é o significado correto.","explicacao_detalhada":"Se considerarmos a palavra correta, 'fazer', refere-se à ação de cometer um ato, especialmente o pecado que Davi cometeu ao tomar a mulher de Urias.","por_que_esta_palavra":"A palavra 'fazer' é crucial para entender a gravidade do pecado de Davi e suas consequências, mostrando que ele agiu de maneira deliberada.","conexao_teologica":"A ideia de fazer o mal é um tema recorrente na Bíblia, onde as ações humanas têm consequências espirituais e sociais.","referencias_relacionadas":["Gálatas 6:7","Romanos 3:23","Tiago 1:15"]},"2samuel_12_9_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se a uma declaração ou ato, enfatizando a importância das ações e decisões.","explicacao_detalhada":"Neste contexto, Natã está confrontando Davi sobre suas ações, lembrando-o de que suas escolhas têm peso e significado diante de Deus.","por_que_esta_palavra":"A palavra 'palavra' é usada para enfatizar que as ações de Davi não são apenas erros, mas decisões que afetam sua vida e seu relacionamento com Deus.","conexao_teologica":"A importância da palavra e das ações é um tema central na Bíblia, onde as escolhas têm consequências eternas.","referencias_relacionadas":["Provérbios 18:21","Mateus 12:36-37","Colossenses 3:23"]},"2samuel_12_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, enfatizando Sua autoridade e posição como Criador e Juiz.","explicacao_detalhada":"Natã menciona o nome de Deus para lembrar Davi de que ele está sob a autoridade divina e que suas ações não passam despercebidas.","por_que_esta_palavra":"A palavra 'senhor' é usada para reafirmar a soberania de Deus sobre a vida de Davi e a necessidade de arrependimento.","conexao_teologica":"O nome de Deus é central na adoração e na relação do povo com Ele, simbolizando Sua presença e autoridade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"2samuel_12_10_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à justiça, enfatizando a necessidade de viver de acordo com os princípios de Deus.","explicacao_detalhada":"Natã está confrontando Davi sobre a verdade de suas ações e as consequências que elas trazem, chamando-o a reconhecer seu pecado.","por_que_esta_palavra":"A palavra 'verdade' é usada para enfatizar a importância da honestidade e da integridade na vida do crente.","conexao_teologica":"A verdade é um tema central na Bíblia, onde Deus é descrito como a fonte de toda verdade e justiça.","referencias_relacionadas":["João 14:6","Salmos 51:6","Efésios 4:15"]},"2samuel_12_10_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' é repetida, referindo-se novamente à linhagem e ao legado de Davi, que seria afetado por suas ações.","explicacao_detalhada":"Natã está alertando Davi sobre as consequências de seus pecados, que afetariam sua casa e sua descendência.","por_que_esta_palavra":"A repetição da palavra 'casa' enfatiza a seriedade do aviso e a gravidade das consequências que Davi enfrentaria.","conexao_teologica":"A ideia de que as ações de um líder afetam sua casa e seu povo é um tema recorrente na Bíblia, mostrando a responsabilidade dos líderes.","referencias_relacionadas":["Gênesis 18:19","1 Timóteo 3:5","Salmos 127:1"]},"2samuel_12_10_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à duração infinita da consequência do pecado de Davi.","explicacao_detalhada":"A palavra 'eterno' aqui indica que as consequências do pecado de Davi não seriam temporárias, mas teriam um impacto duradouro na sua linhagem e na história de Israel.","por_que_esta_palavra":"A escolha da palavra 'eterno' enfatiza a seriedade do pecado e suas repercussões que se estenderiam por gerações.","conexao_teologica":"A ideia de eternidade está ligada à natureza de Deus e à sua justiça, que exige que o pecado seja tratado de forma definitiva.","referencias_relacionadas":["Salmos 89:30-32","Romanos 6:23","Gálatas 6:7"]},"2samuel_12_11_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Indica a ação de dar algo, neste caso, a entrega de um castigo.","explicacao_detalhada":"A palavra 'dar' é usada para descrever a entrega de um filho a um inimigo como consequência do pecado de Davi, mostrando a gravidade da situação.","por_que_esta_palavra":"A palavra 'dar' implica uma ação deliberada de Deus, que está transferindo a responsabilidade e a consequência do pecado.","conexao_teologica":"Reflete a soberania de Deus em administrar justiça e disciplina sobre seu povo.","referencias_relacionadas":["Hebreus 12:6","Salmos 51:4","Gênesis 3:19"]},"2samuel_12_11_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao ato de descansar ou deitar-se, simbolizando a morte.","explicacao_detalhada":"Neste contexto, 'descanso' é uma metáfora para a morte, indicando que a consequência do pecado levaria à morte de um dos filhos de Davi.","por_que_esta_palavra":"A escolha da palavra sugere um fim, um descanso que não é desejado, mas imposto como consequência do pecado.","conexao_teologica":"A morte como consequência do pecado é um tema recorrente na Bíblia, refletindo a separação entre Deus e a humanidade.","referencias_relacionadas":["Romanos 5:12","Ezequiel 18:30","Tiago 1:15"]},"2samuel_12_11_sol":{"palavra_pt":"sol","palavra_original":"שֶׁמֶשׁ","transliteracao":"shemesh","strong":"H8121","significado_raiz":"Ideia básica: sol.","significado_contextual":"Simboliza a luz e a vida, contrastando com a escuridão do pecado.","explicacao_detalhada":"A palavra 'sol' pode ser vista como um símbolo da presença de Deus e da vida, que seria afetada pela consequência do pecado.","por_que_esta_palavra":"A inclusão do 'sol' destaca a perda da vida e da luz que o pecado traz.","conexao_teologica":"Deus é frequentemente associado à luz, e o pecado traz escuridão e morte.","referencias_relacionadas":["João 8:12","1 João 1:5","Salmos 27:1"]},"2samuel_12_12_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus e ao seu poder de criar e decretar.","explicacao_detalhada":"A palavra 'palavra' aqui implica a autoridade de Deus em pronunciar juízos e decretos sobre a vida de Davi.","por_que_esta_palavra":"A ênfase na 'palavra' mostra a importância da comunicação divina e a seriedade das promessas e advertências de Deus.","conexao_teologica":"A palavra de Deus é viva e eficaz, e seus decretos têm poder sobre a realidade.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Salmos 119:105"]},"2samuel_12_12_sol":{"palavra_pt":"sol","palavra_original":"שֶׁמֶשׁ","transliteracao":"shemesh","strong":"H8121","significado_raiz":"Ideia básica: sol.","significado_contextual":"Novamente, simboliza a luz e a vida, reforçando a ideia de consequências do pecado.","explicacao_detalhada":"A repetição da palavra 'sol' enfatiza a gravidade da situação e a perda que Davi enfrentaria.","por_que_esta_palavra":"A presença do 'sol' aqui serve para contrastar com a escuridão que o pecado traz à vida de Davi.","conexao_teologica":"A luz de Deus é um tema central na Bíblia, representando a verdade e a vida em oposição ao pecado.","referencias_relacionadas":["Mateus 5:14","Salmos 84:11","Apocalipse 21:23"]},"2samuel_12_12_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão ou causa para o juízo que está sendo declarado.","explicacao_detalhada":"A palavra 'porque' conecta a ação de Deus com a razão devida ao pecado de Davi, mostrando que o juízo é justo.","por_que_esta_palavra":"Esta palavra é crucial para entender a lógica do juízo divino e a relação entre pecado e consequência.","conexao_teologica":"A justiça de Deus é sempre fundamentada em sua natureza e em sua palavra.","referencias_relacionadas":["Romanos 2:6","Gálatas 6:7","Salmos 9:16"]},"2samuel_12_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e poderoso.","explicacao_detalhada":"A palavra 'senhor' aqui destaca a autoridade de Deus sobre a vida de Davi e a necessidade de reconhecimento do pecado.","por_que_esta_palavra":"A menção ao nome de Deus enfatiza a relação entre o Criador e a criação, e a responsabilidade que Davi tem diante Dele.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, representando sua natureza e caráter.","referencias_relacionadas":["Êxodo 20:7","Salmos 8:1","Isaías 42:8"]},"2samuel_12_13_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à declaração de Davi sobre seu pecado, reconhecendo a grandeza de Deus.","explicacao_detalhada":"A palavra 'dizer' implica a confissão e o reconhecimento da grandeza de Deus em contraste com a pequenez do pecado humano.","por_que_esta_palavra":"A confissão é um passo crucial para a restauração e reconciliação com Deus.","conexao_teologica":"A confissão é um tema importante na teologia, refletindo a necessidade de arrependimento e a misericórdia de Deus.","referencias_relacionadas":["1 João 1:9","Salmos 51:1-2","Provérbios 28:13"]},"2samuel_12_13_pecado":{"palavra_pt":"pecado","palavra_original":"חָטָא","transliteracao":"châṭâʼ","strong":"H2398","significado_raiz":"Ideia básica: pecado.","significado_contextual":"Refere-se à transgressão de Davi contra a lei de Deus.","explicacao_detalhada":"A palavra 'pecado' aqui é usada para descrever a falha moral de Davi, que resultou em consequências graves.","por_que_esta_palavra":"A ênfase no 'pecado' destaca a necessidade de arrependimento e a gravidade da ofensa contra Deus.","conexao_teologica":"O pecado é um tema central na Bíblia, que nos ensina sobre a necessidade de redenção e a graça de Deus.","referencias_relacionadas":["Romanos 3:23","Salmos 32:5","Tiago 4:17"]},"2samuel_12_14_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus que traz juízo sobre Davi após seu pecado.","explicacao_detalhada":"A palavra 'דָּבָר' (dâbâr) é usada para descrever a comunicação divina, que neste contexto é uma declaração de condenação e advertência a Davi.","por_que_esta_palavra":"Esta palavra é crucial porque representa a voz de Deus que confronta o pecado e traz a necessidade de arrependimento.","conexao_teologica":"A palavra de Deus é viva e eficaz, capaz de trazer transformação e juízo, conforme Hebreus 4:12.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Isaías 55:11"]},"2samuel_12_14_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho que Davi perdeu como consequência de seu pecado.","explicacao_detalhada":"A palavra 'בֵּן' (bên) é utilizada para enfatizar a relação familiar e a dor da perda, simbolizando a consequência do pecado de Davi.","por_que_esta_palavra":"A menção do 'filho' destaca a gravidade do pecado e suas repercussões na vida pessoal de Davi.","conexao_teologica":"A relação entre pais e filhos é um tema recorrente na Bíblia, refletindo a responsabilidade e as consequências do pecado familiar.","referencias_relacionadas":["Êxodo 20:5","Salmos 127:3","Provérbios 22:6"]},"2samuel_12_14_fim":{"palavra_pt":"fim","palavra_original":"אֶפֶס","transliteracao":"ʼepheç","strong":"H657","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se ao fim da vida do filho de Davi como resultado do juízo divino.","explicacao_detalhada":"A palavra 'אֶפֶס' (ʼepheç) indica um término, neste caso, a morte do filho, que simboliza a severidade do juízo de Deus sobre o pecado.","por_que_esta_palavra":"O 'fim' é um lembrete da seriedade do pecado e das consequências que ele traz, mesmo em relacionamentos íntimos.","conexao_teologica":"A morte como consequência do pecado é um tema central na teologia bíblica, refletindo a separação de Deus.","referencias_relacionadas":["Romanos 6:23","Gênesis 2:17","Ezequiel 18:30"]},"2samuel_12_15_impio":{"palavra_pt":"impio","palavra_original":"אָנַשׁ","transliteracao":"ʼânash","strong":"H605","significado_raiz":"Ideia básica: impio.","significado_contextual":"Refere-se à condição de impiedade que levou Davi a cometer pecado.","explicacao_detalhada":"A palavra 'אָנַשׁ' (ʼânash) é usada para descrever a natureza pecaminosa e a rebelião contra Deus.","por_que_esta_palavra":"A impiedade é um tema que ressalta a necessidade de arrependimento e a busca pela santidade.","conexao_teologica":"A impiedade é contrastada com a justiça de Deus, que exige arrependimento e retorno ao caminho correto.","referencias_relacionadas":["Romanos 1:18","Salmos 1:1","Provérbios 13:21"]},"2samuel_12_15_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao modo de vida de Davi, que foi desviado por seu pecado.","explicacao_detalhada":"A palavra 'יָלַךְ' (yâlak) implica em um estilo de vida ou comportamento que deve estar alinhado com os preceitos de Deus.","por_que_esta_palavra":"O 'andar' é uma metáfora comum na Bíblia para a maneira como uma pessoa vive sua vida em relação a Deus.","conexao_teologica":"Andar em retidão é um chamado constante nas Escrituras, refletindo a vida que agrada a Deus.","referencias_relacionadas":["Miquéias 6:8","Gálatas 5:16","1 João 1:7"]},"2samuel_12_15_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à casa de Davi, que seria afetada pelo juízo de Deus.","explicacao_detalhada":"A palavra 'בַּיִת' (bayith) simboliza não apenas a residência física, mas também a família e a linhagem.","por_que_esta_palavra":"A casa de Davi representa a continuidade da promessa de Deus, mas também a responsabilidade que vem com essa posição.","conexao_teologica":"A casa de Davi é central na história da salvação, culminando em Jesus Cristo, que é chamado de Filho de Davi.","referencias_relacionadas":["2 Samuel 7:16","Mateus 1:1","Lucas 1:32"]},"2samuel_12_16_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à ação de Deus em resposta ao pecado de Davi.","explicacao_detalhada":"A palavra 'אֱלֹהִים' (ʼĕlôhîym) é usada para enfatizar a soberania e a autoridade de Deus sobre a vida e as consequências do pecado.","por_que_esta_palavra":"A menção de Deus é fundamental, pois Ele é o juiz supremo que determina as consequências do pecado.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, mostrando que Ele tem controle sobre todas as coisas, incluindo o juízo.","referencias_relacionadas":["Salmos 50:6","Romanos 14:10","Apocalipse 20:12"]},"2samuel_12_16_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao descanso que Davi buscou após o juízo de Deus.","explicacao_detalhada":"A palavra 'שָׁכַב' (shâkab) implica em um estado de repouso, que pode ser físico ou espiritual.","por_que_esta_palavra":"O descanso é um tema que reflete a necessidade de recuperação e reflexão após a dor e o arrependimento.","conexao_teologica":"O descanso em Deus é um convite à paz e à restauração, mesmo após o pecado.","referencias_relacionadas":["Mateus 11:28","Salmos 23:2","Hebreus 4:9-11"]},"2samuel_12_16_adoracao":{"palavra_pt":"adoracao","palavra_original":"בָּקַשׁ","transliteracao":"bâqash","strong":"H1245","significado_raiz":"Ideia básica: adoracao.","significado_contextual":"Refere-se à busca de Davi por adoração e reconciliação com Deus após seu pecado.","explicacao_detalhada":"A palavra 'בָּקַשׁ' (bâqash) implica em um desejo profundo de buscar a presença de Deus e restaurar o relacionamento.","por_que_esta_palavra":"A adoração é uma resposta ao reconhecimento da grandeza de Deus e da necessidade de arrependimento.","conexao_teologica":"A adoração é central na vida do crente, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 51:10-12","João 4:24","Romanos 12:1"]},"2samuel_12_17_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de levantar-se em resposta ao juízo de Deus.","explicacao_detalhada":"A palavra 'קוּם' (qûwm) implica em ação, um chamado para se levantar e enfrentar as consequências.","por_que_esta_palavra":"Levantar-se é um símbolo de ação e responsabilidade diante de Deus e de suas decisões.","conexao_teologica":"O chamado para se levantar e agir é um tema recorrente, refletindo a necessidade de resposta ao chamado de Deus.","referencias_relacionadas":["Isaías 60:1","Salmos 119:32","Atos 9:6"]},"2samuel_12_17_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à terra física onde as pessoas habitam.","explicacao_detalhada":"A palavra 'terra' é usada para descrever o lugar onde o povo de Israel vive e onde as promessas de Deus se realizam. Neste contexto, a terra é um símbolo de herança e bênção.","por_que_esta_palavra":"A terra é central na narrativa bíblica, representando tanto a promessa de Deus a Abraão quanto a herança do povo de Israel.","conexao_teologica":"A terra é frequentemente vista como um símbolo da presença de Deus e da realização de Suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 6:10-12","Salmos 37:11"]},"2samuel_12_17_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar ou à estrutura física onde uma família reside.","explicacao_detalhada":"A palavra 'casa' simboliza não apenas o espaço físico, mas também a família e a comunidade que habitam nela. É um lugar de segurança e pertencimento.","por_que_esta_palavra":"A casa é um elemento fundamental na cultura israelita, representando a continuidade da linhagem e a proteção divina.","conexao_teologica":"A casa é frequentemente usada nas Escrituras para ilustrar a relação entre Deus e Seu povo, como em 'a casa de Israel'.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-27","Hebreus 3:4"]},"2samuel_12_18_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de 24 horas, um ciclo de tempo que é significativo na narrativa.","explicacao_detalhada":"O 'dia' é uma unidade de tempo que marca eventos importantes na história bíblica, incluindo a morte e o luto.","por_que_esta_palavra":"O dia é usado para enfatizar a urgência e a importância dos eventos que ocorrem em um curto espaço de tempo.","conexao_teologica":"O conceito de dia é importante na criação e na ordem divina do tempo, refletindo a soberania de Deus sobre a história.","referencias_relacionadas":["Gênesis 1:5","Salmos 90:12","Mateus 6:34"]},"2samuel_12_18_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se ao ato de falecer, um tema recorrente nas Escrituras.","explicacao_detalhada":"A morte é um evento que traz luto e reflexão sobre a vida e a relação com Deus. Neste contexto, a morte do filho de Davi é um momento de dor e consequência.","por_que_esta_palavra":"A morte é um resultado do pecado e um lembrete da fragilidade da vida humana.","conexao_teologica":"A morte é um tema central na teologia cristã, que aponta para a necessidade de redenção e a esperança da ressurreição.","referencias_relacionadas":["Romanos 6:23","1 Coríntios 15:22","Hebreus 9:27"]},"2samuel_12_18_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' não é usada no contexto de 2 Samuel 12:18, mas pode ser uma confusão com outra palavra.","explicacao_detalhada":"Se a intenção era referir-se a um ato de fazer ou realizar, a palavra correta seria 'fazer'. O urso não tem um significado relevante neste contexto.","por_que_esta_palavra":"A confusão pode surgir de traduções ou interpretações errôneas.","conexao_teologica":"A ideia de fazer ou realizar é importante na teologia, refletindo a ação de Deus na história.","referencias_relacionadas":["Gênesis 1:31","Salmos 104:24","Efésios 2:10"]},"2samuel_12_19_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se novamente ao ato de falecer, enfatizando a dor da perda.","explicacao_detalhada":"A repetição da palavra 'morrer' destaca a gravidade da situação e o impacto emocional sobre Davi e sua família.","por_que_esta_palavra":"A morte é um tema que permeia a narrativa bíblica, trazendo à tona questões de pecado, arrependimento e a necessidade de consolo.","conexao_teologica":"A morte é um lembrete da condição humana e da necessidade de um Salvador.","referencias_relacionadas":["Eclesiastes 3:2","Romanos 5:12","1 Pedro 1:24"]},"2samuel_12_19_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se ao ato de ver ou perceber, especialmente em relação a eventos significativos.","explicacao_detalhada":"A palavra 'ver' implica em reconhecimento e entendimento das consequências das ações, especialmente no contexto do luto de Davi.","por_que_esta_palavra":"Ver é uma ação que leva à reflexão e à resposta, essencial para a compreensão da vontade de Deus.","conexao_teologica":"A visão espiritual é um tema importante, onde ver é entender a verdade de Deus e Sua obra na vida.","referencias_relacionadas":["Salmos 119:18","Mateus 5:8","2 Coríntios 5:7"]},"2samuel_12_19_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se à razão ou causa, conectando eventos e ações.","explicacao_detalhada":"A palavra 'porque' é usada para explicar as consequências das ações de Davi e a resposta de Deus ao seu pecado.","por_que_esta_palavra":"É crucial para entender a lógica e a justiça divina nas Escrituras.","conexao_teologica":"A razão é um elemento importante na teologia, onde as ações de Deus são sempre justas e fundamentadas.","referencias_relacionadas":["Romanos 8:28","Gálatas 6:7","Tiago 1:5"]},"2samuel_12_20_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de se erguer ou restaurar após um período de luto.","explicacao_detalhada":"A palavra 'levantar' simboliza a recuperação e a esperança após a dor da perda, um tema recorrente na vida de Davi.","por_que_esta_palavra":"Levantar-se é um ato de fé e confiança em Deus, mesmo em tempos de dificuldade.","conexao_teologica":"A ideia de ser levantado é central na mensagem do evangelho, onde Cristo oferece nova vida e esperança.","referencias_relacionadas":["Salmos 30:5","Isaías 40:31","Romanos 8:11"]},"2samuel_12_20_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se novamente ao solo ou à terra, enfatizando a conexão com a vida e a herança.","explicacao_detalhada":"A repetição da palavra 'terra' reforça a importância do espaço físico e espiritual na vida do povo de Deus.","por_que_esta_palavra":"A terra é um símbolo de estabilidade e promessa, essencial para a identidade israelita.","conexao_teologica":"A terra é vista como um lugar de encontro entre Deus e Seu povo, onde a adoração e a vida comunitária ocorrem.","referencias_relacionadas":["Deuteronômio 8:7-10","Josué 1:3","Salmos 37:29"]},"2samuel_12_20_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador, que tem poder sobre todas as coisas.","explicacao_detalhada":"Neste contexto, a palavra 'deus' é usada para enfatizar a soberania de Deus sobre a vida e a morte, especialmente após a morte do filho de Davi.","por_que_esta_palavra":"A palavra é utilizada para reconhecer a autoridade de Deus em todas as situações da vida humana.","conexao_teologica":"Deus é visto como o juiz e o sustentador da vida, mostrando que Ele tem controle sobre o destino humano.","referencias_relacionadas":["Salmos 139:16","Isaías 45:7","Romanos 11:36"]},"2samuel_12_21_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma declaração ou um comando, que pode ter implicações significativas.","explicacao_detalhada":"A palavra 'palavra' é utilizada para descrever a comunicação de Deus e a importância de ouvir e obedecer a Sua voz.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância da revelação divina e da resposta humana a ela.","conexao_teologica":"A palavra de Deus é fundamental para a vida do crente, sendo um meio de comunicação entre Deus e a humanidade.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Mateus 4:4"]},"2samuel_12_21_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"Neste contexto, 'dizer' é um ato que pode ter consequências profundas, especialmente quando se trata de declarações sobre a vontade de Deus.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da comunicação e da verdade nas interações humanas.","conexao_teologica":"A comunicação é um aspecto essencial da relação entre Deus e o homem, refletindo a necessidade de clareza e verdade.","referencias_relacionadas":["Tiago 1:19","Provérbios 18:21","Efésios 4:29"]},"2samuel_12_21_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de fazer ou criar algo.","explicacao_detalhada":"A palavra 'urso' é usada para descrever a capacidade de realizar ações, que pode ser tanto física quanto espiritual.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância da ação em resposta à palavra de Deus.","conexao_teologica":"A ação é um reflexo da fé; a verdadeira fé se manifesta em obras.","referencias_relacionadas":["Tiago 2:17","Gálatas 5:6","Colossenses 3:23"]},"2samuel_12_22_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à natureza física e mortal do ser humano.","explicacao_detalhada":"A palavra 'carne' é utilizada para enfatizar a fragilidade e a temporalidade da vida humana.","por_que_esta_palavra":"A escolha dessa palavra destaca a condição humana e a necessidade de dependência de Deus.","conexao_teologica":"A carne representa a luta entre o espírito e a natureza humana, enfatizando a necessidade de redenção.","referencias_relacionadas":["Romanos 7:18","Gálatas 5:17","1 Pedro 1:24"]},"2samuel_12_22_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se novamente ao ato de comunicar ou expressar verbalmente.","explicacao_detalhada":"A repetição da palavra 'dizer' enfatiza a importância da comunicação clara e da verdade nas interações.","por_que_esta_palavra":"A palavra é utilizada para reforçar a ideia de que a comunicação é vital para a compreensão mútua.","conexao_teologica":"A comunicação é um aspecto essencial da relação entre Deus e o homem, refletindo a necessidade de clareza e verdade.","referencias_relacionadas":["Efésios 4:15","Colossenses 4:6","Provérbios 12:18"]},"2samuel_12_22_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à existência e à vitalidade do ser humano.","explicacao_detalhada":"A palavra 'vida' é utilizada para enfatizar a importância da vida física e espiritual, especialmente em relação à vontade de Deus.","por_que_esta_palavra":"A escolha dessa palavra destaca a preciosidade da vida e a necessidade de viver de acordo com os propósitos divinos.","conexao_teologica":"A vida é um dom de Deus e deve ser vivida em comunhão com Ele.","referencias_relacionadas":["João 10:10","Gálatas 2:20","1 João 5:12"]},"2samuel_12_23_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se ao fim da vida física.","explicacao_detalhada":"A palavra 'morrer' é utilizada para descrever a realidade da morte e suas implicações espirituais.","por_que_esta_palavra":"A escolha dessa palavra destaca a seriedade da morte e a esperança da vida eterna em Cristo.","conexao_teologica":"A morte é uma consequência do pecado, mas a ressurreição em Cristo oferece esperança de vida eterna.","referencias_relacionadas":["Romanos 6:23","1 Coríntios 15:55","João 11:25"]},"2samuel_12_23_poder":{"palavra_pt":"poder","palavra_original":"יָכֹל","transliteracao":"yâkôl","strong":"H3201","significado_raiz":"Ideia básica: poder.","significado_contextual":"Refere-se à capacidade de realizar ou executar algo.","explicacao_detalhada":"A palavra 'poder' é utilizada para enfatizar a soberania de Deus sobre a vida e a morte.","por_que_esta_palavra":"A escolha dessa palavra destaca a força e a autoridade de Deus em todas as circunstâncias.","conexao_teologica":"O poder de Deus é um tema central na teologia, mostrando que Ele é capaz de realizar o que promete.","referencias_relacionadas":["Efésios 3:20","Filipenses 4:13","Salmos 62:11"]},"2samuel_12_23_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à existência e à vitalidade do ser humano.","explicacao_detalhada":"A palavra 'vida' é utilizada para enfatizar a importância da vida física e espiritual, especialmente em relação à vontade de Deus.","por_que_esta_palavra":"A escolha dessa palavra destaca a preciosidade da vida e a necessidade de viver de acordo com os propósitos divinos.","conexao_teologica":"A vida é um dom de Deus e deve ser vivida em comunhão com Ele.","referencias_relacionadas":["João 10:10","Gálatas 2:20","1 João 5:12"]},"2samuel_12_24_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"O termo 'descanso' refere-se ao ato de repousar, especialmente após um período de sofrimento ou luto.","explicacao_detalhada":"Neste contexto, 'descanso' é utilizado para descrever o estado de Davi após a perda de seu filho. É um momento de consolo e aceitação da vontade de Deus.","por_que_esta_palavra":"A palavra é escolhida para transmitir a ideia de que, apesar da dor, há um momento de paz e aceitação na vida de Davi.","conexao_teologica":"O descanso é frequentemente associado ao consolo divino e à esperança de vida após a morte, refletindo a natureza de Deus como um Deus que conforta.","referencias_relacionadas":["Salmos 23:2","Mateus 11:28","Hebreus 4:9-11"]},"2samuel_12_24_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' refere-se a Deus como o soberano e autoridade máxima.","explicacao_detalhada":"Neste versículo, 'senhor' é usado para reconhecer a soberania de Deus sobre a vida e a morte, especialmente em momentos de dor e perda.","por_que_esta_palavra":"A palavra é fundamental para expressar a relação de Davi com Deus, reconhecendo sua autoridade e controle sobre todas as coisas.","conexao_teologica":"A soberania de Deus é um tema central na teologia, enfatizando que Ele está no controle de todas as circunstâncias da vida.","referencias_relacionadas":["Salmos 46:10","Isaías 45:5","Romanos 14:8"]},"2samuel_12_24_piedade":{"palavra_pt":"piedade","palavra_original":"נָחַם","transliteracao":"nâcham","strong":"H5162","significado_raiz":"Ideia básica: piedade.","significado_contextual":"A palavra 'piedade' refere-se ao sentimento de compaixão e misericórdia.","explicacao_detalhada":"Neste contexto, Davi expressa sua dor e arrependimento, mostrando sua vulnerabilidade e necessidade de compaixão divina.","por_que_esta_palavra":"A escolha da palavra 'piedade' reflete a busca de Davi por consolo e perdão em meio à sua tristeza.","conexao_teologica":"A piedade é um atributo de Deus, que se compadece de suas criaturas e oferece perdão e restauração.","referencias_relacionadas":["Salmos 51:1","Lamentações 3:22-23","Tiago 5:11"]},"2samuel_12_25_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"O termo 'profeta' refere-se a um mensageiro de Deus, alguém que fala em Seu nome.","explicacao_detalhada":"Neste versículo, o profeta é enviado para transmitir a palavra de Deus a Davi, mostrando a importância da comunicação divina na vida do rei.","por_que_esta_palavra":"A palavra 'profeta' é crucial para entender o papel de intermediário entre Deus e o povo, especialmente em tempos de crise.","conexao_teologica":"Os profetas são fundamentais na narrativa bíblica, pois trazem a revelação de Deus e chamam o povo ao arrependimento.","referencias_relacionadas":["Amós 3:7","Jeremias 1:5","Ezequiel 2:7"]},"2samuel_12_25_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se ao ato de mandar ou delegar uma missão.","explicacao_detalhada":"Neste contexto, Deus envia o profeta Natã para Davi, indicando a ação divina de se comunicar e guiar o rei em sua jornada espiritual.","por_que_esta_palavra":"A escolha da palavra 'enviar' enfatiza a iniciativa de Deus em se relacionar com a humanidade e direcionar seus líderes.","conexao_teologica":"O envio de mensageiros é uma prática comum na Bíblia, mostrando como Deus se envolve ativamente na história humana.","referencias_relacionadas":["Mateus 10:16","Lucas 10:1","Romanos 10:15"]},"2samuel_12_25_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' simboliza poder, controle e ação.","explicacao_detalhada":"Neste contexto, a 'mão' de Deus representa Sua autoridade e capacidade de agir na vida de Davi e na nação de Israel.","por_que_esta_palavra":"A palavra 'mão' é utilizada para ilustrar a força e a intervenção divina nas circunstâncias humanas.","conexao_teologica":"A mão de Deus é frequentemente mencionada na Bíblia como um símbolo de Sua proteção e poder sobre o Seu povo.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","Atos 11:21"]},"2samuel_12_26_kingsom":{"palavra_pt":"kingsom","palavra_original":"מְלוּכָה","transliteracao":"mᵉlûwkâh","strong":"H4410","significado_raiz":"Ideia básica: kingsom.","significado_contextual":"A palavra 'kingsom' refere-se ao reino, à soberania e ao domínio.","explicacao_detalhada":"Neste contexto, o 'kingsom' é a expressão do governo de Davi sobre Israel e a promessa de Deus de estabelecer um reino eterno.","por_que_esta_palavra":"A escolha da palavra 'kingsom' é significativa para entender a natureza do governo de Davi e a aliança de Deus com ele.","conexao_teologica":"O conceito de reino é central na teologia bíblica, refletindo a soberania de Deus e a expectativa do reino messiânico.","referencias_relacionadas":["Salmos 145:13","Daniel 2:44","Mateus 6:10"]},"2samuel_12_26_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem.","explicacao_detalhada":"Neste contexto, o 'filho' é uma referência ao filho de Davi, que representa a continuidade da promessa de Deus a Israel.","por_que_esta_palavra":"A palavra 'filho' é essencial para entender a importância da linhagem e das promessas de Deus na história da salvação.","conexao_teologica":"A ideia de filho é central na Bíblia, simbolizando herança, identidade e a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 17:19","Mateus 1:1","João 1:12"]},"2samuel_12_26_escolher":{"palavra_pt":"escolher","palavra_original":"לָכַד","transliteracao":"lâkad","strong":"H3920","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' refere-se ao ato de selecionar ou decidir entre opções.","explicacao_detalhada":"Neste contexto, 'escolher' implica a decisão de Deus em estabelecer um rei e um reino, refletindo Sua soberania e plano divino.","por_que_esta_palavra":"A escolha é um tema importante, pois mostra como Deus intervém na história e guia Seu povo.","conexao_teologica":"A escolha de Deus é um princípio teológico que destaca Sua soberania e a importância da obediência humana.","referencias_relacionadas":["Deuteronômio 30:19","1 Pedro 2:9","Efésios 1:4"]},"2samuel_12_27_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' é repetida, reforçando a ideia de ação e comunicação divina.","explicacao_detalhada":"Neste contexto, o ato de enviar novamente enfatiza a importância da mensagem que Deus deseja transmitir a Davi através do profeta.","por_que_esta_palavra":"A repetição da palavra 'enviar' destaca a urgência e a relevância da comunicação divina na vida do rei.","conexao_teologica":"A comunicação de Deus com Seu povo é um tema recorrente, mostrando Sua preocupação e desejo de relacionamento.","referencias_relacionadas":["Isaías 6:8","Mateus 28:19","Atos 13:2"]},"2samuel_12_27_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"Refere-se a um mensageiro enviado por Deus para transmitir uma mensagem importante.","explicacao_detalhada":"A palavra 'anjo' ou 'mensageiro' é usada para descrever seres que atuam como intermediários entre Deus e os homens. No contexto de 2 Samuel 12:27, o anjo é um mensageiro divino que traz instruções ou alertas.","por_que_esta_palavra":"A escolha da palavra 'anjo' enfatiza a autoridade e a origem divina da mensagem que está sendo transmitida.","conexao_teologica":"Os anjos são frequentemente mencionados na Bíblia como mensageiros de Deus, desempenhando papéis cruciais na comunicação divina com a humanidade.","referencias_relacionadas":["Gênesis 16:7","Êxodo 23:20","Hebreus 1:14"]},"2samuel_12_27_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"A palavra 'dizer' é utilizada para indicar a importância da comunicação na narrativa bíblica, especialmente quando se trata de mensagens de Deus ou instruções.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para entender a transmissão de mensagens e a revelação divina ao longo das Escrituras.","conexao_teologica":"A comunicação verbal é um meio pelo qual Deus se revela e se relaciona com seu povo, destacando a importância da palavra.","referencias_relacionadas":["Salmos 119:105","Provérbios 18:21","Mateus 4:4"]},"2samuel_12_28_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade habitada, geralmente com uma estrutura social e política.","explicacao_detalhada":"A palavra 'cidade' é usada para descrever um lugar de reunião e convivência, onde o povo se organiza e vive em comunidade.","por_que_esta_palavra":"A menção de 'cidade' é significativa no contexto de eventos históricos e sociais que envolvem a nação de Israel.","conexao_teologica":"As cidades na Bíblia muitas vezes simbolizam a habitação do povo de Deus e a presença divina entre eles.","referencias_relacionadas":["Salmos 46:4","Isaías 65:18","Apocalipse 21:2"]},"2samuel_12_28_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao grupo de pessoas que compartilham uma identidade comum, geralmente ligada a uma nação ou comunidade.","explicacao_detalhada":"A palavra 'povo' é utilizada para enfatizar a coletividade e a unidade entre os indivíduos que pertencem a uma mesma nação ou grupo.","por_que_esta_palavra":"A escolha da palavra 'povo' destaca a importância da comunidade na narrativa bíblica e a relação entre Deus e seu povo escolhido.","conexao_teologica":"Deus se relaciona com seu povo de maneira coletiva, estabelecendo alianças e promessas que afetam a nação como um todo.","referencias_relacionadas":["Êxodo 19:6","Deuteronômio 7:6","1 Pedro 2:9"]},"2samuel_12_28_crescer":{"palavra_pt":"crescer","palavra_original":"חָנָה","transliteracao":"chânâh","strong":"H2583","significado_raiz":"Ideia básica: crescer.","significado_contextual":"Refere-se ao ato de aumentar ou se desenvolver em número ou força.","explicacao_detalhada":"A palavra 'crescer' implica um processo de desenvolvimento, seja em termos populacionais ou em termos de fé e espiritualidade.","por_que_esta_palavra":"A menção de 'crescer' é relevante para entender a dinâmica do povo de Deus e seu crescimento sob a liderança divina.","conexao_teologica":"O crescimento espiritual e numérico do povo de Deus é um tema recorrente nas Escrituras, refletindo a vontade de Deus para sua nação.","referencias_relacionadas":["Atos 2:47","Colossenses 1:10","2 Pedro 3:18"]},"2samuel_12_29_destruir":{"palavra_pt":"destruir","palavra_original":"אָסַף","transliteracao":"ʼâçaph","strong":"H622","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se ao ato de eliminar ou causar a ruína de algo.","explicacao_detalhada":"A palavra 'destruir' é usada para descrever ações que resultam na aniquilação ou devastação, muitas vezes como juízo divino.","por_que_esta_palavra":"A escolha da palavra 'destruir' enfatiza a seriedade das consequências do pecado e a resposta de Deus a ele.","conexao_teologica":"A destruição é frequentemente associada ao juízo de Deus sobre a iniquidade, refletindo sua santidade e justiça.","referencias_relacionadas":["Gênesis 19:24","Isaías 10:33","Apocalipse 20:9"]},"2samuel_12_29_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou ao modo como algo é feito.","explicacao_detalhada":"A palavra 'modo' é utilizada para descrever a forma ou o método de ação, destacando a importância da abordagem em situações específicas.","por_que_esta_palavra":"A escolha da palavra 'modo' sugere que a maneira de agir é tão importante quanto a ação em si.","conexao_teologica":"Deus se preocupa não apenas com os resultados, mas também com a forma como seu povo age e vive em obediência.","referencias_relacionadas":["Salmos 119:1","Mateus 5:16","Colossenses 3:23"]},"2samuel_12_29_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao grupo de pessoas que compartilham uma identidade comum, geralmente ligada a uma nação ou comunidade.","explicacao_detalhada":"A palavra 'povo' é utilizada para enfatizar a coletividade e a unidade entre os indivíduos que pertencem a uma mesma nação ou grupo.","por_que_esta_palavra":"A escolha da palavra 'povo' destaca a importância da comunidade na narrativa bíblica e a relação entre Deus e seu povo escolhido.","conexao_teologica":"Deus se relaciona com seu povo de maneira coletiva, estabelecendo alianças e promessas que afetam a nação como um todo.","referencias_relacionadas":["Êxodo 19:6","Deuteronômio 7:6","1 Pedro 2:9"]},"2samuel_12_30_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade habitada, geralmente com uma estrutura social e política.","explicacao_detalhada":"A palavra 'cidade' é usada para descrever um lugar de reunião e convivência, onde o povo se organiza e vive em comunidade.","por_que_esta_palavra":"A menção de 'cidade' é significativa no contexto de eventos históricos e sociais que envolvem a nação de Israel.","conexao_teologica":"As cidades na Bíblia muitas vezes simbolizam a habitação do povo de Deus e a presença divina entre eles.","referencias_relacionadas":["Salmos 46:4","Isaías 65:18","Apocalipse 21:2"]},"2samuel_12_30_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se ao ato de tomar ou receber algo de forma ativa.","explicacao_detalhada":"A palavra 'tomar' implica uma ação deliberada de apropriação, seja de um recurso, uma posição ou uma responsabilidade.","por_que_esta_palavra":"A escolha da palavra 'tomar' sugere a necessidade de ação e decisão por parte do povo ou do líder.","conexao_teologica":"Tomar posse das promessas de Deus é um tema importante, refletindo a responsabilidade do povo em agir conforme a vontade divina.","referencias_relacionadas":["Josué 1:11","Mateus 11:12","Tiago 1:5"]},"2samuel_12_30_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade suprema e ao governante do povo de Israel, simbolizando poder e liderança.","explicacao_detalhada":"No contexto de 2 Samuel 12:30, Davi toma a coroa do rei dos filhos de Amom após uma vitória militar. Isso representa não apenas a conquista, mas também a legitimidade do seu reinado sobre Israel.","por_que_esta_palavra":"A escolha da palavra 'rei' enfatiza a posição de Davi como líder escolhido por Deus, que deve governar com justiça e sabedoria.","conexao_teologica":"A figura do rei é central na teologia do Antigo Testamento, representando a soberania de Deus sobre seu povo e a expectativa de um rei justo que governará em retidão.","referencias_relacionadas":["1 Samuel 8:5","1 Reis 10:1","Salmos 2:6"]},"2samuel_12_31_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou à forma de agir.","explicacao_detalhada":"Em 2 Samuel 12:31, Davi trata os amonitas com severidade, mostrando que ele não apenas conquistou, mas também impôs sua vontade de maneira decisiva.","por_que_esta_palavra":"A palavra 'modo' é utilizada para descrever a abordagem militar e a estratégia de Davi, que era tanto tática quanto moral.","conexao_teologica":"A maneira como Davi age reflete a necessidade de um líder que não apenas luta, mas que também age de acordo com os princípios de Deus.","referencias_relacionadas":["Deuteronômio 20:10","Salmos 18:34","Eclesiastes 3:1"]},"2samuel_12_31_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se ao conjunto dos israelitas, a nação escolhida por Deus.","explicacao_detalhada":"No versículo, Davi demonstra seu domínio sobre os amonitas, que se tornam parte do seu povo, simbolizando a expansão do reino de Israel.","por_que_esta_palavra":"A palavra 'povo' é crucial para entender a identidade coletiva de Israel e a relação entre Deus e sua nação.","conexao_teologica":"A ideia de povo é central na aliança de Deus com Israel, onde Ele se compromete a ser seu Deus e eles serão seu povo.","referencias_relacionadas":["Êxodo 19:6","Deuteronômio 7:6","1 Pedro 2:9"]},"2samuel_12_31_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude ou importância das ações de Davi.","explicacao_detalhada":"Davi não apenas conquista, mas também faz grandes atos de justiça e demonstra poder, o que é enfatizado pela repetição da palavra 'grande'.","por_que_esta_palavra":"A palavra 'grande' é utilizada para destacar a importância dos feitos de Davi e a grandeza de sua liderança.","conexao_teologica":"A grandeza de Davi é vista como um reflexo da grandeza de Deus, que o escolheu e o capacitou para liderar.","referencias_relacionadas":["Salmos 145:3","Isaías 9:6","Mateus 5:14"]}}