{"2samuel_20_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se a um descendente ou alguém que é parte de uma linhagem.","explicacao_detalhada":"No contexto, 'filho' pode indicar a continuidade da família e a importância das relações familiares na sociedade israelita.","por_que_esta_palavra":"A palavra é usada para destacar a identidade e a herança, que são fundamentais na cultura israelita.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia cristã, onde os crentes são considerados filhos por meio da fé em Cristo.","referencias_relacionadas":["Gênesis 1:26","Romanos 8:14","Efésios 1:5"]},"2samuel_20_1_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um indivíduo adulto, geralmente em um contexto de responsabilidade e ação.","explicacao_detalhada":"Neste versículo, 'homem' é usado para identificar um personagem específico que desempenha um papel na narrativa, destacando a importância da masculinidade e do papel social.","por_que_esta_palavra":"A palavra é relevante para entender a dinâmica de poder e a liderança entre os homens de Israel.","conexao_teologica":"A dignidade do homem é um tema importante na Bíblia, refletindo a criação à imagem de Deus.","referencias_relacionadas":["Gênesis 2:7","Salmos 8:4-5","1 Coríntios 16:13"]},"2samuel_20_1_mal":{"palavra_pt":"mal","palavra_original":"בְּלִיַּעַל","transliteracao":"bᵉlîyaʻal","strong":"H1100","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' refere-se a ações ou intenções que são moralmente erradas ou prejudiciais.","explicacao_detalhada":"No contexto, 'mal' é usado para descrever a natureza de um personagem que se opõe à ordem e à justiça estabelecidas por Davi.","por_que_esta_palavra":"A palavra é importante para entender a luta entre o bem e o mal na narrativa bíblica, especialmente em relação à liderança de Davi.","conexao_teologica":"O conceito de mal é central na teologia bíblica, onde a redenção e a luta contra o pecado são temas recorrentes.","referencias_relacionadas":["Gênesis 6:5","Romanos 3:23","Efésios 6:12"]},"2samuel_20_2_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é usada novamente para identificar um indivíduo que desempenha um papel significativo na narrativa.","explicacao_detalhada":"Neste versículo, 'homem' pode indicar um líder ou alguém que está em posição de influência, refletindo a importância das figuras masculinas na sociedade.","por_que_esta_palavra":"A repetição da palavra 'homem' enfatiza a relevância dos indivíduos na história de Israel e suas ações.","conexao_teologica":"A Bíblia frequentemente fala sobre o papel do homem na criação e sua responsabilidade diante de Deus.","referencias_relacionadas":["Gênesis 1:27","Salmos 146:3","1 Timóteo 2:8"]},"2samuel_20_2_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se a algo que é significativo em tamanho, importância ou impacto.","explicacao_detalhada":"No contexto, 'grande' pode descrever a magnitude da situação ou a importância de um personagem que está sendo mencionado.","por_que_esta_palavra":"A palavra é usada para enfatizar a gravidade da situação e a necessidade de atenção e ação.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, refletindo sua majestade e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Mateus 5:14"]},"2samuel_20_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as ações são realizadas ou como uma situação é abordada.","explicacao_detalhada":"A palavra 'modo' implica uma maneira específica de agir ou proceder, que pode ser interpretada em diferentes contextos, como a forma de liderança ou a maneira de se relacionar com os outros.","por_que_esta_palavra":"O uso de 'modo' destaca a importância da abordagem em situações críticas, especialmente em contextos de liderança e decisões.","conexao_teologica":"O modo de agir de um líder reflete a sua sabedoria e a maneira como Deus orienta suas decisões.","referencias_relacionadas":["Provérbios 16:9","Salmos 37:23","Tiago 1:5"]},"2samuel_20_3_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Denota a figura de autoridade máxima em Israel, que é responsável por governar e proteger seu povo.","explicacao_detalhada":"A palavra 'rei' é central na narrativa bíblica, simbolizando não apenas poder, mas também responsabilidade e a relação entre Deus e seu povo.","por_que_esta_palavra":"A menção do 'rei' enfatiza a importância da liderança divina e a necessidade de um governante justo e temente a Deus.","conexao_teologica":"Jesus é frequentemente referido como o Rei dos Reis, simbolizando a autoridade suprema e a justiça divina.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"2samuel_20_3_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar ou à família, simbolizando segurança e pertencimento.","explicacao_detalhada":"A palavra 'casa' pode se referir tanto ao espaço físico quanto à unidade familiar, sendo um tema recorrente nas Escrituras que fala sobre a importância da família na sociedade.","por_que_esta_palavra":"A menção da 'casa' ressalta a importância das relações familiares e da estabilidade que elas proporcionam.","conexao_teologica":"Deus é descrito como o arquiteto da família, estabelecendo a importância da unidade e do amor dentro do lar.","referencias_relacionadas":["Gênesis 2:24","Efésios 5:25-33","Colossenses 3:18-21"]},"2samuel_20_3_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Indica a ação de convocar ou convidar alguém para se juntar a uma situação ou local.","explicacao_detalhada":"A palavra 'chamar' implica um convite ou uma ordem, refletindo a autoridade do emissor e a resposta esperada do receptor.","por_que_esta_palavra":"A ação de 'chamar' é crucial em contextos de liderança, onde a comunicação clara é essencial para a mobilização de pessoas.","conexao_teologica":"Deus chama seu povo para uma relação íntima e para cumprir propósitos divinos.","referencias_relacionadas":["Isaías 43:1","Mateus 11:28","Romanos 8:30"]},"2samuel_20_4_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Reforça a ideia de autoridade e liderança no contexto da narrativa.","explicacao_detalhada":"A repetição da palavra 'rei' enfatiza a centralidade da figura real na dinâmica política e espiritual de Israel.","por_que_esta_palavra":"A presença do 'rei' é fundamental para a estabilidade e a ordem na sociedade israelita.","conexao_teologica":"A realeza de Cristo é um tema central no Novo Testamento, onde Ele é apresentado como o Rei que traz justiça e paz.","referencias_relacionadas":["Salmos 72:1-2","Isaías 9:6-7","Mateus 2:2"]},"2samuel_20_4_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de declarar ou afirmar algo de importância.","explicacao_detalhada":"A palavra 'dizer' implica a comunicação de uma mensagem que pode ter consequências significativas, especialmente em contextos de liderança.","por_que_esta_palavra":"A capacidade de um líder de 'dizer' algo de forma clara e convincente é vital para a influência e a direção que ele exerce sobre seu povo.","conexao_teologica":"A palavra de Deus é descrita como poderosa e transformadora, sendo um meio pelo qual Ele se comunica com a humanidade.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Romanos 10:17"]},"2samuel_20_4_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo, destacando a humanidade e a dignidade do ser humano.","explicacao_detalhada":"A palavra 'homem' é frequentemente usada nas Escrituras para enfatizar a criação de Deus e a responsabilidade moral que cada pessoa carrega.","por_que_esta_palavra":"A menção do 'homem' sublinha a importância da individualidade e do papel de cada pessoa na sociedade e diante de Deus.","conexao_teologica":"A dignidade do homem é um tema central na teologia, refletindo a imagem de Deus em cada ser humano.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"2samuel_20_5_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de se mover ou progredir em uma direção.","explicacao_detalhada":"A palavra 'andar' pode simbolizar tanto o movimento físico quanto a jornada espiritual de uma pessoa.","por_que_esta_palavra":"O 'andar' é uma metáfora comum nas Escrituras para descrever a vida e o comportamento de alguém em relação a Deus.","conexao_teologica":"Andar em retidão é um chamado bíblico, refletindo a necessidade de viver de acordo com os princípios de Deus.","referencias_relacionadas":["Salmos 1:1-2","Gálatas 5:16","1 João 1:7"]},"2samuel_20_5_chamar":{"palavra_pt":"chamar","palavra_original":"זָעַק","transliteracao":"zâʻaq","strong":"H2199","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Indica a ação de invocar ou solicitar a atenção de alguém.","explicacao_detalhada":"A palavra 'chamar' é usada para expressar a urgência e a necessidade de resposta em situações críticas.","por_que_esta_palavra":"A ação de 'chamar' é essencial para a comunicação e a mobilização em momentos de crise.","conexao_teologica":"Deus chama seu povo a se voltar para Ele em tempos de necessidade e desespero.","referencias_relacionadas":["Salmos 34:17","Jeremias 33:3","Mateus 7:7"]},"2samuel_20_6_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de comunicar uma mensagem significativa.","explicacao_detalhada":"A palavra 'dizer' implica a importância da comunicação clara e eficaz em contextos de liderança e decisão.","por_que_esta_palavra":"A habilidade de 'dizer' algo de forma impactante é crucial para influenciar e guiar os outros.","conexao_teologica":"A palavra de Deus é frequentemente descrita como viva e eficaz, sendo um meio pelo qual Ele se revela à humanidade.","referencias_relacionadas":["Isaías 55:11","Tiago 1:22","Romanos 12:2"]},"2samuel_20_6_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, alguém que é parte da linhagem familiar.","explicacao_detalhada":"A palavra 'filho' é usada para indicar não apenas a relação biológica, mas também a posição social e a herança dentro da cultura israelita. No contexto de 2 Samuel 20, pode se referir a um líder ou alguém de destaque na comunidade.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica familiar e a sucessão de liderança em Israel.","conexao_teologica":"A relação de pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo, como em Salmos 2:7.","referencias_relacionadas":["Salmos 2:7","Mateus 1:1","Lucas 3:38"]},"2samuel_20_6_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a posição ou localização entre outros.","explicacao_detalhada":"A palavra 'entre' é usada para descrever a relação de um indivíduo em relação a um grupo. No contexto, pode indicar a posição de um líder entre seu povo.","por_que_esta_palavra":"É importante para entender a dinâmica de poder e influência dentro da comunidade.","conexao_teologica":"A ideia de estar 'entre' é refletida na presença de Deus entre Seu povo, como em Êxodo 25:8.","referencias_relacionadas":["Êxodo 25:8","Mateus 18:20","Atos 2:1"]},"2samuel_20_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo de agir.","explicacao_detalhada":"A palavra 'modo' é usada para descrever a forma como algo é feito, refletindo a cultura e as normas sociais da época.","por_que_esta_palavra":"Entender o 'modo' é essencial para interpretar as ações e decisões dos personagens bíblicos.","conexao_teologica":"Deus também tem um 'modo' de operar em nossas vidas, como em Romanos 12:2.","referencias_relacionadas":["Romanos 12:2","1 Coríntios 14:40","Gálatas 5:25"]},"2samuel_20_7_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, muitas vezes com conotações de força ou coragem.","explicacao_detalhada":"A palavra 'homem' é utilizada para descrever não apenas a humanidade, mas também a masculinidade e a liderança.","por_que_esta_palavra":"É importante para entender o papel dos homens na sociedade israelita e suas responsabilidades.","conexao_teologica":"A Bíblia frequentemente fala sobre o papel do homem como líder e protetor, como em Efésios 5:23.","referencias_relacionadas":["Efésios 5:23","Gênesis 2:18","1 Timóteo 2:8"]},"2samuel_20_7_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Indica algo de grande importância ou magnitude.","explicacao_detalhada":"A palavra 'grande' pode se referir a tamanho físico, mas também a importância ou influência de uma pessoa ou evento.","por_que_esta_palavra":"É crucial para entender a magnitude das ações e decisões tomadas no contexto.","conexao_teologica":"Deus é frequentemente descrito como grande em poder e majestade, como em Salmos 145:3.","referencias_relacionadas":["Salmos 145:3","Isaías 40:26","Mateus 5:14"]},"2samuel_20_8_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se a algo de grande importância ou magnitude.","explicacao_detalhada":"A repetição da palavra 'grande' enfatiza a importância do que está sendo discutido ou realizado.","por_que_esta_palavra":"A ênfase na grandeza é fundamental para entender o impacto das ações no contexto narrativo.","conexao_teologica":"A grandeza de Deus é um tema recorrente, como em Salmos 96:4.","referencias_relacionadas":["Salmos 96:4","Romanos 11:33","Apocalipse 19:16"]},"2samuel_20_8_pedra":{"palavra_pt":"pedra","palavra_original":"אֶבֶן","transliteracao":"ʼeben","strong":"H68","significado_raiz":"Ideia básica: pedra.","significado_contextual":"Refere-se a um objeto sólido, frequentemente usado como símbolo de força ou estabilidade.","explicacao_detalhada":"A palavra 'pedra' pode simbolizar segurança e proteção, além de ser um material comum na construção.","por_que_esta_palavra":"A pedra é um símbolo de firmeza e durabilidade, importante para a construção de alianças e pactos.","conexao_teologica":"Cristo é descrito como a pedra angular da fé, como em Efésios 2:20.","referencias_relacionadas":["Efésios 2:20","1 Pedro 2:4-5","Salmos 118:22"]},"2samuel_20_8_juizo":{"palavra_pt":"juizo","palavra_original":"מַד","transliteracao":"mad","strong":"H4055","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se a uma avaliação ou decisão, muitas vezes em um contexto legal ou moral.","explicacao_detalhada":"A palavra 'juízo' é usada para descrever a ação de decidir entre o certo e o errado, refletindo a justiça divina.","por_que_esta_palavra":"É essencial para entender a moralidade e a ética nas decisões tomadas pelos líderes.","conexao_teologica":"Deus é o juiz supremo, como em Salmos 75:7.","referencias_relacionadas":["Salmos 75:7","Romanos 14:10","Tiago 4:12"]},"2samuel_20_9_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"Refere-se a um estado de harmonia e ausência de conflito.","explicacao_detalhada":"A palavra 'paz' é frequentemente usada para descrever a bênção de Deus sobre o povo, indicando segurança e bem-estar.","por_que_esta_palavra":"A paz é um tema central na mensagem bíblica, simbolizando a presença de Deus.","conexao_teologica":"Cristo é chamado de Príncipe da Paz, como em Isaías 9:6.","referencias_relacionadas":["Isaías 9:6","Filipenses 4:7","João 14:27"]},"2samuel_20_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se a uma declaração ou afirmação significativa.","explicacao_detalhada":"A palavra 'dizer' é usada para expressar a importância das palavras e promessas feitas.","por_que_esta_palavra":"As palavras têm poder e são fundamentais para a comunicação e a criação de alianças.","conexao_teologica":"A palavra de Deus é viva e eficaz, como em Hebreus 4:12.","referencias_relacionadas":["Hebreus 4:12","Provérbios 18:21","Tiago 3:5"]},"2samuel_20_9_agarrar":{"palavra_pt":"agarrar","palavra_original":"אָחַז","transliteracao":"ʼâchaz","strong":"H270","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Agarrar implica em tomar posse ou segurar firmemente algo ou alguém.","explicacao_detalhada":"No contexto de 2 Samuel 20:9, a palavra 'agarrar' é usada para descrever a ação de Joabe ao segurar a barba de Amasa, simbolizando um ato de controle e poder sobre ele.","por_que_esta_palavra":"A escolha da palavra 'agarrar' enfatiza a intensidade da ação de Joabe, mostrando sua determinação em lidar com a situação de forma decisiva.","conexao_teologica":"Agarra-se à ideia de que Deus tem controle sobre as situações e que os líderes devem agir com firmeza e autoridade.","referencias_relacionadas":["1 Samuel 24:10","Salmos 139:10","Isaías 41:10"]},"2samuel_20_10_sangue":{"palavra_pt":"sangue","palavra_original":"שָׁפַךְ","transliteracao":"shâphak","strong":"H8210","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Sangue representa a vida e a morte, sendo um símbolo poderoso de sacrifício e violência.","explicacao_detalhada":"Neste versículo, a menção ao 'sangue' refere-se ao ato de derramamento de sangue, que é um tema recorrente na narrativa bíblica, simbolizando a gravidade das consequências de ações violentas.","por_que_esta_palavra":"A palavra 'sangue' é utilizada para enfatizar a seriedade da situação e a necessidade de justiça em relação ao assassinato de Amasa.","conexao_teologica":"O sangue é frequentemente associado ao sacrifício e à redenção, refletindo a necessidade de expiação e a gravidade do pecado.","referencias_relacionadas":["Gênesis 9:6","Êxodo 12:13","Hebreus 9:22"]},"2samuel_20_10_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Morrer é o fim da vida física, frequentemente associado a consequências de ações e decisões.","explicacao_detalhada":"A palavra 'morrer' neste contexto é usada para descrever a consequência fatal do ato de violência, ressaltando a gravidade da situação e a inevitabilidade da morte em contextos de conflito.","por_que_esta_palavra":"A escolha da palavra 'morrer' destaca a seriedade do ato de derramamento de sangue e suas consequências irreversíveis.","conexao_teologica":"A morte é um tema central na teologia bíblica, representando a separação do homem de Deus e a necessidade de redenção.","referencias_relacionadas":["Romanos 6:23","Eclesiastes 3:2","João 3:16"]},"2samuel_20_10_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Verdade refere-se à conformidade com a realidade e à honestidade nas ações e palavras.","explicacao_detalhada":"Neste versículo, a palavra 'verdade' é usada para enfatizar a necessidade de justiça e integridade nas ações, contrastando com a traição e a violência.","por_que_esta_palavra":"A palavra 'verdade' é crucial para entender a moralidade da situação, onde a justiça deve prevalecer sobre a injustiça.","conexao_teologica":"A verdade é um atributo de Deus e é fundamental para a vida cristã, refletindo a necessidade de viver em conformidade com a vontade divina.","referencias_relacionadas":["Salmos 51:6","João 8:32","Efésios 4:15"]},"2samuel_20_11_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Homem refere-se a um ser humano, frequentemente simbolizando a fraqueza e a vulnerabilidade.","explicacao_detalhada":"A palavra 'homem' é usada para descrever Amasa, destacando sua condição de mortal e a fragilidade da vida diante da violência.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a humanidade de Amasa e a tragédia de sua morte, que poderia ter sido evitada.","conexao_teologica":"A humanidade é um tema central na Bíblia, refletindo a criação à imagem de Deus e a necessidade de redenção.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"2samuel_20_11_servo":{"palavra_pt":"servo","palavra_original":"נַעַר","transliteracao":"naʻar","strong":"H5288","significado_raiz":"Ideia básica: servo.","significado_contextual":"Servo refere-se a alguém que serve a outro, muitas vezes em um papel subordinado.","explicacao_detalhada":"Neste contexto, a palavra 'servo' é usada para descrever a posição de Amasa em relação a Joabe e ao rei, destacando a dinâmica de poder e lealdade.","por_que_esta_palavra":"A palavra 'servo' é importante para entender as relações de autoridade e serviço na sociedade israelita da época.","conexao_teologica":"O conceito de serviço é central na vida cristã, refletindo a chamada para servir aos outros como Cristo serviu.","referencias_relacionadas":["Marcos 10:45","Gálatas 5:13","Filipenses 2:7"]},"2samuel_20_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer implica em comunicar ou expressar algo verbalmente.","explicacao_detalhada":"A palavra 'dizer' é usada para descrever a ação de Joabe ao se dirigir aos soldados, enfatizando a importância da comunicação em momentos de crise.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a necessidade de liderança e clareza na comunicação durante conflitos.","conexao_teologica":"A comunicação é vital na relação entre Deus e a humanidade, refletindo a importância da Palavra de Deus.","referencias_relacionadas":["Provérbios 18:21","Tiago 1:19","Romanos 10:17"]},"2samuel_20_12_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Sangue, como mencionado anteriormente, simboliza a vida e as consequências da morte.","explicacao_detalhada":"A repetição da palavra 'sangue' neste contexto reforça a gravidade da situação e a necessidade de justiça em relação ao derramamento de sangue.","por_que_esta_palavra":"A palavra 'sangue' é crucial para entender a seriedade do ato de violência e suas repercussões.","conexao_teologica":"O sangue é um símbolo de sacrifício e redenção, refletindo a necessidade de expiação pelos pecados.","referencias_relacionadas":["Levítico 17:11","Mateus 26:28","Hebreus 9:14"]},"2samuel_20_12_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Homem, como mencionado anteriormente, refere-se à condição humana e à vulnerabilidade diante da morte.","explicacao_detalhada":"A repetição da palavra 'homem' enfatiza a fragilidade da vida e a seriedade da situação enfrentada por Amasa.","por_que_esta_palavra":"A palavra 'homem' é importante para destacar a humanidade de Amasa e a tragédia de sua morte.","conexao_teologica":"A condição humana é um tema central na Bíblia, refletindo a necessidade de redenção e a graça de Deus.","referencias_relacionadas":["Salmos 103:14","Romanos 3:23","1 Pedro 1:24"]},"2samuel_20_13_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Entre refere-se à ideia de estar no meio de algo ou de alguém.","explicacao_detalhada":"A palavra 'entre' é usada para descrever a posição de Amasa em relação aos soldados, enfatizando a ideia de que ele estava no centro da ação.","por_que_esta_palavra":"A escolha da palavra 'entre' destaca a dinâmica de poder e a interação entre os personagens na narrativa.","conexao_teologica":"A ideia de estar 'entre' é importante na teologia, refletindo a presença de Deus entre seu povo.","referencias_relacionadas":["Mateus 18:20","Salmos 46:1","Gálatas 3:28"]},"2samuel_20_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as ações são realizadas.","explicacao_detalhada":"A palavra 'modo' implica na maneira ou forma de proceder em uma situação específica, refletindo a intenção e a estratégia de um ato.","por_que_esta_palavra":"É importante para entender a abordagem de Joabe em lidar com a rebelião de Seba, mostrando a necessidade de um plano claro.","conexao_teologica":"O modo de agir de um líder pode refletir a sabedoria divina ou a falta dela, como em Provérbios 16:9.","referencias_relacionadas":["Provérbios 16:9","Eclesiastes 3:1","Salmos 37:5"]},"2samuel_20_14_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A palavra 'cruz' aqui pode ser interpretada como um símbolo de passagem ou transição.","explicacao_detalhada":"Embora a palavra 'cruz' não apareça diretamente, a ideia de 'transitar' ou 'passar' é crucial para entender a dinâmica do conflito.","por_que_esta_palavra":"A transição de poder e a necessidade de atravessar barreiras são temas recorrentes na narrativa bíblica.","conexao_teologica":"A ideia de cruzar fronteiras é frequentemente associada à salvação e ao sacrifício de Cristo.","referencias_relacionadas":["Gálatas 6:14","Mateus 16:24","Lucas 9:23"]},"2samuel_20_15_sangue":{"palavra_pt":"sangue","palavra_original":"שָׁפַךְ","transliteracao":"shâphak","strong":"H8210","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Refere-se ao derramamento de sangue, um ato que simboliza morte e violência.","explicacao_detalhada":"O sangue é um símbolo poderoso na Bíblia, representando vida, sacrifício e a consequência do pecado.","por_que_esta_palavra":"O derramamento de sangue é um tema central na narrativa de guerras e conflitos, refletindo a gravidade das ações humanas.","conexao_teologica":"O sangue de Cristo é visto como o sacrifício final que traz redenção, contrastando com o sangue derramado em guerras.","referencias_relacionadas":["Hebreus 9:22","Romanos 5:9","1 João 1:7"]},"2samuel_20_15_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma cidade como um centro de vida e conflito.","explicacao_detalhada":"As cidades na Bíblia muitas vezes simbolizam segurança, comunidade e, ao mesmo tempo, o local de batalhas e disputas.","por_que_esta_palavra":"A cidade é o cenário onde muitos eventos bíblicos significativos ocorrem, refletindo a luta pelo controle e a proteção do povo.","conexao_teologica":"A cidade de Deus é um tema importante, representando a esperança e a promessa de um futuro redentor.","referencias_relacionadas":["Salmos 46:4","Apocalipse 21:2","Isaías 65:18"]},"2samuel_20_15_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo de operação ou estratégia em um contexto de conflito.","explicacao_detalhada":"A palavra 'modo' destaca a importância de como as ações são realizadas em situações críticas.","por_que_esta_palavra":"Entender o modo de agir é essencial para a análise das decisões tomadas pelos personagens bíblicos.","conexao_teologica":"A maneira como agimos pode refletir nossa fé e confiança em Deus, como em Tiago 1:22.","referencias_relacionadas":["Tiago 1:22","Colossenses 3:23","1 Coríntios 10:31"]},"2samuel_20_16_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma cidade como um espaço de refúgio e conflito.","explicacao_detalhada":"As cidades são frequentemente mencionadas na Bíblia como locais de proteção, mas também de discórdia.","por_que_esta_palavra":"A cidade é um símbolo de comunidade e segurança, mas também de desafios e batalhas.","conexao_teologica":"A cidade celestial é uma promessa para os fiéis, contrastando com as cidades terrenas cheias de conflitos.","referencias_relacionadas":["Hebreus 11:10","Salmos 48:1-2","Mateus 5:14"]},"2samuel_20_16_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de convocar ou chamar alguém para uma ação.","explicacao_detalhada":"Chamar implica em uma ação de liderança e autoridade, essencial em momentos de crise.","por_que_esta_palavra":"A convocação é um elemento vital na mobilização de pessoas para a ação, especialmente em tempos de conflito.","conexao_teologica":"Deus chama Seu povo para a ação e serviço, como em Mateus 28:19-20.","referencias_relacionadas":["Mateus 28:19-20","Romanos 8:30","1 Pedro 2:9"]},"2samuel_20_16_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à ideia de estar entre ou no meio de algo.","explicacao_detalhada":"A palavra 'entre' destaca a interconexão e a relação entre pessoas e eventos.","por_que_esta_palavra":"Estar entre é fundamental para entender a dinâmica social e as interações no contexto bíblico.","conexao_teologica":"A presença de Deus entre Seu povo é um tema central, refletindo Sua proximidade e cuidado.","referencias_relacionadas":["Mateus 18:20","Salmos 23:4","Êxodo 33:14"]},"2samuel_20_17_mao":{"palavra_pt":"mao","palavra_original":"קָרַב","transliteracao":"qârab","strong":"H7126","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à mão como símbolo de ação e poder.","explicacao_detalhada":"A mão é frequentemente usada na Bíblia para representar a capacidade de agir e influenciar.","por_que_esta_palavra":"A mão é um símbolo de autoridade e controle, essencial em contextos de liderança.","conexao_teologica":"A mão de Deus é um símbolo de Sua intervenção e poder na história.","referencias_relacionadas":["Salmos 89:13","Isaías 41:10","Deuteronômio 33:27"]},"2samuel_20_17_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de declarar ou afirmar algo com ênfase.","explicacao_detalhada":"A palavra 'dizer' é fundamental para a comunicação e a transmissão de mensagens importantes.","por_que_esta_palavra":"A declaração de um líder pode influenciar o curso de eventos, especialmente em tempos de crise.","conexao_teologica":"As palavras de Deus têm poder e autoridade, como em Gênesis 1:3.","referencias_relacionadas":["Gênesis 1:3","Provérbios 18:21","Romanos 10:17"]},"2samuel_20_17_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se a uma mulher que desempenha um papel crucial na narrativa, mostrando a importância das mulheres na história bíblica.","explicacao_detalhada":"A palavra 'mulher' (אִשָּׁה) é usada para descrever não apenas a figura feminina, mas também a sua posição e influência em situações críticas. Neste contexto, a mulher se destaca como uma mediadora de paz.","por_que_esta_palavra":"A escolha da palavra enfatiza a dignidade e a força da mulher, que muitas vezes é subestimada na sociedade.","conexao_teologica":"A presença de mulheres fortes na Bíblia reflete o valor que Deus dá a todos os seres humanos, independentemente de gênero.","referencias_relacionadas":["Gênesis 2:18","Provérbios 31:10","Rute 1:16"]},"2samuel_20_18_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' (אָמַר) é utilizada para introduzir um discurso significativo que pode mudar o curso dos eventos.","explicacao_detalhada":"Neste contexto, a mulher usa a palavra 'dizer' para expressar uma verdade que é fundamental para a resolução do conflito. A fala é um ato poderoso que pode trazer clareza e entendimento.","por_que_esta_palavra":"A palavra 'dizer' é escolhida para mostrar a importância da comunicação e da expressão verbal na resolução de conflitos.","conexao_teologica":"A fala é um dom divino que pode ser usado para edificar ou destruir, refletindo a responsabilidade que temos com nossas palavras.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5-10","Salmos 19:14"]},"2samuel_20_18_principio":{"palavra_pt":"principio","palavra_original":"רִאשׁוֹן","transliteracao":"riʼshôwn","strong":"H7223","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' (רִאשׁוֹן) sugere a origem ou a base de algo, indicando a importância de entender as raízes de um conflito.","explicacao_detalhada":"Neste versículo, o uso de 'princípio' destaca a necessidade de se voltar às origens dos problemas para encontrar soluções eficazes.","por_que_esta_palavra":"A escolha da palavra enfatiza a importância de reconhecer a história e as causas subjacentes dos conflitos.","conexao_teologica":"Deus é apresentado na Bíblia como o princípio de todas as coisas, e entender isso nos ajuda a buscar soluções que estejam alinhadas com Sua vontade.","referencias_relacionadas":["Gênesis 1:1","João 1:1","Colossenses 1:17"]},"2samuel_20_18_nome":{"palavra_pt":"nome","palavra_original":"אָבֵל","transliteracao":"ʼÂbêl","strong":"H59","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' (אָבֵל) é usada para se referir a uma identidade ou reputação, que é crucial em contextos de honra e vergonha.","explicacao_detalhada":"Neste contexto, o 'nome' é associado à identidade de uma cidade e ao seu legado, mostrando como a reputação pode afetar a vida de muitos.","por_que_esta_palavra":"A escolha da palavra 'nome' destaca a importância da identidade e da memória coletiva na cultura israelita.","conexao_teologica":"O nome de Deus é central na teologia bíblica, refletindo Seu caráter e Sua presença entre o povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Filipenses 2:9-10"]},"2samuel_20_19_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' (מוּת) é usada para descrever a gravidade da situação e as consequências de ações precipitadas.","explicacao_detalhada":"Neste contexto, a menção da morte serve como um alerta sobre as consequências de um conflito mal resolvido.","por_que_esta_palavra":"A escolha da palavra 'morrer' enfatiza a seriedade da situação e a necessidade de buscar a paz.","conexao_teologica":"A morte é um tema recorrente na Bíblia, simbolizando tanto o fim quanto a necessidade de redenção e nova vida em Cristo.","referencias_relacionadas":["Romanos 6:23","João 11:25-26","Hebreus 9:27"]},"2samuel_20_19_corpo":{"palavra_pt":"corpo","palavra_original":"שָׁלַם","transliteracao":"shâlam","strong":"H7999","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' (שָׁלַם) é usada para descrever a integridade e a totalidade de uma pessoa ou comunidade.","explicacao_detalhada":"Neste contexto, o 'corpo' representa não apenas a vida física, mas também a unidade e a saúde da comunidade.","por_que_esta_palavra":"A escolha da palavra 'corpo' destaca a interconexão entre os indivíduos e a importância da harmonia na sociedade.","conexao_teologica":"A Bíblia frequentemente usa a metáfora do corpo para descrever a igreja, enfatizando a importância de cada membro na saúde do todo.","referencias_relacionadas":["1 Coríntios 12:12-27","Romanos 12:4-5","Efésios 4:16"]},"2samuel_20_19_edificar":{"palavra_pt":"crer/amem","palavra_original":"אָמַן","transliteracao":"ʼâman","strong":"H539","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' (אָמַן) é utilizada para expressar a confiança e a fé em algo maior, especialmente em tempos de crise.","explicacao_detalhada":"Neste contexto, a palavra sugere a necessidade de acreditar na possibilidade de restauração e paz.","por_que_esta_palavra":"A escolha da palavra 'crer' enfatiza a importância da fé e da esperança em situações difíceis.","conexao_teologica":"A fé é um tema central na Bíblia, sendo a base da relação do ser humano com Deus.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Mateus 17:20"]},"2samuel_20_20_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' (עָנָה) é usada para simbolizar a percepção e a visão, tanto física quanto espiritual.","explicacao_detalhada":"Neste contexto, o 'olho' representa a capacidade de ver além das aparências e entender a verdade de uma situação.","por_que_esta_palavra":"A escolha da palavra 'olho' destaca a importância da percepção e da sabedoria na tomada de decisões.","conexao_teologica":"A Bíblia frequentemente menciona a visão espiritual, enfatizando a necessidade de discernimento na vida cristã.","referencias_relacionadas":["Mateus 6:22-23","Salmos 119:18","Efésios 1:18"]},"2samuel_20_20_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' (אָמַר) é novamente utilizada para enfatizar a importância da comunicação na resolução de conflitos.","explicacao_detalhada":"Neste contexto, a repetição da palavra 'dizer' reforça a ideia de que a fala é um instrumento poderoso para a paz.","por_que_esta_palavra":"A escolha da palavra 'dizer' sublinha a responsabilidade que temos ao usar nossas palavras.","conexao_teologica":"A comunicação é um aspecto fundamental da relação entre Deus e a humanidade, refletindo a importância da palavra de Deus.","referencias_relacionadas":["Salmos 19:14","Provérbios 15:1","Tiago 1:19"]},"2samuel_20_20_deus":{"palavra_pt":"deus","palavra_original":"חָלִילָה","transliteracao":"châlîylâh","strong":"H2486","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' (חָלִילָה) é usada para expressar uma forte negação ou apelo à divindade em situações críticas.","explicacao_detalhada":"Neste contexto, a palavra é utilizada para enfatizar a impossibilidade de um ato que seria considerado inaceitável diante de Deus.","por_que_esta_palavra":"A escolha da palavra 'deus' reflete a reverência e o temor que se deve ter em relação a ações que desonram a divindade.","conexao_teologica":"A noção de Deus como um ser supremo que deve ser respeitado e temido é um tema central na Bíblia.","referencias_relacionadas":["Êxodo 20:7","Salmos 111:9","Romanos 1:21"]},"2samuel_20_21_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma declaração ou um comando que tem peso e importância.","explicacao_detalhada":"A palavra 'דָּבָר' (dâbâr) é usada para indicar não apenas uma palavra falada, mas também um conceito ou uma coisa que pode ser discutida ou decidida. No contexto de 2 Samuel 20:21, ela representa a seriedade da situação que está sendo abordada.","por_que_esta_palavra":"A escolha da palavra enfatiza a gravidade da situação e a necessidade de uma decisão clara.","conexao_teologica":"A palavra de Deus é frequentemente associada à criação e à ordem divina, mostrando que a comunicação de Deus tem poder e autoridade.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 4:12"]},"2samuel_20_21_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Indica a autoridade e o governo sobre um povo ou uma nação.","explicacao_detalhada":"A palavra 'מֶלֶךְ' (melek) é usada para descrever a posição de liderança e a responsabilidade que um rei tem sobre seu povo. Em 2 Samuel 20:21, o rei é visto como a figura central que deve tomar decisões importantes.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica de poder e a estrutura de liderança em Israel, especialmente no contexto de conflitos internos.","conexao_teologica":"Deus é frequentemente descrito como o Rei supremo, e a figura do rei humano é um reflexo da soberania divina.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Isaías 33:22"]},"2samuel_20_21_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local de habitação e segurança para o povo.","explicacao_detalhada":"A palavra 'עִיר' (ʻîyr) representa uma cidade, que é um centro de vida social, econômica e política. Em 2 Samuel 20:21, a cidade é o local onde as decisões e conflitos estão ocorrendo.","por_que_esta_palavra":"A cidade é um símbolo de proteção e comunidade, e sua menção destaca a importância do lugar na narrativa.","conexao_teologica":"Cidades na Bíblia muitas vezes simbolizam a presença de Deus entre seu povo, como Jerusalém, a cidade santa.","referencias_relacionadas":["Salmos 46:4","Isaías 65:18","Mateus 5:14"]},"2samuel_20_22_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Indica a ação de eliminar ou acabar com algo de forma decisiva.","explicacao_detalhada":"A palavra 'כָּרַת' (kârath) é usada para descrever a destruição ou o corte de algo, muitas vezes em um contexto de julgamento ou punição. Em 2 Samuel 20:22, a destruição é uma resposta a uma ameaça.","por_que_esta_palavra":"A escolha dessa palavra reflete a severidade da ação que está sendo considerada e a urgência da situação.","conexao_teologica":"A destruição é um tema recorrente na Bíblia, onde Deus muitas vezes traz juízo sobre nações ou cidades por causa de sua desobediência.","referencias_relacionadas":["Gênesis 6:13","Ezequiel 18:30","Apocalipse 21:8"]},"2samuel_20_22_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se novamente ao local de habitação, agora em um contexto de ameaça de destruição.","explicacao_detalhada":"A palavra 'עִיר' (ʻîyr) é usada para enfatizar que a cidade está em risco, destacando a vulnerabilidade do povo e a importância do local.","por_que_esta_palavra":"A menção da cidade neste contexto ressalta a gravidade da situação e a necessidade de proteção.","conexao_teologica":"As cidades na Bíblia muitas vezes são vistas como representações do povo de Deus e sua relação com Ele.","referencias_relacionadas":["Jeremias 51:24","Miquéias 3:12","Lucas 19:44"]},"2samuel_20_22_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade que deve tomar decisões em tempos de crise.","explicacao_detalhada":"A palavra 'מֶלֶךְ' (melek) é novamente utilizada para enfatizar o papel do rei na proteção e liderança do povo em momentos de conflito.","por_que_esta_palavra":"A repetição da palavra destaca a importância da liderança e a responsabilidade do rei em garantir a segurança da cidade e do povo.","conexao_teologica":"A liderança do rei é um reflexo da liderança de Deus sobre seu povo, mostrando a necessidade de um governante justo.","referencias_relacionadas":["Provérbios 29:2","Romanos 13:1","1 Pedro 2:13"]},"2samuel_20_23_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Em 2 Samuel 20:23, \"modo\" aparece na frase \"E Joabe estava sobre todo o exército de Israel; e Benaia, filho de Joiada, sobre os quereteus e sobre os peleteus;\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כֹּל; kôl; H3605), \"modo\" traz a ideia de modo. Aqui, essa palavra deixa o ensino de 2 Samuel 20:23 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"modo\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em 2 Samuel 20:7. Lendo junto com 2 Samuel 20:23, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["2 Samuel 20:23","2 Samuel 20:7","Salmos 119:105"]},"2samuel_20_23_adoracao":{"palavra_pt":"exercitos","palavra_original":"צָבָא","transliteracao":"tsâbâʼ","strong":"H6635","significado_raiz":"Ideia básica: exercitos.","significado_contextual":"Refere-se a um exército ou a um grupo organizado de pessoas para uma causa.","explicacao_detalhada":"A palavra 'צָבָא' (tsâbâʼ) é usada para descrever um exército, enfatizando a organização e a força. Em 2 Samuel 20:23, isso se relaciona à força militar e à proteção do reino.","por_que_esta_palavra":"A menção de um exército é crucial para entender a dinâmica de poder e a defesa do reino.","conexao_teologica":"Deus é descrito como o Senhor dos Exércitos, mostrando que Ele é o comandante supremo em batalhas espirituais e físicas.","referencias_relacionadas":["Salmos 24:10","Isaías 54:17","Romanos 8:31"]},"2samuel_20_23_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente ou a alguém que é parte de uma linhagem.","explicacao_detalhada":"A palavra 'בֵּן' (bên) é usada para descrever um filho, enfatizando a relação familiar e a continuidade da linhagem. Em 2 Samuel 20:23, isso pode se referir à importância da herança e da sucessão.","por_que_esta_palavra":"A menção de um filho destaca a importância das relações familiares e a continuidade da liderança.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 127:3","Mateus 1:1","João 1:12"]},"2samuel_20_24_macho":{"palavra_pt":"macho","palavra_original":"זָכַר","transliteracao":"zâkar","strong":"H2142","significado_raiz":"Ideia básica: macho.","significado_contextual":"Refere-se a um ser do sexo masculino, muitas vezes associado à força e à liderança.","explicacao_detalhada":"A palavra 'זָכַר' (zâkar) é usada para descrever um macho, enfatizando a distinção de gênero e o papel que isso pode desempenhar em contextos sociais e culturais. Em 2 Samuel 20:24, isso pode se relacionar à liderança e à força necessária em tempos de conflito.","por_que_esta_palavra":"A escolha dessa palavra pode refletir a ênfase na masculinidade em papéis de liderança e proteção.","conexao_teologica":"A Bíblia fala sobre a masculinidade e a feminilidade em termos de papéis e responsabilidades, refletindo a criação de Deus.","referencias_relacionadas":["Gênesis 1:27","1 Coríntios 11:3","Efésios 5:23"]},"2samuel_20_24_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um filho no sentido literal, mas também pode simbolizar a relação de descendência e herança.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada frequentemente na Bíblia para descrever não apenas a relação biológica, mas também a posição de alguém em uma linhagem ou família, especialmente em contextos de liderança e realeza.","por_que_esta_palavra":"Neste contexto, 'filho' é usado para identificar a linhagem de um líder ou figura importante, destacando a continuidade da liderança.","conexao_teologica":"A ideia de filho é central na teologia bíblica, especialmente em relação a Jesus, que é chamado de Filho de Deus, representando a relação única entre Deus e a humanidade.","referencias_relacionadas":["Salmos 2:7","Mateus 1:1","Romanos 8:16"]},"2samuel_20_25_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se a um sacerdote, alguém que serve em funções religiosas e mediador entre Deus e o povo.","explicacao_detalhada":"A palavra 'sacerdote' (כֹּהֵן) implica uma função sagrada, onde o sacerdote realiza sacrifícios e intercede em nome do povo, sendo uma figura central na adoração a Deus.","por_que_esta_palavra":"A menção do sacerdote neste contexto indica a importância da mediação espiritual e a necessidade de um líder religioso em tempos de crise.","conexao_teologica":"Os sacerdotes no Antigo Testamento prefiguram o papel de Cristo como nosso Sumo Sacerdote, que oferece um sacrifício perfeito.","referencias_relacionadas":["Êxodo 28:1","Hebreus 4:14","1 Pedro 2:9"]},"2samuel_20_25_sheva":{"palavra_pt":"sheva","palavra_original":"שְׁוָא","transliteracao":"Shᵉvâʼ","strong":"H7724","significado_raiz":"Ideia básica: sheva.","significado_contextual":"Refere-se a um nome próprio, neste caso, o nome de um personagem que desempenha um papel importante na narrativa.","explicacao_detalhada":"A palavra 'sheva' (שְׁוָא) é usada como um nome, e seu significado pode estar relacionado a conceitos de vazio ou desolação, refletindo a natureza do personagem.","por_que_esta_palavra":"O uso do nome 'sheva' neste contexto destaca a identidade do personagem e sua relevância na história de Israel.","conexao_teologica":"Os nomes na Bíblia muitas vezes têm significados profundos que refletem a natureza ou o destino da pessoa, mostrando a soberania de Deus na história.","referencias_relacionadas":["2 Samuel 20:1","Gênesis 11:9","Ezequiel 30:16"]},"2samuel_20_25_nome":{"palavra_pt":"nome","palavra_original":"צָדוֹק","transliteracao":"Tsâdôwq","strong":"H6659","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de um personagem, que carrega significados e implicações sobre sua identidade e papel.","explicacao_detalhada":"A palavra 'nome' (צָדוֹק) é frequentemente associada à reputação e à autoridade de uma pessoa, sendo um elemento crucial na cultura bíblica.","por_que_esta_palavra":"Neste contexto, o nome é importante para identificar a linhagem e a posição do personagem dentro da narrativa.","conexao_teologica":"O nome de uma pessoa na Bíblia muitas vezes reflete o caráter de Deus ou a missão que Ele tem para essa pessoa.","referencias_relacionadas":["1 Crônicas 6:4","Mateus 1:12","Hebreus 7:14"]},"2samuel_20_26_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se novamente ao papel do sacerdote, enfatizando a continuidade da função religiosa.","explicacao_detalhada":"A repetição da palavra 'sacerdote' (כֹּהֵן) neste versículo sublinha a importância da liderança espiritual em momentos críticos da história de Israel.","por_que_esta_palavra":"A presença do sacerdote é vital para a manutenção da ordem religiosa e social, especialmente em tempos de conflito.","conexao_teologica":"A função sacerdotal é um tema recorrente na Bíblia, culminando na obra de Cristo como nosso intercessor.","referencias_relacionadas":["Levítico 10:6","Hebreus 5:1","1 Timóteo 2:5"]},"2samuel_20_26_filho":{"palavra_pt":"filho","palavra_original":"דָּוִד","transliteracao":"Dâvid","strong":"H1732","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um filho, neste caso, David, que é uma figura central na história de Israel.","explicacao_detalhada":"A palavra 'filho' (דָּוִד) aqui destaca a importância de David como líder e rei, e sua linhagem é crucial para a narrativa bíblica.","por_que_esta_palavra":"A menção de David como 'filho' reforça sua posição como o escolhido de Deus para governar Israel.","conexao_teologica":"David é uma figura tipológica de Cristo, sendo chamado de 'filho de Deus' em várias passagens.","referencias_relacionadas":["1 Samuel 16:13","Mateus 1:1","Atos 13:22"]},"2samuel_20_26_nome":{"palavra_pt":"nome","palavra_original":"עִירָא","transliteracao":"ʻÎyrâʼ","strong":"H5896","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de um personagem, que pode ter implicações sobre sua identidade e papel na narrativa.","explicacao_detalhada":"A palavra 'nome' (עִירָא) é significativa, pois nomes na Bíblia frequentemente têm significados que refletem a história ou a função do indivíduo.","por_que_esta_palavra":"O nome é importante para identificar a pessoa e seu papel na história, além de refletir a soberania de Deus na escolha de líderes.","conexao_teologica":"Os nomes têm um papel importante na teologia bíblica, muitas vezes revelando a natureza de Deus e Seu plano para a humanidade.","referencias_relacionadas":["1 Crônicas 3:22","Mateus 1:12","Romanos 16:10"]}}