{"2samuel_21_1_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um dia específico, que pode ter implicações temporais e espirituais na narrativa.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é usada para marcar eventos significativos na história de Israel, muitas vezes relacionados a decisões importantes ou julgamentos.","por_que_esta_palavra":"A menção de um 'dia' específico indica um tempo de ação ou de resposta de Deus às circunstâncias do povo.","conexao_teologica":"O conceito de tempo e dia é importante na teologia bíblica, refletindo a soberania de Deus sobre a história.","referencias_relacionadas":["Gênesis 1:5","Eclesiastes 3:1","Mateus 24:36"]},"2samuel_21_1_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Refere-se ao sangue, que na Bíblia simboliza vida e sacrifício.","explicacao_detalhada":"A palavra 'sangue' (דָּם) é frequentemente associada a alianças e sacrifícios, sendo um elemento central na adoração e na expiação dos pecados.","por_que_esta_palavra":"Neste contexto, o sangue é mencionado em relação a questões de justiça e retribuição, refletindo a gravidade do pecado.","conexao_teologica":"O sangue de Cristo é o cumprimento do sacrifício perfeito, que traz redenção e restauração.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 Pedro 1:19"]},"2samuel_21_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de cair, que pode simbolizar queda, derrota ou mudança de estado.","explicacao_detalhada":"A palavra 'cair' (הָיָה) é usada para descrever eventos que levam a uma mudança significativa, muitas vezes associada a juízo ou intervenção divina.","por_que_esta_palavra":"Neste contexto, 'cair' pode indicar a consequência de ações passadas e a necessidade de arrependimento.","conexao_teologica":"A queda é um tema central na teologia, refletindo a condição humana e a necessidade de salvação.","referencias_relacionadas":["Gênesis 3:6","Salmos 37:24","Romanos 5:12"]},"2samuel_21_2_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima em Israel, representando o governo e a liderança do povo.","explicacao_detalhada":"No contexto de 2 Samuel 21:2, o rei é Davi, que busca orientação e justiça em relação à fome que afligia a terra. A figura do rei é central na história de Israel, sendo visto como o representante de Deus na terra.","por_que_esta_palavra":"A palavra 'rei' é utilizada para enfatizar a posição de Davi como líder e juiz do povo, refletindo a responsabilidade que ele tem sobre a nação.","conexao_teologica":"A realeza de Davi é um precursor da realeza de Cristo, que é chamado de Rei dos Reis. A liderança justa e a busca pela justiça são temas recorrentes na Bíblia.","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:6","Mateus 2:2"]},"2samuel_21_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se a um descendente, enfatizando a continuidade da linhagem e a importância da família.","explicacao_detalhada":"No versículo, a menção de 'filho' destaca a relação familiar e a herança, especialmente em um contexto onde a identidade e a linhagem são fundamentais para a sociedade israelita.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender as dinâmicas familiares e sociais em Israel, onde a descendência é um aspecto vital da identidade.","conexao_teologica":"A ideia de ser filho de Deus é central no Novo Testamento, onde os crentes são chamados de filhos de Deus através da fé em Cristo.","referencias_relacionadas":["Êxodo 4:22","Romanos 8:14","Gálatas 3:26"]},"2samuel_21_2_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' implica um ato de convocação ou de invocação, muitas vezes relacionado à comunicação divina.","explicacao_detalhada":"Neste contexto, chamar pode se referir ao ato de Davi de buscar a orientação de Deus ou de convocar pessoas para um propósito específico, refletindo a importância da comunicação na liderança.","por_que_esta_palavra":"A palavra 'chamar' é usada para mostrar a ação de Davi em buscar respostas e direção, essencial para um líder justo.","conexao_teologica":"Deus chama seu povo para um relacionamento e para cumprir propósitos divinos, uma temática que se estende ao longo das Escrituras.","referencias_relacionadas":["Isaías 43:1","Mateus 11:28","1 Pedro 2:9"]},"2samuel_21_3_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"A palavra 'abençoar' refere-se a um ato de invocar bênçãos ou favor divino sobre alguém.","explicacao_detalhada":"No contexto, Davi busca abençoar a casa de Saul, mostrando um ato de reconciliação e respeito pela linhagem anterior, mesmo após conflitos.","por_que_esta_palavra":"A palavra 'abençoar' é significativa pois reflete a intenção de Davi de restaurar relacionamentos e trazer paz.","conexao_teologica":"A bênção é um tema central na Bíblia, simbolizando a graça e o favor de Deus sobre seu povo.","referencias_relacionadas":["Números 6:24-26","Salmos 67:1","Efésios 1:3"]},"2samuel_21_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é um ato de comunicação que pode ter implicações de autoridade e decisão.","explicacao_detalhada":"Neste versículo, Davi expressa sua intenção de agir, e a palavra 'dizer' enfatiza o poder da palavra e da declaração na liderança.","por_que_esta_palavra":"A palavra 'dizer' é utilizada para mostrar a importância da comunicação clara e decisiva em momentos críticos.","conexao_teologica":"A palavra de Deus é poderosa e criativa, como visto em Gênesis, onde Deus cria através da palavra.","referencias_relacionadas":["Gênesis 1:3","Provérbios 18:21","Tiago 3:5"]},"2samuel_21_3_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a um animal que pode simbolizar força e ferocidade.","explicacao_detalhada":"Embora a palavra 'urso' não apareça diretamente no versículo, a ideia de força e proteção pode ser associada ao contexto de Davi enfrentando desafios.","por_que_esta_palavra":"A menção de animais fortes como o urso pode simbolizar a força necessária para enfrentar inimigos e desafios.","conexao_teologica":"Deus é frequentemente descrito como um protetor forte, semelhante a um urso, que defende seu povo.","referencias_relacionadas":["Salmos 22:12","Amós 5:19","Isaías 11:6"]},"2samuel_21_4_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se ao fim da vida, um tema recorrente nas narrativas bíblicas.","explicacao_detalhada":"Neste contexto, a morte é um resultado do pecado e das consequências das ações humanas, refletindo a seriedade da desobediência.","por_que_esta_palavra":"A palavra 'morrer' é usada para enfatizar a gravidade das consequências do pecado e a necessidade de redenção.","conexao_teologica":"A morte é um tema central que leva à necessidade de salvação, que é cumprida em Cristo.","referencias_relacionadas":["Romanos 6:23","Hebreus 9:27","João 3:16"]},"2samuel_21_4_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é novamente um ato de comunicação que traz autoridade e decisão.","explicacao_detalhada":"Davi, ao 'dizer', expressa sua intenção e autoridade, mostrando a importância da palavra na liderança.","por_que_esta_palavra":"A repetição da palavra 'dizer' enfatiza a importância da comunicação clara e decisiva em momentos críticos.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação divina é um tema central nas Escrituras.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Hebreus 4:12"]},"2samuel_21_4_ouro":{"palavra_pt":"ouro","palavra_original":"זָהָב","transliteracao":"zâhâb","strong":"H2091","significado_raiz":"Ideia básica: ouro.","significado_contextual":"A palavra 'ouro' refere-se a um metal precioso, simbolizando riqueza e valor.","explicacao_detalhada":"Neste contexto, o ouro pode representar não apenas riqueza material, mas também a importância de valores espirituais e morais.","por_que_esta_palavra":"A menção do ouro enfatiza a seriedade da situação e o valor das decisões que estão sendo tomadas.","conexao_teologica":"Ouro é frequentemente usado na Bíblia como símbolo de pureza e valor, refletindo a natureza de Deus e seu reino.","referencias_relacionadas":["Salmos 19:10","Provérbios 3:14","Apocalipse 21:21"]},"2samuel_21_5_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' novamente refere-se à autoridade máxima em Israel, representando o governo e a liderança do povo.","explicacao_detalhada":"Davi, como rei, é responsável por guiar e proteger seu povo, e sua posição é central para a narrativa de 2 Samuel.","por_que_esta_palavra":"A repetição da palavra 'rei' reforça a importância da liderança e da responsabilidade que Davi tem sobre Israel.","conexao_teologica":"A realeza de Davi é um símbolo da realeza de Cristo, que é o verdadeiro Rei que governa com justiça.","referencias_relacionadas":["1 Samuel 16:13","Salmos 72:1","Mateus 28:18"]},"2samuel_21_5_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, enfatizando a dignidade e a responsabilidade do indivíduo.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para descrever não apenas o sexo masculino, mas a humanidade em geral. No contexto de 2 Samuel 21:5, o termo destaca a condição humana e a necessidade de justiça.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a importância da vida humana e a responsabilidade moral que vem com ela.","conexao_teologica":"A dignidade do homem é um tema central na teologia bíblica, refletindo a imagem de Deus em cada ser humano.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Mateus 5:13-16"]},"2samuel_21_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo como algo é feito, indicando um método ou estilo.","explicacao_detalhada":"A palavra 'modo' (כֹּל) é utilizada para descrever a forma como as ações são realizadas. No contexto, sugere a necessidade de um procedimento adequado para a justiça.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender a importância da abordagem correta nas decisões e ações, especialmente em questões de justiça.","conexao_teologica":"A maneira como agimos reflete nossa obediência a Deus e aos Seus princípios.","referencias_relacionadas":["Provérbios 3:5-6","Colossenses 3:23","1 Coríntios 10:31"]},"2samuel_21_6_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade máxima em Israel, simbolizando liderança e responsabilidade.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) destaca a posição de liderança e o papel do governante em garantir a justiça e a ordem no reino. Em 2 Samuel 21:6, a ação do rei é central para a resolução do conflito.","por_que_esta_palavra":"A palavra 'rei' é usada para enfatizar a responsabilidade do líder em agir em favor do povo e em conformidade com a vontade de Deus.","conexao_teologica":"A figura do rei é frequentemente usada na Bíblia para representar a soberania de Deus e a liderança que deve refletir Seus valores.","referencias_relacionadas":["1 Samuel 8:5","Salmos 72:1-2","Romanos 13:1"]},"2samuel_21_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é um dos nomes mais reverenciados de Deus, simbolizando Sua soberania e relação com o Seu povo. No contexto, clamar pelo nome do Senhor implica buscar Sua ajuda e intervenção.","por_que_esta_palavra":"O uso do nome de Deus enfatiza a importância de invocar Sua presença e poder nas situações de crise.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua identidade e a relação com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:7","Filipenses 2:9-11"]},"2samuel_21_6_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de invocar ou pedir ajuda, especialmente em momentos de necessidade.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é usada para descrever a ação de oferecer ou conceder algo. No contexto, implica a necessidade de receber ajuda divina.","por_que_esta_palavra":"A escolha da palavra 'dar' ressalta a dependência do ser humano em relação a Deus para suprir suas necessidades.","conexao_teologica":"A ideia de clamar a Deus é um tema recorrente na Bíblia, refletindo a relação de dependência e confiança do homem em Deus.","referencias_relacionadas":["Salmos 34:17","Isaías 65:24","Mateus 7:7"]},"2samuel_21_7_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Novamente, refere-se à figura de autoridade máxima, enfatizando a continuidade do papel do rei na justiça.","explicacao_detalhada":"A repetição da palavra 'rei' (מֶלֶךְ) reforça a importância da liderança na resolução de conflitos e na manutenção da ordem social.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a responsabilidade contínua do líder em agir em favor do povo e em conformidade com a vontade de Deus.","conexao_teologica":"A liderança justa é um reflexo do caráter de Deus e de Sua soberania sobre a criação.","referencias_relacionadas":["Provérbios 16:12","Eclesiastes 8:2","1 Pedro 2:13-14"]},"2samuel_21_7_compaixao":{"palavra_pt":"compaixao","palavra_original":"חָמַל","transliteracao":"châmal","strong":"H2550","significado_raiz":"Ideia básica: compaixao.","significado_contextual":"Refere-se à capacidade de sentir empatia e agir com bondade em relação ao sofrimento dos outros.","explicacao_detalhada":"A palavra 'compaixão' (חָמַל) implica um sentimento profundo de misericórdia e a disposição de ajudar aqueles que estão em necessidade. No contexto, destaca a importância da compaixão na liderança.","por_que_esta_palavra":"A escolha da palavra 'compaixão' enfatiza a necessidade de líderes que se importem genuinamente com o bem-estar do povo.","conexao_teologica":"A compaixão é um atributo de Deus e deve ser refletida na vida dos que O seguem.","referencias_relacionadas":["Salmos 103:13","Miquéias 6:8","Mateus 9:36"]},"2samuel_21_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, enfatizando a continuidade da linhagem e a importância das relações familiares.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever a relação familiar e a herança. No contexto, destaca a importância da proteção dos descendentes.","por_que_esta_palavra":"A escolha da palavra 'filho' ressalta a responsabilidade dos pais e líderes em cuidar e proteger as futuras gerações.","conexao_teologica":"A relação entre pais e filhos é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Efésios 6:4"]},"2samuel_21_8_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Mais uma vez, refere-se à figura de autoridade, enfatizando a continuidade do papel do rei na justiça.","explicacao_detalhada":"A repetição da palavra 'rei' (מֶלֶךְ) reforça a importância da liderança na resolução de conflitos e na manutenção da ordem social.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a responsabilidade contínua do líder em agir em favor do povo e em conformidade com a vontade de Deus.","conexao_teologica":"A liderança justa é um reflexo do caráter de Deus e de Sua soberania sobre a criação.","referencias_relacionadas":["Provérbios 16:12","Eclesiastes 8:2","1 Pedro 2:13-14"]},"2samuel_21_8_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se ao ato de tomar ou receber algo, enfatizando a ação de apropriação.","explicacao_detalhada":"A palavra 'tomar' (לָקַח) implica a ação de adquirir ou receber algo. No contexto, sugere a necessidade de tomar decisões firmes em situações difíceis.","por_que_esta_palavra":"A escolha da palavra 'tomar' ressalta a ação deliberada necessária para enfrentar desafios e buscar soluções.","conexao_teologica":"A ideia de tomar decisões é central na vida cristã, refletindo a responsabilidade do crente em agir conforme a vontade de Deus.","referencias_relacionadas":["Josué 1:9","Salmos 37:5","Tiago 1:5"]},"2samuel_21_8_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho de Saul, que foi entregue aos gibeonitas como parte de um acordo.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada aqui para descrever a descendência direta de Saul, enfatizando a continuidade da linhagem e a responsabilidade familiar nas consequências dos atos do pai.","por_que_esta_palavra":"A escolha da palavra 'filho' destaca a conexão familiar e a gravidade da situação em que a linhagem de Saul é afetada pelas ações de seu pai.","conexao_teologica":"A relação entre pais e filhos é um tema recorrente na Bíblia, refletindo a responsabilidade e as consequências dos atos dos antepassados sobre as gerações futuras.","referencias_relacionadas":["Êxodo 20:5","Salmos 103:17","Provérbios 13:22"]},"2samuel_21_9_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que os gibeonitas foram atendidos e a execução dos filhos de Saul ocorreu.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é utilizada para marcar um evento específico na história de Israel, enfatizando a importância do tempo e das ações que ocorrem em um momento determinado.","por_que_esta_palavra":"O uso de 'dia' sublinha a seriedade do evento e a necessidade de lembrar as consequências das ações passadas.","conexao_teologica":"O conceito de tempo e eventos significativos é central na narrativa bíblica, onde Deus atua em momentos específicos da história.","referencias_relacionadas":["Gênesis 1:5","Eclesiastes 3:1","Salmos 90:12"]},"2samuel_21_9_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de clamar ou dar aos gibeonitas o que pediam como parte do acordo.","explicacao_detalhada":"A palavra 'dar' (נָתַן) implica uma ação de entrega, refletindo a necessidade de cumprir promessas e acordos, mesmo que difíceis.","por_que_esta_palavra":"A escolha de 'dar' enfatiza a responsabilidade de David em atender às demandas dos gibeonitas, mostrando a importância da justiça e da reparação.","conexao_teologica":"A ideia de dar e receber é fundamental na relação entre Deus e seu povo, onde a obediência e a justiça são esperadas.","referencias_relacionadas":["Mateus 5:42","Lucas 6:38","Tiago 1:17"]},"2samuel_21_9_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à mão como símbolo de poder e ação, utilizada na execução dos filhos de Saul.","explicacao_detalhada":"A palavra 'mão' (יָד) é frequentemente associada ao poder e à autoridade, indicando que a ação foi realizada sob a direção de David.","por_que_esta_palavra":"O uso de 'mão' destaca a responsabilidade e a ação deliberada de David em cumprir o que era necessário para restaurar a justiça.","conexao_teologica":"A mão de Deus é um símbolo de poder e intervenção na história, refletindo como Ele age através de líderes humanos.","referencias_relacionadas":["Salmos 89:13","Isaías 41:10","Atos 4:30"]},"2samuel_21_10_rocha":{"palavra_pt":"rocha","palavra_original":"צוּר","transliteracao":"tsûwr","strong":"H6697","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Refere-se à rocha onde os corpos foram expostos, simbolizando firmeza e permanência.","explicacao_detalhada":"A palavra 'rocha' (צוּר) é usada para descrever um lugar de segurança e estabilidade, contrastando com a tragédia da situação.","por_que_esta_palavra":"A escolha de 'rocha' sugere um local de julgamento e a seriedade da ação tomada contra os filhos de Saul.","conexao_teologica":"Deus é frequentemente descrito como uma rocha na Bíblia, simbolizando proteção e força, refletindo a necessidade de um fundamento sólido na justiça.","referencias_relacionadas":["Salmos 18:2","Salmos 62:2","Isaías 26:4"]},"2samuel_21_10_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se aos céus como testemunhas do que ocorreu na terra, simbolizando a presença divina.","explicacao_detalhada":"A palavra 'céus' (שָׁמַיִם) é utilizada para indicar a soberania de Deus sobre os eventos humanos e a importância de sua justiça.","por_que_esta_palavra":"O uso de 'céus' enfatiza que as ações humanas não estão isoladas, mas são observadas e avaliadas por Deus.","conexao_teologica":"A ideia de que os céus testemunham as ações humanas é um tema recorrente, refletindo a soberania de Deus sobre a história.","referencias_relacionadas":["Salmos 19:1","Isaías 66:1","Mateus 5:16"]},"2samuel_21_11_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se ao urso como uma metáfora para a força e a ferocidade, possivelmente em relação à proteção de David.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) é usada para descrever a natureza feroz e protetora de David, que se opôs a ameaças contra seu povo.","por_que_esta_palavra":"A escolha de 'urso' sugere a força e a determinação de David em proteger Israel, refletindo seu caráter de líder.","conexao_teologica":"A proteção divina é frequentemente comparada a um animal feroz, simbolizando a defesa que Deus oferece ao seu povo.","referencias_relacionadas":["1 Samuel 17:34-36","Salmos 22:12","Provérbios 28:1"]},"2samuel_21_11_filho":{"palavra_pt":"filho","palavra_original":"דָּוִד","transliteracao":"Dâvid","strong":"H1732","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a David como filho, enfatizando sua linhagem e papel como líder de Israel.","explicacao_detalhada":"A palavra 'filho' (דָּוִד) é usada para destacar a identidade de David como parte da linhagem real e seu papel na história de Israel.","por_que_esta_palavra":"A escolha de 'filho' reforça a ideia de continuidade e a importância da linhagem na narrativa bíblica.","conexao_teologica":"A linhagem de David é central na teologia messiânica, onde Jesus é identificado como o Filho de David.","referencias_relacionadas":["Mateus 1:1","Lucas 3:31","Romanos 1:3"]},"2samuel_21_11_palavra":{"palavra_pt":"palavra","palavra_original":"נָגַד","transliteracao":"nâgad","strong":"H5046","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de David como um ato de comunicação e decisão em relação aos gibeonitas.","explicacao_detalhada":"A palavra 'palavra' (נָגַד) implica a importância da comunicação e da promessa, refletindo a responsabilidade de David em suas decisões.","por_que_esta_palavra":"A escolha de 'palavra' enfatiza a seriedade das promessas feitas e a necessidade de cumpri-las.","conexao_teologica":"A palavra de Deus é frequentemente vista como uma promessa que deve ser cumprida, refletindo a fidelidade divina.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Hebreus 4:12"]},"2samuel_21_12_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que as ações de justiça foram realizadas em relação aos gibeonitas.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é utilizada para marcar um evento significativo na história de Israel, enfatizando a importância do tempo e das ações que ocorrem em um momento determinado.","por_que_esta_palavra":"O uso de 'dia' sublinha a seriedade do evento e a necessidade de lembrar as consequências das ações passadas.","conexao_teologica":"O conceito de tempo e eventos significativos é central na narrativa bíblica, onde Deus atua em momentos específicos da história.","referencias_relacionadas":["Gênesis 1:5","Eclesiastes 3:1","Salmos 90:12"]},"2samuel_21_12_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de se mover ou caminhar, simbolizando a jornada de vida e as decisões tomadas ao longo dela.","explicacao_detalhada":"A palavra 'andar' no contexto de 2 Samuel 21:12 sugere não apenas o movimento físico, mas também a direção e o propósito da vida de uma pessoa. No contexto, pode estar relacionado à busca de Davi por justiça e a sua determinação em agir em prol do que é certo.","por_que_esta_palavra":"A escolha da palavra 'andar' enfatiza a ação e a continuidade da vida, refletindo a necessidade de seguir em frente, mesmo diante de desafios.","conexao_teologica":"A ideia de andar é frequentemente usada na Bíblia para descrever a vida espiritual e a obediência a Deus. Andar nos caminhos do Senhor é um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 1:1","Gálatas 5:16","1 João 1:7"]},"2samuel_21_12_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Indica a ação de tomar ou receber algo, muitas vezes com a conotação de posse ou controle.","explicacao_detalhada":"No versículo, 'tomar' refere-se ao ato de Davi ao buscar os restos mortais de Saul e Jônatas, simbolizando a importância da honra e do respeito pelos mortos na cultura israelita.","por_que_esta_palavra":"A palavra 'tomar' é crucial para entender a ação deliberada de Davi em restaurar a dignidade dos que faleceram, mostrando seu compromisso com a justiça e a memória.","conexao_teologica":"Tomar algo pode ser visto como um ato de responsabilidade e cuidado, refletindo a relação de Deus com Seu povo, onde Ele toma a iniciativa de cuidar e proteger.","referencias_relacionadas":["1 Crônicas 10:12","Salmos 34:10","Isaías 41:10"]},"2samuel_21_13_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se a algo de grande estatura ou importância, muitas vezes simbolizando poder ou influência.","explicacao_detalhada":"A palavra 'grande' no contexto do versículo pode se referir ao tamanho dos ossos de Saul e Jônatas, mas também pode simbolizar a grandeza de suas vidas e legados.","por_que_esta_palavra":"A utilização de 'grande' destaca a importância histórica e emocional dos personagens envolvidos, refletindo a reverência que Davi tinha por eles.","conexao_teologica":"A grandeza é um tema que aparece frequentemente na Bíblia, onde Deus é descrito como grande e poderoso, e os líderes são chamados a refletir essa grandeza em suas ações.","referencias_relacionadas":["Salmos 145:3","Isaías 6:1","Mateus 5:14"]},"2samuel_21_13_osso":{"palavra_pt":"osso","palavra_original":"עֶצֶם","transliteracao":"ʻetsem","strong":"H6106","significado_raiz":"Ideia básica: osso.","significado_contextual":"Refere-se à estrutura óssea, simbolizando a vida e a identidade de uma pessoa.","explicacao_detalhada":"A palavra 'osso' é usada para enfatizar a conexão física e emocional com os mortos, representando a continuidade da linhagem e a importância da família.","por_que_esta_palavra":"A menção de 'osso' sublinha a realidade da morte e a necessidade de honrar os que partiram, refletindo a cultura de respeito pelos ancestrais.","conexao_teologica":"Os ossos são frequentemente usados na Bíblia como símbolos de vida e ressurreição, como em Ezequiel 37, onde os ossos secos recebem vida novamente.","referencias_relacionadas":["Ezequiel 37:1-14","Salmos 34:20","Hebreus 11:22"]},"2samuel_21_13_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, simbolizando continuidade e herança.","explicacao_detalhada":"A palavra 'filho' no contexto do versículo destaca a importância da linhagem de Saul e Jônatas, e como Davi honrou essa relação familiar ao buscar seus restos.","por_que_esta_palavra":"A escolha de 'filho' enfatiza a conexão familiar e a responsabilidade que Davi sentia em relação à família real de Israel.","conexao_teologica":"A ideia de filho é central na teologia bíblica, especialmente em relação à relação entre Deus e Seu povo, e a promessa de um Salvador que viria da linhagem de Davi.","referencias_relacionadas":["Gênesis 17:7","Mateus 1:1","Romanos 8:17"]},"2samuel_21_14_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou território, simbolizando a herança e a promessa de Deus ao Seu povo.","explicacao_detalhada":"A palavra 'terra' no versículo é significativa, pois representa a terra prometida a Israel e a conexão do povo com sua herança e identidade.","por_que_esta_palavra":"A menção de 'terra' destaca a importância do lugar na história de Israel e a relação de Deus com Seu povo em relação à terra.","conexao_teologica":"A terra é um tema central na Bíblia, simbolizando a promessa de Deus e a realização de Sua aliança com Israel.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Salmos 37:11"]},"2samuel_21_14_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal, simbolizando força e ferocidade.","explicacao_detalhada":"A palavra 'urso' pode ser interpretada como uma metáfora para a força e a proteção que Davi buscava ao lidar com os inimigos de Israel.","por_que_esta_palavra":"A escolha de 'urso' pode simbolizar a ferocidade e a determinação necessárias para enfrentar desafios e proteger o povo.","conexao_teologica":"Os animais na Bíblia muitas vezes simbolizam características de Deus, como força e proteção, refletindo a natureza de Deus como nosso defensor.","referencias_relacionadas":["Salmos 22:12","Isaías 11:6","Provérbios 28:1"]},"2samuel_21_14_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade e liderança, simbolizando governo e responsabilidade.","explicacao_detalhada":"A palavra 'rei' é central na narrativa, pois Davi é o rei de Israel e suas ações refletem a responsabilidade que ele tem sobre seu povo.","por_que_esta_palavra":"A menção de 'rei' destaca a importância da liderança e da justiça, especialmente no contexto de Davi buscando honrar a memória de Saul e Jônatas.","conexao_teologica":"A figura do rei é frequentemente usada na Bíblia para descrever a liderança de Deus sobre Seu povo, culminando na realeza de Cristo.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"2samuel_21_15_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se a um oponente ou adversário, simbolizando conflito e oposição.","explicacao_detalhada":"A palavra 'inimigo' no contexto do versículo pode se referir aos filisteus, que eram uma constante ameaça a Israel durante o reinado de Davi.","por_que_esta_palavra":"A escolha de 'inimigo' enfatiza a realidade do conflito e a necessidade de Davi de proteger seu reino e seu povo.","conexao_teologica":"A luta contra inimigos é um tema recorrente na Bíblia, refletindo a batalha espiritual que os crentes enfrentam e a vitória final em Cristo.","referencias_relacionadas":["Salmos 23:5","Efésios 6:12","Romanos 8:37"]},"2samuel_21_15_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de descer ou tombar, simbolizando derrota ou queda.","explicacao_detalhada":"A palavra 'cair' pode estar relacionada ao destino dos inimigos de Israel, que enfrentam a justiça de Deus através das ações de Davi.","por_que_esta_palavra":"A menção de 'cair' destaca a realidade da luta e a certeza de que os inimigos de Deus não prevalecerão.","conexao_teologica":"A queda dos inimigos é um tema que aparece em várias passagens bíblicas, simbolizando a vitória de Deus sobre as forças do mal.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Romanos 16:20"]},"2samuel_21_15_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à existência e vitalidade, especialmente no contexto de um ser humano.","explicacao_detalhada":"Neste versículo, a 'vida' é um tema central, pois envolve a luta e a preservação da existência em meio a conflitos. A vida é vista como um bem precioso que deve ser defendido.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da vida em situações de guerra e adversidade, refletindo a fragilidade e o valor da existência humana.","conexao_teologica":"A vida é um dom de Deus e deve ser respeitada e protegida. A Bíblia frequentemente fala sobre a vida como algo que deve ser valorizado e preservado.","referencias_relacionadas":["Gênesis 2:7","Salmos 36:9","João 10:10"]},"2samuel_21_16_crianca":{"palavra_pt":"crianca","palavra_original":"יָלִיד","transliteracao":"yâlîyd","strong":"H3211","significado_raiz":"Ideia básica: crianca.","significado_contextual":"A palavra 'criança' refere-se a um ser humano jovem, muitas vezes simbolizando inocência e vulnerabilidade.","explicacao_detalhada":"Neste contexto, a menção à criança destaca a fragilidade da vida e a necessidade de proteção, especialmente em tempos de guerra.","por_que_esta_palavra":"A palavra é utilizada para mostrar a inocência e a vulnerabilidade das crianças, que são frequentemente as mais afetadas em conflitos.","conexao_teologica":"A Bíblia ensina que as crianças são preciosas aos olhos de Deus e devem ser cuidadas e protegidas.","referencias_relacionadas":["Mateus 18:10","Salmos 127:3","Marcos 10:14"]},"2samuel_21_16_full":{"palavra_pt":"cheio","palavra_original":"מִשְׁקָל","transliteracao":"mishqâl","strong":"H4948","significado_raiz":"Ideia básica: cheio.","significado_contextual":"A palavra 'cheio' implica plenitude ou abundância, referindo-se a algo que está completo ou repleto.","explicacao_detalhada":"No versículo, 'cheio' pode se referir a um estado de satisfação ou a um estado de estar completo, especialmente em relação à vida e à proteção.","por_que_esta_palavra":"A palavra é usada para enfatizar a ideia de que algo deve ser pleno e não faltante, refletindo a integridade da vida.","conexao_teologica":"A plenitude é um tema recorrente na Bíblia, onde Deus promete abundância e satisfação àqueles que O seguem.","referencias_relacionadas":["Salmos 23:5","João 1:16","Efésios 3:19"]},"2samuel_21_16_jejum":{"palavra_pt":"jejum","palavra_original":"קַיִן","transliteracao":"qayin","strong":"H7013","significado_raiz":"Ideia básica: jejum.","significado_contextual":"A palavra 'jejum' refere-se à prática de abstinência de alimentos como forma de devoção ou lamento.","explicacao_detalhada":"Neste contexto, o jejum pode ser visto como uma expressão de dor ou busca de ajuda divina em tempos de crise.","por_que_esta_palavra":"A palavra é utilizada para mostrar a seriedade da situação e a necessidade de buscar a intervenção de Deus através da oração e do jejum.","conexao_teologica":"O jejum é uma prática espiritual que demonstra humildade e dependência de Deus.","referencias_relacionadas":["Isaías 58:6","Mateus 6:16","Atos 13:3"]},"2samuel_21_17_help":{"palavra_pt":"help","palavra_original":"עָזַר","transliteracao":"ʻâzar","strong":"H5826","significado_raiz":"Ideia básica: help.","significado_contextual":"A palavra 'help' refere-se a assistência ou socorro em tempos de necessidade.","explicacao_detalhada":"Neste versículo, a ajuda é crucial, pois os personagens estão em uma situação de perigo e precisam de apoio mútuo.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da solidariedade e do apoio em momentos de crise.","conexao_teologica":"A Bíblia ensina que devemos ajudar uns aos outros, refletindo o amor e a compaixão de Deus.","referencias_relacionadas":["Gálatas 6:2","Hebreus 13:16","1 João 3:17"]},"2samuel_21_17_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se a um descendente, simbolizando continuidade e herança.","explicacao_detalhada":"Neste contexto, o filho representa a continuidade da linhagem e a importância da família em tempos de adversidade.","por_que_esta_palavra":"A palavra é utilizada para destacar a relação familiar e a responsabilidade que vem com a paternidade.","conexao_teologica":"A Bíblia frequentemente menciona a importância da família e da transmissão de valores entre gerações.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Provérbios 22:6"]},"2samuel_21_18_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se a uma queda física ou a um estado de derrota.","explicacao_detalhada":"Neste versículo, 'cair' pode simbolizar a derrota em batalha ou a perda de um ente querido.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a fragilidade da vida e a inevitabilidade da morte.","conexao_teologica":"A queda é um tema que aparece na Bíblia, simbolizando a condição humana e a necessidade de redenção.","referencias_relacionadas":["Romanos 5:12","Salmos 37:24","1 Coríntios 15:22"]},"2samuel_21_18_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em acompanhar ou estar em conformidade com algo ou alguém.","explicacao_detalhada":"Neste contexto, 'seguir' pode referir-se a seguir um líder ou a direção de Deus em tempos de crise.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da obediência e da lealdade em momentos de dificuldade.","conexao_teologica":"A Bíblia ensina que devemos seguir a Deus e Seus caminhos para encontrar segurança e direção.","referencias_relacionadas":["Salmos 23:3","Mateus 16:24","João 10:27"]},"2samuel_21_19_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' novamente refere-se a uma queda ou derrota, enfatizando a vulnerabilidade humana.","explicacao_detalhada":"Neste versículo, a repetição da palavra 'cair' reforça a ideia de que a batalha é difícil e que a vida é frágil.","por_que_esta_palavra":"A palavra é utilizada para mostrar a realidade da luta e a necessidade de força e coragem.","conexao_teologica":"A Bíblia fala sobre a luta espiritual e a necessidade de permanecer firme em fé, mesmo diante das quedas.","referencias_relacionadas":["Efésios 6:13","2 Coríntios 4:8-9","Tiago 4:7"]},"2samuel_21_19_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' é novamente enfatizada, referindo-se à importância da existência e da luta pela sobrevivência.","explicacao_detalhada":"Neste contexto, a vida é um tema central que destaca a luta contínua e a necessidade de proteção e preservação.","por_que_esta_palavra":"A palavra é utilizada para reafirmar a importância da vida em meio a desafios e adversidades.","conexao_teologica":"A vida é um presente de Deus e deve ser valorizada, refletindo a esperança e a promessa de Deus para a humanidade.","referencias_relacionadas":["Deuteronômio 30:19","Salmos 119:93","João 14:6"]},"2samuel_21_19_batalha":{"palavra_pt":"batalha","palavra_original":"מִלְחָמָה","transliteracao":"milchâmâh","strong":"H4421","significado_raiz":"Ideia básica: batalha.","significado_contextual":"Refere-se ao confronto militar entre os israelitas e os filisteus, simbolizando a luta pela sobrevivência e a defesa da nação.","explicacao_detalhada":"A palavra 'batalha' neste contexto destaca a seriedade do conflito em que os guerreiros israelitas se encontravam, refletindo a constante tensão entre Israel e seus inimigos. A batalha é um tema recorrente na narrativa bíblica, representando tanto a luta física quanto a espiritual.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a gravidade da situação e a necessidade de coragem e fé em Deus durante os tempos de conflito.","conexao_teologica":"A batalha é vista como uma metáfora para a luta espiritual que os crentes enfrentam, onde Deus é o comandante que garante a vitória aos que confiam Nele.","referencias_relacionadas":["1 Samuel 17:47","2 Crônicas 20:15","Salmos 144:1"]},"2samuel_21_20_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a queda de um guerreiro no campo de batalha, simbolizando a fragilidade da vida e a inevitabilidade da morte.","explicacao_detalhada":"A palavra 'cair' aqui representa não apenas a derrota física, mas também a ideia de que todos, independentemente de sua força, estão sujeitos ao destino. Este conceito é importante na narrativa bíblica, onde a queda pode ser vista como um resultado do pecado ou da desobediência.","por_que_esta_palavra":"Utilizada para mostrar a vulnerabilidade humana e a necessidade de depender de Deus para a proteção e a vitória.","conexao_teologica":"A queda é um tema que remete à queda do homem no Éden, refletindo a condição humana e a necessidade de redenção.","referencias_relacionadas":["Romanos 3:23","Eclesiastes 7:20","Salmos 37:24"]},"2samuel_21_20_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à existência e à vitalidade de um ser humano, especialmente em contraste com a morte que pode ocorrer em batalha.","explicacao_detalhada":"A palavra 'vida' neste contexto enfatiza a preciosidade da vida humana e a luta para preservá-la em tempos de guerra. A vida é um dom de Deus e deve ser valorizada.","por_que_esta_palavra":"A escolha dessa palavra ressalta a fragilidade da vida em situações de conflito e a importância de buscar a proteção divina.","conexao_teologica":"A vida é um tema central na teologia bíblica, onde Deus é visto como o autor da vida e aquele que a sustenta.","referencias_relacionadas":["Gênesis 2:7","João 10:10","Salmos 36:9"]},"2samuel_21_20_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, neste caso, um guerreiro, que participa da batalha e enfrenta o perigo.","explicacao_detalhada":"A palavra 'homem' é usada para destacar a individualidade e a responsabilidade de cada pessoa no contexto da guerra. Cada homem tem um papel a desempenhar na luta pela sobrevivência do povo.","por_que_esta_palavra":"A utilização dessa palavra enfatiza a dignidade e o valor do ser humano, criado à imagem de Deus.","conexao_teologica":"A humanidade é central na narrativa bíblica, onde cada homem é chamado a viver de acordo com os propósitos de Deus.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 5:12"]},"2samuel_21_21_betroth":{"palavra_pt":"betroth","palavra_original":"חָרַף","transliteracao":"châraph","strong":"H2778","significado_raiz":"Ideia básica: betroth.","significado_contextual":"Refere-se ao ato de se comprometer ou prometer, muitas vezes em um contexto de aliança ou relacionamento.","explicacao_detalhada":"A palavra 'betroth' neste contexto pode simbolizar a ideia de compromisso e lealdade, que são fundamentais nas relações humanas e na aliança entre Deus e Seu povo.","por_que_esta_palavra":"A escolha dessa palavra ressalta a importância do compromisso nas relações, tanto humanas quanto espirituais.","conexao_teologica":"A aliança de Deus com Seu povo é um tema central na Bíblia, onde o compromisso é visto como um reflexo do caráter de Deus.","referencias_relacionadas":["Oséias 2:19-20","Mateus 1:18-19","Efésios 5:25"]},"2samuel_21_21_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência e à continuidade da linhagem, especialmente em um contexto de herança e legado.","explicacao_detalhada":"A palavra 'filho' destaca a importância da família e da transmissão de valores e promessas de geração em geração.","por_que_esta_palavra":"A utilização dessa palavra enfatiza a continuidade da vida e a responsabilidade que cada geração tem em relação à anterior.","conexao_teologica":"A relação entre pais e filhos é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Efésios 6:1-4"]},"2samuel_21_21_unrepresented":{"palavra_pt":"unrepresented","palavra_original":"אֵת","transliteracao":"ʼêth","strong":"H853","significado_raiz":"Ideia básica: unrepresented.","significado_contextual":"Refere-se a uma palavra que indica a ausência de representação ou a ideia de algo que não é mencionado diretamente.","explicacao_detalhada":"A palavra 'unrepresented' pode ser vista como um marcador gramatical que conecta ideias, mas também pode simbolizar a presença de algo que não é explicitamente dito, mas que é entendido no contexto.","por_que_esta_palavra":"A escolha dessa palavra ressalta a complexidade da linguagem e a importância do contexto na interpretação bíblica.","conexao_teologica":"A comunicação de Deus muitas vezes vai além das palavras, envolvendo a compreensão espiritual e a revelação.","referencias_relacionadas":["Romanos 8:26-27","1 Coríntios 2:9-10","Hebreus 11:1"]},"2samuel_21_22_cair":{"palavra_pt":"cair","palavra_original":"נָפַל","transliteracao":"nâphal","strong":"H5307","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a queda de um adversário em combate, simbolizando a derrota e a vulnerabilidade humana.","explicacao_detalhada":"A palavra 'cair' aqui é utilizada para descrever a realidade da guerra, onde a morte e a derrota são consequências comuns. Essa queda pode ser vista como um reflexo da luta entre o bem e o mal.","por_que_esta_palavra":"A utilização dessa palavra enfatiza a fragilidade da vida e a necessidade de confiar em Deus para a vitória.","conexao_teologica":"A queda é um tema que remete à condição humana e à necessidade de redenção através de Cristo.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","1 Pedro 5:8"]},"2samuel_21_22_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à mão como símbolo de ação, poder e controle, especialmente em um contexto de batalha.","explicacao_detalhada":"A palavra 'mao' destaca a importância da ação e da força física, representando tanto a capacidade de lutar quanto a habilidade de proteger.","por_que_esta_palavra":"A escolha dessa palavra ressalta a ideia de que a ação é necessária para alcançar resultados, especialmente em situações de conflito.","conexao_teologica":"A mão de Deus é frequentemente mencionada na Bíblia como um símbolo de poder e intervenção divina na história.","referencias_relacionadas":["Salmos 89:13","Isaías 41:10","Deuteronômio 33:27"]},"2samuel_21_22_cidade":{"palavra_pt":"cidade","palavra_original":"גַּת","transliteracao":"Gath","strong":"H1661","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade específica, Gath, que era uma cidade filisteia e um centro de conflito entre os israelitas e os filisteus.","explicacao_detalhada":"A palavra 'cidade' neste contexto destaca a importância dos locais na narrativa bíblica, onde cidades frequentemente simbolizam segurança, refúgio ou, em contraste, perigo e opressão.","por_que_esta_palavra":"A utilização dessa palavra enfatiza a geografia como um elemento crucial nas histórias de batalha e conquista na Bíblia.","conexao_teologica":"As cidades na Bíblia muitas vezes representam a presença de Deus ou a ausência dela, dependendo de quem habita nelas.","referencias_relacionadas":["Josué 11:21-22","1 Samuel 17:4","Amós 6:1"]}}