{"2samuel_22_1_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que Davi estava em perigo e clamou ao Senhor.","explicacao_detalhada":"O termo 'dia' é utilizado para indicar um período específico de tempo, neste caso, um momento de aflição e necessidade de ajuda divina.","por_que_esta_palavra":"Davi menciona o 'dia' para enfatizar a urgência de sua situação e a necessidade de intervenção divina.","conexao_teologica":"O 'dia' simboliza momentos de provação em que os fiéis buscam a ajuda de Deus.","referencias_relacionadas":["Salmos 34:17","Salmos 50:15","Salmos 118:5"]},"2samuel_22_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' representa a soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"O uso do nome 'Senhor' (YHWH) destaca a relação pessoal e a aliança entre Deus e Seu povo.","por_que_esta_palavra":"Davi clama ao Senhor, reconhecendo Sua posição como o único que pode salvar e proteger.","conexao_teologica":"O nome de Deus é central na adoração e na invocação de Sua ajuda em tempos de necessidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"2samuel_22_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a declaração de Davi sobre a grandeza de Deus.","explicacao_detalhada":"Dizer é um ato de proclamação e confissão, onde Davi reconhece a grandeza e a proteção de Deus.","por_que_esta_palavra":"Davi está afirmando sua fé e confiança em Deus ao declarar Suas qualidades.","conexao_teologica":"A proclamação da grandeza de Deus é um tema recorrente nas Escrituras, refletindo a adoração e a reverência.","referencias_relacionadas":["Salmos 145:3","Salmos 96:4","Salmos 150:2"]},"2samuel_22_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, 'Senhor' é mencionado, reforçando a centralidade de Deus na vida de Davi.","explicacao_detalhada":"A repetição do nome 'Senhor' enfatiza a confiança de Davi em Deus como seu refúgio e fortaleza.","por_que_esta_palavra":"Davi busca reafirmar sua dependência de Deus em meio às adversidades.","conexao_teologica":"A invocação do nome do Senhor é um ato de fé que se encontra em várias passagens bíblicas.","referencias_relacionadas":["Salmos 20:7","Salmos 121:2","Romanos 10:13"]},"2samuel_22_2_rocha":{"palavra_pt":"rocha","palavra_original":"סֶלַע","transliteracao":"çelaʻ","strong":"H5553","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A 'rocha' simboliza estabilidade e segurança, características atribuídas a Deus.","explicacao_detalhada":"Davi usa a metáfora da rocha para descrever a firmeza e a proteção que Deus oferece em tempos de crise.","por_que_esta_palavra":"A rocha representa a confiança inabalável que Davi tem em Deus como seu defensor.","conexao_teologica":"Deus é frequentemente descrito como uma rocha nas Escrituras, simbolizando Sua força e proteção.","referencias_relacionadas":["Salmos 18:2","Salmos 31:3","Isaías 26:4"]},"2samuel_22_3_altar":{"palavra_pt":"altar","palavra_original":"קֶרֶן","transliteracao":"qeren","strong":"H7161","significado_raiz":"Ideia básica: altar.","significado_contextual":"O 'altar' é um símbolo de adoração e sacrifício a Deus.","explicacao_detalhada":"Davi menciona o altar como um lugar de encontro com Deus, onde ele expressa sua devoção e gratidão.","por_que_esta_palavra":"O altar representa a necessidade de expiação e a busca pela presença de Deus através do sacrifício.","conexao_teologica":"O altar é um elemento central na adoração, simbolizando a reconciliação entre Deus e o homem.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Hebreus 13:10"]},"2samuel_22_3_cruelty":{"palavra_pt":"cruel ty","palavra_original":"חָמָס","transliteracao":"châmâç","strong":"H2555","significado_raiz":"Ideia básica: cruel ty.","significado_contextual":"A palavra 'cruelty' refere-se à opressão e injustiça que Davi enfrentou.","explicacao_detalhada":"Davi reconhece a presença do mal e da crueldade em sua vida, clamando a Deus por libertação.","por_que_esta_palavra":"A menção da crueldade destaca a necessidade de intervenção divina em situações de injustiça.","conexao_teologica":"A luta contra a crueldade e a injustiça é um tema recorrente na narrativa bíblica, onde Deus é visto como defensor dos oprimidos.","referencias_relacionadas":["Salmos 7:16","Salmos 10:18","Provérbios 21:15"]},"2samuel_22_3_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se à divindade suprema, fonte de poder e proteção.","explicacao_detalhada":"Davi invoca Deus como sua força e refúgio, reconhecendo Sua soberania sobre todas as coisas.","por_que_esta_palavra":"A invocação de Deus é um ato de fé e dependência, especialmente em tempos de crise.","conexao_teologica":"Deus é apresentado como o criador e sustentador, sempre presente nas dificuldades.","referencias_relacionadas":["Salmos 46:1","Salmos 68:19","Isaías 41:10"]},"2samuel_22_4_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"A palavra 'louvar' expressa a ação de adorar e glorificar a Deus.","explicacao_detalhada":"Davi declara sua intenção de louvar a Deus por Sua bondade e proteção em sua vida.","por_que_esta_palavra":"O louvor é uma resposta natural à experiência da graça e da salvação de Deus.","conexao_teologica":"O louvor é um tema central na adoração, refletindo a gratidão e a reverência ao Senhor.","referencias_relacionadas":["Salmos 100:4","Salmos 150:6","Hebreus 13:15"]},"2samuel_22_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Mais uma vez, 'Senhor' é mencionado, reforçando a importância do nome de Deus.","explicacao_detalhada":"Davi reconhece que todo louvor deve ser direcionado ao Senhor, que é digno de adoração.","por_que_esta_palavra":"A repetição do nome do Senhor enfatiza a centralidade de Deus na vida de Davi e na adoração.","conexao_teologica":"A invocação do nome do Senhor é um ato de fé que se encontra em várias passagens bíblicas.","referencias_relacionadas":["Salmos 29:2","Salmos 113:1","Romanos 15:11"]},"2samuel_22_4_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se à ação de Deus em resgatar o seu povo das dificuldades e perigos.","explicacao_detalhada":"No contexto de 2 Samuel 22, Davi expressa sua gratidão a Deus por ter sido salvo de seus inimigos. A palavra 'salvar' implica não apenas a libertação física, mas também a proteção espiritual.","por_que_esta_palavra":"Esta palavra é crucial para entender a relação de Davi com Deus, que é visto como o salvador e protetor em momentos de crise.","conexao_teologica":"A salvação é um tema central na teologia bíblica, representando a intervenção divina na vida dos crentes e a promessa de redenção.","referencias_relacionadas":["Salmos 18:2","Isaías 43:11","Romanos 10:13"]},"2samuel_22_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Davi clama a Deus, estabelecendo uma conexão entre sua angústia e a resposta divina.","explicacao_detalhada":"Davi usa 'porque' para justificar seu clamor, mostrando que sua súplica é baseada em sua experiência de sofrimento e necessidade de ajuda.","por_que_esta_palavra":"É importante para entender a lógica do discurso de Davi, que se baseia em suas experiências pessoais e na fidelidade de Deus.","conexao_teologica":"A relação entre sofrimento e clamor a Deus é um tema recorrente na Bíblia, onde a oração é vista como um meio de buscar ajuda divina.","referencias_relacionadas":["Salmos 34:17","Salmos 50:15","Tiago 5:16"]},"2samuel_22_5_morte":{"palavra_pt":"morte","palavra_original":"מָוֶת","transliteracao":"mâveth","strong":"H4194","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' refere-se ao estado de mortalidade e ao perigo iminente que Davi enfrenta.","explicacao_detalhada":"Davi menciona a morte como uma realidade que o ameaça, simbolizando a gravidade de sua situação e a necessidade de intervenção divina.","por_que_esta_palavra":"A morte é uma constante na experiência humana e, neste contexto, enfatiza a urgência do clamor de Davi por salvação.","conexao_teologica":"A morte é um tema que aparece em toda a Escritura, representando tanto a consequência do pecado quanto a promessa de vida eterna em Cristo.","referencias_relacionadas":["Salmos 116:3","Romanos 6:23","Hebreus 2:15"]},"2samuel_22_5_mal":{"palavra_pt":"mal","palavra_original":"בְּלִיַּעַל","transliteracao":"bᵉlîyaʻal","strong":"H1100","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' refere-se às adversidades e aos inimigos que Davi enfrenta, simbolizando o sofrimento e a opressão.","explicacao_detalhada":"Davi reconhece que o mal está presente em sua vida, e clama a Deus por proteção e libertação das forças que o ameaçam.","por_que_esta_palavra":"O reconhecimento do mal é fundamental para entender a necessidade de salvação e a dependência de Davi em Deus.","conexao_teologica":"O mal é um tema central na Bíblia, representando a oposição a Deus e ao seu povo, e a necessidade de redenção.","referencias_relacionadas":["Salmos 34:19","Romanos 12:21","1 Pedro 5:8"]},"2samuel_22_6_morte":{"palavra_pt":"morte","palavra_original":"מָוֶת","transliteracao":"mâveth","strong":"H4194","significado_raiz":"Ideia básica: morte.","significado_contextual":"A repetição da palavra 'morte' enfatiza a gravidade da situação de Davi e a iminência do perigo.","explicacao_detalhada":"Davi usa a palavra para descrever a ameaça constante que enfrenta, reforçando a necessidade de clamar a Deus por ajuda.","por_que_esta_palavra":"A morte, como símbolo de desespero, destaca a urgência do clamor de Davi e a sua confiança na salvação divina.","conexao_teologica":"A morte é um lembrete da fragilidade humana e da necessidade de confiar em Deus para a vida e a salvação.","referencias_relacionadas":["Salmos 30:3","Eclesiastes 3:2","João 11:25"]},"2samuel_22_6_mundo":{"palavra_pt":"mundo","palavra_original":"שְׁאוֹל","transliteracao":"shᵉʼôwl","strong":"H7585","significado_raiz":"Ideia básica: mundo.","significado_contextual":"A palavra 'mundo' refere-se ao lugar dos mortos, simbolizando a separação da vida e a escuridão.","explicacao_detalhada":"Davi menciona o mundo como um estado de desespero e morte, contrastando com a esperança de salvação que ele busca em Deus.","por_que_esta_palavra":"A menção ao mundo destaca a gravidade da situação e a necessidade de intervenção divina para evitar a ruína.","conexao_teologica":"O conceito de Sheol (mundo) é importante na teologia bíblica, representando a realidade da morte e a esperança de ressurreição.","referencias_relacionadas":["Salmos 16:10","Isaías 38:18","Atos 2:27"]},"2samuel_22_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que representa sua autoridade e poder.","explicacao_detalhada":"Davi clama ao Senhor, reconhecendo a soberania de Deus sobre sua vida e sua situação, buscando ajuda e proteção.","por_que_esta_palavra":"O uso do nome de Deus é fundamental para entender a relação de Davi com Ele, como um ato de fé e dependência.","conexao_teologica":"O nome de Deus é central na adoração e na oração, simbolizando sua presença e poder na vida dos crentes.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Romanos 10:13"]},"2samuel_22_7_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade, enfatizando a natureza de Deus como criador e sustentador.","explicacao_detalhada":"Davi reconhece Deus como sua fonte de ajuda e proteção, afirmando sua fé na soberania divina.","por_que_esta_palavra":"A palavra 'deus' é essencial para entender a relação de Davi com o Criador e a confiança que ele deposita em Sua providência.","conexao_teologica":"A natureza de Deus como nosso Deus é um tema central na Bíblia, refletindo a relação pessoal que os crentes têm com Ele.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Hebreus 13:5"]},"2samuel_22_7_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' refere-se à ação de Deus em atender ao clamor de Davi, simbolizando a comunicação entre o homem e Deus.","explicacao_detalhada":"Davi clama a Deus com a expectativa de que Ele ouça suas súplicas, refletindo a confiança na resposta divina.","por_que_esta_palavra":"A ideia de ouvir é fundamental na oração, onde os crentes buscam a atenção e a resposta de Deus às suas necessidades.","conexao_teologica":"A comunicação com Deus é um aspecto vital da vida cristã, onde a oração é vista como um meio de relacionamento e intimidade com Ele.","referencias_relacionadas":["Salmos 34:15","1 João 5:14","Tiago 1:5"]},"2samuel_22_8_terra":{"palavra_pt":"terra","palavra_original":"רָעַשׁ","transliteracao":"râʻash","strong":"H7493","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao ambiente físico e à criação de Deus, simbolizando a realidade da vida e das experiências humanas.","explicacao_detalhada":"Davi menciona a terra em um contexto de tremor e agitação, refletindo a instabilidade e os desafios que enfrenta.","por_que_esta_palavra":"A terra representa tanto o lar físico quanto a realidade espiritual, onde Davi busca a intervenção de Deus em meio ao caos.","conexao_teologica":"A criação e a terra são temas importantes na teologia bíblica, refletindo a soberania de Deus sobre toda a criação e a esperança de restauração.","referencias_relacionadas":["Salmos 104:5","Isaías 65:17","Romanos 8:21"]},"2samuel_22_8_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como a morada de Deus e o lugar de onde Ele intervém na história humana.","explicacao_detalhada":"Na cultura hebraica, os céus são frequentemente vistos como o domínio divino, onde Deus habita e de onde Ele observa e governa a terra. O céu é um símbolo de poder e majestade.","por_que_esta_palavra":"A palavra 'céus' é utilizada para enfatizar a grandeza e a soberania de Deus sobre toda a criação.","conexao_teologica":"Os céus são frequentemente mencionados na Bíblia como o lugar de habitação de Deus, refletindo Sua autoridade e poder sobre a terra.","referencias_relacionadas":["Salmos 19:1","Isaías 66:1","Mateus 6:9"]},"2samuel_22_9_fogo":{"palavra_pt":"fogo","palavra_original":"אֵשׁ","transliteracao":"ʼêsh","strong":"H784","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O fogo simboliza a presença de Deus, Sua purificação e o juízo.","explicacao_detalhada":"Na Bíblia, o fogo é frequentemente associado à presença divina, como na sarça ardente. Também representa a purificação e o juízo de Deus sobre o pecado.","por_que_esta_palavra":"A palavra 'fogo' é usada para ilustrar a intensidade da ação de Deus contra Seus inimigos.","conexao_teologica":"O fogo é um símbolo da santidade de Deus e de Sua capacidade de purificar e julgar.","referencias_relacionadas":["Êxodo 3:2","Hebreus 12:29","Apocalipse 20:9"]},"2samuel_22_9_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a posição ou a relação de algo em meio a outros elementos.","explicacao_detalhada":"A preposição 'entre' é usada para descrever a localização ou a interação de Deus em meio aos eventos da vida de Davi, mostrando que Ele está presente em todas as situações.","por_que_esta_palavra":"A palavra 'entre' é importante para mostrar que Deus não está distante, mas ativo e presente no meio das dificuldades.","conexao_teologica":"Deus é um Deus que se envolve na história e na vida de Seu povo, estando sempre presente em meio às tribulações.","referencias_relacionadas":["Salmos 46:1","Isaías 43:2","Mateus 28:20"]},"2samuel_22_9_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude ou à força de Deus em ação.","explicacao_detalhada":"A palavra 'grande' enfatiza a força e a majestade de Deus, especialmente em momentos de batalha ou conflito, mostrando que Ele é superior a qualquer inimigo.","por_que_esta_palavra":"Usar 'grande' destaca a superioridade de Deus sobre as forças do mal e a proteção que Ele oferece ao Seu povo.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, refletindo Sua soberania e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"2samuel_22_10_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se a adversários ou opressores que se opõem ao povo de Deus.","explicacao_detalhada":"A palavra 'inimigo' é usada para descrever aqueles que se levantam contra o povo de Deus, simbolizando a luta espiritual e física que Davi enfrentou.","por_que_esta_palavra":"É importante reconhecer a presença de inimigos para entender a necessidade da intervenção divina na vida de Davi.","conexao_teologica":"A luta contra inimigos é uma metáfora da batalha espiritual que os crentes enfrentam, onde Deus é visto como o defensor.","referencias_relacionadas":["Salmos 18:3","Romanos 8:31","Efésios 6:12"]},"2samuel_22_10_grande":{"palavra_pt":"grande","palavra_original":"נָטָה","transliteracao":"nâṭâh","strong":"H5186","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da ação de Deus em favor de Seu povo.","explicacao_detalhada":"A repetição da ideia de 'grande' enfatiza a magnitude da proteção e da ajuda que Deus oferece, especialmente em tempos de crise.","por_que_esta_palavra":"A palavra 'grande' é usada para reforçar a ideia de que Deus é poderoso e capaz de salvar.","conexao_teologica":"A grandeza de Deus é um tema recorrente, mostrando que Ele é capaz de realizar grandes feitos em favor de Seu povo.","referencias_relacionadas":["Salmos 77:14","Salmos 126:2","Mateus 19:26"]},"2samuel_22_10_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como o domínio de Deus e o lugar de onde Ele atua.","explicacao_detalhada":"A menção dos céus novamente destaca a soberania de Deus e Sua capacidade de intervir na história humana.","por_que_esta_palavra":"Reforça a ideia de que Deus não está limitado ao espaço físico, mas age de uma posição de autoridade suprema.","conexao_teologica":"A soberania de Deus sobre os céus é um tema central na teologia bíblica, mostrando que Ele governa sobre todas as coisas.","referencias_relacionadas":["Salmos 115:3","Isaías 40:22","Atos 7:49"]},"2samuel_22_11_carro":{"palavra_pt":"carro","palavra_original":"רָכַב","transliteracao":"râkab","strong":"H7392","significado_raiz":"Ideia básica: carro.","significado_contextual":"Refere-se a veículos de guerra, simbolizando poder e força militar.","explicacao_detalhada":"Os carros eram usados em batalhas e representavam a força militar de um exército. A presença de carros de guerra indica a seriedade da luta.","por_que_esta_palavra":"A palavra 'carro' é importante para ilustrar a força e a preparação de Deus para a batalha em favor de Seu povo.","conexao_teologica":"Deus é visto como o guerreiro que luta por Seu povo, usando até mesmo os meios humanos para alcançar a vitória.","referencias_relacionadas":["Salmos 20:7","Isaías 31:1","Zacarías 10:3"]},"2samuel_22_11_trevas":{"palavra_pt":"trevas","palavra_original":"עוּף","transliteracao":"ʻûwph","strong":"H5774","significado_raiz":"Ideia básica: trevas.","significado_contextual":"Simboliza a presença do mal e a opressão que o povo enfrenta.","explicacao_detalhada":"As trevas são frequentemente associadas ao mal e à ausência de luz, representando as dificuldades e os desafios que Davi enfrentou.","por_que_esta_palavra":"A palavra 'trevas' é usada para descrever a situação adversa em que Davi se encontrava, enfatizando a necessidade da luz de Deus.","conexao_teologica":"A luta contra as trevas é um tema recorrente na Bíblia, onde Deus é a luz que traz esperança e libertação.","referencias_relacionadas":["Salmos 18:28","João 1:5","Efésios 5:8"]},"2samuel_22_11_ave":{"palavra_pt":"ave","palavra_original":"כָּנָף","transliteracao":"kânâph","strong":"H3671","significado_raiz":"Ideia básica: ave.","significado_contextual":"Refere-se a uma ave, simbolizando proteção e abrigo.","explicacao_detalhada":"A imagem da ave pode representar a proteção de Deus sobre Seu povo, como uma ave que abriga seus filhotes sob suas asas.","por_que_esta_palavra":"A palavra 'ave' é usada para ilustrar o cuidado e a proteção que Deus oferece em tempos de perigo.","conexao_teologica":"Deus é frequentemente descrito como um abrigo seguro, onde Seu povo encontra proteção e segurança.","referencias_relacionadas":["Salmos 91:4","Mateus 23:37","Isaías 31:5"]},"2samuel_22_12_apply":{"palavra_pt":"apply","palavra_original":"שִׁית","transliteracao":"shîyth","strong":"H7896","significado_raiz":"Ideia básica: apply.","significado_contextual":"Aplicar ou estabelecer algo em um contexto específico.","explicacao_detalhada":"A palavra 'apply' (שִׁית) refere-se ao ato de colocar em prática ou estabelecer uma ação. No contexto de 2 Samuel 22:12, pode ser interpretada como a maneira como Deus estabelece Suas manifestações de poder.","por_que_esta_palavra":"Esta palavra é utilizada para descrever a ação de Deus ao intervir na vida de Davi, mostrando como Ele aplica Sua força e proteção.","conexao_teologica":"A aplicação do poder de Deus é um tema recorrente nas Escrituras, onde Ele se revela como protetor e salvador.","referencias_relacionadas":["Salmos 18:11","Isaías 40:10","Romanos 8:31"]},"2samuel_22_12_trevas":{"palavra_pt":"trevas","palavra_original":"חֹשֶׁךְ","transliteracao":"chôshek","strong":"H2822","significado_raiz":"Ideia básica: trevas.","significado_contextual":"Representa a ausência de luz, simbolizando confusão ou mal.","explicacao_detalhada":"A palavra 'trevas' (חֹשֶׁךְ) é frequentemente usada na Bíblia para descrever situações de desespero ou a presença do mal. Em 2 Samuel 22:12, as trevas podem simbolizar os desafios enfrentados por Davi.","por_que_esta_palavra":"As trevas são mencionadas para contrastar com a luz divina que Deus traz em momentos de dificuldade.","conexao_teologica":"As trevas são um símbolo do pecado e da separação de Deus, enquanto a luz representa Sua presença e salvação.","referencias_relacionadas":["Salmos 27:1","João 1:5","Efésios 5:8"]},"2samuel_22_12_nuvem":{"palavra_pt":"nuvem","palavra_original":"שַׁחַק","transliteracao":"shachaq","strong":"H7834","significado_raiz":"Ideia básica: nuvem.","significado_contextual":"Uma nuvem pode simbolizar a presença de Deus ou a Sua proteção.","explicacao_detalhada":"A palavra 'nuvem' (שַׁחַק) em 2 Samuel 22:12 pode ser vista como uma representação da majestade e do mistério de Deus, que envolve e protege Seu povo.","por_que_esta_palavra":"A nuvem é um símbolo comum na Bíblia, frequentemente associada à presença de Deus, como na nuvem que guiou os israelitas no deserto.","conexao_teologica":"A nuvem representa a proteção divina e a revelação de Deus ao Seu povo.","referencias_relacionadas":["Êxodo 13:21","Salmos 104:3","Mateus 17:5"]},"2samuel_22_13_luz":{"palavra_pt":"luz","palavra_original":"נֹגַהּ","transliteracao":"nôgahh","strong":"H5051","significado_raiz":"Ideia básica: luz.","significado_contextual":"Simboliza a presença de Deus e a revelação de Sua verdade.","explicacao_detalhada":"A palavra 'luz' (נֹגַהּ) em 2 Samuel 22:13 representa a clareza e a verdade que vêm de Deus, contrastando com as trevas do pecado e da confusão.","por_que_esta_palavra":"A luz é frequentemente usada na Bíblia para descrever a natureza de Deus e Sua revelação ao mundo.","conexao_teologica":"A luz de Deus é um tema central, simbolizando a vida, a verdade e a salvação.","referencias_relacionadas":["Salmos 27:1","João 8:12","1 João 1:5"]},"2samuel_22_13_fogo":{"palavra_pt":"fogo","palavra_original":"בָּעַר","transliteracao":"bâʻar","strong":"H1197","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Representa o poder purificador e a presença de Deus.","explicacao_detalhada":"A palavra 'fogo' (בָּעַר) em 2 Samuel 22:13 pode simbolizar tanto o juízo de Deus quanto Sua purificação, mostrando como Ele age em meio às dificuldades.","por_que_esta_palavra":"O fogo é um símbolo poderoso na Bíblia, representando tanto a destruição quanto a purificação.","conexao_teologica":"O fogo de Deus é visto como um meio de purificação e transformação espiritual.","referencias_relacionadas":["Hebreus 12:29","Isaías 43:2","1 Coríntios 3:13"]},"2samuel_22_14_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a presença ou a posição entre algo.","explicacao_detalhada":"A palavra 'entre' (מִן) em 2 Samuel 22:14 pode ser interpretada como a proximidade de Deus em relação ao Seu povo, mostrando que Ele está sempre presente em meio às dificuldades.","por_que_esta_palavra":"Esta palavra enfatiza a relação íntima entre Deus e aqueles que O buscam.","conexao_teologica":"A presença de Deus entre Seu povo é um tema central na Bíblia, simbolizando Sua proximidade e cuidado.","referencias_relacionadas":["Mateus 18:20","Salmos 46:1","Isaías 41:10"]},"2samuel_22_14_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao domínio celestial e à soberania de Deus.","explicacao_detalhada":"A palavra 'céus' (שָׁמַיִם) em 2 Samuel 22:14 representa o lugar onde Deus habita e de onde Ele governa sobre a criação.","por_que_esta_palavra":"Os céus são frequentemente mencionados na Bíblia como a morada de Deus e um símbolo de Sua majestade.","conexao_teologica":"A soberania de Deus sobre os céus e a terra é um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 115:3","Isaías 66:1","Mateus 6:9"]},"2samuel_22_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade e à natureza de Deus.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) em 2 Samuel 22:14 é um título que expressa a soberania e a autoridade de Deus sobre todas as coisas.","por_que_esta_palavra":"O nome de Deus é central na adoração e na invocação de Sua ajuda e proteção.","conexao_teologica":"O nome do Senhor é um tema importante, simbolizando Sua presença e poder.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Romanos 10:13"]},"2samuel_22_15_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de enviar algo ou alguém com um propósito.","explicacao_detalhada":"A palavra 'enviar' (שָׁלַח) em 2 Samuel 22:15 pode ser entendida como a ação de Deus ao enviar ajuda ou juízo, dependendo do contexto.","por_que_esta_palavra":"Esta palavra destaca a ação de Deus em resposta às orações e necessidades de Seu povo.","conexao_teologica":"O envio de Deus é um tema importante, mostrando Sua disposição em intervir na história humana.","referencias_relacionadas":["Salmos 91:11","Isaías 6:8","Mateus 10:16"]},"2samuel_22_15_destruir":{"palavra_pt":"destruir","palavra_original":"הָמַם","transliteracao":"hâmam","strong":"H2000","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se ao ato de causar destruição ou ruína.","explicacao_detalhada":"A palavra 'destruir' (הָמַם) em 2 Samuel 22:15 pode ser vista como a ação de Deus contra os inimigos de Seu povo, mostrando Seu poder e justiça.","por_que_esta_palavra":"Esta palavra enfatiza a capacidade de Deus de trazer juízo sobre aqueles que se opõem a Ele e ao Seu povo.","conexao_teologica":"A destruição dos inimigos de Deus é um tema recorrente, simbolizando Sua justiça e proteção.","referencias_relacionadas":["Salmos 37:20","Isaías 54:17","Romanos 12:19"]},"2samuel_22_16_vento":{"palavra_pt":"vento","palavra_original":"נְשָׁמָה","transliteracao":"nᵉshâmâh","strong":"H5397","significado_raiz":"Ideia básica: vento.","significado_contextual":"O vento é frequentemente associado à presença e ao poder de Deus, simbolizando Sua ação e intervenção.","explicacao_detalhada":"Neste versículo, o vento representa a força divina que age em favor de Davi, mostrando que Deus é capaz de dominar as forças da natureza em defesa de Seu povo.","por_que_esta_palavra":"A palavra 'vento' é usada para enfatizar a força e a rapidez com que Deus age em situações de necessidade.","conexao_teologica":"O vento é um símbolo do Espírito Santo, que traz vida e poder, refletindo a presença de Deus em momentos de crise.","referencias_relacionadas":["Salmos 104:4","Ezequiel 37:9","João 3:8"]},"2samuel_22_16_poderoso":{"palavra_pt":"poderoso","palavra_original":"אָפִיק","transliteracao":"ʼâphîyq","strong":"H650","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' descreve a força e a capacidade de Deus de agir em situações impossíveis.","explicacao_detalhada":"Aqui, 'poderoso' refere-se à habilidade de Deus em salvar e proteger Davi, mostrando que Ele é um defensor forte e confiável.","por_que_esta_palavra":"Usar 'poderoso' enfatiza a grandeza de Deus em contrastar com a fragilidade humana.","conexao_teologica":"A ideia de poder divino é central na teologia bíblica, onde Deus é visto como o Todo-Poderoso que intervém na história.","referencias_relacionadas":["Salmos 18:2","Isaías 40:29","Romanos 1:16"]},"2samuel_22_16_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"O mar é frequentemente um símbolo de caos e adversidade, mas também da soberania de Deus sobre as forças da natureza.","explicacao_detalhada":"Neste contexto, o mar representa as dificuldades que Davi enfrenta, mas também a certeza de que Deus tem controle sobre essas situações.","por_que_esta_palavra":"A menção do mar destaca a grandeza das dificuldades, mas também a grandeza de Deus que pode dominá-las.","conexao_teologica":"Deus é frequentemente descrito como aquele que acalma as tempestades e controla as águas, refletindo Sua soberania.","referencias_relacionadas":["Salmos 89:9","Mateus 8:26","Apocalipse 21:1"]},"2samuel_22_17_far":{"palavra_pt":"far","palavra_original":"מָרוֹם","transliteracao":"mârôwm","strong":"H4791","significado_raiz":"Ideia básica: far.","significado_contextual":"A palavra 'far' implica em grande distância, simbolizando a proteção e a segurança que Deus oferece.","explicacao_detalhada":"Neste versículo, 'far' sugere que Deus está acima de todas as situações, longe do alcance do mal e das adversidades.","por_que_esta_palavra":"A utilização de 'far' enfatiza a transcendência de Deus, que está acima de todas as circunstâncias humanas.","conexao_teologica":"A ideia de que Deus está 'longe' do mal é um tema recorrente, mostrando Sua pureza e santidade.","referencias_relacionadas":["Salmos 103:11","Isaías 57:15","Tiago 1:17"]},"2samuel_22_17_agua":{"palavra_pt":"aguas","palavra_original":"מַיִם","transliteracao":"mayim","strong":"H4325","significado_raiz":"Ideia básica: aguas.","significado_contextual":"As águas são muitas vezes um símbolo de dificuldades e tribulações, mas também de purificação e renovação.","explicacao_detalhada":"Neste contexto, as águas representam os desafios que Davi enfrenta, mas também a certeza de que Deus pode trazer alívio e renovação.","por_que_esta_palavra":"A palavra 'águas' é usada para ilustrar a profundidade das dificuldades, mas também a abundância da graça de Deus.","conexao_teologica":"As águas simbolizam tanto a adversidade quanto a bênção, refletindo a dualidade da experiência humana.","referencias_relacionadas":["Salmos 69:1","Isaías 43:2","João 7:38"]},"2samuel_22_17_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à fragilidade e vulnerabilidade da condição humana diante das adversidades.","explicacao_detalhada":"Neste versículo, 'homem' destaca a dependência de Davi de Deus, reconhecendo que ele não pode enfrentar os desafios sozinho.","por_que_esta_palavra":"A menção do 'homem' enfatiza a necessidade de ajuda divina em tempos de crise.","conexao_teologica":"A condição humana é um tema central na teologia, onde a dependência de Deus é fundamental para a salvação.","referencias_relacionadas":["Salmos 8:4","Romanos 3:23","Efésios 2:8-9"]},"2samuel_22_18_poderoso":{"palavra_pt":"poderoso","palavra_original":"עַז","transliteracao":"ʻaz","strong":"H5794","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A repetição da palavra 'poderoso' reforça a ideia da força de Deus em momentos de necessidade.","explicacao_detalhada":"Aqui, 'poderoso' é um lembrete da capacidade de Deus de salvar e proteger aqueles que confiam Nele.","por_que_esta_palavra":"A ênfase na força de Deus é crucial para a compreensão da Sua natureza como defensor e salvador.","conexao_teologica":"A força de Deus é um tema recorrente nas Escrituras, mostrando que Ele é um refúgio seguro.","referencias_relacionadas":["Salmos 46:1","Isaías 12:2","Romanos 8:31"]},"2samuel_22_18_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Davi confia em Deus, ligando suas experiências à ação divina.","explicacao_detalhada":"Neste contexto, 'porque' explica a base da confiança de Davi em Deus, que é Sua fidelidade e poder.","por_que_esta_palavra":"A utilização de 'porque' é fundamental para entender a relação entre a fé de Davi e a ação de Deus.","conexao_teologica":"A fé é frequentemente ligada à compreensão da natureza de Deus e Suas promessas nas Escrituras.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","1 João 5:14"]},"2samuel_22_18_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' sugere a ideia de proximidade e a presença de Deus em meio às dificuldades.","explicacao_detalhada":"Neste versículo, 'entre' implica que Deus está presente no meio das tribulações, oferecendo proteção e ajuda.","por_que_esta_palavra":"A menção de 'entre' enfatiza a proximidade de Deus em tempos de crise, mostrando que Ele não está distante.","conexao_teologica":"A presença de Deus entre Seu povo é um tema central na Bíblia, refletindo Sua promessa de estar conosco.","referencias_relacionadas":["Mateus 28:20","Salmos 23:4","Isaías 41:10"]},"2samuel_22_19_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um tempo específico de dificuldade, simbolizando a urgência da ajuda divina.","explicacao_detalhada":"Neste contexto, 'dia' representa o momento em que Davi clama a Deus por socorro, destacando a necessidade de intervenção imediata.","por_que_esta_palavra":"A utilização de 'dia' enfatiza a realidade das lutas diárias enfrentadas por Davi e a necessidade de Deus em cada um desses momentos.","conexao_teologica":"A noção de dias de angústia e a resposta de Deus é um tema recorrente, mostrando a fidelidade de Deus em tempos de necessidade.","referencias_relacionadas":["Salmos 34:17","Salmos 50:15","Mateus 6:34"]},"2samuel_22_19_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair, neste contexto, refere-se a um estado de vulnerabilidade ou derrota.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a situação em que Davi se encontra, onde ele se sente ameaçado e em perigo. É um termo que pode simbolizar a queda moral ou física.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a fragilidade humana diante das adversidades e a necessidade de apoio divino.","conexao_teologica":"A queda do homem e a necessidade de redenção são temas centrais na teologia bíblica, refletindo a condição humana sem Deus.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Romanos 5:8"]},"2samuel_22_19_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Neste versículo, Davi invoca o nome do Senhor como um reconhecimento de Sua grandeza e poder, especialmente em tempos de crise.","por_que_esta_palavra":"A palavra 'Senhor' é usada para afirmar a relação de Davi com Deus, mostrando sua dependência e confiança na proteção divina.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, simbolizando Sua presença e poder na vida dos crentes.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Filipenses 2:9-11"]},"2samuel_22_20_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Sair, neste contexto, implica em libertação ou resgate de uma situação difícil.","explicacao_detalhada":"A palavra 'sair' é utilizada para descrever a ação de Deus em trazer Davi para fora de um estado de opressão e perigo.","por_que_esta_palavra":"A escolha de 'sair' destaca a intervenção divina e a salvação que Deus oferece aos que clamam por Ele.","conexao_teologica":"A ideia de libertação é central na narrativa bíblica, refletindo a ação de Deus em salvar Seu povo.","referencias_relacionadas":["Salmos 34:17","Isaías 43:2","Gálatas 5:1"]},"2samuel_22_20_bom":{"palavra_pt":"bom","palavra_original":"מֶרְחָב","transliteracao":"merchâb","strong":"H4800","significado_raiz":"Ideia básica: bom.","significado_contextual":"Bom, neste contexto, refere-se à bondade e fidelidade de Deus em proteger e salvar.","explicacao_detalhada":"A palavra 'bom' é usada para descrever a natureza de Deus, que é sempre benevolente e justo em Suas ações.","por_que_esta_palavra":"A utilização de 'bom' enfatiza a confiança de Davi na bondade de Deus, mesmo em meio às dificuldades.","conexao_teologica":"A bondade de Deus é um tema fundamental na teologia, refletindo Seu caráter e promessas para com a humanidade.","referencias_relacionadas":["Salmos 100:5","Romanos 8:28","Tiago 1:17"]},"2samuel_22_20_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Porque, neste contexto, introduz a razão pela qual Davi confia em Deus.","explicacao_detalhada":"A palavra 'porque' é uma conjunção que liga a ação de Deus à razão pela qual Davi O invoca, mostrando a lógica de sua fé.","por_que_esta_palavra":"A escolha de 'porque' é crucial para entender a motivação de Davi em buscar a ajuda divina.","conexao_teologica":"A relação entre fé e razão é um tema importante na teologia, onde a confiança em Deus é fundamentada em Suas promessas.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","1 Pedro 5:7"]},"2samuel_22_21_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' reafirma a soberania de Deus na vida de Davi.","explicacao_detalhada":"Davi menciona o nome do Senhor para reconhecer a autoridade e a proteção que Deus oferece em tempos de necessidade.","por_que_esta_palavra":"A repetição do nome 'Senhor' enfatiza a relação pessoal e a dependência de Davi em Deus.","conexao_teologica":"A invocação do nome de Deus é um ato de fé e submissão, refletindo a importância da oração e da adoração.","referencias_relacionadas":["Salmos 91:15","Mateus 7:7","Atos 2:21"]},"2samuel_22_21_cleanness":{"palavra_pt":"cleanness","palavra_original":"בֹּר","transliteracao":"bôr","strong":"H1252","significado_raiz":"Ideia básica: cleanness.","significado_contextual":"Cleanness refere-se à pureza moral e espiritual de Davi diante de Deus.","explicacao_detalhada":"A palavra 'cleanness' é usada para descrever a integridade de Davi, que busca viver de acordo com os princípios de Deus.","por_que_esta_palavra":"A ênfase na 'cleanness' destaca a importância da santidade e da retidão na vida do crente.","conexao_teologica":"A pureza é um tema central na Bíblia, refletindo a necessidade de estar em conformidade com a vontade de Deus.","referencias_relacionadas":["Salmos 24:4","Mateus 5:8","1 João 1:9"]},"2samuel_22_21_bom":{"palavra_pt":"bom","palavra_original":"גָּמַל","transliteracao":"gâmal","strong":"H1580","significado_raiz":"Ideia básica: bom.","significado_contextual":"Bom, neste contexto, refere-se à bondade de Davi em sua relação com Deus.","explicacao_detalhada":"A palavra 'bom' é utilizada para descrever a disposição de Davi em seguir a vontade de Deus e agir de maneira justa.","por_que_esta_palavra":"A escolha de 'bom' ressalta a importância da moralidade e da ética na vida do crente.","conexao_teologica":"A bondade é um reflexo do caráter de Deus e deve ser imitada pelos crentes em suas vidas diárias.","referencias_relacionadas":["Gálatas 5:22","Efésios 2:10","Colossenses 3:12"]},"2samuel_22_22_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Porque, neste contexto, introduz a razão pela qual Davi é recompensado por Deus.","explicacao_detalhada":"A palavra 'porque' conecta a ação de Deus à fidelidade de Davi, mostrando que suas ações têm consequências.","por_que_esta_palavra":"A utilização de 'porque' é fundamental para entender a lógica da retribuição divina na vida de Davi.","conexao_teologica":"A relação entre ações e consequências é um princípio teológico importante, refletindo a justiça de Deus.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","2 Coríntios 5:10"]},"2samuel_22_22_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Vida, neste contexto, refere-se ao caminho que Davi escolhe seguir em obediência a Deus.","explicacao_detalhada":"A palavra 'vida' é usada para descrever a jornada espiritual de Davi, que busca viver de acordo com os princípios divinos.","por_que_esta_palavra":"A escolha de 'vida' enfatiza a importância da obediência e da relação contínua com Deus.","conexao_teologica":"A vida em Cristo é um tema central na Bíblia, refletindo a nova vida que os crentes têm através da fé.","referencias_relacionadas":["João 10:10","Romanos 6:4","Gálatas 2:20"]},"2samuel_22_22_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Deus como o Senhor, enfatizando Sua soberania e autoridade.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar a divindade suprema, que é o criador e mantenedor do universo. No contexto de 2 Samuel 22, Davi reconhece a proteção e a salvação que Deus lhe proporcionou.","por_que_esta_palavra":"Esta palavra é central na teologia judaica e cristã, representando a relação entre Deus e Seu povo.","conexao_teologica":"A invocação do nome do Senhor é um tema recorrente na Bíblia, simbolizando a confiança e a dependência do ser humano em relação a Deus.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Romanos 10:13"]},"2samuel_22_23_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma explicação ou justificativa para a ação ou declaração anterior.","explicacao_detalhada":"A palavra 'porque' (כִּי) é utilizada para conectar ideias, explicando a razão pela qual Davi confia no Senhor. É uma palavra que estabelece uma relação de causa e efeito.","por_que_esta_palavra":"É fundamental para a lógica do discurso, permitindo que o ouvinte compreenda a motivação por trás das ações de Davi.","conexao_teologica":"A compreensão das razões pelas quais se confia em Deus é essencial para a fé e a prática religiosa.","referencias_relacionadas":["Salmos 37:5","Provérbios 3:5-6","Romanos 8:28"]},"2samuel_22_23_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se à justiça e ao juízo de Deus, contrastando com a falibilidade humana.","explicacao_detalhada":"A palavra 'juízo/justiça' (מִשְׁפָּט) implica a ideia de um julgamento justo e imparcial, que é uma característica essencial do caráter de Deus.","por_que_esta_palavra":"Davi reconhece que a justiça de Deus é perfeita, ao contrário da justiça humana, que pode ser falha.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, refletindo Sua natureza santa e justa.","referencias_relacionadas":["Salmos 89:14","Isaías 61:8","Miquéias 6:8"]},"2samuel_22_24_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda moral ou espiritual, simbolizando a vulnerabilidade humana.","explicacao_detalhada":"A palavra 'cair' (הָיָה) pode ser entendida como uma metáfora para a queda em pecado ou desvio do caminho correto.","por_que_esta_palavra":"Davi reconhece que, sem a ajuda de Deus, ele pode cair em tentação e pecado.","conexao_teologica":"A ideia de cair e ser restaurado é um tema recorrente na narrativa bíblica, refletindo a necessidade de dependência de Deus.","referencias_relacionadas":["Salmos 37:24","Gálatas 6:1","Tiago 4:10"]},"2samuel_22_24_verdade":{"palavra_pt":"verdade","palavra_original":"תָּמִים","transliteracao":"tâmîym","strong":"H8549","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à integridade e à fidelidade de Deus em Suas promessas.","explicacao_detalhada":"A palavra 'verdade' (תָּמִים) implica a ideia de pureza e sinceridade, características que definem o caráter de Deus.","por_que_esta_palavra":"Davi confia na verdade de Deus, sabendo que Ele é fiel em cumprir Suas promessas.","conexao_teologica":"A verdade de Deus é um fundamento da fé cristã, enfatizando a importância da honestidade e da integridade.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 10:23"]},"2samuel_22_24_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se ao pecado e à iniquidade, que se opõem à justiça de Deus.","explicacao_detalhada":"A palavra 'mal' (עָוֺן) é frequentemente associada à transgressão da lei de Deus e à separação do relacionamento com Ele.","por_que_esta_palavra":"Davi reconhece a gravidade do pecado e a necessidade de arrependimento e perdão.","conexao_teologica":"O conceito de mal é central na teologia, refletindo a luta entre o bem e o mal na experiência humana.","referencias_relacionadas":["Salmos 51:5","Romanos 3:23","1 João 1:9"]},"2samuel_22_25_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se à construção de uma vida fundamentada na fé e na obediência a Deus.","explicacao_detalhada":"A palavra 'edificar' (שׁוּב) implica a ideia de restaurar ou construir algo sólido e duradouro.","por_que_esta_palavra":"Davi expressa seu desejo de edificar sua vida e seu reino sobre os princípios de Deus.","conexao_teologica":"A edificação espiritual é um tema importante, refletindo a necessidade de construir uma vida que glorifique a Deus.","referencias_relacionadas":["Mateus 7:24-25","1 Coríntios 3:9-15","Efésios 2:20-22"]},"2samuel_22_25_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Reitera a soberania de Deus como Senhor sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é uma afirmação da autoridade divina e do relacionamento de Davi com Deus.","por_que_esta_palavra":"Davi reconhece que sua força e sucesso vêm do Senhor, reafirmando sua dependência.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, enfatizando que Ele é o governante supremo.","referencias_relacionadas":["Salmos 46:1","Isaías 33:22","Apocalipse 19:16"]},"2samuel_22_25_justice":{"palavra_pt":"justica","palavra_original":"צְדָקָה","transliteracao":"tsᵉdâqâh","strong":"H6666","significado_raiz":"Ideia básica: justica.","significado_contextual":"Refere-se à justiça de Deus que é perfeita e imutável.","explicacao_detalhada":"A palavra 'justiça' (צְדָקָה) implica a ideia de retidão e equidade, características fundamentais do caráter de Deus.","por_que_esta_palavra":"Davi confia na justiça de Deus para governar e julgar com equidade.","conexao_teologica":"A justiça de Deus é um tema recorrente na Escritura, refletindo Sua natureza santa e justa.","referencias_relacionadas":["Salmos 89:14","Isaías 1:17","Romanos 3:26"]},"2samuel_22_26_bondoso":{"palavra_pt":"bondoso","palavra_original":"חָסִיד","transliteracao":"châçîyd","strong":"H2623","significado_raiz":"Ideia básica: bondoso.","significado_contextual":"Refere-se à bondade e fidelidade de Deus em relação àqueles que O temem.","explicacao_detalhada":"A palavra 'bondoso' (חָסִיד) implica a ideia de alguém que é leal e fiel, especialmente em relação a Deus.","por_que_esta_palavra":"Davi reconhece que a bondade de Deus se manifesta em Sua proteção e cuidado por aqueles que são fiéis.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, refletindo Seu amor e misericórdia.","referencias_relacionadas":["Salmos 100:5","Romanos 2:4","Gálatas 5:22"]},"2samuel_22_26_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao homem como um ser humano, especialmente em relação à sua posição diante de Deus.","explicacao_detalhada":"A palavra 'homem' (gibbôwr) é usada para descrever a força e a coragem que um homem deve ter em sua relação com Deus e com os outros. No contexto de 2 Samuel 22, Davi fala sobre como Deus se relaciona com os homens segundo suas ações.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a responsabilidade e a moralidade que Deus espera dos seres humanos.","conexao_teologica":"A palavra se conecta à ideia de que Deus é justo e trata cada homem segundo suas obras, refletindo a justiça divina.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4-5","Eclesiastes 12:13"]},"2samuel_22_26_verdade":{"palavra_pt":"verdade","palavra_original":"תָּמִים","transliteracao":"tâmîym","strong":"H8549","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade aqui se refere à integridade e à fidelidade nas ações e promessas.","explicacao_detalhada":"A palavra 'verdade' (tâmîym) implica em um caráter íntegro e em ações que são consistentes com a vontade de Deus. Davi reconhece que Deus é fiel e verdadeiro em suas promessas.","por_que_esta_palavra":"A inclusão da palavra 'verdade' destaca a importância da sinceridade e da fidelidade nas relações humanas e com Deus.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes.","referencias_relacionadas":["Salmos 25:10","João 14:6","Salmos 119:160"]},"2samuel_22_27_accompanying":{"palavra_pt":"accompanying","palavra_original":"עִם","transliteracao":"ʻim","strong":"H5973","significado_raiz":"Ideia básica: accompanying.","significado_contextual":"Refere-se à presença de Deus que acompanha aqueles que são fiéis.","explicacao_detalhada":"A palavra 'acompanhando' (ʻim) sugere a ideia de que Deus está com aqueles que O seguem e que Ele não os abandona em suas dificuldades.","por_que_esta_palavra":"A presença de Deus é um conforto e uma garantia para os fiéis, mostrando que eles não estão sozinhos.","conexao_teologica":"A presença de Deus é um tema central na teologia bíblica, enfatizando a relação íntima entre Deus e seu povo.","referencias_relacionadas":["Mateus 28:20","Salmos 23:4","Isaías 41:10"]},"2samuel_22_27_escolhido":{"palavra_pt":"escolhido","palavra_original":"בָּרַר","transliteracao":"bârar","strong":"H1305","significado_raiz":"Ideia básica: escolhido.","significado_contextual":"Refere-se à escolha de Deus por aqueles que são fiéis e obedientes.","explicacao_detalhada":"A palavra 'escolhido' (bârar) implica em um ato deliberado de Deus em selecionar aqueles que andam em retidão. Davi reconhece que Deus escolhe aqueles que são justos.","por_que_esta_palavra":"A escolha de Deus é um tema importante, pois mostra que Ele tem um plano e propósito para aqueles que O seguem.","conexao_teologica":"A doutrina da eleição é fundamental na teologia cristã, refletindo a soberania de Deus na salvação.","referencias_relacionadas":["Efésios 1:4","Romanos 8:33","1 Pedro 2:9"]},"2samuel_22_27_crooked":{"palavra_pt":"crooked","palavra_original":"עִקֵּשׁ","transliteracao":"ʻiqqêsh","strong":"H6141","significado_raiz":"Ideia básica: crooked.","significado_contextual":"Refere-se àqueles que se desviam do caminho reto e da verdade.","explicacao_detalhada":"A palavra 'crooked' (ʻiqqêsh) é usada para descrever a corrupção e a desonestidade. Davi contrasta os justos com os ímpios que se afastam de Deus.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a necessidade de retidão e a condenação da corrupção moral.","conexao_teologica":"A corrupção moral é um tema recorrente na Bíblia, mostrando a necessidade de arrependimento e retorno a Deus.","referencias_relacionadas":["Provérbios 2:15","Isaías 59:8","Salmos 125:5"]},"2samuel_22_28_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à salvação que Deus oferece aos humildes e necessitados.","explicacao_detalhada":"A palavra 'salvar' (yâshaʻ) implica em libertação e proteção. Davi reconhece que Deus salva aqueles que se humilham diante dEle.","por_que_esta_palavra":"A salvação é um tema central na Bíblia, refletindo o amor e a misericórdia de Deus para com os que se arrependem.","conexao_teologica":"A salvação é um ato de graça divina, acessível a todos que creem.","referencias_relacionadas":["Romanos 10:13","Salmos 34:18","Isaías 61:1"]},"2samuel_22_28_humilde":{"palavra_pt":"humilde","palavra_original":"שָׁפֵל","transliteracao":"shâphêl","strong":"H8213","significado_raiz":"Ideia básica: humilde.","significado_contextual":"Refere-se à atitude de humildade diante de Deus.","explicacao_detalhada":"A palavra 'humilde' (shâphêl) descreve aqueles que reconhecem sua dependência de Deus e sua necessidade de Sua graça.","por_que_esta_palavra":"A humildade é uma virtude valorizada na Bíblia, sendo um pré-requisito para receber a graça de Deus.","conexao_teologica":"A humildade é essencial para a vida cristã, refletindo a atitude de Cristo.","referencias_relacionadas":["Tiago 4:6","Mateus 5:3","Salmos 147:6"]},"2samuel_22_28_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Deus, aqueles que são escolhidos e chamados por Ele.","explicacao_detalhada":"A palavra 'povo' (ʻam) enfatiza a coletividade e a identidade do povo de Deus, que é chamado a viver em obediência.","por_que_esta_palavra":"O conceito de povo é fundamental na narrativa bíblica, refletindo a aliança de Deus com Israel e, por extensão, com a Igreja.","conexao_teologica":"A ideia de povo de Deus é central na teologia da aliança, mostrando a relação especial entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 19:6","1 Pedro 2:10","Romanos 9:25-26"]},"2samuel_22_29_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e poderoso.","explicacao_detalhada":"A palavra 'senhor' (Yᵉhôvâh) é o nome pessoal de Deus, que revela Sua natureza e caráter. Davi invoca o nome do Senhor como fonte de força e proteção.","por_que_esta_palavra":"O nome de Deus é central na adoração e na invocação, representando Sua autoridade e poder.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, enfatizando a importância de conhecê-Lo e honrá-Lo.","referencias_relacionadas":["Salmos 8:1","Êxodo 3:14","Filipenses 2:9-11"]},"2samuel_22_29_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se à razão ou causa de uma ação.","explicacao_detalhada":"A palavra 'porque' (kîy) é usada para introduzir a razão pela qual Davi confia em Deus. Ele reconhece que a fidelidade de Deus é a base de sua confiança.","por_que_esta_palavra":"A palavra é crucial para entender a lógica da fé e da confiança em Deus, que se baseia em Sua natureza e ações.","conexao_teologica":"A relação entre fé e razão é um tema importante na teologia, mostrando que a confiança em Deus é fundamentada em Sua verdade.","referencias_relacionadas":["Romanos 8:31","Salmos 37:5","Hebreus 11:1"]},"2samuel_22_29_trevas":{"palavra_pt":"trevas","palavra_original":"חֹשֶׁךְ","transliteracao":"chôshek","strong":"H2822","significado_raiz":"Ideia básica: trevas.","significado_contextual":"Representa a ausência de luz, simbolizando confusão, mal e adversidade.","explicacao_detalhada":"No contexto de 2 Samuel 22, as trevas são mencionadas como parte da descrição de como Deus se manifesta em momentos de dificuldade. As trevas podem simbolizar a opressão e a luta contra inimigos, onde a luz de Deus traz clareza e proteção.","por_que_esta_palavra":"A palavra 'trevas' é utilizada para enfatizar a grandeza da intervenção divina em situações de desespero e incerteza.","conexao_teologica":"As trevas são frequentemente usadas na Bíblia para representar o pecado e a separação de Deus, enquanto a luz representa a presença divina e a verdade.","referencias_relacionadas":["Salmos 18:28","Isaías 9:2","João 1:5"]},"2samuel_22_30_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir uma razão ou explicação, indicando causa.","explicacao_detalhada":"A palavra 'porque' conecta a ação de Deus com a razão pela qual Ele age, mostrando que as intervenções divinas são motivadas por Sua natureza e propósito.","por_que_esta_palavra":"É crucial para entender a lógica da ação divina, revelando a relação entre a fé do crente e a resposta de Deus.","conexao_teologica":"A palavra 'porque' reflete a soberania de Deus e Sua disposição de agir em favor de Seu povo quando eles O invocam.","referencias_relacionadas":["Salmos 34:17","Romanos 8:28","Tiago 1:5"]},"2samuel_22_30_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"Neste versículo, 'Deus' é apresentado como a fonte de poder e proteção, enfatizando Sua autoridade sobre todas as coisas e Sua capacidade de salvar.","por_que_esta_palavra":"A palavra 'Deus' é central na fé israelita, representando não apenas um ser, mas a relação pessoal e íntima que os crentes têm com Ele.","conexao_teologica":"Deus é visto como o defensor dos justos e o juiz dos ímpios, refletindo Sua justiça e misericórdia.","referencias_relacionadas":["Salmos 46:1","Isaías 40:28","Hebreus 11:6"]},"2samuel_22_30_break":{"palavra_pt":"quebrar","palavra_original":"רוּץ","transliteracao":"rûwts","strong":"H7323","significado_raiz":"Ideia básica: quebrar.","significado_contextual":"Refere-se à ação de quebrar ou romper, muitas vezes em um contexto de libertação ou destruição de barreiras.","explicacao_detalhada":"A palavra 'quebrar' aqui pode ser entendida como a ação de Deus em romper as limitações impostas pelos inimigos ou pelas dificuldades da vida.","por_que_esta_palavra":"É uma expressão poderosa que demonstra a capacidade de Deus de intervir e trazer mudança em situações desesperadoras.","conexao_teologica":"A quebra de barreiras é um tema recorrente na Bíblia, simbolizando a libertação que Deus oferece ao Seu povo.","referencias_relacionadas":["Salmos 107:14","Isaías 58:6","Lucas 4:18"]},"2samuel_22_31_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como a fonte de força e poder.","explicacao_detalhada":"Neste contexto, 'força' enfatiza a capacidade de Deus de proteger e sustentar aqueles que confiam Nele, mostrando que a verdadeira força vem dEle.","por_que_esta_palavra":"A palavra 'força' é usada para reafirmar a dependência do crente em Deus como seu refúgio e fortaleza.","conexao_teologica":"Deus é frequentemente descrito como a força dos fracos, oferecendo suporte em tempos de necessidade.","referencias_relacionadas":["Salmos 18:2","Isaías 41:10","Filipenses 4:13"]},"2samuel_22_31_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira como algo é feito.","explicacao_detalhada":"A palavra 'modo' sugere a forma pela qual Deus age em favor de Seu povo, indicando que Suas ações são sempre justas e retas.","por_que_esta_palavra":"É importante entender que o modo de agir de Deus é sempre baseado em Sua natureza santa e perfeita.","conexao_teologica":"O modo de Deus de operar no mundo revela Sua sabedoria e plano divino para a humanidade.","referencias_relacionadas":["Salmos 25:10","Romanos 12:2","Efésios 2:10"]},"2samuel_22_31_verdade":{"palavra_pt":"verdade","palavra_original":"תָּמִים","transliteracao":"tâmîym","strong":"H8549","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à qualidade de ser verdadeiro, justo e fiel.","explicacao_detalhada":"A palavra 'verdade' destaca a fidelidade de Deus em cumprir Suas promessas e a importância da verdade na vida do crente.","por_que_esta_palavra":"A verdade é fundamental na relação entre Deus e o homem, sendo um pilar da fé cristã.","conexao_teologica":"Deus é a própria verdade, e a verdade é um atributo essencial de Seu caráter.","referencias_relacionadas":["Salmos 119:160","João 14:6","Efésios 4:15"]},"2samuel_22_32_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir uma razão ou explicação, indicando causa.","explicacao_detalhada":"Assim como em outros versículos, 'porque' conecta a ação de Deus com a razão pela qual Ele age, mostrando que as intervenções divinas são motivadas por Sua natureza e propósito.","por_que_esta_palavra":"É crucial para entender a lógica da ação divina, revelando a relação entre a fé do crente e a resposta de Deus.","conexao_teologica":"A palavra 'porque' reflete a soberania de Deus e Sua disposição de agir em favor de Seu povo quando eles O invocam.","referencias_relacionadas":["Salmos 34:17","Romanos 8:28","Tiago 1:5"]},"2samuel_22_32_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando a fragilidade e dependência do homem diante de Deus.","explicacao_detalhada":"A palavra 'homem' aqui é usada para contrastar a grandeza de Deus com a vulnerabilidade humana, destacando a necessidade de confiar em Deus.","por_que_esta_palavra":"É importante reconhecer a posição do homem em relação a Deus, que é o Criador e Sustentador de todas as coisas.","conexao_teologica":"A condição humana é um tema central na teologia, onde a necessidade de redenção e dependência de Deus são enfatizadas.","referencias_relacionadas":["Salmos 8:4","Romanos 3:23","Tiago 4:14"]},"2samuel_22_32_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como a fonte de força e poder.","explicacao_detalhada":"Neste contexto, 'força' enfatiza a capacidade de Deus de proteger e sustentar aqueles que confiam Nele, mostrando que a verdadeira força vem dEle.","por_que_esta_palavra":"A palavra 'força' é usada para reafirmar a dependência do crente em Deus como seu refúgio e fortaleza.","conexao_teologica":"Deus é frequentemente descrito como a força dos fracos, oferecendo suporte em tempos de necessidade.","referencias_relacionadas":["Salmos 18:2","Isaías 41:10","Filipenses 4:13"]},"2samuel_22_33_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à força e poder de Deus como protetor e defensor.","explicacao_detalhada":"A palavra 'Deus' (אֵל) é usada para enfatizar a soberania e a força divina que protege os fiéis em tempos de dificuldade. No contexto de 2 Samuel 22, Davi exalta a Deus como sua fortaleza em meio às batalhas.","por_que_esta_palavra":"A escolha da palavra 'Deus' destaca a natureza poderosa e protetora de Deus, que é fundamental para a fé de Davi.","conexao_teologica":"A força de Deus é um tema recorrente nas Escrituras, mostrando que Ele é um refúgio seguro para aqueles que confiam Nele.","referencias_relacionadas":["Salmos 18:2","Isaías 41:10","Salmos 46:1"]},"2samuel_22_33_drive":{"palavra_pt":"drive","palavra_original":"נָתַר","transliteracao":"nâthar","strong":"H5425","significado_raiz":"Ideia básica: drive.","significado_contextual":"Indica a ação de impulsionar ou mover-se com determinação.","explicacao_detalhada":"A palavra 'drive' (נָתַר) sugere um movimento ativo, que pode ser interpretado como a força que leva alguém a agir em situações de necessidade.","por_que_esta_palavra":"A palavra é utilizada para descrever a motivação e a determinação que Deus proporciona aos Seus servos em momentos de adversidade.","conexao_teologica":"Deus não apenas dá força, mas também impulsiona Seus seguidores a agir em fé e coragem.","referencias_relacionadas":["Filipenses 4:13","Isaías 40:31","2 Timóteo 1:7"]},"2samuel_22_33_verdade":{"palavra_pt":"verdade","palavra_original":"תָּמִים","transliteracao":"tâmîym","strong":"H8549","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à integridade e à fidelidade de Deus em Suas promessas.","explicacao_detalhada":"A palavra 'verdade' (תָּמִים) implica em pureza e sinceridade, refletindo a natureza de Deus como aquele que é sempre fiel e justo.","por_que_esta_palavra":"Davi reconhece que a verdade de Deus é um fundamento seguro em meio às incertezas da vida.","conexao_teologica":"A verdade de Deus é um pilar da fé cristã, que assegura que Ele cumpre Suas promessas.","referencias_relacionadas":["Salmos 25:10","João 14:6","Salmos 119:160"]},"2samuel_22_34_avail":{"palavra_pt":"avail","palavra_original":"שָׁוָה","transliteracao":"shâvâh","strong":"H7737","significado_raiz":"Ideia básica: avail.","significado_contextual":"Refere-se à capacidade de ser útil ou de ter valor em uma situação.","explicacao_detalhada":"A palavra 'avail' (שָׁוָה) sugere que Deus é sempre relevante e eficaz em ajudar aqueles que O buscam.","por_que_esta_palavra":"Davi expressa que a presença de Deus é sempre valiosa e que Ele está disponível para ajudar em momentos de necessidade.","conexao_teologica":"A disponibilidade de Deus para ajudar é um tema central na relação entre Deus e a humanidade.","referencias_relacionadas":["Salmos 34:18","Hebreus 4:16","Mateus 7:7"]},"2samuel_22_35_jejum":{"palavra_pt":"jejum","palavra_original":"נָחַת","transliteracao":"nâchath","strong":"H5181","significado_raiz":"Ideia básica: jejum.","significado_contextual":"Refere-se à prática de se abster de alimentos como forma de buscar a Deus.","explicacao_detalhada":"A palavra 'jejum' (נָחַת) é frequentemente associada à humilhação e à busca de direção divina em tempos de crise.","por_que_esta_palavra":"Davi menciona o jejum como um ato de devoção e entrega a Deus, buscando Sua orientação e ajuda.","conexao_teologica":"O jejum é uma prática espiritual que demonstra dependência de Deus e busca por Sua vontade.","referencias_relacionadas":["Joel 2:12","Mateus 6:16-18","Esdras 8:23"]},"2samuel_22_35_batalha":{"palavra_pt":"batalha","palavra_original":"מִלְחָמָה","transliteracao":"milchâmâh","strong":"H4421","significado_raiz":"Ideia básica: batalha.","significado_contextual":"Refere-se ao conflito físico e espiritual enfrentado por Davi.","explicacao_detalhada":"A palavra 'batalha' (מִלְחָמָה) é usada para descrever as lutas que Davi enfrentou, tanto contra inimigos externos quanto internos.","por_que_esta_palavra":"Davi reconhece que as batalhas são inevitáveis, mas que Deus é seu defensor em cada uma delas.","conexao_teologica":"A batalha espiritual é um conceito importante, onde Deus é visto como o comandante que luta ao lado de Seu povo.","referencias_relacionadas":["Efésios 6:12","2 Coríntios 10:4","Salmos 144:1"]},"2samuel_22_35_poderoso":{"palavra_pt":"poderoso","palavra_original":"זְרוֹעַ","transliteracao":"zᵉrôwaʻ","strong":"H2220","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Refere-se à força e ao poder de Deus em ação.","explicacao_detalhada":"A palavra 'poderoso' (זְרוֹעַ) enfatiza a capacidade de Deus de realizar grandes feitos e proteger Seu povo.","por_que_esta_palavra":"Davi exalta a força de Deus, reconhecendo que é Ele quem lhe dá poder para vencer as adversidades.","conexao_teologica":"O poder de Deus é um tema central na Bíblia, mostrando que Ele é capaz de realizar o impossível.","referencias_relacionadas":["Salmos 68:35","Romanos 1:16","Jeremias 32:17"]},"2samuel_22_36_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de invocar a ajuda de Deus em momentos de necessidade.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é usada para descrever a ação de oferecer algo a Deus, incluindo orações e súplicas.","por_que_esta_palavra":"Davi clama a Deus, reconhecendo que somente Ele pode fornecer a ajuda necessária em tempos de crise.","conexao_teologica":"A oração é uma forma de comunicação com Deus, onde os crentes são encorajados a clamar por Sua ajuda.","referencias_relacionadas":["Salmos 50:15","Romanos 10:13","1 João 5:14"]},"2samuel_22_36_salvacao":{"palavra_pt":"salvacao","palavra_original":"יֶשַׁע","transliteracao":"yeshaʻ","strong":"H3468","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"Refere-se à libertação e ao socorro que Deus oferece aos que O buscam.","explicacao_detalhada":"A palavra 'salvação' (יֶשַׁע) implica em resgate e proteção divina em tempos de perigo.","por_que_esta_palavra":"Davi reconhece que a salvação vem de Deus e que Ele é a fonte de segurança e libertação.","conexao_teologica":"A salvação é um tema central na Bíblia, simbolizando a relação redentora entre Deus e a humanidade.","referencias_relacionadas":["Salmos 3:8","Isaías 12:2","Romanos 1:16"]},"2samuel_22_36_humilde":{"palavra_pt":"humilde","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6031","significado_raiz":"Ideia básica: humilde.","significado_contextual":"Refere-se à atitude de submissão e dependência em relação a Deus.","explicacao_detalhada":"A palavra 'humilde' (עָנָה) sugere uma postura de reconhecimento da própria fragilidade diante da grandeza de Deus.","por_que_esta_palavra":"Davi expressa que a humildade é essencial para receber a ajuda e a salvação de Deus.","conexao_teologica":"A humildade é valorizada nas Escrituras como uma qualidade que agrada a Deus e abre portas para a Sua graça.","referencias_relacionadas":["Tiago 4:10","Salmos 147:6","Mateus 5:3"]},"2samuel_22_37_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui se refere à fidelidade e à sinceridade nas ações de Deus em relação ao Seu povo.","explicacao_detalhada":"No contexto de 2 Samuel 22, Davi está louvando a Deus por Sua proteção e justiça. A 'verdade' é um atributo essencial de Deus, que garante que Ele cumpre Suas promessas.","por_que_esta_palavra":"A palavra 'verdade' é utilizada para enfatizar a confiança que Davi tem em Deus, que sempre age com justiça e retidão.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, refletindo Sua natureza e caráter. A verdade é também um fundamento da fé cristã.","referencias_relacionadas":["Salmos 25:10","Salmos 86:15","João 14:6"]},"2samuel_22_37_enmake":{"palavra_pt":"en make","palavra_original":"רָחַב","transliteracao":"râchab","strong":"H7337","significado_raiz":"Ideia básica: en make.","significado_contextual":"A expressão 'en make' refere-se a um espaço amplo ou liberdade, simbolizando a proteção e o alargamento que Deus proporciona ao Seu povo.","explicacao_detalhada":"Davi menciona que Deus o fez andar em um lugar espaçoso, indicando que, apesar das adversidades, ele encontrou segurança e liberdade em Deus.","por_que_esta_palavra":"A palavra é escolhida para ilustrar a grandeza da libertação que Davi experimentou através da intervenção divina.","conexao_teologica":"A ideia de espaço amplo é frequentemente associada à libertação e à salvação que Deus oferece, refletindo Sua graça e misericórdia.","referencias_relacionadas":["Salmos 18:19","Salmos 31:8","Isaías 54:2"]},"2samuel_22_38_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui reafirma a confiança de Davi na justiça de Deus ao lidar com seus inimigos.","explicacao_detalhada":"Davi reconhece que a verdade de Deus é o que lhe dá força para enfrentar e derrotar seus adversários.","por_que_esta_palavra":"A repetição da palavra 'verdade' enfatiza a certeza de Davi na proteção divina e na justiça que ele espera.","conexao_teologica":"A verdade de Deus é um pilar da fé, assegurando que Ele sempre age de acordo com Sua natureza justa.","referencias_relacionadas":["Salmos 25:5","Salmos 119:160","João 8:32"]},"2samuel_22_38_seguir":{"palavra_pt":"seguir","palavra_original":"רָדַף","transliteracao":"râdaph","strong":"H7291","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' refere-se à ação de Davi em perseguir seus inimigos, simbolizando determinação e coragem.","explicacao_detalhada":"Davi fala sobre a sua disposição de ir atrás de seus adversários, confiando que Deus o fortalece nessa missão.","por_que_esta_palavra":"A escolha da palavra 'seguir' destaca a ação proativa de Davi em enfrentar os desafios que surgem em seu caminho.","conexao_teologica":"A ideia de seguir e perseguir é frequentemente usada na Bíblia para descrever a luta do crente contra o pecado e as forças do mal.","referencias_relacionadas":["Salmos 23:6","Hebreus 12:1","Efésios 6:12"]},"2samuel_22_38_inimigo":{"palavra_pt":"inimigo","palavra_original":"אֹיֵב","transliteracao":"ʼôyêb","strong":"H341","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se aos adversários de Davi, que representam as forças que se opõem ao plano de Deus.","explicacao_detalhada":"Davi menciona seus inimigos como aqueles que buscam sua destruição, mas ele confia na proteção divina para superá-los.","por_que_esta_palavra":"A palavra 'inimigo' é crucial para entender a batalha espiritual que Davi enfrenta e a necessidade de intervenção divina.","conexao_teologica":"A luta contra inimigos é uma metáfora comum na Bíblia, representando a batalha entre o bem e o mal.","referencias_relacionadas":["Salmos 27:2","Romanos 8:31","1 Pedro 5:8"]},"2samuel_22_39_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' reafirma a confiança de Davi na justiça de Deus ao lidar com seus inimigos.","explicacao_detalhada":"Davi reconhece que a verdade de Deus é o que lhe dá força para enfrentar e derrotar seus adversários.","por_que_esta_palavra":"A repetição da palavra 'verdade' enfatiza a certeza de Davi na proteção divina e na justiça que ele espera.","conexao_teologica":"A verdade de Deus é um pilar da fé, assegurando que Ele sempre age de acordo com Sua natureza justa.","referencias_relacionadas":["Salmos 25:5","Salmos 119:160","João 8:32"]},"2samuel_22_39_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' refere-se à ação de Davi em se erguer contra seus inimigos, simbolizando resistência e força.","explicacao_detalhada":"Davi fala sobre como Deus o capacita a se levantar e enfrentar as dificuldades, mostrando a importância da força divina.","por_que_esta_palavra":"A palavra 'levantar' é escolhida para ilustrar a ação de se erguer em meio à adversidade, confiando em Deus.","conexao_teologica":"Levantar-se é um tema recorrente na Bíblia, simbolizando a resiliência e a força que Deus dá aos Seus servos.","referencias_relacionadas":["Isaías 40:31","Salmos 3:3","Filipenses 4:13"]},"2samuel_22_39_cair":{"palavra_pt":"cair","palavra_original":"נָפַל","transliteracao":"nâphal","strong":"H5307","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à queda dos inimigos de Davi, simbolizando a derrota das forças do mal.","explicacao_detalhada":"Davi menciona que seus inimigos cairão diante dele, refletindo a confiança na intervenção divina em sua batalha.","por_que_esta_palavra":"A palavra 'cair' é significativa, pois representa a vitória que Deus concede a Davi sobre seus adversários.","conexao_teologica":"A queda dos inimigos é um tema que aparece frequentemente na Bíblia, simbolizando a justiça de Deus contra o mal.","referencias_relacionadas":["Salmos 91:7","Romanos 16:20","Apocalipse 20:10"]},"2samuel_22_40_batalha":{"palavra_pt":"batalha","palavra_original":"מִלְחָמָה","transliteracao":"milchâmâh","strong":"H4421","significado_raiz":"Ideia básica: batalha.","significado_contextual":"A palavra 'batalha' refere-se ao conflito que Davi enfrenta, simbolizando a luta espiritual e física.","explicacao_detalhada":"Davi fala sobre como Deus o prepara para a batalha, indicando que a vitória vem da força divina.","por_que_esta_palavra":"A palavra 'batalha' é crucial para entender o contexto de luta e resistência que Davi experimenta.","conexao_teologica":"A batalha é uma metáfora comum na Bíblia, representando a luta do crente contra o pecado e as forças do mal.","referencias_relacionadas":["Efésios 6:12","2 Coríntios 10:4","1 Timóteo 6:12"]},"2samuel_22_40_arco":{"palavra_pt":"arco","palavra_original":"כָּרַע","transliteracao":"kâraʻ","strong":"H3766","significado_raiz":"Ideia básica: arco.","significado_contextual":"A palavra 'arco' refere-se à arma utilizada na batalha, simbolizando a força e a habilidade de Davi como guerreiro.","explicacao_detalhada":"Davi menciona o arco como parte de sua armadura, indicando que ele confia em Deus para a vitória em suas batalhas.","por_que_esta_palavra":"A palavra 'arco' é escolhida para ilustrar a preparação de Davi para a guerra, mostrando a combinação de fé e ação.","conexao_teologica":"O uso de armas na batalha é uma metáfora para a luta espiritual que os crentes enfrentam, confiando na proteção de Deus.","referencias_relacionadas":["Salmos 44:6","Salmos 127:4","Hebreus 11:34"]},"2samuel_22_40_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar refere-se à ação de Deus em fortalecer e capacitar o salmista para a batalha.","explicacao_detalhada":"No contexto de 2 Samuel 22, Davi expressa gratidão a Deus por ter sido levantado e fortalecido em momentos de adversidade. A palavra 'levantar' implica não apenas em uma ação física, mas também em um ato divino de apoio e encorajamento.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a intervenção divina na vida do salmista, mostrando que ele não luta sozinho, mas é sustentado por Deus.","conexao_teologica":"A ideia de Deus levantar seu povo é um tema recorrente nas Escrituras, simbolizando a restauração e a ajuda divina em tempos de necessidade.","referencias_relacionadas":["Salmos 3:3","Isaías 41:10","Salmos 27:14"]},"2samuel_22_41_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Clamar é a expressão de um pedido urgente por ajuda, refletindo a dependência do salmista em Deus.","explicacao_detalhada":"Davi clama a Deus em momentos de angústia, reconhecendo que somente Ele pode oferecer a salvação e a proteção necessárias. O clamor é uma demonstração de fé e confiança na capacidade de Deus de responder.","por_que_esta_palavra":"A escolha da palavra 'clamar' destaca a intensidade do pedido de Davi e a urgência de sua situação, mostrando que ele se volta a Deus em busca de socorro.","conexao_teologica":"O clamor a Deus é um tema central na oração, onde os fiéis são encorajados a buscar a ajuda divina em tempos de crise.","referencias_relacionadas":["Salmos 34:17","Salmos 18:6","Romanos 10:13"]},"2samuel_22_41_inimigo":{"palavra_pt":"inimigo","palavra_original":"אֹיֵב","transliteracao":"ʼôyêb","strong":"H341","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Inimigo refere-se aos adversários que Davi enfrentou, tanto em batalhas físicas quanto espirituais.","explicacao_detalhada":"Davi menciona seus inimigos como aqueles que se opõem a ele e a Deus. A palavra implica uma luta não apenas contra pessoas, mas contra forças que se levantam contra a vontade divina.","por_que_esta_palavra":"A menção de inimigos é crucial para entender a natureza das provações que Davi enfrentou e como Deus o ajudou a superá-las.","conexao_teologica":"A luta contra inimigos é uma metáfora para a batalha espiritual que todos os crentes enfrentam, onde Deus é visto como o defensor e protetor.","referencias_relacionadas":["Salmos  enemies: 27:2","Efésios 6:12","Romanos 8:31"]},"2samuel_22_41_back":{"palavra_pt":"back","palavra_original":"עֹרֶף","transliteracao":"ʻôreph","strong":"H6203","significado_raiz":"Ideia básica: back.","significado_contextual":"Back (ou 'nuca') simboliza a parte de trás, indicando vulnerabilidade e a necessidade de proteção.","explicacao_detalhada":"A referência ao 'back' sugere que Davi está ciente de que seus inimigos podem atacá-lo por trás, e ele clama a Deus por proteção contra esses ataques inesperados.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a necessidade de Deus como um escudo que protege todas as áreas da vida do crente.","conexao_teologica":"Deus é frequentemente descrito como um protetor que guarda seu povo de todos os lados, incluindo os ataques que não são visíveis.","referencias_relacionadas":["Salmos 121:5","Salmos 91:1-2","Isaías 54:17"]},"2samuel_22_42_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Salvação refere-se à libertação e ao socorro que Deus proporciona em momentos de necessidade.","explicacao_detalhada":"Davi reconhece que a salvação vem de Deus e que Ele é a fonte de segurança e livramento em tempos de perigo.","por_que_esta_palavra":"A palavra 'salvação' é central na teologia bíblica, representando a ação de Deus em resgatar seu povo das garras do mal.","conexao_teologica":"A salvação é um tema central na Bíblia, culminando na obra redentora de Cristo, que oferece libertação a todos os que creem.","referencias_relacionadas":["Salmos 62:1","Romanos 1:16","Atos 4:12"]},"2samuel_22_42_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Nome refere-se à identidade de Deus, que é invocada por Davi em sua oração.","explicacao_detalhada":"O nome de Deus é um símbolo de seu caráter e autoridade. Davi clama pelo nome do Senhor, reconhecendo sua soberania e poder.","por_que_esta_palavra":"A invocação do nome de Deus é uma prática comum nas Escrituras, representando a confiança no caráter divino.","conexao_teologica":"O nome de Deus é frequentemente associado à salvação e proteção, e invocá-lo é um ato de fé.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Romanos 10:13"]},"2samuel_22_43_po":{"palavra_pt":"po","palavra_original":"עָפָר","transliteracao":"ʻâphâr","strong":"H6083","significado_raiz":"Ideia básica: po.","significado_contextual":"Po refere-se ao pó da terra, simbolizando a fragilidade e a mortalidade do ser humano.","explicacao_detalhada":"Davi menciona o pó para enfatizar sua condição humana e a dependência de Deus para a vida e a força.","por_que_esta_palavra":"A palavra 'po' é usada para lembrar que o homem é criado do pó e que sua força vem de Deus.","conexao_teologica":"A relação do homem com o pó é um lembrete da criação e da necessidade de dependência de Deus para a vida.","referencias_relacionadas":["Gênesis 2:7","Salmos 103:14","Eclesiastes 3:20"]},"2samuel_22_43_clay":{"palavra_pt":"clay","palavra_original":"טִיט","transliteracao":"ṭîyṭ","strong":"H2916","significado_raiz":"Ideia básica: clay.","significado_contextual":"Clay (ou 'barro') representa a maleabilidade e a forma que Deus dá ao ser humano.","explicacao_detalhada":"Davi usa a metáfora do barro para ilustrar como Deus molda e transforma a vida das pessoas segundo sua vontade.","por_que_esta_palavra":"A palavra 'clay' enfatiza a ideia de que somos obras nas mãos do Oleiro, que é Deus.","conexao_teologica":"A imagem do barro é frequentemente usada na Bíblia para descrever a relação entre Deus e a humanidade, onde Ele é o Criador e nós somos suas criaturas.","referencias_relacionadas":["Isaías 64:8","Jeremias 18:6","Romanos 9:21"]},"2samuel_22_44_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Princípio refere-se à posição de Davi como rei e líder, estabelecido por Deus.","explicacao_detalhada":"Davi reconhece que sua posição de autoridade é um dom de Deus e que Ele é o fundamento de seu reinado.","por_que_esta_palavra":"A palavra 'princípio' destaca a soberania de Deus na escolha de líderes e na direção da história.","conexao_teologica":"A soberania de Deus sobre as nações e líderes é um tema central na teologia bíblica, mostrando que Ele está no controle de tudo.","referencias_relacionadas":["Salmos 75:7","Daniel 2:21","Romanos 13:1"]},"2samuel_22_44_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Verdade refere-se à fidelidade de Deus e à certeza de suas promessas.","explicacao_detalhada":"Davi afirma que Deus é verdadeiro e que suas promessas são confiáveis, mesmo em meio às dificuldades.","por_que_esta_palavra":"A palavra 'verdade' é fundamental para a compreensão do caráter de Deus e sua relação com a humanidade.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, onde Ele é descrito como a fonte de toda verdade e justiça.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 6:18"]},"2samuel_22_45_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação de descendência e herança, simbolizando a continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' é usada para descrever não apenas a relação biológica, mas também a relação espiritual e de aliança entre Deus e Seu povo. No contexto de 2 Samuel 22, Davi reconhece que é um filho de Deus, o que implica em proteção e cuidado divinos.","por_que_esta_palavra":"A escolha da palavra 'filho' enfatiza a intimidade e a responsabilidade que vem com essa relação, destacando a posição de Davi como escolhido de Deus.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia bíblica, refletindo a relação de amor e compromisso entre Deus e Seu povo.","referencias_relacionadas":["Salmos 2:7","Romanos 8:14","Gálatas 4:6"]},"2samuel_22_45_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Indica a capacidade de escutar e compreender a voz de Deus, essencial para a obediência.","explicacao_detalhada":"A palavra 'ouvir' implica não apenas em escutar sons, mas em prestar atenção e agir de acordo com o que é ouvido. Davi, ao clamar a Deus, expressa sua confiança de que Deus ouve suas súplicas.","por_que_esta_palavra":"A ênfase em 'ouvir' destaca a importância da comunicação entre Deus e o homem, essencial para a vida espiritual.","conexao_teologica":"A capacidade de ouvir a voz de Deus é fundamental para a fé e a prática cristã, refletindo a necessidade de discernimento espiritual.","referencias_relacionadas":["Isaías 30:21","João 10:27","Tiago 1:22"]},"2samuel_22_45_alien":{"palavra_pt":"alien","palavra_original":"נֵכָר","transliteracao":"nêkâr","strong":"H5236","significado_raiz":"Ideia básica: alien.","significado_contextual":"Refere-se a alguém que não pertence ao povo de Deus, simbolizando a separação entre os fiéis e os ímpios.","explicacao_detalhada":"A palavra 'alien' é usada para descrever aqueles que estão fora da aliança de Deus. No contexto, Davi reconhece que Deus o protege dos inimigos, que são considerados alienígenas em relação à aliança.","por_que_esta_palavra":"A escolha de 'alien' enfatiza a distinção entre o povo de Deus e aqueles que não O conhecem, ressaltando a proteção divina sobre os justos.","conexao_teologica":"A separação entre o povo de Deus e os não crentes é um tema recorrente na Bíblia, refletindo a santidade e a exclusividade da relação com Deus.","referencias_relacionadas":["Salmos 1:1","Romanos 11:17","Efésios 2:12"]},"2samuel_22_46_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Reforça a ideia de herança e proteção divina, como mencionado anteriormente.","explicacao_detalhada":"A repetição da palavra 'filho' neste contexto sublinha a relação especial entre Davi e Deus, onde Davi se vê como protegido e amado por seu Pai celestial.","por_que_esta_palavra":"A repetição serve para enfatizar a segurança e a identidade de Davi como filho de Deus, que é um tema central em sua vida e reinado.","conexao_teologica":"A identidade como filho de Deus é um conceito que permeia toda a Escritura, mostrando a relação de amor e cuidado que Deus tem por aqueles que são Seus.","referencias_relacionadas":["Salmos 103:13","Mateus 5:9","1 João 3:1"]},"2samuel_22_46_cair":{"palavra_pt":"cair","palavra_original":"נָבֵל","transliteracao":"nâbêl","strong":"H5034","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda de inimigos e à derrota dos adversários de Davi.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a derrota dos inimigos de Davi, que são subjugados pela intervenção divina. Isso mostra a confiança de Davi na proteção de Deus.","por_que_esta_palavra":"A escolha de 'cair' enfatiza a certeza da vitória que vem de Deus, reforçando a ideia de que os justos prevalecerão.","conexao_teologica":"A queda dos ímpios é um tema recorrente na Bíblia, simbolizando a justiça de Deus e a proteção dos justos.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Romanos 16:20"]},"2samuel_22_46_cinto":{"palavra_pt":"cinto","palavra_original":"חָגַר","transliteracao":"châgar","strong":"H2296","significado_raiz":"Ideia básica: cinto.","significado_contextual":"Simboliza a preparação e a prontidão para a batalha.","explicacao_detalhada":"A palavra 'cinto' é usada metaforicamente para descrever a preparação de Davi para enfrentar seus inimigos, indicando que ele está pronto para agir sob a direção de Deus.","por_que_esta_palavra":"A escolha de 'cinto' destaca a importância da preparação espiritual e física para os desafios da vida.","conexao_teologica":"A metáfora do cinto é usada em várias partes da Escritura para simbolizar a prontidão e a armadura espiritual que os crentes devem vestir.","referencias_relacionadas":["Efésios 6:14","1 Pedro 1:13","Isaías 11:5"]},"2samuel_22_47_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Refere-se ao ato de adoração e reconhecimento da soberania de Deus.","explicacao_detalhada":"A palavra 'abençoar' é usada para descrever a ação de Davi em reconhecer a grandeza de Deus e agradecer por Suas bênçãos. Isso demonstra a humildade de Davi diante do Senhor.","por_que_esta_palavra":"A escolha de 'abençoar' enfatiza a importância da gratidão e da adoração na vida do crente.","conexao_teologica":"A adoração é um tema central na Bíblia, refletindo a resposta do ser humano à grandeza e à bondade de Deus.","referencias_relacionadas":["Salmos 103:1","Hebreus 13:15","1 Tessalonicenses 5:18"]},"2samuel_22_47_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à fragilidade e vulnerabilidade do ser humano.","explicacao_detalhada":"A palavra 'carne' é usada para descrever a condição humana, enfatizando a dependência do homem em relação a Deus. Davi reconhece sua fragilidade e a necessidade de confiar em Deus.","por_que_esta_palavra":"A escolha de 'carne' destaca a realidade da mortalidade e a necessidade de buscar a força em Deus.","conexao_teologica":"A fragilidade da carne é um tema que aparece em várias passagens, mostrando a necessidade de dependência de Deus para a força e a salvação.","referencias_relacionadas":["Salmos 78:39","Isaías 40:6","Romanos 7:18"]},"2samuel_22_47_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' é usada para invocar a presença e a soberania de Deus. Davi reconhece que é pelo nome do Senhor que ele é fortalecido e protegido.","por_que_esta_palavra":"A escolha de 'senhor' enfatiza a reverência e a adoração que Davi tem por Deus, reconhecendo Sua posição suprema.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, simbolizando Sua natureza, poder e a relação que Ele tem com Seu povo.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Filipenses 2:9-11"]},"2samuel_22_48_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à força e ao poder de Deus como protetor e salvador.","explicacao_detalhada":"A palavra 'deus' é usada para descrever a natureza poderosa de Deus, que é a fonte da força de Davi em tempos de dificuldade. Davi reconhece que sua vitória vem do Senhor.","por_que_esta_palavra":"A escolha de 'deus' enfatiza a soberania e a capacidade de Deus de agir em favor de Seu povo.","conexao_teologica":"A força de Deus é um tema recorrente na Bíblia, mostrando que Ele é um refúgio e uma fortaleza para aqueles que confiam Nele.","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","Filipenses 4:13"]},"2samuel_22_48_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de conceder ou oferecer algo a alguém, neste caso, a Deus.","explicacao_detalhada":"No contexto de 2 Samuel 22:48, Davi expressa gratidão a Deus por ter recebido ajuda e livramento dos seus inimigos. O ato de 'dar' implica uma ação de Deus em favor do seu povo.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a generosidade e a ação divina em momentos de necessidade.","conexao_teologica":"A ideia de Deus como aquele que dá é central na teologia bíblica, refletindo Sua natureza generosa e protetora.","referencias_relacionadas":["Tiago 1:17","Salmos 37:25","Mateus 7:11"]},"2samuel_22_48_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a qualquer adversário ou oponente que se opõe ao povo de Deus.","explicacao_detalhada":"Davi menciona seus inimigos como aqueles que tentaram destruí-lo, mas Deus o protegeu e o livrou de suas mãos.","por_que_esta_palavra":"A palavra é crucial para entender a oposição que Davi enfrentou e a intervenção divina em sua vida.","conexao_teologica":"A luta contra inimigos é uma metáfora comum na Bíblia para a batalha espiritual que os crentes enfrentam.","referencias_relacionadas":["Salmos 18:3","Romanos 8:31","Efésios 6:12"]},"2samuel_22_49_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se ao ser humano, destacando a fragilidade e a dependência do homem em relação a Deus.","explicacao_detalhada":"Davi reconhece que, apesar de ser um homem de guerra, sua força vem de Deus, que o capacita a vencer.","por_que_esta_palavra":"A inclusão da palavra 'homem' ressalta a condição humana e a necessidade de auxílio divino.","conexao_teologica":"A Bíblia frequentemente destaca a relação entre Deus e a humanidade, enfatizando a dependência do homem de Deus.","referencias_relacionadas":["Salmos 103:14","Isaías 40:30-31","Romanos 3:23"]},"2samuel_22_49_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' implica em erguer ou restaurar, especialmente em um contexto de ajuda divina.","explicacao_detalhada":"Davi fala sobre como Deus o levantou em momentos de fraqueza, dando-lhe força para enfrentar desafios.","por_que_esta_palavra":"Esta palavra é significativa porque reflete a ação de Deus em restaurar e fortalecer seu povo.","conexao_teologica":"A ideia de Deus levantar seu povo é um tema recorrente na Escritura, simbolizando esperança e renovação.","referencias_relacionadas":["Salmos 30:1","Isaías 61:3","Romanos 8:11"]},"2samuel_22_49_cruelty":{"palavra_pt":"cruel ty","palavra_original":"חָמָס","transliteracao":"châmâç","strong":"H2555","significado_raiz":"Ideia básica: cruel ty.","significado_contextual":"A palavra 'crueldade' refere-se à violência e injustiça praticadas pelos inimigos de Davi.","explicacao_detalhada":"Davi menciona a crueldade de seus adversários, contrastando com a justiça e proteção que Deus oferece.","por_que_esta_palavra":"A menção à crueldade destaca a gravidade da opressão que Davi enfrentou e a necessidade de intervenção divina.","conexao_teologica":"A crueldade é frequentemente abordada na Bíblia como uma consequência do pecado e da rebelião contra Deus.","referencias_relacionadas":["Salmos 37:12-13","Provérbios 21:15","Isaías 59:15"]},"2samuel_22_50_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que representa Sua autoridade e soberania.","explicacao_detalhada":"Davi exalta o nome do Senhor como fonte de salvação e proteção, reconhecendo Sua grandeza.","por_que_esta_palavra":"A invocação do nome de Deus é um ato de adoração e reconhecimento de Sua soberania.","conexao_teologica":"O nome de Deus é central na teologia bíblica, simbolizando Sua presença e poder na vida dos crentes.","referencias_relacionadas":["Salmos 20:7","Filipenses 2:9-11","Êxodo 3:14"]},"2samuel_22_50_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"A palavra 'nação' refere-se ao povo de Deus, que é chamado para ser um testemunho entre as nações.","explicacao_detalhada":"Davi fala sobre como Deus o exalta entre as nações, mostrando Sua fidelidade e poder.","por_que_esta_palavra":"A menção à nação destaca a missão de Israel como povo escolhido e a responsabilidade de refletir a glória de Deus.","conexao_teologica":"A ideia de nação é fundamental na narrativa bíblica, representando o plano de Deus para a redenção da humanidade.","referencias_relacionadas":["Gênesis 12:2-3","Isaías 49:6","Mateus 28:19-20"]},"2samuel_22_50_voz":{"palavra_pt":"voz","palavra_original":"זָמַר","transliteracao":"zâmar","strong":"H2167","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se à expressão de louvor e adoração a Deus.","explicacao_detalhada":"Davi utiliza sua voz para glorificar a Deus, reconhecendo Sua grandeza e poder em sua vida.","por_que_esta_palavra":"A voz é um instrumento de adoração e comunicação com Deus, essencial na vida espiritual.","conexao_teologica":"A adoração vocal é um tema importante na Bíblia, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 95:1","Hebreus 13:15","Colossenses 3:16"]},"2samuel_22_51_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada metaforicamente para descrever a força e a ferocidade de Deus em proteger Seu povo.","explicacao_detalhada":"Davi compara a proteção de Deus à força de um urso, enfatizando a segurança que Ele oferece.","por_que_esta_palavra":"A imagem do urso representa a ferocidade e a determinação de Deus em defender aqueles que são Seus.","conexao_teologica":"A proteção divina é um tema recorrente, mostrando como Deus luta por Seu povo contra as forças do mal.","referencias_relacionadas":["Salmos 91:1-2","Isaías 43:2","Romanos 8:31"]},"2samuel_22_51_vitoria":{"palavra_pt":"salvacao","palavra_original":"יְשׁוּעָה","transliteracao":"yᵉshûwʻâh","strong":"H3444","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"A palavra 'salvação' refere-se ao livramento e à vitória que Deus concede ao Seu povo.","explicacao_detalhada":"Davi celebra a salvação que Deus lhe trouxe, reconhecendo que todas as vitórias são resultado da ação divina.","por_que_esta_palavra":"A salvação é um tema central na Bíblia, simbolizando a libertação do pecado e a restauração da relação com Deus.","conexao_teologica":"A vitória de Deus sobre o mal é um tema fundamental, refletindo Sua soberania e poder redentor.","referencias_relacionadas":["Salmos 3:8","Isaías 12:2","1 Coríntios 15:57"]},"2samuel_22_51_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade suprema e ao governante de Israel, simbolizando liderança e poder.","explicacao_detalhada":"No contexto de 2 Samuel 22:51, a palavra 'rei' é usada para descrever Deus como o soberano que protege e salva o seu povo. A ideia de realeza é central na teologia israelita, onde Deus é visto como o verdadeiro rei que governa sobre todas as nações.","por_que_esta_palavra":"A palavra 'rei' é utilizada para enfatizar a soberania de Deus e a sua relação com o povo de Israel, destacando a importância da liderança divina.","conexao_teologica":"Deus como rei é um tema recorrente na Bíblia, refletindo a sua autoridade e a necessidade de submissão do povo a Ele. Isso se conecta com a ideia de que Jesus é o Rei dos Reis.","referencias_relacionadas":["Salmos 10:16","Salmos 24:7-10","Isaías 33:22"]}}