{"2samuel_5_1_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' é usada para descrever a ação de convocar ou trazer alguém para um lugar.","explicacao_detalhada":"Davi chama as tribos de Israel para se unirem a ele, simbolizando a unificação do reino sob sua liderança.","por_que_esta_palavra":"A palavra é significativa porque representa a transição de Davi de um líder regional para o rei de todo Israel.","conexao_teologica":"A convocação é um tema importante, refletindo o chamado de Deus para Seu povo se unir e seguir Sua liderança.","referencias_relacionadas":["Êxodo 19:5","Mateus 4:19","Hebreus 10:24-25"]},"2samuel_5_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira ou forma como algo é feito.","explicacao_detalhada":"Neste contexto, 'modo' pode se referir à forma como Davi se apresenta ou como as tribos se unem a ele.","por_que_esta_palavra":"A palavra é importante para entender a dinâmica da liderança e a forma como Davi se estabelece como rei.","conexao_teologica":"A maneira como lideramos e servimos é um reflexo do caráter de Cristo, que nos chama a seguir Seu exemplo.","referencias_relacionadas":["1 Coríntios 14:40","Colossenses 3:23","1 Pedro 4:10"]},"2samuel_5_2_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode se referir a uma mudança de estado ou condição, como a ascensão ao trono.","explicacao_detalhada":"Davi é reconhecido como rei, simbolizando a realização das promessas de Deus a ele.","por_que_esta_palavra":"A palavra é significativa porque marca um ponto de virada na história de Israel e na vida de Davi.","conexao_teologica":"A ascensão de Davi ao trono é um precursor da realeza de Cristo, que também é chamado de Rei.","referencias_relacionadas":["Salmos 2:6","Mateus 1:1","Apocalipse 19:16"]},"2samuel_5_2_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima em um reino, simbolizando liderança e governo.","explicacao_detalhada":"Davi é proclamado rei, o que representa a culminação de sua jornada e a realização do plano de Deus para Israel.","por_que_esta_palavra":"A palavra é crucial para entender a estrutura de governo em Israel e a importância da liderança divina.","conexao_teologica":"A realeza de Davi é um tipo da realeza de Cristo, que é o Rei dos Reis e Senhor dos Senhores.","referencias_relacionadas":["1 Samuel 16:13","Salmos 89:3-4","Apocalipse 17:14"]},"2samuel_5_2_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' pode se referir a um movimento ou ação de ir para fora, simbolizando novos começos.","explicacao_detalhada":"Davi 'sai' para assumir seu papel como rei, indicando uma nova era para Israel.","por_que_esta_palavra":"A palavra é significativa porque representa a transição e o avanço do plano de Deus na história.","conexao_teologica":"A ideia de sair para cumprir a missão é refletida na vida de Jesus, que saiu do céu para nos salvar.","referencias_relacionadas":["Gênesis 12:1","Mateus 28:19-20","Atos 1:8"]},"2samuel_5_3_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e liderança sobre o povo de Israel.","explicacao_detalhada":"No contexto de 2 Samuel 5:3, a unção de Davi como rei simboliza a escolha divina e a responsabilidade de guiar o povo segundo a vontade de Deus.","por_que_esta_palavra":"A palavra 'rei' é central na narrativa, pois marca a transição de Davi de um líder militar para um governante reconhecido e ungido.","conexao_teologica":"A unção de Davi como rei prefigura a realeza de Cristo, que é chamado de Rei dos Reis.","referencias_relacionadas":["1 Samuel 16:13","Salmos 2:6","Mateus 2:2"]},"2samuel_5_3_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à ação de eliminar ou cortar algo de forma definitiva.","explicacao_detalhada":"Neste versículo, a destruição é um ato de purificação e separação do que é indesejado, simbolizando a necessidade de eliminar a oposição ao reinado de Davi.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a seriedade da tarefa de Davi em estabelecer seu reino e a necessidade de remover qualquer ameaça.","conexao_teologica":"A destruição do mal é um tema recorrente na Bíblia, refletindo a luta entre o bem e o mal.","referencias_relacionadas":["Deuteronômio 7:2","Salmos 37:9","Apocalipse 21:8"]},"2samuel_5_3_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' implica em um convite ou convocação para um novo papel ou posição.","explicacao_detalhada":"Davi é chamado para entrar em uma nova fase de sua vida como rei, o que implica em responsabilidade e liderança.","por_que_esta_palavra":"A convocação é um elemento crucial na narrativa, pois marca o início do reinado de Davi e sua aceitação pelo povo.","conexao_teologica":"O chamado de Davi reflete o chamado de Deus para cada crente, convidando-os a entrar em um relacionamento mais profundo com Ele.","referencias_relacionadas":["Isaías 43:1","Romanos 8:30","1 Pedro 2:9"]},"2samuel_5_4_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem real.","explicacao_detalhada":"Davi é descrito como filho de Jessé, enfatizando sua origem humilde e a escolha divina para ser rei.","por_que_esta_palavra":"A menção de 'filho' é importante para estabelecer a legitimidade de Davi como rei e sua conexão com a promessa de Deus a Israel.","conexao_teologica":"A linhagem de Davi é significativa, pois de sua descendência virá o Messias, Jesus Cristo.","referencias_relacionadas":["Mateus 1:1","Lucas 3:23-38","Romanos 1:3"]},"2samuel_5_4_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"A palavra 'reinar' refere-se ao ato de governar e exercer autoridade.","explicacao_detalhada":"Davi é chamado para reinar sobre Israel, o que implica em liderança, proteção e responsabilidade espiritual.","por_que_esta_palavra":"A ação de reinar é central para a identidade de Davi e sua missão como líder escolhido por Deus.","conexao_teologica":"O reinado de Davi é um tipo do reinado de Cristo, que governa com justiça e amor.","referencias_relacionadas":["Salmos 72:1-2","Isaías 9:6-7","Apocalipse 19:16"]},"2samuel_5_4_thirty":{"palavra_pt":"thirty","palavra_original":"שְׁלוֹשִׁים","transliteracao":"shᵉlôwshîym","strong":"H7970","significado_raiz":"Ideia básica: thirty.","significado_contextual":"A palavra 'trinta' refere-se a um número que pode simbolizar maturidade e responsabilidade.","explicacao_detalhada":"Davi começou a reinar aos trinta anos, um marco que indica a plenitude de sua preparação e a realização do plano de Deus.","por_que_esta_palavra":"A idade de trinta anos é significativa, pois representa um tempo de amadurecimento e a capacidade de liderar.","conexao_teologica":"A idade de trinta anos também é mencionada em relação ao ministério de Jesus, que começou aos trinta.","referencias_relacionadas":["Números 4:3","Lucas 3:23","Ezequiel 1:1"]},"2samuel_5_5_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"A palavra 'reinar' é repetida para enfatizar a continuidade do governo de Davi.","explicacao_detalhada":"Davi reinou em Hebrom e depois em Jerusalém, mostrando a expansão de seu reino e a unificação de Israel.","por_que_esta_palavra":"A repetição da palavra 'reinar' sublinha a importância do governo de Davi na história de Israel.","conexao_teologica":"O reinado de Davi é um precursor do reino eterno de Cristo.","referencias_relacionadas":["2 Samuel 2:4","Salmos 89:3-4","Mateus 28:18"]},"2samuel_5_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Em 2 Samuel 5:5, \"modo\" aparece na frase \"Em Hebrom reinou sobre Judá sete anos e seis meses, e em Jerusalém reinou trinta e três anos sobre todo o Israel e Judá.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כֹּל; kôl; H3605), \"modo\" traz a ideia de modo. Aqui, essa palavra deixa o ensino de 2 Samuel 5:5 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"modo\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em 2 Samuel 6:14. Lendo junto com 2 Samuel 5:5, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["2 Samuel 5:5","2 Samuel 6:14","Salmos 119:105"]},"2samuel_5_5_nome":{"palavra_pt":"nome","palavra_original":"חֶבְרוֹן","transliteracao":"Chebrôwn","strong":"H2275","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e à reputação de um lugar ou pessoa.","explicacao_detalhada":"O nome 'Hebrom' é significativo, pois representa a cidade onde Davi foi ungido e reconhecido como rei.","por_que_esta_palavra":"O nome é importante para a história de Davi, pois marca o início de seu reinado e a aliança com o povo.","conexao_teologica":"O nome de Jesus é central na fé cristã, simbolizando salvação e autoridade.","referencias_relacionadas":["Gênesis 23:2","Josué 14:15","Mateus 1:1"]},"2samuel_5_6_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é usada novamente para reafirmar a posição de Davi como líder de Israel.","explicacao_detalhada":"A referência ao 'rei' neste versículo reforça a legitimidade e a importância do governo de Davi sobre a nação.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a centralidade da liderança de Davi na história de Israel.","conexao_teologica":"A realeza de Davi é um símbolo do reino de Deus, que é estabelecido através de Cristo.","referencias_relacionadas":["1 Samuel 10:24","Salmos 89:20-21","Apocalipse 11:15"]},"2samuel_5_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Jerusalém, que se tornaria a capital do reino de Davi.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever não apenas a geografia física, mas também o território que pertence ao povo de Deus. Neste contexto, a conquista da terra é um ato de cumprimento das promessas de Deus a Israel.","por_que_esta_palavra":"A escolha de Jerusalém como capital é significativa, pois representa a união do povo sob um governo divinamente escolhido.","conexao_teologica":"A terra é um tema central na teologia bíblica, simbolizando a promessa de Deus ao seu povo e o lugar onde Ele habita entre eles.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 1:8","Salmos 125:1"]},"2samuel_5_6_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Indica o movimento e a liderança de Davi ao assumir o trono em Jerusalém.","explicacao_detalhada":"A palavra 'andar' (יָלַךְ) implica não apenas o ato físico de caminhar, mas também a maneira como Davi lidera seu povo, seguindo os caminhos de Deus.","por_que_esta_palavra":"O 'andar' de Davi é um reflexo de sua obediência e busca pela vontade de Deus em sua vida e reinado.","conexao_teologica":"O conceito de andar nos caminhos do Senhor é um tema recorrente nas Escrituras, enfatizando a importância da obediência e da fé.","referencias_relacionadas":["Salmos 1:1","Provérbios 3:6","Miquéias 6:8"]},"2samuel_5_7_escolher":{"palavra_pt":"escolher","palavra_original":"לָכַד","transliteracao":"lâkad","strong":"H3920","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Refere-se à escolha de Jerusalém como a cidade escolhida por Deus para ser a capital do reino.","explicacao_detalhada":"A palavra 'escolher' (לָכַד) implica um ato deliberado de seleção, onde Deus escolhe Jerusalém para ser o centro espiritual e político de Israel.","por_que_esta_palavra":"A escolha de Jerusalém é um ato de soberania divina, mostrando que Deus tem um plano específico para Seu povo.","conexao_teologica":"A escolha de Deus é um tema importante, refletindo Sua vontade e propósito na história da salvação.","referencias_relacionadas":["Salmos 132:13-14","Isaías 2:3","Zacarias 8:3"]},"2samuel_5_7_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade de Jerusalém, que se tornaria o centro do culto e da administração do reino.","explicacao_detalhada":"A palavra 'cidade' (עִיר) é usada para descrever um lugar de habitação e segurança, onde o povo se reúne e adora a Deus.","por_que_esta_palavra":"Jerusalém é mais do que uma cidade; é um símbolo da presença de Deus entre Seu povo.","conexao_teologica":"A cidade de Deus é um tema importante na Bíblia, representando a habitação de Deus com os homens.","referencias_relacionadas":["Salmos 48:1-2","Isaías 65:18","Apocalipse 21:2"]},"2samuel_5_7_filho":{"palavra_pt":"filho","palavra_original":"דָּוִד","transliteracao":"Dâvid","strong":"H1732","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a Davi, que é chamado de filho, enfatizando sua linhagem e herança.","explicacao_detalhada":"A palavra 'filho' (דָּוִד) destaca a importância da descendência de Davi na história da salvação, sendo ele um ancestral de Jesus.","por_que_esta_palavra":"A identificação de Davi como filho é crucial para entender a continuidade da promessa de Deus ao Seu povo.","conexao_teologica":"A linhagem de Davi é fundamental na teologia messiânica, apontando para a vinda do Messias.","referencias_relacionadas":["Mateus 1:1","Lucas 1:32","Romanos 1:3"]},"2samuel_5_8_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que Davi conquistou Jerusalém, marcando um novo começo para Israel.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é significativa, pois representa um momento decisivo na história de Israel, onde a promessa de Deus se cumpre.","por_que_esta_palavra":"O dia da conquista é um marco que simboliza a intervenção divina na história.","conexao_teologica":"Os dias de Deus são frequentemente mencionados nas Escrituras como momentos de revelação e ação divina.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Isaías 61:2"]},"2samuel_5_8_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à casa de Davi, que se tornaria a dinastia real de Israel.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) simboliza não apenas a residência física, mas também a família e a linhagem real.","por_que_esta_palavra":"A casa de Davi é central para a história da salvação, pois dela virá o Messias.","conexao_teologica":"A ideia de casa é importante na Bíblia, representando a aliança de Deus com Seu povo.","referencias_relacionadas":["2 Samuel 7:16","Mateus 1:1","Lucas 1:32-33"]},"2samuel_5_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza do que Davi estava prestes a realizar em Jerusalém.","explicacao_detalhada":"A palavra 'grande' (אָמַר) enfatiza a importância e a magnitude das ações de Davi como rei.","por_que_esta_palavra":"A grandeza de Davi é um reflexo da grandeza de Deus que o chamou e o ungiu.","conexao_teologica":"A grandeza de Deus é frequentemente refletida nas ações de Seus servos fiéis.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"2samuel_5_9_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao papel de Davi como juiz e líder do povo de Israel.","explicacao_detalhada":"A palavra 'julgar' (יָשַׁב) implica a responsabilidade de Davi em governar com justiça e sabedoria.","por_que_esta_palavra":"O julgamento justo é um aspecto essencial da liderança de Davi, refletindo o caráter de Deus.","conexao_teologica":"A justiça é um atributo de Deus e deve ser refletida em Seus líderes.","referencias_relacionadas":["Salmos 72:1-2","Provérbios 21:15","Isaías 9:7"]},"2samuel_5_9_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de Davi chamar o povo para se unir sob sua liderança.","explicacao_detalhada":"A palavra 'chamar' (קָרָא) implica um convite à ação e à unidade entre o povo de Israel.","por_que_esta_palavra":"O chamado de Davi é um reflexo do chamado de Deus ao Seu povo para se unir e seguir a Sua vontade.","conexao_teologica":"O chamado é um tema central na Bíblia, onde Deus convoca Seu povo para cumprir Seus propósitos.","referencias_relacionadas":["Isaías 43:1","Mateus 4:19","Romanos 8:30"]},"2samuel_5_10_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do poder e da autoridade de Davi como rei de Israel.","explicacao_detalhada":"A palavra 'grande' neste contexto enfatiza a magnitude do reinado de Davi, que foi estabelecido por Deus e se destacou entre os reis de Israel.","por_que_esta_palavra":"A escolha da palavra 'grande' sublinha a importância do reinado de Davi e a sua posição elevada entre os líderes de Israel.","conexao_teologica":"A grandeza de Davi é vista como um reflexo da grandeza de Deus, que o escolheu e o abençoou em sua liderança.","referencias_relacionadas":["1 Crônicas 29:11","Salmos 145:3","Isaías 9:6"]},"2samuel_5_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado e reconhecido como soberano.","explicacao_detalhada":"O nome 'Senhor' representa a autoridade divina e a presença de Deus na vida do povo de Israel, especialmente sob a liderança de Davi.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a relação entre Deus e seu povo, destacando a soberania divina.","conexao_teologica":"O nome do Senhor é central na teologia israelita, simbolizando a aliança e a proteção divina sobre Israel.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"2samuel_5_10_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Indica o modo de vida e a conduta de Davi como rei.","explicacao_detalhada":"A palavra 'andar' implica em seguir os caminhos de Deus e viver de acordo com Sua vontade, o que Davi buscou fazer durante seu reinado.","por_que_esta_palavra":"'Andar' é uma metáfora comum na Bíblia para descrever a vida espiritual e moral de uma pessoa.","conexao_teologica":"A forma como Davi andou diante de Deus é um exemplo para os crentes sobre a importância de viver em obediência e fé.","referencias_relacionadas":["Salmos 1:1-2","Miquéias 6:8","Gálatas 5:16"]},"2samuel_5_11_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de Davi enviar mensageiros para buscar ajuda e apoio.","explicacao_detalhada":"A palavra 'enviar' destaca a ação proativa de Davi em buscar alianças e apoio, mostrando sua sabedoria como líder.","por_que_esta_palavra":"'Enviar' é uma ação que demonstra a necessidade de colaboração e a busca por recursos externos para fortalecer seu reinado.","conexao_teologica":"A disposição de Davi em enviar mensageiros reflete a importância da comunhão e do apoio mútuo entre os líderes e o povo de Deus.","referencias_relacionadas":["2 Reis 5:5","Mateus 10:16","Atos 13:3"]},"2samuel_5_11_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à posição de Davi como o rei de Israel.","explicacao_detalhada":"A palavra 'rei' é central para entender a autoridade e o papel de Davi na história de Israel, sendo escolhido por Deus para governar.","por_que_esta_palavra":"A designação de Davi como 'rei' enfatiza sua legitimidade e a importância de sua liderança na nação.","conexao_teologica":"Davi é considerado um tipo de Cristo, e seu reinado é visto como um precursor do reino messiânico que viria com Jesus.","referencias_relacionadas":["1 Samuel 16:13","Salmos 2:6","Mateus 1:1"]},"2samuel_5_11_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"Refere-se à figura de Deus como o mensageiro que traz instruções e orientações.","explicacao_detalhada":"A palavra 'anjo/mensageiro' indica a presença de Deus atuando diretamente na vida de Davi, guiando suas decisões.","por_que_esta_palavra":"A presença de um mensageiro de Deus destaca a comunicação divina e a importância da orientação espiritual na liderança.","conexao_teologica":"Os mensageiros de Deus são frequentemente usados para transmitir Sua vontade ao povo, mostrando a continuidade da revelação divina.","referencias_relacionadas":["Gênesis 16:7","Daniel 9:21","Hebreus 1:14"]},"2samuel_5_12_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao reconhecimento de Davi como rei e a confirmação de sua posição por Deus.","explicacao_detalhada":"A repetição da palavra 'rei' enfatiza a importância do papel de Davi e a legitimidade de seu governo sob a bênção divina.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a estrutura de liderança em Israel e a relação entre Davi e Deus.","conexao_teologica":"A realeza de Davi é um tema central na narrativa bíblica, simbolizando a soberania de Deus sobre Seu povo.","referencias_relacionadas":["1 Crônicas 11:9","Salmos 78:70-72","Lucas 1:32-33"]},"2samuel_5_12_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Refere-se ao conhecimento que Davi tem sobre a vontade de Deus e sua posição como rei.","explicacao_detalhada":"A palavra 'conhecer' implica em uma relação íntima e pessoal com Deus, onde Davi busca entender e seguir Seus caminhos.","por_que_esta_palavra":"'Conhecer' é mais do que um simples reconhecimento; envolve uma experiência profunda e relacional com Deus.","conexao_teologica":"O conhecimento de Deus é fundamental para a vida espiritual, sendo um convite à intimidade e à obediência.","referencias_relacionadas":["Oséias 6:6","Filipenses 3:10","1 João 2:3"]},"2samuel_5_12_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão pela qual Davi é reconhecido como rei.","explicacao_detalhada":"A palavra 'porque' conecta a ação de Davi com a vontade de Deus, mostrando que sua realeza é parte do plano divino.","por_que_esta_palavra":"'Porque' é uma conjunção que estabelece uma relação de causa e efeito, essencial para entender a lógica do texto.","conexao_teologica":"A compreensão das razões divinas é fundamental para a fé, pois revela a soberania e o propósito de Deus na história.","referencias_relacionadas":["Romanos 8:28","Efésios 1:11","Hebreus 11:6"]},"2samuel_5_13_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se à ação de Davi em tomar para si novas esposas e concubinas.","explicacao_detalhada":"A palavra 'tomar' neste contexto implica em uma expansão da família real, refletindo práticas culturais da época.","por_que_esta_palavra":"A escolha da palavra 'tomar' destaca a autoridade de Davi como rei e suas decisões pessoais e políticas.","conexao_teologica":"As ações de Davi, incluindo suas falhas, são usadas na narrativa bíblica para ilustrar a complexidade da natureza humana e a necessidade de redenção.","referencias_relacionadas":["Deuteronômio 17:17","1 Reis 11:3","Mateus 1:6"]},"2samuel_5_13_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' aqui se refere à existência e à continuidade da linhagem de Davi.","explicacao_detalhada":"Neste contexto, a vida é vista como um dom de Deus, que permite a Davi prosperar e ter uma descendência. A vida é fundamental para a realização dos planos divinos.","por_que_esta_palavra":"A escolha da palavra 'vida' enfatiza a importância da continuidade da família real e a bênção de Deus sobre Davi.","conexao_teologica":"A vida é um tema central na teologia bíblica, representando a relação entre Deus e a humanidade, onde a vida plena é encontrada em obediência a Deus.","referencias_relacionadas":["Gênesis 2:7","Salmos 36:9","João 10:10"]},"2samuel_5_13_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se às esposas de Davi, que são parte importante de sua linhagem e história.","explicacao_detalhada":"As mulheres na vida de Davi desempenham papéis significativos, não apenas como esposas, mas também como mães que garantem a continuidade da linha real.","por_que_esta_palavra":"A palavra 'mulher' é utilizada para destacar a importância das relações familiares e sociais na cultura israelita.","conexao_teologica":"A mulher é vista como um pilar da família e da sociedade, refletindo a criação de Deus e o plano divino para a humanidade.","referencias_relacionadas":["Gênesis 2:18","Provérbios 31:10","Efésios 5:25"]},"2samuel_5_14_born":{"palavra_pt":"born","palavra_original":"יִלּוֹד","transliteracao":"yillôwd","strong":"H3209","significado_raiz":"Ideia básica: born.","significado_contextual":"A palavra 'born' refere-se ao ato de dar à luz, enfatizando a importância da descendência de Davi.","explicacao_detalhada":"Neste contexto, 'born' destaca a continuidade da linhagem real, que é essencial para o cumprimento das promessas de Deus a Davi.","por_que_esta_palavra":"A escolha da palavra 'born' sublinha a importância da procriação e da herança na cultura israelita.","conexao_teologica":"O nascimento é um símbolo da nova vida e das promessas de Deus, refletindo a esperança e a redenção.","referencias_relacionadas":["Salmos 127:3","Isaías 9:6","Mateus 1:21"]},"2samuel_5_14_cidade":{"palavra_pt":"cidade","palavra_original":"יְרוּשָׁלַ͏ִם","transliteracao":"Yᵉrûwshâlaim","strong":"H3389","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a Jerusalém, que se torna a capital do reino de Davi.","explicacao_detalhada":"Jerusalém é um lugar central na história bíblica, simbolizando a presença de Deus entre seu povo e a realização de suas promessas.","por_que_esta_palavra":"A menção da cidade enfatiza a importância de Jerusalém como o centro político e espiritual de Israel.","conexao_teologica":"A cidade de Deus é um tema recorrente na Bíblia, representando a habitação de Deus com seu povo.","referencias_relacionadas":["Salmos 122:6","Isaías 2:3","Hebreus 12:22"]},"2samuel_5_14_nome":{"palavra_pt":"nome","palavra_original":"שׁוֹבָב","transliteracao":"Shôwbâb","strong":"H7727","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e à reputação dos filhos de Davi.","explicacao_detalhada":"O nome carrega um significado profundo, representando não apenas a identidade, mas também o legado e a honra da família.","por_que_esta_palavra":"A escolha da palavra 'nome' destaca a importância da honra e da reputação na cultura israelita.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando seu caráter e sua autoridade.","referencias_relacionadas":["Êxodo 20:7","Salmos 20:1","Filipenses 2:9-10"]},"2samuel_5_15_filho":{"palavra_pt":"filho","palavra_original":"אֱלִישׁוּעַ","transliteracao":"ʼĔlîyshûwaʻ","strong":"H474","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se aos descendentes de Davi, que são fundamentais para a continuidade do reino.","explicacao_detalhada":"Os filhos de Davi são vistos como herdeiros do trono e portadores das promessas de Deus para Israel.","por_que_esta_palavra":"A palavra 'filho' enfatiza a importância da linhagem e da herança na cultura israelita.","conexao_teologica":"A relação entre pai e filho é um tema central na Bíblia, simbolizando a relação entre Deus e seu povo.","referencias_relacionadas":["Salmos 2:7","Mateus 1:1","Romanos 8:17"]},"2samuel_5_15_ibhar":{"palavra_pt":"ibhar","palavra_original":"יִבְחַר","transliteracao":"Yibchar","strong":"H2984","significado_raiz":"Ideia básica: ibhar.","significado_contextual":"A palavra 'ibhar' é um nome próprio, referindo-se a um dos filhos de Davi.","explicacao_detalhada":"Os nomes dos filhos de Davi têm significados e implicações que refletem a história e o caráter da família.","por_que_esta_palavra":"A escolha do nome 'ibhar' destaca a individualidade e a importância de cada filho na linhagem real.","conexao_teologica":"Os nomes na Bíblia muitas vezes têm significados proféticos e refletem a soberania de Deus sobre a história.","referencias_relacionadas":["1 Crônicas 3:6","Mateus 1:12","Lucas 3:31"]},"2samuel_5_15_nome":{"palavra_pt":"nome","palavra_original":"נֶפֶג","transliteracao":"Nepheg","strong":"H5298","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e ao legado de outro filho de Davi.","explicacao_detalhada":"Assim como outros nomes, este também carrega um significado que pode refletir a história e o propósito de Deus.","por_que_esta_palavra":"A ênfase no nome destaca a importância da identidade na cultura israelita e a conexão com a história de Davi.","conexao_teologica":"Os nomes são frequentemente usados na Bíblia para transmitir verdades espirituais e a natureza de Deus.","referencias_relacionadas":["Gênesis 17:5","Salmos 72:17","Apocalipse 3:12"]},"2samuel_5_16_nome":{"palavra_pt":"nome","palavra_original":"אֱלִישָׁמָע","transliteracao":"ʼĔlîyshâmâʻ","strong":"H476","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se a mais um dos filhos de Davi, que também tem um papel na linhagem.","explicacao_detalhada":"Os nomes dos filhos de Davi são importantes para a genealogia e para o cumprimento das promessas de Deus.","por_que_esta_palavra":"A escolha da palavra 'nome' reforça a importância da linhagem e da continuidade na história de Israel.","conexao_teologica":"A genealogia de Jesus é uma conexão direta com a linhagem de Davi, mostrando o cumprimento das promessas de Deus.","referencias_relacionadas":["Mateus 1:16","Lucas 3:36","Romanos 1:3"]},"2samuel_5_17_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à posição de Davi como governante de Israel.","explicacao_detalhada":"Davi é reconhecido como o rei escolhido por Deus, e sua liderança é fundamental para a história de Israel.","por_que_esta_palavra":"A palavra 'rei' enfatiza a autoridade e a responsabilidade que Davi tem sobre o povo de Israel.","conexao_teologica":"A figura do rei é central na teologia bíblica, representando a soberania de Deus e a liderança espiritual do povo.","referencias_relacionadas":["1 Samuel 16:13","Salmos 78:70-72","Apocalipse 19:16"]},"2samuel_5_17_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se aos filisteus que se opuseram a Davi.","explicacao_detalhada":"A palavra 'inimigo' neste contexto indica aqueles que se levantaram contra Davi, buscando impedi-lo de governar e estabelecer seu reino.","por_que_esta_palavra":"É importante para entender a oposição que Davi enfrentou ao assumir o trono e como isso se relaciona com a luta entre Israel e seus inimigos.","conexao_teologica":"A presença de inimigos é um tema recorrente na Bíblia, simbolizando a luta entre o bem e o mal, e a necessidade de confiar em Deus para a vitória.","referencias_relacionadas":["Salmos 18:3","Salmos  enemies 27:2","Romanos 8:31"]},"2samuel_5_17_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Indica a ação de ouvir a voz de Deus ou a instrução divina.","explicacao_detalhada":"A palavra 'ouvir' é crucial para a relação de Davi com Deus, pois ele buscava orientação divina em suas decisões, especialmente em tempos de conflito.","por_que_esta_palavra":"A capacidade de ouvir a Deus é fundamental para a liderança e a sabedoria, especialmente em momentos de adversidade.","conexao_teologica":"A importância de ouvir a voz de Deus é um tema central na vida de fé, refletindo a necessidade de discernimento espiritual.","referencias_relacionadas":["1 Samuel 3:10","Provérbios 1:33","João 10:27"]},"2samuel_5_18_cair":{"palavra_pt":"cair","palavra_original":"נָטַשׁ","transliteracao":"nâṭash","strong":"H5203","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda dos filisteus diante de Davi.","explicacao_detalhada":"A palavra 'cair' simboliza a derrota dos inimigos e a vitória de Davi, que foi fortalecida pela intervenção divina.","por_que_esta_palavra":"É uma representação do poder de Deus em ação, mostrando que Ele é capaz de derrubar aqueles que se opõem ao Seu povo.","conexao_teologica":"A queda dos inimigos é um símbolo da vitória que Deus proporciona aos Seus servos, refletindo a justiça divina.","referencias_relacionadas":["Salmos 68:1","Isaías 54:17","Romanos 16:20"]},"2samuel_5_19_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que Davi invoca em busca de ajuda.","explicacao_detalhada":"A palavra 'senhor' neste contexto enfatiza a soberania de Deus e a dependência de Davi em Sua orientação e proteção.","por_que_esta_palavra":"O uso do nome de Deus é fundamental para a identidade do povo de Israel e sua relação com o Criador.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e poder, e invocá-lo é um ato de fé e confiança.","referencias_relacionadas":["Salmos 20:7","Êxodo 3:14","Filipenses 2:9-11"]},"2samuel_5_19_desejo":{"palavra_pt":"desejo","palavra_original":"שָׁאַל","transliteracao":"shâʼal","strong":"H7592","significado_raiz":"Ideia básica: desejo.","significado_contextual":"Refere-se ao desejo de Davi de saber se deve atacar os filisteus.","explicacao_detalhada":"A palavra 'desejo' mostra a busca de Davi por direção e confirmação de Deus antes de agir.","por_que_esta_palavra":"É um exemplo de como líderes devem buscar a vontade de Deus em suas decisões.","conexao_teologica":"O desejo de conhecer a vontade de Deus é essencial para a vida cristã, refletindo a busca por sabedoria divina.","referencias_relacionadas":["Tiago 1:5","Salmos 37:4","Provérbios 3:5-6"]},"2samuel_5_19_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza de Deus e ao poder que Ele concede a Davi.","explicacao_detalhada":"A palavra 'dizer' neste contexto é um reconhecimento da grandeza de Deus em dar vitória a Davi sobre seus inimigos.","por_que_esta_palavra":"É uma afirmação da soberania de Deus e da importância de proclamá-la em momentos de vitória.","conexao_teologica":"A grandeza de Deus é um tema central na adoração e na vida do crente, refletindo Sua majestade e poder.","referencias_relacionadas":["Salmos 145:3","Isaías 6:3","Apocalipse 4:11"]},"2samuel_5_20_breach":{"palavra_pt":"breach","palavra_original":"פֶּרֶץ","transliteracao":"perets","strong":"H6556","significado_raiz":"Ideia básica: breach.","significado_contextual":"Refere-se à brecha que Davi causou nas fileiras dos filisteus.","explicacao_detalhada":"A palavra 'breach' simboliza a vitória decisiva de Davi, que rompeu as defesas dos inimigos.","por_que_esta_palavra":"É uma representação da intervenção divina que permite a vitória sobre adversidades.","conexao_teologica":"A ideia de brecha é frequentemente associada à libertação e à conquista que Deus proporciona ao Seu povo.","referencias_relacionadas":["Salmos 60:12","Isaías 59:19","Romanos 8:37"]},"2samuel_5_20_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de Davi de convocar seu exército para a batalha.","explicacao_detalhada":"A palavra 'vir/entrar' indica a ação de Davi em mobilizar seus homens para a luta contra os filisteus.","por_que_esta_palavra":"É uma demonstração de liderança e coragem, mostrando a responsabilidade de Davi como rei.","conexao_teologica":"A convocação para a batalha é um paralelo à chamada de Deus para Seu povo a agir em fé e coragem.","referencias_relacionadas":["1 Coríntios 16:13","Efésios 6:10-11","Hebreus 10:24-25"]},"2samuel_5_20_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza da vitória que Davi obteve sobre os filisteus.","explicacao_detalhada":"A palavra 'dizer' aqui é um reconhecimento da magnitude da intervenção divina na batalha.","por_que_esta_palavra":"É uma afirmação da importância de reconhecer e proclamar as vitórias que Deus nos dá.","conexao_teologica":"A grandeza das vitórias de Deus é um motivo de louvor e adoração, refletindo Sua fidelidade.","referencias_relacionadas":["Salmos 126:3","1 Crônicas 16:25","Salmos 98:1"]},"2samuel_5_21_destituido":{"palavra_pt":"destituido","palavra_original":"עָזַב","transliteracao":"ʻâzab","strong":"H5800","significado_raiz":"Ideia básica: destituido.","significado_contextual":"Refere-se aos ídolos que foram abandonados pelos filisteus após a derrota.","explicacao_detalhada":"A palavra 'destituído' indica a perda de poder e influência dos ídolos diante da vitória de Davi.","por_que_esta_palavra":"É um símbolo da impotência dos deuses falsos quando confrontados com o Deus verdadeiro.","conexao_teologica":"A destituição dos ídolos é um tema que reflete a soberania de Deus sobre todas as coisas.","referencias_relacionadas":["Isaías 44:9-20","Salmos 115:4-8","1 Coríntios 8:4"]},"2samuel_5_21_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em um contexto de batalha e conquista.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para denotar a humanidade em geral, mas neste contexto, enfatiza a coragem e a bravura dos guerreiros que enfrentaram os filisteus.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a masculinidade e a força dos soldados que lutaram ao lado de Davi.","conexao_teologica":"Representa a luta do povo de Deus contra os inimigos e a importância da liderança masculina em tempos de guerra.","referencias_relacionadas":["1 Samuel 16:18","1 Samuel 17:33","Salmos 144:3"]},"2samuel_5_21_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁם","transliteracao":"shâm","strong":"H8033","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Indica a localização ou o estado em que os homens estavam após a batalha.","explicacao_detalhada":"A expressão 'שָׁם' (shâm) é usada para indicar um lugar específico, enfatizando a presença dos guerreiros após a vitória.","por_que_esta_palavra":"A palavra é importante para situar a narrativa e mostrar onde os eventos ocorreram.","conexao_teologica":"Reflete a presença de Deus em lugares específicos durante a história de Israel.","referencias_relacionadas":["Gênesis 28:16","Êxodo 3:5","Salmos 139:7"]},"2samuel_5_22_add":{"palavra_pt":"acrescentar","palavra_original":"יָסַף","transliteracao":"yâçaph","strong":"H3254","significado_raiz":"Ideia básica: acrescentar.","significado_contextual":"Refere-se ao ato de aumentar ou adicionar forças na batalha.","explicacao_detalhada":"A palavra 'acrescentar' (יָסַף) sugere que Davi estava se preparando para um novo confronto, aumentando suas tropas ou estratégias.","por_que_esta_palavra":"É crucial para entender a dinâmica de guerra e a necessidade de preparação contínua.","conexao_teologica":"Simboliza a constante necessidade de crescimento e fortalecimento na fé e na luta espiritual.","referencias_relacionadas":["Isaías 54:2","Mateus 25:29","2 Coríntios 9:10"]},"2samuel_5_22_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à continuidade da vida e à vitalidade dos guerreiros.","explicacao_detalhada":"A palavra 'vida' (עוֹד) implica em uma existência vibrante e ativa, essencial para a luta e a sobrevivência.","por_que_esta_palavra":"Enfatiza a importância da vida e da energia na batalha, simbolizando a luta pela sobrevivência.","conexao_teologica":"Representa a vida abundante que Deus promete a seu povo.","referencias_relacionadas":["João 10:10","Salmos 36:9","Romanos 8:38-39"]},"2samuel_5_22_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude da batalha e da vitória.","explicacao_detalhada":"A palavra 'grande' (עָלָה) é usada para descrever a importância e a grandeza do evento que estava por vir.","por_que_esta_palavra":"Destaca a seriedade e a magnitude do desafio enfrentado por Davi e seu exército.","conexao_teologica":"Reflete a grandeza de Deus em suas obras e vitórias.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"2samuel_5_23_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado em momentos de necessidade.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é um título que denota a soberania e a autoridade de Deus sobre todas as coisas.","por_que_esta_palavra":"É fundamental para entender a relação entre Davi e Deus, especialmente em tempos de conflito.","conexao_teologica":"Representa a invocação do nome de Deus como fonte de força e proteção.","referencias_relacionadas":["Salmos 20:7","Salmos 46:1","Romanos 10:13"]},"2samuel_5_23_desejo":{"palavra_pt":"desejo","palavra_original":"שָׁאַל","transliteracao":"shâʼal","strong":"H7592","significado_raiz":"Ideia básica: desejo.","significado_contextual":"Refere-se ao desejo de Davi de buscar a orientação de Deus.","explicacao_detalhada":"A palavra 'desejo' (שָׁאַל) implica uma busca ativa por respostas e direção divina.","por_que_esta_palavra":"Mostra a humildade de Davi em reconhecer sua necessidade de orientação.","conexao_teologica":"Reflete a importância da oração e da busca pela vontade de Deus em nossas vidas.","referencias_relacionadas":["Tiago 1:5","Salmos 37:4","1 João 5:14"]},"2samuel_5_23_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à declaração de Davi sobre a grandeza de Deus.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para expressar a comunicação de Davi sobre a grandeza e a soberania de Deus.","por_que_esta_palavra":"É uma afirmação de fé e confiança em Deus diante das adversidades.","conexao_teologica":"Enfatiza a importância de proclamar a grandeza de Deus em todas as circunstâncias.","referencias_relacionadas":["Salmos 145:1","Salmos 96:3","Romanos 11:33"]},"2samuel_5_24_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao início de uma nova fase ou estratégia na batalha.","explicacao_detalhada":"A palavra 'princípio' (רֹאשׁ) sugere a liderança e a direção que Davi estava tomando.","por_que_esta_palavra":"É importante para entender a posição de Davi como líder e estrategista.","conexao_teologica":"Representa a liderança de Deus sobre seu povo e a importância de seguir Suas direções.","referencias_relacionadas":["Provérbios 1:7","Salmos 118:22","Mateus 6:33"]},"2samuel_5_24_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se aos recursos e ao sustento do povo.","explicacao_detalhada":"A palavra 'gado' (מַחֲנֶה) é usada para descrever os bens materiais que sustentam a vida e a economia do povo.","por_que_esta_palavra":"É crucial para entender a importância dos recursos na vida cotidiana e na guerra.","conexao_teologica":"Simboliza a provisão de Deus para seu povo e a importância de cuidar dos recursos que Ele nos dá.","referencias_relacionadas":["Gênesis 30:43","Salmos 104:14","Mateus 6:26"]},"2samuel_5_24_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair neste contexto refere-se à ação de um movimento ou queda, simbolizando a intervenção divina.","explicacao_detalhada":"A palavra 'cair' é usada para descrever um momento em que Deus age de forma decisiva em favor de Israel, indicando que os inimigos cairão diante deles.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a fragilidade dos adversários diante do poder de Deus.","conexao_teologica":"A queda dos inimigos é um tema recorrente na Bíblia, simbolizando a vitória de Deus sobre as forças do mal.","referencias_relacionadas":["Salmos 18:38","Salmos 44:5","Isaías 54:17"]},"2samuel_5_25_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Urso é uma metáfora para força e ferocidade, representando a natureza do ataque que Davi deve realizar.","explicacao_detalhada":"A palavra 'urso' é utilizada para ilustrar a ferocidade e a determinação que Davi deve ter em suas batalhas, refletindo a força de Deus ao lado dele.","por_que_esta_palavra":"A imagem do urso evoca uma sensação de poder e proteção, sugerindo que Davi deve agir com coragem.","conexao_teologica":"Deus é frequentemente descrito como um protetor feroz de Seu povo, assim como um urso defende seus filhotes.","referencias_relacionadas":["Salmos 22:12","Provérbios 17:12","Isaías 11:7"]},"2samuel_5_25_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor é um título que expressa a soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' é usada para afirmar a posição de Deus como governante e protetor de Israel, destacando Sua importância nas decisões de Davi.","por_que_esta_palavra":"A utilização do nome de Deus enfatiza a necessidade de Davi de buscar orientação divina em suas ações.","conexao_teologica":"O nome de Deus é central na relação entre Ele e Seu povo, simbolizando aliança e compromisso.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Isaías 40:28"]}}