{"2samuel_6_1_destruir":{"palavra_pt":"destruir","palavra_original":"אָסַף","transliteracao":"ʼâçaph","strong":"H622","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Destruir neste contexto refere-se à ação de remover ou eliminar obstáculos que impedem a adoração a Deus.","explicacao_detalhada":"A palavra 'destruir' é usada para descrever a necessidade de Davi de eliminar tudo que não glorifica a Deus, preparando o caminho para a arca da aliança.","por_que_esta_palavra":"A destruição de ídolos e práticas erradas é essencial para a pureza do culto a Deus.","conexao_teologica":"A destruição de obstáculos espirituais é um tema importante na Bíblia, refletindo a necessidade de pureza na adoração.","referencias_relacionadas":["Deuteronômio 7:5","Josué 6:21","Ezequiel 14:6"]},"2samuel_6_1_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"Vida refere-se à existência plena que Deus deseja para Seu povo, simbolizando a presença de Deus entre eles.","explicacao_detalhada":"A palavra 'vida' é usada para enfatizar a importância da arca da aliança como símbolo da presença de Deus, que traz vida e bênção ao povo.","por_que_esta_palavra":"A vida é um dom de Deus, e a presença da arca representa a vitalidade espiritual de Israel.","conexao_teologica":"A vida em Deus é um tema central na Bíblia, refletindo a relação entre o Criador e Sua criação.","referencias_relacionadas":["João 10:10","Salmos 36:9","Gálatas 2:20"]},"2samuel_6_2_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar refere-se à ação de trazer a arca da aliança de volta a Jerusalém, simbolizando a restauração da adoração.","explicacao_detalhada":"A palavra 'levantar' é usada para descrever o ato de trazer a presença de Deus de volta ao centro da vida do povo, enfatizando a importância da adoração.","por_que_esta_palavra":"Levantar a arca é um ato de obediência e reconhecimento da soberania de Deus.","conexao_teologica":"A ideia de levantar algo para Deus é um tema que reflete a busca pela Sua presença e a importância da adoração.","referencias_relacionadas":["Salmos 24:7","Isaías 2:3","Hebreus 12:2"]},"2samuel_6_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como a arca deve ser transportada, enfatizando a importância da reverência e do respeito.","explicacao_detalhada":"A palavra 'modo' é utilizada para destacar que a forma de transportar a arca deve ser feita conforme as instruções de Deus, refletindo a santidade do objeto.","por_que_esta_palavra":"O modo de transporte é crucial para garantir que a presença de Deus seja tratada com o devido respeito.","conexao_teologica":"A reverência na adoração é um tema importante, refletindo a santidade de Deus e a necessidade de obedecer a Seus mandamentos.","referencias_relacionadas":["Êxodo 25:14","Números 4:15","1 Crônicas 15:2"]},"2samuel_6_2_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o ser supremo, cuja presença é central na vida do povo de Israel, especialmente na adoração.","explicacao_detalhada":"A palavra 'deus' é usada para reafirmar a importância da presença divina na vida do povo, especialmente ao trazer a arca de volta.","por_que_esta_palavra":"A menção de Deus enfatiza a centralidade da Sua presença e a necessidade de estar em comunhão com Ele.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, refletindo a relação íntima entre Deus e Seu povo.","referencias_relacionadas":["Salmos 46:1","Mateus 1:23","Atos 17:27"]},"2samuel_6_3_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus, novamente, é mencionado para reafirmar a importância de Sua presença e a necessidade de reverência ao transportá-la.","explicacao_detalhada":"A repetição da palavra 'deus' neste contexto reforça a ideia de que a arca é um símbolo da presença divina que deve ser tratado com grande cuidado.","por_que_esta_palavra":"A presença de Deus é fundamental para a identidade e a vida do povo de Israel.","conexao_teologica":"A reverência a Deus e a Sua presença é um tema recorrente, refletindo a importância da adoração correta.","referencias_relacionadas":["Salmos 99:5","1 Crônicas 16:29","Hebreus 12:28"]},"2samuel_6_3_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Casa refere-se ao local onde a arca deve ser colocada, simbolizando a habitação de Deus entre Seu povo.","explicacao_detalhada":"A palavra 'casa' é usada para descrever o espaço sagrado que deve ser preparado para a presença de Deus, refletindo a importância da adoração.","por_que_esta_palavra":"A casa é um símbolo de segurança e proteção, onde a presença de Deus pode habitar.","conexao_teologica":"A ideia de Deus habitar entre Seu povo é um tema central na Bíblia, refletindo a relação íntima entre Deus e a humanidade.","referencias_relacionadas":["Salmos 23:6","João 14:2","Apocalipse 21:3"]},"2samuel_6_3_carro":{"palavra_pt":"carro","palavra_original":"רָכַב","transliteracao":"râkab","strong":"H7392","significado_raiz":"Ideia básica: carro.","significado_contextual":"Veículo utilizado para transportar a Arca da Aliança.","explicacao_detalhada":"O 'carro' mencionado em 2 Samuel 6:3 refere-se a um veículo de transporte, que neste contexto foi usado para levar a Arca da Aliança de Baalá para Jerusalém. A escolha do carro, em vez de transportar a arca como prescrito, gerou consequências significativas.","por_que_esta_palavra":"A palavra 'carro' é usada para enfatizar a forma como a Arca estava sendo transportada, que não seguia as instruções de Deus.","conexao_teologica":"O uso inadequado do carro para transportar a Arca reflete a desobediência às instruções divinas, mostrando a importância de seguir a vontade de Deus em adoração e serviço.","referencias_relacionadas":["Êxodo 25:14","Números 4:15","1 Crônicas 15:2"]},"2samuel_6_4_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à residência de Abinadabe, onde a Arca foi mantida antes de ser levada a Jerusalém.","explicacao_detalhada":"A 'casa' mencionada em 2 Samuel 6:4 é o local onde a Arca da Aliança foi guardada por um longo período. Este espaço é significativo, pois representa a presença de Deus entre o povo de Israel.","por_que_esta_palavra":"A palavra 'casa' é utilizada para indicar um lugar de habitação, que neste caso é onde a Arca estava antes de ser movida.","conexao_teologica":"A casa de Abinadabe simboliza a habitação de Deus entre seu povo, e a transferência da Arca para Jerusalém representa a centralização da adoração a Deus.","referencias_relacionadas":["1 Crônicas 13:7","2 Samuel 6:10","Salmos 132:6"]},"2samuel_6_4_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, que é o objeto de adoração e reverência.","explicacao_detalhada":"A palavra 'Deus' em 2 Samuel 6:4 enfatiza a soberania e a santidade de Deus, que deve ser respeitada em todos os aspectos da adoração, incluindo o transporte da Arca.","por_que_esta_palavra":"A palavra 'Deus' é central para a narrativa, pois a Arca representa a presença de Deus entre o povo de Israel.","conexao_teologica":"A presença de Deus é um tema central na história de Israel, e a Arca simboliza essa presença, que deve ser tratada com reverência.","referencias_relacionadas":["Êxodo 20:2","Salmos 46:1","Isaías 40:28"]},"2samuel_6_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como a Arca foi transportada, que foi inadequada.","explicacao_detalhada":"A palavra 'modo' em 2 Samuel 6:5 destaca a forma como a Arca foi levada, que não estava de acordo com as instruções de Deus, resultando em tragédias.","por_que_esta_palavra":"A escolha do 'modo' de transporte é crucial, pois reflete a desobediência e a falta de reverência ao lidar com as coisas sagradas.","conexao_teologica":"A maneira de adorar e servir a Deus deve ser conforme suas instruções, e a falha em seguir isso pode levar a consequências sérias.","referencias_relacionadas":["Levítico 10:1-2","Números 4:15","1 Crônicas 15:13"]},"2samuel_6_5_corpo":{"palavra_pt":"corpo","palavra_original":"נֶבֶל","transliteracao":"nebel","strong":"H5035","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao instrumento musical que foi tocado durante o transporte da Arca.","explicacao_detalhada":"O 'corpo' em 2 Samuel 6:5 refere-se ao instrumento musical, que simboliza a alegria e a celebração da presença de Deus entre o povo.","por_que_esta_palavra":"A palavra 'corpo' é usada para enfatizar a importância da música e da adoração na celebração da presença de Deus.","conexao_teologica":"A música é uma forma de adoração que expressa alegria e reverência a Deus, refletindo a importância da adoração em comunidade.","referencias_relacionadas":["Salmos 150:4","1 Crônicas 16:42","Efésios 5:19"]},"2samuel_6_5_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à casa de Abinadabe, onde a Arca foi mantida.","explicacao_detalhada":"A repetição da palavra 'casa' em 2 Samuel 6:5 enfatiza a importância do local onde a Arca estava guardada e a reverência que deve ser dada a lugares sagrados.","por_que_esta_palavra":"A palavra 'casa' é significativa, pois representa um espaço de habitação da presença de Deus.","conexao_teologica":"A casa de Abinadabe é um símbolo da habitação de Deus entre seu povo, e a transferência da Arca para Jerusalém representa a centralização da adoração.","referencias_relacionadas":["1 Crônicas 13:7","2 Samuel 6:10","Salmos 132:6"]},"2samuel_6_6_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, cuja presença é simbolizada pela Arca.","explicacao_detalhada":"A palavra 'Deus' em 2 Samuel 6:6 destaca a importância da reverência ao lidar com a Arca da Aliança, que representa a presença divina.","por_que_esta_palavra":"A palavra 'Deus' é central na narrativa, pois a Arca é um símbolo da presença de Deus entre o povo de Israel.","conexao_teologica":"A reverência a Deus é fundamental na adoração, e a Arca simboliza essa presença que deve ser tratada com respeito.","referencias_relacionadas":["Êxodo 25:22","Salmos 80:1","Isaías 43:2"]},"2samuel_6_6_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de entrar ou vir à presença de Deus.","explicacao_detalhada":"A palavra 'vir' em 2 Samuel 6:6 enfatiza a ação de se aproximar da presença de Deus, que é um ato de adoração e reverência.","por_que_esta_palavra":"A palavra 'vir' é usada para indicar a importância de se aproximar de Deus com respeito e devoção.","conexao_teologica":"A aproximação a Deus é um tema central na adoração, e a forma como nos aproximamos dele deve ser feita com reverência.","referencias_relacionadas":["Salmos 95:6","Hebreus 10:22","Tiago 4:8"]},"2samuel_6_6_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de enviar ou levar a Arca para Jerusalém.","explicacao_detalhada":"A palavra 'enviar' em 2 Samuel 6:6 destaca a ação de mover a Arca, que é um ato significativo na história de Israel.","por_que_esta_palavra":"A palavra 'enviar' é utilizada para enfatizar a responsabilidade de levar a Arca de forma adequada.","conexao_teologica":"Enviar a Arca para Jerusalém simboliza a centralização da adoração e a presença de Deus entre seu povo.","referencias_relacionadas":["1 Crônicas 15:2","Salmos 132:8","Hebreus 9:4"]},"2samuel_6_7_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à resposta de Deus à desobediência no transporte da Arca.","explicacao_detalhada":"A palavra 'Deus' em 2 Samuel 6:7 destaca a seriedade da santidade de Deus e as consequências da desobediência ao lidar com as coisas sagradas.","por_que_esta_palavra":"A palavra 'Deus' é central, pois enfatiza a importância de respeitar a santidade de Deus em todas as ações.","conexao_teologica":"A resposta de Deus à desobediência é um lembrete da necessidade de reverência e obediência em nossa relação com Ele.","referencias_relacionadas":["Levítico 10:1-2","Números 4:15","1 Crônicas 13:10"]},"2samuel_6_7_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A morte de Uzá ao tocar a arca representa a santidade de Deus e as consequências do desrespeito às suas ordens.","explicacao_detalhada":"Uzá morreu instantaneamente ao tocar a arca da aliança, que era considerada sagrada. Isso ilustra a seriedade de se aproximar de Deus sem reverência e a importância de seguir suas instruções.","por_que_esta_palavra":"A palavra 'morrer' é usada aqui para enfatizar a gravidade da transgressão de Uzá ao tocar a arca, que era proibido.","conexao_teologica":"A morte de Uzá destaca a necessidade de reverência e respeito ao se lidar com as coisas sagradas de Deus, refletindo a natureza santa de Deus.","referencias_relacionadas":["Números 4:15","Levítico 10:1-2","Hebreus 12:28-29"]},"2samuel_6_7_crescer":{"palavra_pt":"crescer","palavra_original":"חָרָה","transliteracao":"chârâh","strong":"H2734","significado_raiz":"Ideia básica: crescer.","significado_contextual":"O crescimento da ira do Senhor após a morte de Uzá indica a seriedade da situação e a necessidade de reverência.","explicacao_detalhada":"A ira de Deus se manifestou em resposta à desobediência, mostrando que o desrespeito às suas ordens pode resultar em consequências severas.","por_que_esta_palavra":"A palavra 'crescer' é utilizada para descrever a intensificação da ira de Deus, que é uma resposta à transgressão.","conexao_teologica":"A ira de Deus é uma expressão de sua santidade e justiça, e serve como um aviso sobre a importância da obediência.","referencias_relacionadas":["Salmos 7:11","Romanos 1:18","Efésios 5:6"]},"2samuel_6_8_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia em que a arca foi trazida de volta a Jerusalém é um momento significativo na história de Israel.","explicacao_detalhada":"Esse dia marca a tentativa de Davi de trazer a presença de Deus de volta ao seu povo, simbolizando a restauração da adoração.","por_que_esta_palavra":"A palavra 'dia' é importante para contextualizar o evento histórico e a importância desse momento na vida de Davi e de Israel.","conexao_teologica":"O dia da chegada da arca representa a presença de Deus entre seu povo, um tema central na teologia do Antigo Testamento.","referencias_relacionadas":["1 Crônicas 13:1-4","Salmos 132:8","Hebreus 9:4"]},"2samuel_6_8_crescer":{"palavra_pt":"crescer","palavra_original":"חָרָה","transliteracao":"chârâh","strong":"H2734","significado_raiz":"Ideia básica: crescer.","significado_contextual":"O crescimento da ira de Deus é uma resposta direta ao desrespeito pelas suas instruções.","explicacao_detalhada":"A ira de Deus se intensifica quando suas ordens não são seguidas, mostrando que Ele é um Deus que exige reverência e obediência.","por_que_esta_palavra":"A palavra 'crescer' é usada para descrever a intensificação da ira de Deus, que é uma resposta à transgressão.","conexao_teologica":"A ira de Deus é um aspecto de sua santidade e justiça, que deve ser levado a sério por todos os que se aproximam dele.","referencias_relacionadas":["Salmos 7:11","Romanos 1:18","Efésios 5:6"]},"2samuel_6_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e autoridade de Deus sobre Israel.","explicacao_detalhada":"Chamar Deus de 'Senhor' reconhece sua posição suprema e a necessidade de obedecer às suas ordens.","por_que_esta_palavra":"A palavra 'senhor' é usada para enfatizar a autoridade de Deus e a relação de submissão que o povo deve ter com Ele.","conexao_teologica":"O nome de Deus é central na adoração e na relação entre Deus e seu povo, refletindo sua soberania.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Romanos 10:13"]},"2samuel_6_9_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia em que Davi ficou temeroso representa um momento de reflexão sobre a santidade de Deus.","explicacao_detalhada":"Davi percebeu a seriedade da presença de Deus e a necessidade de se aproximar dele com reverência e temor.","por_que_esta_palavra":"A palavra 'dia' é usada para marcar um momento crucial na vida de Davi, onde ele reconhece a grandeza de Deus.","conexao_teologica":"Esse dia simboliza a importância de reconhecer a santidade de Deus e a necessidade de reverência em sua presença.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Hebreus 12:28-29"]},"2samuel_6_9_temor":{"palavra_pt":"temer","palavra_original":"יָרֵא","transliteracao":"yârêʼ","strong":"H3372","significado_raiz":"Ideia básica: temer.","significado_contextual":"O temor de Davi reflete sua compreensão da santidade de Deus e das consequências da desobediência.","explicacao_detalhada":"Davi ficou temeroso ao perceber a gravidade da situação após a morte de Uzá, reconhecendo que Deus é um ser a ser respeitado.","por_que_esta_palavra":"A palavra 'temer' é usada para expressar a reverência que Davi sentiu diante da presença de Deus.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, e é fundamental para uma relação saudável com Deus.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Isaías 8:13"]},"2samuel_6_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' é uma afirmação da soberania e majestade de Deus.","explicacao_detalhada":"Reconhecer Deus como 'Senhor' implica em submissão e respeito à sua autoridade e poder.","por_que_esta_palavra":"A palavra 'senhor' é usada para enfatizar a posição de Deus como autoridade suprema sobre todas as coisas.","conexao_teologica":"O nome de Deus é central na adoração e na relação entre Deus e seu povo, refletindo sua soberania.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Romanos 10:13"]},"2samuel_6_10_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade aqui se refere à integridade e à fidelidade de Deus em suas promessas.","explicacao_detalhada":"A verdade de Deus é um aspecto fundamental de seu caráter, que deve ser reconhecido e celebrado pelo seu povo.","por_que_esta_palavra":"A palavra 'verdade' é usada para enfatizar a natureza confiável de Deus e sua palavra.","conexao_teologica":"A verdade de Deus é um pilar da fé cristã, e é essencial para a confiança em suas promessas.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 6:18"]},"2samuel_6_10_chamar":{"palavra_pt":"chamar","palavra_original":"סוּר","transliteracao":"çûwr","strong":"H5493","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Chamar a arca de Deus implica em reconhecer sua presença e importância na vida do povo de Israel.","explicacao_detalhada":"Chamar a arca de Deus é um ato de adoração e reconhecimento de sua soberania e poder.","por_que_esta_palavra":"A palavra 'chamar' é usada para expressar a ação de invocar a presença de Deus entre seu povo.","conexao_teologica":"Chamar a Deus é um ato de fé e dependência, refletindo a relação íntima que os crentes devem ter com Ele.","referencias_relacionadas":["Salmos 145:18","Romanos 10:13","Tiago 4:8"]},"2samuel_6_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é central na adoração e na relação do povo com Deus.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) representa a soberania e a presença de Deus entre o Seu povo. É um nome que implica em um relacionamento pessoal e íntimo com os israelitas.","por_que_esta_palavra":"A palavra é usada para enfatizar a autoridade e a divindade de Deus, que é o Senhor dos exércitos e o guia do povo de Israel.","conexao_teologica":"O uso do nome 'Senhor' conecta-se com a ideia de aliança entre Deus e Seu povo, mostrando que Ele é o único digno de adoração.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"2samuel_6_11_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' implica em tomar decisões justas e avaliar situações de acordo com a lei de Deus.","explicacao_detalhada":"No contexto, 'julgar' refere-se à ação de Deus em estabelecer justiça e ordem, refletindo Sua natureza como juiz soberano.","por_que_esta_palavra":"Esta palavra é importante para entender a função de Deus como aquele que estabelece a moralidade e a justiça entre os homens.","conexao_teologica":"A ideia de julgamento está ligada à justiça divina e à necessidade de arrependimento e restauração do relacionamento com Deus.","referencias_relacionadas":["Salmos 9:7","Isaías 33:22","Romanos 14:10"]},"2samuel_6_11_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"A palavra 'abençoar' é usada em um contexto de adoração e reconhecimento da grandeza de Deus.","explicacao_detalhada":"A ação de abençoar implica em invocar a presença de Deus e reconhecer Suas bênçãos sobre o povo e a terra.","por_que_esta_palavra":"É uma expressão de gratidão e submissão a Deus, reconhecendo que todas as bênçãos vêm dEle.","conexao_teologica":"A bênção de Deus é um tema central na Bíblia, simbolizando Sua graça e favor sobre aqueles que O servem.","referencias_relacionadas":["Números 6:24-26","Salmos 67:1","Efésios 1:3"]},"2samuel_6_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Em 2 Samuel 6:11, \"senhor\" aparece na frase \"E ficou a arca do Senhor em casa de Obede-Edom, o giteu, três meses; e abençoou o Senhor a Obede-Edom, e a toda a sua casa.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (יְהֹוָה; Yᵉhôvâh; H3068), \"senhor\" traz a ideia de senhor. Aqui, essa palavra deixa o ensino de 2 Samuel 6:11 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"senhor\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em 2 Samuel 6:14. Lendo junto com 2 Samuel 6:11, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["2 Samuel 6:11","2 Samuel 6:14","Salmos 119:105"]},"2samuel_6_12_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e ao governo de Davi sobre Israel, simbolizando a liderança divina.","explicacao_detalhada":"Davi é reconhecido como o rei escolhido por Deus, e sua posição é um reflexo do governo de Deus sobre o Seu povo.","por_que_esta_palavra":"A palavra é crucial para entender a estrutura de liderança em Israel e a relação entre Deus e o rei.","conexao_teologica":"A realeza de Davi prefigura a realeza de Cristo, que é o Rei dos Reis e Senhor dos Senhores.","referencias_relacionadas":["1 Samuel 16:13","Salmos 2:6","Mateus 2:2"]},"2samuel_6_12_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se à divindade suprema, que é o criador e sustentador de todas as coisas.","explicacao_detalhada":"Deus é apresentado como o ser supremo que tem autoridade sobre toda a criação e que se relaciona com Seu povo de maneira pessoal.","por_que_esta_palavra":"A palavra é fundamental para entender a natureza de Deus e Sua relação com a humanidade.","conexao_teologica":"A divindade de Deus é um tema central na teologia, enfatizando Sua soberania e poder.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"2samuel_6_12_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao lar, mas também simboliza a presença de Deus entre o Seu povo.","explicacao_detalhada":"No contexto, a 'casa' pode se referir ao templo que Davi desejava construir para Deus, um lugar de adoração e sacrifício.","por_que_esta_palavra":"A casa é um símbolo de segurança, proteção e a presença de Deus entre os israelitas.","conexao_teologica":"A ideia de casa é importante na teologia bíblica, representando o lugar onde Deus habita com Seu povo.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Hebreus 3:6"]},"2samuel_6_13_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"זָבַח","transliteracao":"zâbach","strong":"H2076","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"A palavra 'sacrifício' refere-se à oferta feita a Deus como expressão de adoração e arrependimento.","explicacao_detalhada":"Os sacrifícios eram uma parte essencial do culto israelita, simbolizando a expiação dos pecados e a dedicação a Deus.","por_que_esta_palavra":"O sacrifício é um ato de obediência e reconhecimento da santidade de Deus e da necessidade de redenção.","conexao_teologica":"O conceito de sacrifício é central na Bíblia, culminando no sacrifício de Cristo como a oferta perfeita pelos pecados.","referencias_relacionadas":["Levítico 1:3","Hebreus 9:22","Romanos 12:1"]},"2samuel_6_13_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode se referir a um ato físico, mas também simboliza a queda em pecado ou a humilhação diante de Deus.","explicacao_detalhada":"No contexto, 'cair' pode indicar a reverência e a submissão diante da grandeza de Deus.","por_que_esta_palavra":"Cair é um ato que demonstra humildade e reconhecimento da soberania de Deus.","conexao_teologica":"A ideia de cair diante de Deus é um tema recorrente na Bíblia, simbolizando a adoração e a submissão ao Criador.","referencias_relacionadas":["Salmos 95:6","Isaías 6:5","Apocalipse 4:10"]},"2samuel_6_13_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão ou justificativa para uma ação ou decisão.","explicacao_detalhada":"No contexto, 'porque' explica a motivação por trás das ações de Davi e do povo em relação a Deus.","por_que_esta_palavra":"É uma palavra chave que conecta a ação com sua motivação, revelando a intenção do coração.","conexao_teologica":"A motivação por trás das ações é importante na teologia, pois Deus examina o coração e as intenções.","referencias_relacionadas":["Provérbios 21:2","1 Samuel 16:7","Gálatas 6:7"]},"2samuel_6_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como Davi dançava diante do Senhor.","explicacao_detalhada":"A palavra 'modo' indica a forma ou estilo da dança de Davi, que era cheia de alegria e adoração.","por_que_esta_palavra":"A escolha da palavra enfatiza a expressão externa da adoração interna de Davi.","conexao_teologica":"A adoração a Deus deve ser expressa de maneira autêntica e vibrante.","referencias_relacionadas":["Salmos 149:3","Salmos 150:4","1 Crônicas 15:29"]},"2samuel_6_14_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se ao rosto de Davi enquanto ele dançava.","explicacao_detalhada":"O 'rosto' simboliza a presença e a alegria de Davi em se aproximar de Deus.","por_que_esta_palavra":"O rosto é um símbolo de identidade e expressão emocional, refletindo a devoção de Davi.","conexao_teologica":"A presença de Deus é frequentemente associada ao rosto, indicando comunhão e relacionamento.","referencias_relacionadas":["Números 6:25","Salmos 27:8","Salmos 31:16"]},"2samuel_6_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é central na adoração de Davi.","explicacao_detalhada":"O nome 'Senhor' representa a soberania e a autoridade divina, sendo o foco da adoração.","por_que_esta_palavra":"A invocação do nome de Deus é fundamental na prática religiosa e na relação do povo com Ele.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, simbolizando Sua presença e poder.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"2samuel_6_15_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Novamente refere-se à maneira como Davi se apresenta diante do Senhor.","explicacao_detalhada":"A repetição da palavra 'modo' reforça a intensidade da adoração de Davi.","por_que_esta_palavra":"A forma de adoração é um aspecto importante da relação de Davi com Deus.","conexao_teologica":"A adoração deve ser feita com sinceridade e alegria, refletindo a natureza de Deus.","referencias_relacionadas":["Salmos 100:1-2","Romanos 12:1","Colossenses 3:16"]},"2samuel_6_15_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Refere-se à voz que Davi usou para louvar ao Senhor.","explicacao_detalhada":"A palavra 'voz' destaca a importância da expressão vocal na adoração.","por_que_esta_palavra":"A voz é um instrumento poderoso para louvar e glorificar a Deus.","conexao_teologica":"A adoração vocal é uma prática comum na Bíblia, enfatizando a importância da música e do cântico.","referencias_relacionadas":["Salmos 95:1","Salmos 100:1","Efésios 5:19"]},"2samuel_6_15_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à casa do Senhor, onde a arca da aliança seria colocada.","explicacao_detalhada":"A palavra 'casa' simboliza o lugar de habitação de Deus entre Seu povo.","por_que_esta_palavra":"A casa de Deus é um espaço sagrado, representando a presença divina.","conexao_teologica":"A ideia de um lugar para adoração é central na relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 23:6","Salmos 27:4","Hebreus 10:25"]},"2samuel_6_16_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a Davi como rei de Israel durante a celebração.","explicacao_detalhada":"A palavra 'rei' destaca a posição de Davi e sua responsabilidade diante de Deus e do povo.","por_que_esta_palavra":"O papel de Davi como rei é crucial para entender sua liderança e adoração a Deus.","conexao_teologica":"A realeza de Davi é um tipo de Cristo, que é o Rei dos Reis.","referencias_relacionadas":["1 Samuel 16:13","Salmos 2:6","Mateus 2:2"]},"2samuel_6_16_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda de Davi enquanto dançava.","explicacao_detalhada":"A palavra 'cair' indica um momento de vulnerabilidade e humildade diante de Deus.","por_que_esta_palavra":"A queda de Davi simboliza a entrega total e a adoração sem reservas.","conexao_teologica":"A humildade é essencial na adoração, reconhecendo a grandeza de Deus.","referencias_relacionadas":["Tiago 4:10","Salmos 51:17","Isaías 57:15"]},"2samuel_6_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente ao nome do Senhor, enfatizando Sua importância.","explicacao_detalhada":"A repetição do nome 'Senhor' reforça a centralidade de Deus na adoração de Davi.","por_que_esta_palavra":"O nome de Deus é invocado como um ato de reverência e devoção.","conexao_teologica":"A invocação do nome de Deus é um tema central na vida de fé.","referencias_relacionadas":["Salmos 116:13","Romanos 10:13","Atos 2:21"]},"2samuel_6_17_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שֶׁלֶם","transliteracao":"shelem","strong":"H8002","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao sacrifício oferecido por Davi após a entrada da arca.","explicacao_detalhada":"A palavra 'sacrifício' indica a prática de adoração através da oferta a Deus.","por_que_esta_palavra":"O sacrifício é um ato de gratidão e reconhecimento da soberania de Deus.","conexao_teologica":"Os sacrifícios no Antigo Testamento prefiguram o sacrifício de Cristo.","referencias_relacionadas":["Levítico 1:3","Hebreus 13:15","Romanos 12:1"]},"2samuel_6_17_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' é usada para descrever a ação de trazer a arca da aliança para dentro da cidade de Davi.","explicacao_detalhada":"Neste contexto, a entrada da arca representa a presença de Deus entre o povo. A arca é um símbolo da aliança entre Deus e Israel, e sua entrada na cidade é um momento de celebração e reverência.","por_que_esta_palavra":"A escolha da palavra 'vir/entrar' enfatiza a importância da presença de Deus na vida do povo e a necessidade de acolhê-lo com alegria.","conexao_teologica":"A entrada da arca na cidade de Davi simboliza a habitação de Deus entre seu povo, um tema central na teologia do Antigo Testamento.","referencias_relacionadas":["1 Crônicas 15:25-29","Salmos 132:8","Êxodo 25:22"]},"2samuel_6_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' refere-se a Deus, reconhecendo sua soberania e autoridade sobre Israel.","explicacao_detalhada":"Neste versículo, o nome 'senhor' é invocado em um contexto de adoração e reverência, destacando a relação de Davi com Deus e a importância de reconhecer Sua presença.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para expressar a relação de submissão e respeito que o povo de Israel deve ter em relação a Deus.","conexao_teologica":"O uso do nome 'senhor' reflete a aliança entre Deus e Israel, onde Ele é visto como o líder e protetor do povo.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Deuteronômio 6:4"]},"2samuel_6_18_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"שֶׁלֶם","transliteracao":"shelem","strong":"H8002","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"A palavra 'sacrifício' refere-se à oferta feita a Deus em agradecimento pela sua presença e bênçãos.","explicacao_detalhada":"Davi oferece sacrifícios após a entrada da arca, reconhecendo a importância de expressar gratidão e devoção a Deus através de atos de adoração.","por_que_esta_palavra":"O sacrifício é um meio de se aproximar de Deus, simbolizando a entrega e a busca por reconciliação com o Criador.","conexao_teologica":"Os sacrifícios no Antigo Testamento são prefigurações do sacrifício de Cristo, que se ofereceu por toda a humanidade.","referencias_relacionadas":["Levítico 1:1-17","Salmos 51:17","Hebreus 10:12"]},"2samuel_6_18_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"A palavra 'abençoar' é usada para descrever a ação de Davi ao reconhecer e louvar a Deus.","explicacao_detalhada":"Davi se ajoelha em um ato de humildade e adoração, reconhecendo a grandeza de Deus e sua própria posição diante d'Ele.","por_que_esta_palavra":"A bênção é uma forma de expressar gratidão e reconhecimento da soberania de Deus sobre a vida do povo.","conexao_teologica":"A prática de abençoar é central na vida de fé, refletindo a relação de dependência e gratidão a Deus.","referencias_relacionadas":["Números 6:24-26","Salmos 103:1-2","Mateus 5:3-12"]},"2samuel_6_19_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como Davi distribui presentes ao povo, expressando generosidade e alegria.","explicacao_detalhada":"Davi age de maneira a compartilhar a alegria da presença de Deus com todos, mostrando que a adoração deve ser coletiva e inclusiva.","por_que_esta_palavra":"O modo como Davi se comporta reflete a importância da comunhão e da celebração em comunidade na adoração a Deus.","conexao_teologica":"A generosidade é um reflexo do caráter de Deus e deve ser imitada pelo Seu povo como parte da vida cristã.","referencias_relacionadas":["Atos 20:35","2 Coríntios 9:7","Provérbios 11:25"]},"2samuel_6_19_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se aos indivíduos que receberam as bênçãos de Davi, destacando a inclusão de todos na celebração.","explicacao_detalhada":"Davi se preocupa em abençoar não apenas os líderes, mas todos os homens e mulheres de Israel, mostrando que a graça de Deus é para todos.","por_que_esta_palavra":"A menção ao 'homem' enfatiza a dignidade e o valor de cada pessoa diante de Deus.","conexao_teologica":"A inclusão de todos na bênção reflete a natureza universal da salvação e da graça de Deus.","referencias_relacionadas":["Gálatas 3:28","Romanos 2:11","1 Pedro 2:9"]},"2samuel_6_19_flagon":{"palavra_pt":"flagon","palavra_original":"אֲשִׁישָׁה","transliteracao":"ʼăshîyshâh","strong":"H809","significado_raiz":"Ideia básica: flagon.","significado_contextual":"A palavra 'flagon' refere-se ao recipiente usado para servir bebidas, simbolizando a generosidade e a celebração.","explicacao_detalhada":"O uso de um flagon para servir vinho ou outras bebidas durante a celebração é um sinal de alegria e comunhão entre o povo.","por_que_esta_palavra":"A menção ao flagon destaca a importância da partilha e da celebração em comunidade na adoração a Deus.","conexao_teologica":"A comunhão e a celebração são aspectos fundamentais da vida cristã, refletindo a alegria da salvação.","referencias_relacionadas":["Salmos 104:15","Eclesiastes 3:13","Lucas 22:17-20"]},"2samuel_6_20_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"A palavra 'abençoar' é novamente utilizada, enfatizando a continuidade da adoração e do reconhecimento da grandeza de Deus.","explicacao_detalhada":"Davi, ao voltar para casa, continua a expressar sua devoção a Deus, mostrando que a adoração não é apenas um ato isolado, mas um estilo de vida.","por_que_esta_palavra":"A bênção é uma forma de reconhecer a presença de Deus em todas as áreas da vida, não apenas em momentos de celebração.","conexao_teologica":"A prática de abençoar é um chamado para que os crentes vivam em constante adoração e gratidão a Deus.","referencias_relacionadas":["Salmos 34:1","1 Tessalonicenses 5:16-18","Colossenses 3:17"]},"2samuel_6_20_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao momento específico em que Davi realiza suas ações de adoração e bênção.","explicacao_detalhada":"O 'dia' é significativo pois marca um evento especial na história de Israel, a entrada da arca na cidade, que é um marco de renovação espiritual.","por_que_esta_palavra":"A menção do dia destaca a importância de momentos específicos de adoração e celebração na vida do crente.","conexao_teologica":"Os dias especiais de adoração são oportunidades para o povo de Deus se reunir e celebrar Sua presença e bênçãos.","referencias_relacionadas":["Salmos 118:24","Hebreus 10:25","Êxodo 20:8-11"]},"2samuel_6_20_phrase":{"palavra_pt":"expressao","palavra_original":"גָּלָה","transliteracao":"gâlâh","strong":"H1540","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à maneira como Davi manifesta sua adoração e alegria diante de Deus.","explicacao_detalhada":"A expressão de Davi é um reflexo de sua devoção e amor por Deus, mostrando que a adoração deve ser autêntica e vibrante.","por_que_esta_palavra":"A expressão é fundamental na adoração, pois revela o coração do adorador e sua relação com Deus.","conexao_teologica":"A adoração deve ser uma expressão genuína da nossa relação com Deus, refletindo nossa gratidão e reverência.","referencias_relacionadas":["Salmos 150:6","Romanos 12:1","Colossenses 3:16"]},"2samuel_6_21_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como Davi se apresentou diante do Senhor, em contraste com a forma tradicional de adoração.","explicacao_detalhada":"A palavra 'modo' aqui implica a forma ou maneira de agir de Davi, que foi diferente do que era esperado. Ele dançou com alegria e desprezou as convenções sociais para expressar sua adoração.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a autenticidade da adoração de Davi, que não se prendeu a formalidades, mas se entregou completamente ao Senhor.","conexao_teologica":"A adoração verdadeira muitas vezes desafia as normas sociais e é uma expressão do coração diante de Deus.","referencias_relacionadas":["Salmos 150:4","1 Crônicas 15:29","Romanos 12:1"]},"2samuel_6_21_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação de Davi sobre sua adoração e sua relação com Deus.","explicacao_detalhada":"Davi declara que ele se alegrará no Senhor, enfatizando a importância da verbalização da adoração e da alegria que vem de um relacionamento íntimo com Deus.","por_que_esta_palavra":"A palavra 'dizer' destaca a necessidade de expressar nossos sentimentos e adoração a Deus, não apenas em ações, mas também em palavras.","conexao_teologica":"A confissão e a declaração de fé são fundamentais na vida cristã, refletindo a verdade do coração.","referencias_relacionadas":["Salmos 34:1","Hebreus 13:15","1 Tessalonicenses 5:16-18"]},"2samuel_6_21_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"O 'rosto' representa a presença de Deus e a intimidade que Davi buscava ao se aproximar do Senhor.","explicacao_detalhada":"Davi se coloca diante do Senhor, buscando uma relação pessoal e direta, onde o 'rosto' simboliza a revelação e a comunhão com Deus.","por_que_esta_palavra":"A palavra 'rosto' enfatiza a importância de estar na presença de Deus, que é essencial para a verdadeira adoração.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, onde o relacionamento com Ele é descrito como ver Seu rosto.","referencias_relacionadas":["Êxodo 33:11","Salmos 27:8","Mateus 5:8"]},"2samuel_6_22_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' aqui reflete a intensidade da devoção de Davi, que estava disposto a sacrificar sua reputação por amor a Deus.","explicacao_detalhada":"Davi afirma que se tornará ainda mais desprezível, mostrando que sua vida é dedicada à adoração e ao serviço ao Senhor, acima de qualquer consideração pessoal.","por_que_esta_palavra":"A palavra 'vida' destaca a total entrega e a disposição de Davi em viver para Deus, independentemente das opiniões alheias.","conexao_teologica":"A entrega total a Deus é um chamado para todos os crentes, refletindo a vida de sacrifício e adoração.","referencias_relacionadas":["Romanos 12:1","Gálatas 2:20","Filipenses 1:21"]},"2samuel_6_22_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a disposição de Davi em se humilhar diante do Senhor, mesmo que isso o faça parecer ridículo.","explicacao_detalhada":"Davi está disposto a 'cair' em adoração, mostrando que a verdadeira adoração pode envolver humilhação e desprezo pelas normas sociais.","por_que_esta_palavra":"A palavra 'cair' enfatiza a ideia de se submeter e se entregar completamente a Deus, independentemente das consequências.","conexao_teologica":"A humildade é uma característica essencial na vida de um adorador, refletindo a atitude de Cristo.","referencias_relacionadas":["Tiago 4:10","Filipenses 2:5-8","1 Pedro 5:6"]},"2samuel_6_23_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para descrever a realidade da rejeição de Mical em relação à adoração de Davi.","explicacao_detalhada":"Mical, filha de Saul, não compreendeu a verdadeira adoração e, por isso, ficou estéril, simbolizando a falta de frutificação espiritual.","por_que_esta_palavra":"A palavra 'verdade' destaca a importância de reconhecer e aceitar a verdadeira adoração a Deus, que pode ser diferente do que se espera.","conexao_teologica":"A verdadeira adoração é reconhecida e aceita por Deus, enquanto a hipocrisia é rejeitada.","referencias_relacionadas":["João 4:24","Mateus 15:8-9","Romanos 1:21"]},"2samuel_6_23_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo em que Mical viveu, simbolizando a consequência de sua atitude em relação à adoração.","explicacao_detalhada":"O 'dia' em que Mical foi rejeitada por Deus é um lembrete de que a adoração deve ser genuína e não baseada em aparências.","por_que_esta_palavra":"A palavra 'dia' enfatiza a importância do tempo e das decisões que tomamos em nossa vida de adoração.","conexao_teologica":"Cada dia é uma oportunidade para adorar a Deus em verdade e espírito.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","2 Coríntios 6:2"]},"2samuel_6_23_morte":{"palavra_pt":"morte","palavra_original":"מָוֶת","transliteracao":"mâveth","strong":"H4194","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' simboliza a consequência espiritual da rejeição da verdadeira adoração, como no caso de Mical.","explicacao_detalhada":"Mical ficou estéril, o que pode ser visto como uma forma de morte espiritual, indicando a falta de vida e frutificação em sua relação com Deus.","por_que_esta_palavra":"A palavra 'morte' destaca a seriedade da rejeição à adoração genuína e suas consequências.","conexao_teologica":"A morte espiritual é uma realidade para aqueles que rejeitam a verdade de Deus e a verdadeira adoração.","referencias_relacionadas":["Romanos 6:23","Efésios 2:1-3","Apocalipse 20:14"]}}