{"2samuel_7_1_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à posição de Davi como governante de Israel e seu papel na história da salvação.","explicacao_detalhada":"Davi, como rei, tinha a responsabilidade de liderar o povo de Deus e estabelecer um reino que refletisse a justiça e a santidade de Deus.","por_que_esta_palavra":"A palavra 'rei' enfatiza a autoridade e o governo de Deus sobre o Seu povo, representado por Davi.","conexao_teologica":"Cristo é frequentemente referido como o Rei dos Reis, e Davi é um tipo de Cristo no Antigo Testamento.","referencias_relacionadas":["1 Samuel 16:13","Salmos 2:6","Mateus 2:2"]},"2samuel_7_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' aqui se refere à maneira como Davi planejava construir um templo para Deus, refletindo seu desejo de honrar o Senhor.","explicacao_detalhada":"Davi queria estabelecer um lugar permanente para a adoração, mostrando sua compreensão da importância da presença de Deus entre o Seu povo.","por_que_esta_palavra":"A palavra 'modo' destaca a intenção e o planejamento de Davi em servir a Deus de maneira significativa.","conexao_teologica":"A construção do templo é um símbolo da habitação de Deus entre os homens e da adoração que deve ser oferecida a Ele.","referencias_relacionadas":["1 Crônicas 28:2-3","Salmos 132:4-5","Atos 7:47"]},"2samuel_7_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é considerado o Senhor supremo e soberano.","explicacao_detalhada":"O termo 'Senhor' (יְהֹוָה) é usado para enfatizar a autoridade e a divindade de Deus, que é o criador e governante do universo.","por_que_esta_palavra":"Esta palavra é central na teologia judaica e cristã, representando a relação de Deus com seu povo.","conexao_teologica":"O uso do nome 'Senhor' destaca a aliança entre Deus e Israel, mostrando que Ele é o guia e protetor do seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 23:1","Isaías 40:28"]},"2samuel_7_2_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à posição de autoridade e liderança, especificamente no contexto do reinado de Davi.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) implica não apenas governança, mas também responsabilidade espiritual e moral sobre o povo.","por_que_esta_palavra":"O conceito de rei é fundamental na narrativa bíblica, especialmente em relação à linhagem de Davi e à promessa messiânica.","conexao_teologica":"A realeza de Davi é vista como um tipo de Cristo, que é o Rei dos Reis.","referencias_relacionadas":["1 Samuel 16:13","Salmos 2:6","Mateus 2:2"]},"2samuel_7_2_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se ao mensageiro de Deus, que transmite a vontade divina ao povo.","explicacao_detalhada":"A palavra 'profeta' (נָבִיא) indica alguém chamado por Deus para falar em Seu nome, muitas vezes trazendo advertências ou promessas.","por_que_esta_palavra":"Os profetas desempenham um papel crucial na história de Israel, guiando o povo e revelando a vontade de Deus.","conexao_teologica":"Os profetas preparam o caminho para a vinda do Messias, que é o cumprimento das promessas de Deus.","referencias_relacionadas":["Deuteronômio 18:18","Amós 3:7","Lucas 1:76"]},"2samuel_7_2_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo ou à habitação de Deus entre seu povo.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) simboliza não apenas um edifício físico, mas também a presença de Deus e a comunhão com o povo.","por_que_esta_palavra":"A construção da casa de Deus é um tema central na história de Israel, representando a estabilidade e a proteção divina.","conexao_teologica":"A casa de Deus é vista como um lugar de adoração e encontro com o Senhor, antecipando o templo que seria construído por Salomão.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Atos 7:47"]},"2samuel_7_3_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Reforça a ideia de liderança e autoridade, especialmente no contexto da intenção de Davi de construir uma casa para Deus.","explicacao_detalhada":"A repetição da palavra 'rei' (מֶלֶךְ) enfatiza a posição de Davi e sua responsabilidade em liderar o povo de Israel.","por_que_esta_palavra":"Davi, como rei, busca honrar a Deus através da construção de um templo, refletindo seu coração para com o Senhor.","conexao_teologica":"A liderança de Davi é um modelo de como os líderes devem buscar a vontade de Deus em suas decisões.","referencias_relacionadas":["1 Crônicas 22:7","Salmos 78:70-72","Hebreus 7:14"]},"2samuel_7_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza da intenção de Davi em construir uma casa para o Senhor.","explicacao_detalhada":"A palavra 'grande' (אָמַר) indica a magnitude do projeto e a seriedade do compromisso de Davi com Deus.","por_que_esta_palavra":"A grandeza do plano de Davi reflete sua devoção e desejo de glorificar a Deus através de ações significativas.","conexao_teologica":"A grandeza de Davi é reconhecida por Deus, que promete estabelecer sua casa para sempre.","referencias_relacionadas":["Salmos 145:3","Isaías 9:6","Mateus 5:14"]},"2samuel_7_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como Davi expressa seu desejo de construir para Deus.","explicacao_detalhada":"A palavra 'modo' (כֹּל) sugere a totalidade do plano e a intenção de Davi em fazer algo completo e perfeito.","por_que_esta_palavra":"A maneira como Davi aborda Deus demonstra sua reverência e consideração pela santidade do Senhor.","conexao_teologica":"A forma como nos aproximamos de Deus em nossas intenções e ações é crucial para a nossa relação com Ele.","referencias_relacionadas":["Salmos 119:2","Provérbios 3:6","Tiago 4:8"]},"2samuel_7_4_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de cair em um estado de reflexão ou humildade diante de Deus.","explicacao_detalhada":"A palavra 'cair' (הָיָה) pode simbolizar a submissão e a disposição de ouvir a voz de Deus.","por_que_esta_palavra":"Cair diante de Deus é um sinal de humildade e reconhecimento de Sua soberania.","conexao_teologica":"A atitude de cair em adoração é fundamental na vida de fé, refletindo a reverência que devemos ter por Deus.","referencias_relacionadas":["Salmos 95:6","Romanos 12:1","Apocalipse 4:10"]},"2samuel_7_4_luz":{"palavra_pt":"luz","palavra_original":"לַיִל","transliteracao":"layil","strong":"H3915","significado_raiz":"Ideia básica: luz.","significado_contextual":"Refere-se à luz como símbolo da presença e da revelação de Deus.","explicacao_detalhada":"A palavra 'luz' (לַיִל) representa a clareza e a verdade que vêm da presença de Deus em contraste com a escuridão do pecado.","por_que_esta_palavra":"A luz é frequentemente usada na Bíblia para descrever a orientação e a sabedoria que Deus oferece ao Seu povo.","conexao_teologica":"Jesus é descrito como a luz do mundo, trazendo esperança e salvação.","referencias_relacionadas":["Salmos 27:1","João 8:12","1 João 1:5"]},"2samuel_7_4_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus como um meio de comunicação e revelação.","explicacao_detalhada":"A palavra 'palavra/coisa' (דָּבָר) implica a importância da comunicação divina e a ação de Deus na história.","por_que_esta_palavra":"A palavra de Deus é viva e eficaz, moldando a vida e a fé do povo.","conexao_teologica":"A revelação de Deus através da Sua palavra é fundamental para a compreensão da Sua vontade e propósito.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","2 Timóteo 3:16"]},"2samuel_7_5_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação de Deus a Davi sobre a construção do templo.","explicacao_detalhada":"Neste contexto, Deus está se dirigindo a Davi, afirmando que Ele não deseja que Davi construa uma casa para Ele, mas que será Deus quem estabelecerá a casa de Davi.","por_que_esta_palavra":"A palavra 'dizer' é fundamental, pois representa a revelação divina e a instrução que Deus dá a Davi sobre Seus planos.","conexao_teologica":"A comunicação de Deus com Davi destaca a relação pessoal entre Deus e Seu povo, mostrando que Deus tem um plano específico para a linhagem de Davi.","referencias_relacionadas":["1 Crônicas 17:4","Salmos 89:3","Hebreus 1:1"]},"2samuel_7_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome pessoal de Deus, que indica Sua soberania e autoridade.","explicacao_detalhada":"Neste versículo, 'senhor' é usado para enfatizar a posição de Deus como o governante supremo que dirige a história e os destinos de Seu povo.","por_que_esta_palavra":"O uso do nome 'senhor' é crucial para entender a relação de Deus com Davi e a importância de reconhecer Sua autoridade.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o Senhor de toda a criação.","referencias_relacionadas":["Êxodo 3:14","Salmos 110:1","Romanos 10:9"]},"2samuel_7_5_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se à casa real de Davi, mas também simboliza a presença de Deus entre Seu povo.","explicacao_detalhada":"Deus está falando sobre a construção de uma dinastia que durará para sempre, não apenas uma estrutura física.","por_que_esta_palavra":"A palavra 'casa' é significativa porque representa tanto a linhagem de Davi quanto a habitação de Deus entre os homens.","conexao_teologica":"A ideia de 'casa' é central na narrativa bíblica, simbolizando a habitação de Deus e a relação com Seu povo.","referencias_relacionadas":["Salmos 127:1","Mateus 1:1","Hebreus 3:6"]},"2samuel_7_6_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Neste contexto, 'casa' refere-se ao templo que Davi desejava construir para Deus.","explicacao_detalhada":"Deus explica que, desde a saída do Egito, Ele não habitou em uma casa, mas em tendas, enfatizando a natureza transitória da habitação de Deus.","por_que_esta_palavra":"A repetição da palavra 'casa' destaca a importância do templo na relação entre Deus e Seu povo.","conexao_teologica":"A construção do templo é um marco na história da salvação, simbolizando a presença de Deus entre os israelitas.","referencias_relacionadas":["1 Reis 6:1","Salmos 132:5","Atos 7:47"]},"2samuel_7_6_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo em que Deus escolheu habitar entre Seu povo.","explicacao_detalhada":"Deus está fazendo uma distinção entre o passado e o futuro, indicando que um novo tempo está por vir com a construção do templo.","por_que_esta_palavra":"A menção do 'dia' é importante para entender a cronologia dos eventos e a intervenção divina na história.","conexao_teologica":"O conceito de 'dia' é frequentemente usado na Bíblia para marcar momentos significativos na história da salvação.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","2 Pedro 3:8"]},"2samuel_7_6_templo":{"palavra_pt":"templo","palavra_original":"מִשְׁכָּן","transliteracao":"mishkân","strong":"H4908","significado_raiz":"Ideia básica: templo.","significado_contextual":"A palavra 'templo' refere-se ao local sagrado que Davi desejava construir para a adoração a Deus.","explicacao_detalhada":"Deus está afirmando que Ele não habitará em um templo feito por mãos humanas, mas que a verdadeira habitação de Deus é entre Seu povo.","por_que_esta_palavra":"A palavra 'templo' é crucial para entender a relação entre a adoração e a presença de Deus na vida do povo de Israel.","conexao_teologica":"O templo é um símbolo da presença de Deus e da adoração, que culmina em Cristo, que é o verdadeiro templo.","referencias_relacionadas":["1 Reis 8:10-11","Salmos 27:4","João 2:19"]},"2samuel_7_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como Deus se relacionou com o povo de Israel ao longo da história.","explicacao_detalhada":"Deus está questionando a forma como Ele foi tratado, enfatizando que Ele não pediu um templo, mas que sempre esteve presente com Seu povo.","por_que_esta_palavra":"A palavra 'modo' é importante para entender a relação histórica entre Deus e Israel, e como essa relação se desenvolveu.","conexao_teologica":"A maneira como Deus se relaciona com Seu povo é um tema central na teologia bíblica, mostrando a fidelidade de Deus.","referencias_relacionadas":["Isaías 43:21","Malaquias 1:6","Romanos 9:25-26"]},"2samuel_7_7_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação de Deus e às promessas feitas a Davi.","explicacao_detalhada":"Deus está reafirmando que Suas promessas são firmes e que Ele sempre cumpre o que diz.","por_que_esta_palavra":"A palavra 'palavra' é fundamental para entender a natureza da revelação divina e a importância da fé nas promessas de Deus.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a fidelidade de Deus em cumprir Suas promessas é um tema central na Bíblia.","referencias_relacionadas":["Isaías 55:11","Hebreus 4:12","2 Pedro 3:9"]},"2samuel_7_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à linhagem de Davi e à promessa de que um de seus descendentes reinará para sempre.","explicacao_detalhada":"Deus promete que o filho de Davi será estabelecido como rei, enfatizando a continuidade da aliança.","por_que_esta_palavra":"A palavra 'filho' é crucial para a compreensão da genealogia messiânica e da promessa de um Salvador.","conexao_teologica":"A promessa do filho de Davi é cumprida em Jesus Cristo, que é chamado de Filho de Davi na Bíblia.","referencias_relacionadas":["Mateus 1:1","Lucas 1:32-33","Romanos 1:3"]},"2samuel_7_8_deus":{"palavra_pt":"deus","palavra_original":"נָוֶה","transliteracao":"nâveh","strong":"H5116","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade que estabelece alianças e cumpre promessas.","explicacao_detalhada":"Deus se apresenta como aquele que cuida e protege a linhagem de Davi, estabelecendo um relacionamento especial com ele.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a natureza de Deus como protetor e cumpridor de promessas.","conexao_teologica":"A natureza de Deus como um Deus que faz alianças é um tema central na teologia bíblica, mostrando Sua fidelidade.","referencias_relacionadas":["Gênesis 17:7","Salmos 89:34-37","Hebreus 13:20-21"]},"2samuel_7_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Deus como Senhor, enfatizando Sua soberania e autoridade sobre Israel.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar a divindade suprema, que fez uma aliança com o povo de Israel. Neste contexto, Deus está falando a Davi sobre sua posição e o papel que ele desempenhará na história de Israel.","por_que_esta_palavra":"A escolha da palavra 'senhor' destaca a relação de autoridade e proteção que Deus tem sobre Seu povo.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o governante supremo e que Sua vontade prevalece sobre todas as coisas.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Romanos 10:13"]},"2samuel_7_8_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a posição de Deus entre o povo de Israel, ressaltando Sua proximidade e cuidado.","explicacao_detalhada":"A palavra 'entre' (מִן) sugere que Deus não está distante, mas presente no meio de Seu povo, guiando e protegendo-os.","por_que_esta_palavra":"Essa palavra é importante para entender a relação íntima que Deus tem com Israel, como um pastor que cuida de suas ovelhas.","conexao_teologica":"A presença de Deus entre Seu povo é um tema recorrente, simbolizando Sua vontade de habitar com os humanos e estabelecer um relacionamento pessoal.","referencias_relacionadas":["Êxodo 25:8","Salmos 46:5","Mateus 18:20"]},"2samuel_7_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Deus agiu em favor de Davi e de Israel, enfatizando Suas ações poderosas.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica que Deus tem um plano e uma maneira específica de operar na história, demonstrando Sua fidelidade e poder.","por_que_esta_palavra":"É crucial para entender que as ações de Deus não são aleatórias, mas seguem um propósito divino claro.","conexao_teologica":"A soberania de Deus em agir de maneira específica é um aspecto fundamental da fé, mostrando que Ele é ativo na história.","referencias_relacionadas":["Salmos 77:14","Isaías 43:16","Atos 2:22"]},"2samuel_7_9_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' (עָשָׂה) é um erro de tradução; o correto seria 'fiz' ou 'realizei', referindo-se às ações de Deus.","explicacao_detalhada":"Neste contexto, Deus está afirmando que Ele fez grandes coisas por Davi e Israel, mostrando Sua intervenção e poder.","por_que_esta_palavra":"A palavra correta é fundamental para entender a ação de Deus como um ato deliberado e poderoso.","conexao_teologica":"A ação de Deus em realizar Seus planos é um tema central na narrativa bíblica, mostrando que Ele é ativo na história da salvação.","referencias_relacionadas":["Gênesis 1:1","Salmos 126:3","Efésios 2:10"]},"2samuel_7_9_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida a Israel, simbolizando a bênção e a herança que Deus deu ao Seu povo.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é significativa no contexto da aliança de Deus com Israel, onde a terra é vista como um presente divino.","por_que_esta_palavra":"A terra representa não apenas um lugar físico, mas também a realização das promessas de Deus.","conexao_teologica":"A terra prometida é um símbolo da fidelidade de Deus e da esperança de um futuro restaurado para Seu povo.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 6:10","Hebreus 11:9"]},"2samuel_7_10_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza das promessas de Deus e ao impacto que elas terão na história de Israel.","explicacao_detalhada":"A palavra 'grande' (שׂוּם) enfatiza a magnitude das ações de Deus e a importância de Sua aliança com Davi.","por_que_esta_palavra":"A grandeza de Deus é um tema central na Bíblia, mostrando que Ele é capaz de realizar coisas extraordinárias.","conexao_teologica":"A grandeza de Deus é um convite à adoração e à confiança em Suas promessas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"2samuel_7_10_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַן","transliteracao":"shâkan","strong":"H7931","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao descanso que Deus proporcionará ao povo de Israel, simbolizando paz e segurança.","explicacao_detalhada":"A palavra 'descanso' (שָׁכַן) sugere um estado de segurança e estabilidade que Deus oferece ao Seu povo.","por_que_esta_palavra":"O descanso é um tema importante na Bíblia, representando a paz que vem de confiar em Deus.","conexao_teologica":"O conceito de descanso é central na teologia bíblica, apontando para a promessa de um futuro de paz e segurança em Deus.","referencias_relacionadas":["Salmos 37:7","Mateus 11:28","Hebreus 4:9-10"]},"2samuel_7_10_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade de Deus em cumprir Suas promessas, destacando Sua natureza verdadeira.","explicacao_detalhada":"A palavra 'verdade' (לֹא) enfatiza que Deus é fiel e que Suas promessas são seguras e confiáveis.","por_que_esta_palavra":"A verdade de Deus é um fundamento da fé, assegurando que Ele nunca falha em cumprir o que prometeu.","conexao_teologica":"A verdade de Deus é um tema central, mostrando que Ele é a fonte de toda verdade e justiça.","referencias_relacionadas":["Salmos 119:160","João 14:6","2 Coríntios 1:20"]},"2samuel_7_11_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que Deus estabeleceu Sua aliança com Davi, marcando um novo capítulo na história de Israel.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é significativa, pois representa momentos específicos em que Deus age na história.","por_que_esta_palavra":"O conceito de 'dia' é importante para entender os eventos históricos e as intervenções divinas.","conexao_teologica":"Os dias de Deus são momentos de revelação e cumprimento de Suas promessas, mostrando que Ele está ativo na história.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","Atos 2:17"]},"2samuel_7_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Deus se relaciona com Davi e Israel, enfatizando a natureza da aliança.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica que Deus tem uma maneira específica de agir e se relacionar com Seu povo.","por_que_esta_palavra":"Entender o modo de Deus é crucial para compreender a dinâmica da aliança e a história da salvação.","conexao_teologica":"O modo como Deus se relaciona com a humanidade é um tema central na teologia, revelando Seu caráter e intenções.","referencias_relacionadas":["Salmos 25:10","Isaías 55:8-9","Romanos 11:33"]},"2samuel_7_12_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao estado de paz e estabilidade que Deus promete a Davi e sua linhagem.","explicacao_detalhada":"A palavra 'descanso' implica um período de tranquilidade após uma era de conflitos. Neste contexto, Deus assegura a Davi que sua casa terá um tempo de paz, onde não haverá mais guerras.","por_que_esta_palavra":"A escolha da palavra 'descanso' enfatiza a promessa divina de segurança e estabilidade para o povo de Israel sob a liderança de Davi.","conexao_teologica":"O descanso é um tema recorrente na Bíblia, simbolizando a paz que Deus oferece ao seu povo, refletindo a promessa de um Messias que trará descanso eterno.","referencias_relacionadas":["Salmos 132:14","Hebreus 4:9-10","Mateus 11:28"]},"2samuel_7_12_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Indica a ação de estabelecer ou erguer algo, neste caso, a linhagem de Davi.","explicacao_detalhada":"A palavra 'levantar' é usada para descrever a ação de Deus em estabelecer um reino duradouro através de Davi, simbolizando a continuidade da sua descendência.","por_que_esta_palavra":"A palavra 'levantar' é significativa porque representa a ação divina de iniciar algo novo e duradouro, que é a casa de Davi.","conexao_teologica":"Levantar a casa de Davi é um símbolo da fidelidade de Deus em cumprir suas promessas, refletindo a esperança messiânica.","referencias_relacionadas":["Isaías 9:7","Lucas 1:32-33","Atos 2:30"]},"2samuel_7_12_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do reino que será estabelecido através de Davi.","explicacao_detalhada":"A palavra 'grande' destaca a magnitude e a importância do reino que Deus promete, que não será apenas físico, mas também espiritual.","por_que_esta_palavra":"A grandeza do reino é um reflexo da soberania de Deus e de sua capacidade de realizar promessas grandiosas.","conexao_teologica":"A grandeza do reino de Davi é um precursor do reino de Cristo, que é eterno e universal.","referencias_relacionadas":["Salmos 89:27","Mateus 28:18","Apocalipse 11:15"]},"2samuel_7_13_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"Reforça a ideia da grandeza do reino que será estabelecido através da linhagem de Davi.","explicacao_detalhada":"A repetição da palavra 'grande' enfatiza a importância e a magnitude do que Deus está prometendo a Davi, um reino que terá impacto duradouro.","por_que_esta_palavra":"A grandeza é um tema central na narrativa bíblica, simbolizando a obra de Deus na história da salvação.","conexao_teologica":"A grandeza do reino de Davi aponta para a grandeza do reino de Deus, que é estabelecido em Cristo.","referencias_relacionadas":["Salmos 72:19","Lucas 1:33","Efésios 1:21"]},"2samuel_7_13_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à dinastia ou linhagem de Davi, que será estabelecida por Deus.","explicacao_detalhada":"A palavra 'casa' não se refere apenas a um edifício, mas à família e ao legado que Davi deixará, simbolizando a continuidade da promessa de Deus.","por_que_esta_palavra":"A escolha da palavra 'casa' é significativa, pois representa a ideia de um lar espiritual e físico que Deus está construindo através de Davi.","conexao_teologica":"A casa de Davi é um símbolo da aliança de Deus com seu povo, que culmina na nova aliança em Cristo.","referencias_relacionadas":["Isaías 11:1","Mateus 1:1","Romanos 1:3"]},"2samuel_7_13_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Ideia básica: reino.","significado_contextual":"Refere-se ao reino que será estabelecido e governado pela linhagem de Davi.","explicacao_detalhada":"A palavra 'domínio' implica autoridade e governo, indicando que a linhagem de Davi terá um papel central na história de Israel.","por_que_esta_palavra":"A palavra 'domínio' é crucial para entender a natureza do reino que Deus está prometendo, que será caracterizado por justiça e retidão.","conexao_teologica":"O domínio da casa de Davi é um reflexo do domínio de Deus sobre a criação, que será plenamente realizado em Cristo.","referencias_relacionadas":["Salmos 2:6","Mateus 2:6","Apocalipse 19:16"]},"2samuel_7_14_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao descendente de Davi que será estabelecido por Deus como rei.","explicacao_detalhada":"A palavra 'filho' destaca a relação especial entre Deus e o rei que virá da linhagem de Davi, simbolizando a adoção divina.","por_que_esta_palavra":"A escolha da palavra 'filho' é significativa, pois aponta para a relação íntima entre Deus e o rei, que será um representante de Deus na terra.","conexao_teologica":"A ideia de 'filho' é central na teologia cristã, onde Jesus é reconhecido como o Filho de Deus e o cumprimento da promessa a Davi.","referencias_relacionadas":["Salmos 2:7","Mateus 3:17","Hebreus 1:5"]},"2samuel_7_14_pai":{"palavra_pt":"pai","palavra_original":"אָב","transliteracao":"ʼâb","strong":"H1","significado_raiz":"Ideia básica: pai.","significado_contextual":"Refere-se à relação de Deus como Pai do rei que virá da linhagem de Davi.","explicacao_detalhada":"A palavra 'pai' enfatiza a paternidade de Deus e sua autoridade sobre o rei, que será um governante sob a orientação divina.","por_que_esta_palavra":"A escolha da palavra 'pai' é importante, pois estabelece a relação de cuidado e proteção que Deus oferece ao seu ungido.","conexao_teologica":"A paternidade de Deus é um tema central na Bíblia, culminando na revelação de Jesus como o Filho de Deus.","referencias_relacionadas":["Isaías 9:6","Mateus 6:9","Romanos 8:15"]},"2samuel_7_15_deus":{"palavra_pt":"misericordia/amor leal","palavra_original":"חֵסֵד","transliteracao":"chêçêd","strong":"H2617","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"Refere-se à fidelidade de Deus em manter sua aliança com Davi e sua linhagem.","explicacao_detalhada":"A palavra 'misericórdia/amor leal' destaca a natureza constante e fiel de Deus, que não abandonará sua promessa.","por_que_esta_palavra":"A escolha da palavra 'misericórdia' é significativa, pois reflete o caráter de Deus como um Deus que cumpre suas promessas.","conexao_teologica":"A misericórdia de Deus é um tema central na Bíblia, que se manifesta plenamente na nova aliança em Cristo.","referencias_relacionadas":["Salmos 89:28","Miquéias 7:18","Romanos 9:15"]},"2samuel_7_15_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à verdade de Deus em cumprir suas promessas.","explicacao_detalhada":"A palavra 'verdade' enfatiza a certeza de que Deus não falhará em suas promessas, garantindo a continuidade da linhagem de Davi.","por_que_esta_palavra":"A escolha da palavra 'verdade' é crucial, pois destaca a confiança que o povo pode ter nas promessas de Deus.","conexao_teologica":"A verdade de Deus é um fundamento da fé cristã, que se concretiza em Jesus, a Verdade encarnada.","referencias_relacionadas":["Salmos 100:5","João 14:6","Hebreus 10:23"]},"2samuel_7_15_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma relação de proximidade e escolha divina.","explicacao_detalhada":"Neste contexto, Deus está afirmando que Ele escolheu Davi e sua linhagem para estar em uma posição especial entre os povos, destacando a exclusividade da aliança.","por_que_esta_palavra":"A escolha de Deus por Davi é um tema central na narrativa, e 'entre' enfatiza a relação íntima que Deus tem com seu povo escolhido.","conexao_teologica":"A ideia de ser escolhido por Deus é fundamental na teologia bíblica, refletindo a soberania divina e a graça.","referencias_relacionadas":["1 Samuel 16:13","Salmos 89:3-4","Romanos 11:1-2"]},"2samuel_7_16_edificar":{"palavra_pt":"crer/amem","palavra_original":"אָמַן","transliteracao":"ʼâman","strong":"H539","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer/amem' refere-se à fidelidade e à certeza das promessas de Deus.","explicacao_detalhada":"Aqui, Deus promete que a casa de Davi será estabelecida para sempre, e a palavra 'crer' implica em confiança nas promessas divinas.","por_que_esta_palavra":"A fidelidade de Deus em cumprir suas promessas é um tema recorrente, e 'crer' é a resposta esperada do povo.","conexao_teologica":"A fé nas promessas de Deus é essencial para a vida espiritual, refletindo a relação entre Deus e seu povo.","referencias_relacionadas":["Hebreus 11:1","Salmos 37:5","Isaías 55:11"]},"2samuel_7_16_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' representa tanto uma estrutura física quanto uma linhagem ou família.","explicacao_detalhada":"Neste versículo, 'casa' refere-se à dinastia de Davi, que será estabelecida por Deus como parte de Seu plano redentor.","por_que_esta_palavra":"A noção de 'casa' é central para entender a aliança de Deus com Davi e a continuidade da sua linhagem.","conexao_teologica":"A casa de Davi é vista como um precursor do reino messiânico, onde Jesus é o cumprimento dessa promessa.","referencias_relacionadas":["Mateus 1:1","Lucas 1:32-33","Jeremias 23:5"]},"2samuel_7_16_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Ideia básica: reino.","significado_contextual":"A palavra 'reino' refere-se à autoridade e ao governo que Deus estabelece através de Davi.","explicacao_detalhada":"Deus promete que o reino de Davi será eterno, indicando a importância do governo divino na história da salvação.","por_que_esta_palavra":"A ideia de 'reino' é fundamental para entender a soberania de Deus e o papel de Davi como rei escolhido.","conexao_teologica":"O conceito de reino é central na mensagem do evangelho, onde Jesus é apresentado como o Rei dos Reis.","referencias_relacionadas":["Mateus 4:17","Apocalipse 11:15","Salmos 145:13"]},"2samuel_7_17_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como Deus age e cumpre suas promessas.","explicacao_detalhada":"Deus age de acordo com seu plano soberano, e 'modo' destaca a forma como Ele se relaciona com a história.","por_que_esta_palavra":"Entender o 'modo' de Deus é crucial para reconhecer sua fidelidade e a realização de suas promessas.","conexao_teologica":"A soberania de Deus sobre a história é um tema central na teologia, mostrando que Ele opera de acordo com seu propósito.","referencias_relacionadas":["Isaías 55:8-9","Romanos 8:28","Efésios 1:11"]},"2samuel_7_17_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se à comunicação divina e à realização de suas promessas.","explicacao_detalhada":"Deus fala e age através de Sua palavra, e isso é um tema central na relação entre Deus e seu povo.","por_que_esta_palavra":"A palavra de Deus é viva e eficaz, e sua realização é um testemunho de sua fidelidade.","conexao_teologica":"A palavra de Deus é fundamental para a fé, sendo a base para a revelação e a ação divina na história.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Salmos 119:105"]},"2samuel_7_18_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e ao papel de Davi como governante escolhido por Deus.","explicacao_detalhada":"Davi é reconhecido como o rei segundo o coração de Deus, e sua posição é central para a história de Israel.","por_que_esta_palavra":"A figura do rei é importante na narrativa bíblica, simbolizando a liderança e a justiça de Deus entre seu povo.","conexao_teologica":"Jesus é frequentemente referido como o Rei, cumprindo as promessas feitas a Davi.","referencias_relacionadas":["1 Samuel 13:14","Salmos 2:6","Mateus 2:2"]},"2samuel_7_18_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se à função de governar e tomar decisões justas.","explicacao_detalhada":"Davi é chamado a ser um juiz justo, refletindo a justiça de Deus em sua liderança.","por_que_esta_palavra":"A justiça é um atributo essencial de Deus, e Davi deve refletir isso em seu governo.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, e os líderes são chamados a agir de acordo com esse padrão.","referencias_relacionadas":["Salmos 72:1-2","Provérbios 29:2","Isaías 9:7"]},"2samuel_7_18_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se ao ato de se aproximar de Deus e de sua presença.","explicacao_detalhada":"Davi é chamado a entrar na presença de Deus, reconhecendo sua dependência e submissão.","por_que_esta_palavra":"A ideia de 'vir' é uma metáfora para a relação íntima que o povo deve ter com Deus.","conexao_teologica":"A aproximação a Deus é um tema central na Bíblia, refletindo o desejo de comunhão com o Criador.","referencias_relacionadas":["Salmos 100:4","Hebreus 10:22","Tiago 4:8"]},"2samuel_7_19_small":{"palavra_pt":"small","palavra_original":"קָטֹן","transliteracao":"qâṭôn","strong":"H6994","significado_raiz":"Ideia básica: small.","significado_contextual":"A palavra 'small' refere-se à humildade e à insignificância percebida de Davi diante de Deus.","explicacao_detalhada":"Davi reconhece sua posição humilde e a grandeza de Deus, refletindo a atitude correta diante do Senhor.","por_que_esta_palavra":"A humildade é uma virtude valorizada na Bíblia, e Davi exemplifica isso ao se ver como pequeno diante de Deus.","conexao_teologica":"A humildade é essencial para a relação com Deus, que se opõe aos soberbos e dá graça aos humildes.","referencias_relacionadas":["Tiago 4:6","Salmos 138:6","Mateus 5:3"]},"2samuel_7_19_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' aqui se refere à existência e à continuidade da linhagem de Davi, que Deus promete preservar.","explicacao_detalhada":"No contexto de 2 Samuel 7:19, 'vida' implica não apenas a vida física, mas também a vida espiritual e a promessa de Deus de que a descendência de Davi terá um papel contínuo na história da salvação.","por_que_esta_palavra":"A escolha da palavra 'vida' enfatiza a importância da continuidade e da relação entre Deus e o povo de Israel, simbolizando a aliança eterna.","conexao_teologica":"A ideia de vida está profundamente ligada à aliança de Deus com Seu povo, refletindo a promessa de redenção e a esperança de vida eterna através de Cristo.","referencias_relacionadas":["Salmos 89:36-37","Isaías 55:3","João 10:10"]},"2samuel_7_19_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania de Deus sobre todas as coisas e Sua autoridade em fazer promessas.","explicacao_detalhada":"Neste versículo, 'senhor' é uma expressão de reverência e reconhecimento da posição de Deus como o governante supremo que estabelece e cumpre Suas promessas.","por_que_esta_palavra":"A palavra 'senhor' é usada para enfatizar a relação de submissão e adoração que o povo deve ter em relação a Deus, que é fiel em Suas promessas.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o autor da história e das promessas de salvação.","referencias_relacionadas":["Salmos 110:1","Romanos 10:9","Apocalipse 19:16"]},"2samuel_7_20_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"A repetição da palavra 'vida' reforça a ideia de que a promessa de Deus é vital e essencial para a continuidade da linhagem de Davi.","explicacao_detalhada":"Neste contexto, 'vida' representa a promessa de Deus de que a descendência de Davi viverá e prosperará sob Sua proteção e bênção.","por_que_esta_palavra":"A ênfase na 'vida' destaca a importância da aliança de Deus e a certeza de que Ele cumprirá Suas promessas.","conexao_teologica":"A vida prometida por Deus é um símbolo da aliança e da esperança de redenção que se cumpre em Cristo, o descendente de Davi.","referencias_relacionadas":["Gênesis 17:7","Ezequiel 37:26","Mateus 1:1"]},"2samuel_7_20_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à comunicação de Deus com Davi, revelando Seus planos e promessas.","explicacao_detalhada":"Neste versículo, 'falar' implica que Deus se comunica de maneira clara e direta, estabelecendo um diálogo com Davi sobre o futuro de sua linhagem.","por_que_esta_palavra":"A escolha da palavra 'falar' enfatiza a importância da revelação divina e da resposta humana à palavra de Deus.","conexao_teologica":"A comunicação de Deus com a humanidade é um tema central na Bíblia, mostrando que Ele deseja um relacionamento pessoal com Seu povo.","referencias_relacionadas":["Êxodo 20:1","Salmos 119:105","Hebreus 1:1-2"]},"2samuel_7_20_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' reafirma a autoridade de Deus sobre as promessas feitas a Davi e Sua soberania sobre a história.","explicacao_detalhada":"Aqui, 'senhor' é uma expressão de reconhecimento da grandeza de Deus e da certeza de que Ele cumprirá o que prometeu.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a relação de dependência e confiança que Davi e o povo de Israel devem ter em Deus.","conexao_teologica":"A soberania de Deus é um tema recorrente, mostrando que Ele é fiel e poderoso para cumprir Suas promessas.","referencias_relacionadas":["Salmos 46:10","Isaías 40:28","Romanos 8:31"]},"2samuel_7_21_poderoso":{"palavra_pt":"poderoso","palavra_original":"גְּדוּלָה","transliteracao":"gᵉdûwlâh","strong":"H1420","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' destaca a grandeza e a capacidade de Deus de realizar o que prometeu a Davi.","explicacao_detalhada":"Neste versículo, 'poderoso' enfatiza que Deus é capaz de agir de maneira sobrenatural e cumprir Suas promessas, independentemente das circunstâncias.","por_que_esta_palavra":"A escolha da palavra 'poderoso' é crucial para entender a natureza de Deus como aquele que tem controle absoluto sobre todas as coisas.","conexao_teologica":"A potência de Deus é um tema central na Bíblia, refletindo Sua capacidade de salvar e redimir Seu povo.","referencias_relacionadas":["Jeremias 32:17","Efésios 3:20","Filipenses 4:13"]},"2samuel_7_21_because":{"palavra_pt":"porque","palavra_original":"עָבוּר","transliteracao":"ʻâbûwr","strong":"H5668","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Davi reconhece a grandeza de Deus e Sua ação em sua vida.","explicacao_detalhada":"Neste contexto, 'porque' conecta a ação de Deus com a resposta de Davi, mostrando que a compreensão da grandeza de Deus leva à adoração.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a lógica da adoração e da gratidão que Davi expressa em resposta às promessas de Deus.","conexao_teologica":"A relação entre a ação de Deus e a resposta humana é um tema importante na teologia, mostrando que a graça de Deus provoca adoração.","referencias_relacionadas":["Salmos 100:4","Romanos 12:1","1 Pedro 2:9"]},"2samuel_7_21_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação de Deus e às promessas que Ele fez a Davi.","explicacao_detalhada":"Neste versículo, 'palavra' implica que as promessas de Deus são firmes e confiáveis, e que Davi reconhece a importância de Sua revelação.","por_que_esta_palavra":"A escolha da palavra 'palavra' enfatiza a importância da revelação divina e a necessidade de resposta por parte do ser humano.","conexao_teologica":"A palavra de Deus é central na vida do crente, sendo a base para a fé e a prática cristã.","referencias_relacionadas":["Isaías 55:11","Mateus 4:4","2 Timóteo 3:16"]},"2samuel_7_22_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como Deus age e se relaciona com Seu povo.","explicacao_detalhada":"Neste contexto, 'modo' implica que a forma como Deus se relaciona com Davi e Israel é baseada em Sua fidelidade e amor.","por_que_esta_palavra":"A escolha da palavra 'modo' é importante para entender que a relação de Deus com Seu povo é caracterizada por princípios e promessas claras.","conexao_teologica":"A maneira de Deus agir é um reflexo de Seu caráter e de Sua aliança com a humanidade, mostrando que Ele é sempre fiel.","referencias_relacionadas":["Salmos 25:10","Miquéias 6:8","Hebreus 13:8"]},"2samuel_7_22_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' reafirma a soberania de Deus sobre todas as ações e promessas feitas a Davi.","explicacao_detalhada":"Neste versículo, 'senhor' é uma expressão de reverência e reconhecimento da autoridade de Deus em todas as coisas.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a relação de submissão e adoração que o povo deve ter em relação a Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o autor da história e das promessas de salvação.","referencias_relacionadas":["Salmos 103:19","Isaías 45:22","Apocalipse 1:8"]},"2samuel_7_22_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O Senhor é reconhecido como o Deus soberano e único, que não tem igual.","explicacao_detalhada":"Neste versículo, a palavra 'Senhor' refere-se à autoridade suprema de Deus sobre todas as coisas. É um reconhecimento da grandeza e do poder de Deus em contraste com os deuses pagãos.","por_que_esta_palavra":"A palavra 'Senhor' é usada para enfatizar a relação de Deus com o Seu povo e a Sua soberania sobre a criação.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o criador e mantenedor de todas as coisas.","referencias_relacionadas":["Salmos 115:3","Isaías 45:5","Romanos 11:36"]},"2samuel_7_23_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra é vista como a herança dada por Deus ao Seu povo.","explicacao_detalhada":"A palavra 'terra' neste contexto refere-se à terra prometida a Israel, simbolizando a presença e a bênção de Deus entre o Seu povo.","por_que_esta_palavra":"A 'terra' é um símbolo da aliança de Deus com Israel, representando segurança e prosperidade.","conexao_teologica":"A terra prometida é um elemento fundamental na narrativa bíblica, representando a fidelidade de Deus às Suas promessas.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Deuteronômio 6:10"]},"2samuel_7_23_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso é uma metáfora para força e poder, representando a proteção de Deus.","explicacao_detalhada":"Neste contexto, a palavra 'urso' pode simbolizar a força e a ferocidade de Deus em defesa de Seu povo contra os inimigos.","por_que_esta_palavra":"A escolha da palavra 'urso' destaca a ideia de que Deus é um defensor poderoso e protetor.","conexao_teologica":"Deus é frequentemente descrito como um protetor forte, que luta pelas causas de Seu povo.","referencias_relacionadas":["Salmos 18:2","Isaías 40:10","Romanos 8:31"]},"2samuel_7_23_poderoso":{"palavra_pt":"poderoso","palavra_original":"גְּדוּלָה","transliteracao":"gᵉdûwlâh","strong":"H1420","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' enfatiza a grandeza e a força de Deus.","explicacao_detalhada":"Neste versículo, 'poderoso' refere-se à capacidade de Deus de realizar grandes feitos e cumprir Suas promessas.","por_que_esta_palavra":"A ênfase na grandeza de Deus serve para encorajar o povo a confiar em Sua proteção e providência.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, que nos lembra de Sua capacidade de agir em favor de Seu povo.","referencias_relacionadas":["Salmos 147:5","Jeremias 32:17","Efésios 3:20"]},"2samuel_7_24_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como o Criador e Sustentador de todas as coisas.","explicacao_detalhada":"A palavra 'Deus' neste contexto reafirma a natureza divina e a relação de Deus com Seu povo, destacando Sua autoridade e poder.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a identidade de Deus e Sua relação com a humanidade.","conexao_teologica":"A natureza de Deus como Criador é um princípio central na teologia cristã, que fundamenta a relação entre Deus e a criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Atos 17:24"]},"2samuel_7_24_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"A grandeza de Deus é reconhecida em Sua obra e em Suas promessas.","explicacao_detalhada":"A palavra 'grande' destaca a magnitude das ações de Deus e Sua importância na história da salvação.","por_que_esta_palavra":"A ênfase na grandeza de Deus serve para inspirar reverência e adoração entre os crentes.","conexao_teologica":"A grandeza de Deus é um tema que permeia toda a Escritura, mostrando Sua majestade e poder.","referencias_relacionadas":["Salmos 145:3","Isaías 6:3","Apocalipse 4:11"]},"2samuel_7_24_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"O povo é visto como a herança e o tesouro de Deus.","explicacao_detalhada":"A palavra 'povo' refere-se ao povo de Israel, escolhido por Deus para ser Seu testemunho na terra.","por_que_esta_palavra":"A ênfase no 'povo' destaca a relação especial entre Deus e aqueles que Ele chamou para Si.","conexao_teologica":"A ideia de que Deus tem um povo escolhido é central na narrativa bíblica, refletindo Sua graça e misericórdia.","referencias_relacionadas":["Êxodo 19:5","Deuteronômio 7:6","1 Pedro 2:9"]},"2samuel_7_25_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra é vista como um meio de comunicação entre Deus e Seu povo.","explicacao_detalhada":"Neste contexto, 'palavra' refere-se às promessas e decretos de Deus, que são fundamentais para a fé do povo.","por_que_esta_palavra":"A palavra de Deus é essencial para a compreensão da Sua vontade e para a vida espiritual do crente.","conexao_teologica":"A importância da palavra de Deus é um tema central na Bíblia, que enfatiza a revelação divina.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Hebreus 4:12"]},"2samuel_7_25_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso simboliza força e proteção, refletindo a natureza de Deus.","explicacao_detalhada":"A palavra 'urso' aqui pode ser interpretada como uma metáfora para a força de Deus em proteger e defender Seu povo.","por_que_esta_palavra":"A escolha da palavra 'urso' destaca a ferocidade e a determinação de Deus em cuidar de Sua criação.","conexao_teologica":"A proteção divina é um tema recorrente na Bíblia, mostrando que Deus é um refúgio seguro para aqueles que confiam Nele.","referencias_relacionadas":["Salmos 91:2","Isaías 41:10","Romanos 8:38-39"]},"2samuel_7_25_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor é associado à Sua autoridade e poder.","explicacao_detalhada":"Neste contexto, 'nome' representa a essência e a reputação de Deus, que é digno de reverência e adoração.","por_que_esta_palavra":"A ênfase no 'nome' de Deus destaca a importância de conhecer e invocar Sua presença.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, refletindo Sua natureza e caráter.","referencias_relacionadas":["Salmos 8:1","Provérbios 18:10","Filipenses 2:9-11"]},"2samuel_7_26_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à casa de Deus, simbolizando a presença divina entre o povo.","explicacao_detalhada":"A palavra 'casa' neste contexto representa não apenas um edifício físico, mas também a ideia de um lar espiritual onde Deus habita e se relaciona com seu povo.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a intimidade e a permanência da relação entre Deus e Israel.","conexao_teologica":"A casa de Deus é um tema central na teologia bíblica, representando o lugar de adoração e a habitação divina entre os homens.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Hebreus 3:6"]},"2samuel_7_26_corpo":{"palavra_pt":"corpo","palavra_original":"גָּדַל","transliteracao":"gâdal","strong":"H1431","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo como a forma física que abriga a vida e a presença de Deus.","explicacao_detalhada":"Neste contexto, 'corpo' pode simbolizar a totalidade do ser humano, que é visto como um templo onde Deus habita.","por_que_esta_palavra":"A palavra 'corpo' é usada para enfatizar a importância da vida física e espiritual em unidade.","conexao_teologica":"A conexão entre corpo e espírito é fundamental na teologia cristã, onde o corpo é considerado templo do Espírito Santo.","referencias_relacionadas":["1 Coríntios 6:19","Romanos 12:1","Gálatas 2:20"]},"2samuel_7_26_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à natureza eterna de Deus e de suas promessas.","explicacao_detalhada":"A palavra 'eterno' indica a durabilidade e a imutabilidade dos planos de Deus, que transcendem o tempo.","por_que_esta_palavra":"Usar 'eterno' destaca a fidelidade de Deus em cumprir suas promessas ao longo das gerações.","conexao_teologica":"A eternidade de Deus é um conceito central na fé cristã, que assegura a esperança da vida eterna para os crentes.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Hebreus 13:8"]},"2samuel_7_27_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão pela qual Deus age em favor de seu povo.","explicacao_detalhada":"A palavra 'porque' conecta a ação de Deus com a resposta da fé de Davi, mostrando que as promessas divinas são baseadas na obediência.","por_que_esta_palavra":"É uma palavra que estabelece a lógica da relação entre Deus e seu povo, fundamentada na fé e na resposta a ela.","conexao_teologica":"A relação entre fé e ação divina é um tema recorrente na Bíblia, onde a fé ativa provoca a intervenção de Deus.","referencias_relacionadas":["Tiago 2:17","Hebreus 11:6","Romanos 4:20-21"]},"2samuel_7_27_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa sua autoridade e caráter.","explicacao_detalhada":"O nome 'Senhor' é um título que expressa a soberania e a relação pessoal de Deus com seu povo.","por_que_esta_palavra":"A palavra 'senhor' é usada para reconhecer a majestade e a autoridade de Deus sobre todas as coisas.","conexao_teologica":"O nome de Deus é central na adoração e na oração, simbolizando sua presença e poder.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"2samuel_7_27_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza divina de Deus como criador e sustentador.","explicacao_detalhada":"A palavra 'deus' enfatiza a soberania e o poder de Deus sobre toda a criação.","por_que_esta_palavra":"É uma afirmação da identidade de Deus como aquele que é digno de adoração e reverência.","conexao_teologica":"A compreensão de Deus como 'Elohim' é fundamental para a teologia, pois estabelece sua autoridade e poder.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Romanos 1:20"]},"2samuel_7_28_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Reforça a ideia da soberania e da fidelidade de Deus em suas promessas.","explicacao_detalhada":"A repetição da palavra 'deus' aqui sublinha a importância da confiança em sua natureza e caráter.","por_que_esta_palavra":"Reforça a ideia de que Deus é a fonte de toda bênção e proteção.","conexao_teologica":"A confiança em Deus como nosso 'Elohim' é essencial para a vida de fé.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Filipenses 4:19"]},"2samuel_7_28_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade de Deus e à qualidade de suas ações.","explicacao_detalhada":"A palavra 'bom' expressa a natureza benevolente de Deus, que deseja o bem para seu povo.","por_que_esta_palavra":"Usar 'bom' destaca a generosidade e a bondade de Deus em suas promessas e ações.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, que assegura aos crentes que Ele age para o bem deles.","referencias_relacionadas":["Salmos 34:8","Romanos 8:28","Gálatas 5:22"]},"2samuel_7_28_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade e ao senhorio de Deus sobre a vida de Davi e de Israel.","explicacao_detalhada":"A palavra 'senhor' aqui enfatiza a relação de submissão e reverência que Davi tem em relação a Deus.","por_que_esta_palavra":"É uma afirmação da posição de Deus como governante supremo e guia do seu povo.","conexao_teologica":"O senhorio de Deus é um conceito fundamental que implica em obediência e adoração.","referencias_relacionadas":["Salmos 110:1","Mateus 28:18","Romanos 10:9"]},"2samuel_7_29_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Refere-se ao ato de abençoar, que implica em reconhecer a bondade e a soberania de Deus.","explicacao_detalhada":"A palavra 'abençoar' implica em invocar a favor de alguém, reconhecendo a ação de Deus em suas vidas.","por_que_esta_palavra":"Usar 'abençoar' destaca a importância da gratidão e da intercessão na vida de fé.","conexao_teologica":"A bênção é um tema recorrente na Bíblia, simbolizando a graça e a bondade de Deus para com seu povo.","referencias_relacionadas":["Números 6:24-26","Efésios 1:3","Tiago 1:17"]},"2samuel_7_29_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à durabilidade e permanência da aliança de Deus com Davi e sua descendência.","explicacao_detalhada":"A palavra 'eterno' implica em um compromisso divino que transcende o tempo, indicando que a promessa de Deus a Davi é irrevogável e se estende por gerações.","por_que_esta_palavra":"A escolha da palavra 'eterno' enfatiza a natureza imutável das promessas de Deus, contrastando com a fragilidade das promessas humanas.","conexao_teologica":"A eternidade de Deus e Suas promessas é um tema central na teologia bíblica, refletindo a fidelidade de Deus ao longo da história da salvação.","referencias_relacionadas":["Salmos 89:3-4","Isaías 55:3","Hebreus 13:20-21"]},"2samuel_7_29_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à dinastia de Davi e ao templo que seria construído por seu filho Salomão.","explicacao_detalhada":"A palavra 'casa' simboliza não apenas um edifício físico, mas também a linhagem real e a presença de Deus entre o Seu povo.","por_que_esta_palavra":"A utilização de 'casa' destaca a importância da família e da continuidade da liderança espiritual e política em Israel.","conexao_teologica":"A casa de Davi é vista como um precursor da casa de Deus, culminando na vinda de Cristo, que é chamado de Filho de Davi.","referencias_relacionadas":["1 Crônicas 17:10-14","Mateus 1:1","Lucas 1:32-33"]}}