{"2samuel_8_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a queda dos inimigos de Israel sob a liderança de Davi.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a derrota dos filisteus e outros povos, simbolizando a vitória de Deus sobre os adversários de Seu povo.","por_que_esta_palavra":"A escolha de 'cair' enfatiza a fragilidade dos inimigos diante do poder de Deus e da unção sobre Davi.","conexao_teologica":"A vitória de Davi sobre seus inimigos é um reflexo da soberania de Deus na história e Sua proteção sobre Israel.","referencias_relacionadas":["Salmos 18:37-40","1 Crônicas 18:1","Romanos 8:37"]},"2samuel_8_1_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se à ação de Davi em perseguir e derrotar seus inimigos.","explicacao_detalhada":"A palavra 'seguir' implica em um movimento ativo e determinado, mostrando a liderança de Davi em batalhas e sua obediência ao chamado de Deus.","por_que_esta_palavra":"A escolha de 'seguir' destaca a responsabilidade de Davi como rei e líder militar, seguindo a direção de Deus em suas conquistas.","conexao_teologica":"A liderança de Davi serve como um modelo de seguir a vontade de Deus, um princípio que se aplica a todos os crentes.","referencias_relacionadas":["Salmos 23:3","Hebreus 12:1-2","1 Pedro 2:21"]},"2samuel_8_1_beat":{"palavra_pt":"beat","palavra_original":"נָכָה","transliteracao":"nâkâh","strong":"H5221","significado_raiz":"Ideia básica: beat.","significado_contextual":"Refere-se à ação de Davi em derrotar seus inimigos em batalha.","explicacao_detalhada":"A palavra 'beat' é usada para descrever a vitória militar, simbolizando a força e a proteção de Deus sobre Israel.","por_que_esta_palavra":"A repetição da ideia de 'beat' enfatiza a totalidade da vitória de Davi e a destruição dos inimigos de Deus.","conexao_teologica":"A batalha de Davi é vista como uma luta espiritual, refletindo a luta contínua entre o bem e o mal na história da salvação.","referencias_relacionadas":["Salmos 44:5","1 Crônicas 18:2","Efésios 6:12"]},"2samuel_8_2_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à morte dos inimigos de Israel como resultado das batalhas travadas por Davi.","explicacao_detalhada":"A palavra 'morrer' indica a consequência final da guerra, simbolizando a justiça de Deus contra aqueles que se opõem ao Seu povo.","por_que_esta_palavra":"A escolha de 'morrer' enfatiza a seriedade das batalhas e a realidade da vida e da morte no contexto da guerra.","conexao_teologica":"A morte dos inimigos de Israel é um lembrete da justiça de Deus e da proteção que Ele oferece aos Seus escolhidos.","referencias_relacionadas":["Salmos 68:1","Romanos 6:23","Apocalipse 20:14"]},"2samuel_8_2_beat":{"palavra_pt":"beat","palavra_original":"נָכָה","transliteracao":"nâkâh","strong":"H5221","significado_raiz":"Ideia básica: beat.","significado_contextual":"Refere-se à ação de Davi em derrotar os moabitas.","explicacao_detalhada":"A palavra 'beat' aqui destaca a vitória decisiva de Davi sobre os moabitas, mostrando a força do exército israelita sob sua liderança.","por_que_esta_palavra":"A repetição da ideia de 'beat' reforça a ideia de que a vitória é completa e inquestionável.","conexao_teologica":"A vitória de Davi sobre os moabitas é um símbolo da luta contínua entre o povo de Deus e aqueles que se opõem a Ele.","referencias_relacionadas":["1 Crônicas 18:2","Salmos 60:12","Romanos 8:37"]},"2samuel_8_3_beat":{"palavra_pt":"beat","palavra_original":"נָכָה","transliteracao":"nâkâh","strong":"H5221","significado_raiz":"Ideia básica: beat.","significado_contextual":"Refere-se à derrota de Hadadezer, rei de Zobá, por Davi.","explicacao_detalhada":"A palavra 'beat' enfatiza a vitória de Davi sobre um poderoso inimigo, mostrando a proteção e a bênção de Deus sobre Israel.","por_que_esta_palavra":"A repetição da ideia de 'beat' destaca a importância das vitórias de Davi como parte do plano de Deus para Israel.","conexao_teologica":"As vitórias de Davi são vistas como manifestações do poder de Deus em ação, refletindo Sua soberania sobre as nações.","referencias_relacionadas":["1 Crônicas 18:3","Salmos 60:1-5","Isaías 54:17"]},"2samuel_8_3_rei":{"palavra_pt":"rei","palavra_original":"הֲדַדְעֶזֶר","transliteracao":"Hădadʻezer","strong":"H1909","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se a Hadadezer como um rei inimigo que se opõe a Israel.","explicacao_detalhada":"A palavra 'rei' aqui destaca a autoridade e o poder de Hadadezer, que representa uma ameaça ao reino de Davi.","por_que_esta_palavra":"A escolha de 'rei' enfatiza a luta entre reinos e a soberania de Deus sobre todos os governantes.","conexao_teologica":"A batalha entre Davi e Hadadezer simboliza a luta entre o reino de Deus e os reinos deste mundo.","referencias_relacionadas":["Salmos 2:1-6","Daniel 2:44","Apocalipse 11:15"]},"2samuel_8_3_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à linhagem de Hadadezer e à continuidade de sua dinastia.","explicacao_detalhada":"A palavra 'filho' aqui pode indicar a sucessão de reis e a importância da hereditariedade nas dinastias.","por_que_esta_palavra":"A escolha de 'filho' destaca a conexão entre gerações e a continuidade do governo.","conexao_teologica":"A linhagem é um tema importante na Bíblia, refletindo a promessa de Deus a Davi sobre sua descendência eterna.","referencias_relacionadas":["Gênesis 17:7","Mateus 1:1-16","Lucas 3:23-38"]},"2samuel_8_4_escolher":{"palavra_pt":"escolher","palavra_original":"לָכַד","transliteracao":"lâkad","strong":"H3920","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' refere-se à ação de selecionar ou optar por algo específico, neste caso, a escolha de prisioneiros de guerra.","explicacao_detalhada":"No contexto de 2 Samuel 8:4, Davi escolhe prisioneiros de guerra para se tornarem servos, demonstrando sua autoridade e poder militar. A escolha é um ato de decisão que reflete a soberania de Davi como rei.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a ação deliberada de Davi em selecionar os prisioneiros, mostrando seu controle sobre a situação.","conexao_teologica":"A escolha de Davi pode ser vista como uma reflexão da escolha de Deus em selecionar um povo para Si, mostrando a soberania divina na história.","referencias_relacionadas":["1 Samuel 16:7","Deuteronômio 7:6","Romanos 8:33"]},"2samuel_8_4_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a posição ou relação de um grupo em relação a outro, neste caso, entre os prisioneiros.","explicacao_detalhada":"Em 2 Samuel 8:4, 'entre' é usado para descrever a seleção de prisioneiros de guerra, destacando a separação entre os que foram escolhidos e os que não foram.","por_que_esta_palavra":"A utilização de 'entre' enfatiza a distinção e a escolha feita por Davi, que separa os prisioneiros para um propósito específico.","conexao_teologica":"A ideia de estar 'entre' pode ser relacionada à noção de comunidade e pertencimento no povo de Deus, onde alguns são chamados para um propósito especial.","referencias_relacionadas":["Gálatas 3:28","1 Pedro 2:9","Efésios 2:19"]},"2samuel_8_5_rei":{"palavra_pt":"rei","palavra_original":"הֲדַדְעֶזֶר","transliteracao":"Hădadʻezer","strong":"H1909","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à posição de autoridade e liderança, especificamente Davi como o rei de Israel.","explicacao_detalhada":"No versículo, Davi é reconhecido como rei que enfrenta adversários e conquista terras, solidificando seu papel como líder e protetor do povo.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a identidade de Davi e sua função na história de Israel, representando a liderança divina sobre o povo.","conexao_teologica":"Davi é um tipo de Cristo, e sua realeza aponta para a realeza de Jesus, que é o Rei dos Reis.","referencias_relacionadas":["1 Samuel 16:1","Salmos 2:6","Apocalipse 19:16"]},"2samuel_8_5_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' implica movimento e ação, referindo-se ao ato de Davi convocar ou chamar os prisioneiros.","explicacao_detalhada":"Em 2 Samuel 8:5, Davi 'chama' os prisioneiros, indicando uma ação de autoridade e controle sobre a situação, além de um convite para um novo papel.","por_que_esta_palavra":"A palavra é significativa pois mostra a iniciativa de Davi em agir e tomar decisões em momentos críticos.","conexao_teologica":"A ideia de 'chamar' é central na teologia cristã, onde Deus chama Seu povo para um relacionamento com Ele.","referencias_relacionadas":["Isaías 43:1","Mateus 11:28","Romanos 8:30"]},"2samuel_8_5_help":{"palavra_pt":"help","palavra_original":"עָזַר","transliteracao":"ʻâzar","strong":"H5826","significado_raiz":"Ideia básica: help.","significado_contextual":"A palavra 'ajudar' refere-se à assistência ou apoio que Davi oferece aos prisioneiros, transformando-os em servos.","explicacao_detalhada":"No contexto, Davi ajuda os prisioneiros ao integrá-los em seu reino, mostrando um aspecto de misericórdia e estratégia militar.","por_que_esta_palavra":"A palavra é usada para destacar a ação de Davi em não apenas conquistar, mas também em oferecer um novo propósito aos derrotados.","conexao_teologica":"A ajuda de Davi pode ser vista como um reflexo da ajuda que Deus oferece ao Seu povo, trazendo redenção e propósito.","referencias_relacionadas":["Salmos 46:1","Hebreus 4:16","2 Coríntios 1:3-4"]},"2samuel_8_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as ações são realizadas, neste caso, a forma como Davi lida com os prisioneiros.","explicacao_detalhada":"Em 2 Samuel 8:6, o 'modo' indica a estratégia e a abordagem de Davi em governar e administrar seu reino após as vitórias.","por_que_esta_palavra":"A palavra é importante para entender a metodologia de Davi em estabelecer seu governo e a ordem no reino.","conexao_teologica":"A maneira como Davi governa pode ser vista como um modelo de liderança servil, refletindo o caráter de Cristo.","referencias_relacionadas":["Mateus 20:26-28","Filipenses 2:5-7","1 Pedro 5:2-3"]},"2samuel_8_6_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude das conquistas de Davi e à extensão de seu reino.","explicacao_detalhada":"No versículo, 'grande' é usado para descrever a importância e o impacto das vitórias de Davi, que estabelecem sua reputação como um grande rei.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a magnitude das realizações de Davi, que são vistas como bênçãos de Deus.","conexao_teologica":"A grandeza de Davi antecipa a grandeza do reino de Deus, que é estabelecido por meio de Cristo.","referencias_relacionadas":["Salmos 145:3","Mateus 5:14","Apocalipse 21:23"]},"2samuel_8_7_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"A palavra 'tomar' refere-se ao ato de Davi de capturar e adquirir os despojos de guerra.","explicacao_detalhada":"Em 2 Samuel 8:7, Davi 'toma' os despojos, que simbolizam a vitória e a provisão de Deus para seu povo.","por_que_esta_palavra":"A palavra é significativa pois representa a ação de Davi em reivindicar o que é seu por direito após a batalha.","conexao_teologica":"A ideia de 'tomar' pode ser vista como uma metáfora para a conquista espiritual que os crentes têm em Cristo.","referencias_relacionadas":["Romanos 8:37","1 Coríntios 15:57","Efésios 6:10-11"]},"2samuel_8_7_ouro":{"palavra_pt":"ouro","palavra_original":"זָהָב","transliteracao":"zâhâb","strong":"H2091","significado_raiz":"Ideia básica: ouro.","significado_contextual":"A palavra 'ouro' refere-se ao metal precioso que simboliza riqueza e valor, adquirido por Davi após a vitória.","explicacao_detalhada":"No contexto, o 'ouro' representa não apenas riqueza material, mas também a bênção de Deus sobre Davi e seu reinado.","por_que_esta_palavra":"A palavra é utilizada para destacar a importância dos recursos adquiridos, que são usados para glorificar a Deus e fortalecer o reino.","conexao_teologica":"O ouro é frequentemente associado à glória de Deus e ao valor eterno, refletindo a riqueza espiritual que os crentes têm em Cristo.","referencias_relacionadas":["Salmos 119:72","Mateus 6:19-21","Apocalipse 21:18"]},"2samuel_8_7_rei":{"palavra_pt":"rei","palavra_original":"הֲדַדְעֶזֶר","transliteracao":"Hădadʻezer","strong":"H1909","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é novamente utilizada para reafirmar a posição de Davi como líder supremo de Israel.","explicacao_detalhada":"Neste versículo, a repetição da palavra 'rei' enfatiza a autoridade de Davi e sua legitimidade como governante escolhido por Deus.","por_que_esta_palavra":"A palavra é crucial para entender a continuidade do reinado de Davi e seu papel na história da salvação.","conexao_teologica":"Davi é um precursor do verdadeiro Rei, Jesus Cristo, que governa com justiça e retidão.","referencias_relacionadas":["1 Crônicas 29:23","Salmos 72:1-2","Apocalipse 11:15"]},"2samuel_8_8_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O termo 'rei' refere-se à autoridade suprema e governante de um povo ou nação.","explicacao_detalhada":"No contexto de 2 Samuel 8:8, o rei é uma figura central que exerce poder e liderança sobre Israel, simbolizando a soberania de Deus sobre Seu povo.","por_que_esta_palavra":"A palavra 'rei' é utilizada para enfatizar a posição de autoridade e a responsabilidade de governar com justiça e retidão.","conexao_teologica":"A figura do rei em Israel é um reflexo do reinado de Deus, que é o verdadeiro Rei sobre todas as nações.","referencias_relacionadas":["1 Samuel 8:7","Salmos 47:2","Isaías 33:22"]},"2samuel_8_8_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local habitado, geralmente cercado e fortificado, que serve como centro de vida social e política.","explicacao_detalhada":"Em 2 Samuel 8:8, a cidade é um símbolo de segurança e proteção, representando a habitação do povo de Deus sob a liderança do rei.","por_que_esta_palavra":"A menção de 'cidade' destaca a importância de um lugar seguro para o povo e a presença de Deus entre eles.","conexao_teologica":"As cidades na Bíblia muitas vezes simbolizam a comunidade do povo de Deus e a proteção divina sobre eles.","referencias_relacionadas":["Salmos 46:4","Hebreus 11:10","Apocalipse 21:2"]},"2samuel_8_9_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' implica em prestar atenção e responder a uma mensagem ou comando.","explicacao_detalhada":"No contexto de 2 Samuel 8:9, ouvir é essencial para a comunicação entre o rei e seus súditos, bem como entre o povo e Deus.","por_que_esta_palavra":"A ênfase em 'ouvir' ressalta a importância da obediência e da receptividade à palavra de Deus.","conexao_teologica":"Ouvir a voz de Deus é fundamental para a vida espiritual e a relação com o Senhor.","referencias_relacionadas":["Deuteronômio 6:4","Romanos 10:17","Tiago 1:22"]},"2samuel_8_9_rei":{"palavra_pt":"rei","palavra_original":"תֹּעוּ","transliteracao":"Tôʻûw","strong":"H8583","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' novamente se refere à figura de autoridade que governa sobre o povo.","explicacao_detalhada":"Em 2 Samuel 8:9, o rei é visto como um líder que deve ouvir e agir em favor do seu povo, refletindo a justiça e a sabedoria.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a continuidade da liderança e a responsabilidade do governante.","conexao_teologica":"O rei é um tipo de Cristo, que é o Rei dos Reis e exerce autoridade sobre a Igreja.","referencias_relacionadas":["1 Pedro 2:9","Apocalipse 19:16","Salmos 2:6"]},"2samuel_8_10_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é usada para reafirmar a posição de liderança e autoridade.","explicacao_detalhada":"Neste versículo, o rei é uma figura que representa a vontade de Deus e a proteção do povo.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a dinâmica de poder e a relação entre Deus e Israel.","conexao_teologica":"O conceito de realeza é central na teologia bíblica, refletindo a soberania de Deus sobre a história.","referencias_relacionadas":["Salmos 24:7-10","Isaías 9:6-7","Mateus 28:18"]},"2samuel_8_10_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' refere-se a um estado de harmonia e ausência de conflito.","explicacao_detalhada":"Em 2 Samuel 8:10, a paz é um resultado desejado da liderança justa e da proteção divina sobre o povo.","por_que_esta_palavra":"A ênfase na paz destaca a missão do rei de trazer segurança e bem-estar ao seu povo.","conexao_teologica":"A paz é um tema central na Bíblia, simbolizando a restauração e a plenitude que Deus oferece.","referencias_relacionadas":["Isaías 9:6","Romanos 5:1","Filipenses 4:7"]},"2samuel_8_11_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é utilizada para reafirmar a autoridade e a responsabilidade do governante.","explicacao_detalhada":"Neste contexto, o rei é visto como um líder que deve agir em conformidade com a vontade de Deus e em benefício do povo.","por_que_esta_palavra":"A repetição da palavra 'rei' reforça a importância da liderança na sociedade israelita.","conexao_teologica":"A liderança do rei é um reflexo da liderança de Cristo sobre a Igreja.","referencias_relacionadas":["Salmos 72:1-2","1 Timóteo 2:1-2","Hebreus 13:17"]},"2samuel_8_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou abordado.","explicacao_detalhada":"Em 2 Samuel 8:11, o modo de agir do rei é importante para entender sua liderança e a relação com Deus.","por_que_esta_palavra":"A ênfase no 'modo' destaca a necessidade de uma liderança que siga princípios divinos.","conexao_teologica":"O modo de viver e liderar deve refletir os valores do Reino de Deus.","referencias_relacionadas":["Mateus 5:16","Colossenses 3:17","1 Pedro 2:12"]},"2samuel_8_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus como a autoridade suprema e soberana.","explicacao_detalhada":"Em 2 Samuel 8:11, o nome do Senhor é invocado como um símbolo de poder e proteção sobre o povo.","por_que_esta_palavra":"A menção do 'senhor' enfatiza a dependência do povo em relação a Deus e Sua liderança.","conexao_teologica":"O nome de Deus é sagrado e representa Sua presença e autoridade entre os homens.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Romanos 10:13"]},"2samuel_8_12_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se a um descendente ou herdeiro.","explicacao_detalhada":"Em 2 Samuel 8:12, o filho é visto como parte da continuidade da linhagem real e da promessa de Deus a Davi.","por_que_esta_palavra":"A ênfase em 'filho' destaca a importância da herança e da continuidade da liderança.","conexao_teologica":"A relação entre pai e filho é um tema central na Bíblia, simbolizando a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 2:7","Mateus 1:1","João 1:12"]},"2samuel_8_12_prey":{"palavra_pt":"prey","palavra_original":"שָׁלָל","transliteracao":"shâlâl","strong":"H7998","significado_raiz":"Ideia básica: prey.","significado_contextual":"Refere-se ao despojo ou saque obtido em batalhas.","explicacao_detalhada":"A palavra 'prey' (שָׁלָל) é utilizada para descrever os bens ou riquezas que eram capturados durante as guerras. No contexto de 2 Samuel 8:12, Davi conquistou várias nações e trouxe grande riqueza para Israel.","por_que_esta_palavra":"A palavra é importante para entender a vitória militar de Davi e a prosperidade que isso trouxe ao seu reino.","conexao_teologica":"Representa a bênção de Deus sobre Israel e a recompensa pela fidelidade de Davi.","referencias_relacionadas":["1 Samuel 30:20","Salmos 68:12","Isaías 33:23"]},"2samuel_8_12_rei":{"palavra_pt":"rei","palavra_original":"הֲדַדְעֶזֶר","transliteracao":"Hădadʻezer","strong":"H1909","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao título e posição de autoridade de Davi como governante.","explicacao_detalhada":"A palavra 'rei' (הֲדַדְעֶזֶר) é usada para identificar um líder militar e político. No versículo, Davi enfrenta Hadadezer, um rei de Zobá, destacando a expansão do seu reino.","por_que_esta_palavra":"É crucial para entender a dinâmica de poder e a soberania de Davi sobre as nações vizinhas.","conexao_teologica":"Simboliza a realeza de Cristo, que é o Rei dos Reis.","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:6","Apocalipse 19:16"]},"2samuel_8_13_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal que simboliza força e ferocidade.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) é mencionada em um contexto que pode se referir a um ato de força ou conquista. Davi é descrito como um guerreiro feroz, e a menção de 'urso' pode simbolizar sua bravura.","por_que_esta_palavra":"Ajuda a ilustrar a natureza guerreira de Davi e sua habilidade em batalhas.","conexao_teologica":"Representa a força que Deus dá aos seus escolhidos para vencer inimigos.","referencias_relacionadas":["1 Samuel 17:34-36","Salmos 22:12","Provérbios 17:12"]},"2samuel_8_13_filho":{"palavra_pt":"filho","palavra_original":"דָּוִד","transliteracao":"Dâvid","strong":"H1732","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência de Davi e sua linhagem.","explicacao_detalhada":"A palavra 'filho' (דָּוִד) é usada para enfatizar a importância de Davi como o escolhido de Deus e seu papel na história de Israel.","por_que_esta_palavra":"É fundamental para entender a continuidade da promessa de Deus a Davi e sua descendência.","conexao_teologica":"Davi é um tipo de Cristo, e sua linhagem é crucial para a genealogia de Jesus.","referencias_relacionadas":["Mateus 1:1","Lucas 3:31","Romanos 1:3"]},"2samuel_8_14_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se ao ato de libertação ou ajuda divina.","explicacao_detalhada":"A palavra 'salvar' (יָשַׁע) é usada para descrever a intervenção de Deus em favor de Davi e de Israel durante as batalhas.","por_que_esta_palavra":"É importante para entender que a vitória de Davi não era apenas militar, mas também espiritual, com a ajuda de Deus.","conexao_teologica":"Simboliza a salvação que Deus oferece a todos os que confiam Nele.","referencias_relacionadas":["Salmos 18:2","Isaías 43:11","Romanos 10:13"]},"2samuel_8_14_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude das conquistas de Davi.","explicacao_detalhada":"A palavra 'grande' (שׂוּם) é utilizada para descrever a extensão e a importância das vitórias de Davi sobre seus inimigos.","por_que_esta_palavra":"É essencial para entender a magnitude do reino de Davi e a prosperidade que ele trouxe a Israel.","conexao_teologica":"Reflete a grandeza do reino de Deus e Sua soberania sobre todas as nações.","referencias_relacionadas":["Salmos 145:3","Mateus 5:14","Apocalipse 11:15"]},"2samuel_8_15_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Refere-se ao ato de governar e exercer autoridade.","explicacao_detalhada":"A palavra 'reinar' (מָלַךְ) é usada para descrever a função de Davi como rei de Israel, enfatizando sua autoridade e liderança.","por_que_esta_palavra":"É importante para entender o papel de Davi como líder escolhido por Deus e a estrutura do governo em Israel.","conexao_teologica":"Simboliza o reinado de Cristo, que é o Rei eterno.","referencias_relacionadas":["Salmos 22:28","Isaías 9:6-7","Apocalipse 11:15"]},"2samuel_8_15_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como Davi governava e conduzia seu reino.","explicacao_detalhada":"A palavra 'modo' (כֹּל) é usada para descrever a forma abrangente de liderança de Davi, que incluía justiça e sabedoria.","por_que_esta_palavra":"É crucial para entender a abordagem de Davi em governar e a importância de sua liderança justa.","conexao_teologica":"Reflete o caráter de Deus como justo e sábio em Seu governo sobre a criação.","referencias_relacionadas":["Salmos 72:1-2","Provérbios 29:2","Mateus 20:26-28"]},"2samuel_8_15_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de cair em batalha ou em desgraça.","explicacao_detalhada":"A palavra 'cair' (הָיָה) pode se referir à derrota de inimigos ou à queda de um rei. No contexto, pode simbolizar a queda dos adversários de Davi.","por_que_esta_palavra":"É importante para entender a dinâmica das batalhas e a proteção divina sobre Davi.","conexao_teologica":"Simboliza a queda do pecado e a vitória de Cristo sobre a morte.","referencias_relacionadas":["Salmos 37:24","Romanos 8:31","1 Coríntios 15:57"]},"2samuel_8_16_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência de Davi e sua linhagem real.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para enfatizar a continuidade da linha de Davi e a importância de seus descendentes na história de Israel.","por_que_esta_palavra":"É fundamental para entender a promessa de Deus a Davi sobre sua linhagem e o futuro Messias.","conexao_teologica":"Davi é um tipo de Cristo, e sua linhagem é crucial para a genealogia de Jesus.","referencias_relacionadas":["Mateus 1:1","Lucas 3:31","Romanos 1:3"]},"2samuel_8_16_adoracao":{"palavra_pt":"exercitos","palavra_original":"צָבָא","transliteracao":"tsâbâʼ","strong":"H6635","significado_raiz":"Ideia básica: exercitos.","significado_contextual":"Refere-se aos exércitos que servem ao rei, simbolizando poder e autoridade.","explicacao_detalhada":"A palavra 'exércitos' implica não apenas em tropas, mas também em uma organização militar que representa a força do reino de Davi. Neste contexto, os exércitos são fundamentais para a proteção e expansão do reino.","por_que_esta_palavra":"A escolha da palavra 'exércitos' destaca a importância da força militar na manutenção da ordem e na conquista de territórios.","conexao_teologica":"A presença de exércitos é vista como uma manifestação do poder de Deus sobre as nações, onde Ele é o verdadeiro comandante.","referencias_relacionadas":["1 Samuel 17:45","Salmos 24:10","Isaías 1:9"]},"2samuel_8_16_nome":{"palavra_pt":"nome","palavra_original":"יוֹאָב","transliteracao":"Yôwʼâb","strong":"H3097","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome de Joabe, o comandante do exército de Davi, simbolizando liderança e responsabilidade.","explicacao_detalhada":"O nome 'Joabe' é significativo, pois ele desempenha um papel crucial nas batalhas e decisões estratégicas do reino. Seu nome é associado a coragem e lealdade.","por_que_esta_palavra":"A menção do nome enfatiza a importância da identidade e do papel de cada indivíduo dentro da estrutura do governo de Davi.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados que refletem o caráter ou a missão de uma pessoa, mostrando como Deus usa indivíduos para cumprir Seus propósitos.","referencias_relacionadas":["2 Samuel 2:13","2 Samuel 3:22","1 Crônicas 11:6"]},"2samuel_8_17_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho de Abiatar, o sacerdote, indicando a continuidade da linhagem sacerdotal.","explicacao_detalhada":"A palavra 'filho' aqui sugere a transmissão de responsabilidades e a importância da família na estrutura religiosa de Israel.","por_que_esta_palavra":"A menção do 'filho' destaca a importância da hereditariedade no sacerdócio e a continuidade do serviço a Deus.","conexao_teologica":"A ideia de filhos e linhagens é central na narrativa bíblica, mostrando como Deus opera através das gerações.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:6","1 Crônicas 24:3"]},"2samuel_8_17_nome":{"palavra_pt":"nome","palavra_original":"אֲחִיטוּב","transliteracao":"ʼĂchîyṭûwb","strong":"H285","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome de Aitube, que representa a linhagem sacerdotal e a conexão com o serviço a Deus.","explicacao_detalhada":"O nome 'Aitube' é significativo no contexto do sacerdócio, indicando a importância da linhagem e da função religiosa na sociedade israelita.","por_que_esta_palavra":"A menção do nome enfatiza a relevância do papel sacerdotal e a continuidade da adoração a Deus.","conexao_teologica":"Os nomes sacerdotais muitas vezes refletem a relação entre Deus e Seu povo, mostrando a importância da mediação entre o sagrado e o profano.","referencias_relacionadas":["1 Crônicas 6:4","1 Crônicas 6:8","Ezequiel 44:15"]},"2samuel_8_17_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se ao papel de Abiatar como sacerdote, destacando a importância da função religiosa em Israel.","explicacao_detalhada":"A palavra 'sacerdote' implica em alguém que serve como mediador entre Deus e o povo, realizando rituais e oferecendo sacrifícios.","por_que_esta_palavra":"A menção do sacerdote é crucial para entender a estrutura religiosa e a adoração em Israel, especialmente sob a liderança de Davi.","conexao_teologica":"O sacerdócio é um tema central na Bíblia, simbolizando a relação entre Deus e a humanidade, e a necessidade de intercessão.","referencias_relacionadas":["Êxodo 28:1","Levítico 21:10","Hebreus 5:1"]},"2samuel_8_18_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho de Aitube, continuando a linhagem sacerdotal.","explicacao_detalhada":"A palavra 'filho' aqui reforça a ideia de continuidade e a importância da herança espiritual dentro da família sacerdotal.","por_que_esta_palavra":"A menção do 'filho' é significativa para a compreensão da transmissão de responsabilidades e do legado espiritual.","conexao_teologica":"A continuidade da linhagem sacerdotal é um tema importante, mostrando como Deus preserva Seu povo através das gerações.","referencias_relacionadas":["1 Crônicas 6:4","1 Crônicas 6:8","Ezequiel 44:15"]},"2samuel_8_18_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se ao papel do sacerdote, enfatizando a importância do serviço religioso em Israel.","explicacao_detalhada":"A palavra 'sacerdote' destaca a função essencial de interceder pelo povo e realizar os rituais sagrados.","por_que_esta_palavra":"A menção do sacerdote é fundamental para entender a estrutura religiosa e a adoração em Israel, especialmente sob a liderança de Davi.","conexao_teologica":"O sacerdócio é um símbolo da relação entre Deus e Seu povo, representando a necessidade de mediação e sacrifício.","referencias_relacionadas":["Êxodo 28:1","Levítico 21:10","Hebreus 5:1"]}}