{"judas_1_1_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Nome próprio que representa a figura central do cristianismo, o Salvador.","explicacao_detalhada":"Jesus é o Messias prometido, que veio ao mundo para redimir a humanidade do pecado. Seu nome significa 'O Senhor é Salvação'.","por_que_esta_palavra":"A menção de Jesus em Judas 1:1 destaca a relação do autor com o Senhor e a importância de sua autoridade.","conexao_teologica":"Jesus é a encarnação de Deus e o mediador entre Deus e os homens, fundamental para a salvação.","referencias_relacionadas":["Mateus 1:21","João 14:6","Atos 4:12"]},"judas_1_1_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Referência ao Ser Supremo, Criador do universo.","explicacao_detalhada":"Deus é descrito como o Pai, que tem um relacionamento pessoal com os crentes e é a fonte de toda graça e misericórdia.","por_que_esta_palavra":"A inclusão de Deus no início da carta enfatiza a autoridade divina por trás da mensagem de Judas.","conexao_teologica":"Deus é o fundamento da fé cristã, sendo a fonte de toda verdade e revelação.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"judas_1_2_compaixao":{"palavra_pt":"misericordia","palavra_original":"ἔλεος","transliteracao":"éleos","strong":"G1656","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"Refere-se à misericórdia que Deus oferece aos pecadores.","explicacao_detalhada":"A misericórdia é um atributo de Deus que se manifesta na compaixão e no perdão, essencial para a salvação.","por_que_esta_palavra":"Judas deseja que os crentes experimentem a misericórdia de Deus em suas vidas, especialmente em tempos de provação.","conexao_teologica":"A misericórdia de Deus é um tema central na teologia cristã, refletindo seu amor e graça.","referencias_relacionadas":["Efésios 2:4-5","Tiago 2:13","Romanos 9:15"]},"judas_1_2_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"Estado de harmonia e tranquilidade que vem de Deus.","explicacao_detalhada":"A paz mencionada aqui é a paz que excede todo entendimento, que é dada por Deus aos que confiam nele.","por_que_esta_palavra":"A saudação de paz é um desejo de que os crentes vivam em harmonia com Deus e entre si.","conexao_teologica":"A paz é um fruto do Espírito e um sinal da presença de Deus na vida do crente.","referencias_relacionadas":["Filipenses 4:7","Romanos 5:1","Colossenses 3:15"]},"judas_1_2_multiplicar":{"palavra_pt":"multiplicar","palavra_original":"πληθύνω","transliteracao":"plēthýnō","strong":"G4129","significado_raiz":"Ideia básica: multiplicar.","significado_contextual":"Aumentar em número ou intensidade.","explicacao_detalhada":"Judas deseja que a misericórdia, paz e amor de Deus sejam multiplicados na vida dos crentes.","por_que_esta_palavra":"A multiplicação dessas bênçãos é essencial para o crescimento espiritual e a edificação da igreja.","conexao_teologica":"A multiplicação das bênçãos de Deus é um tema que reflete sua generosidade e bondade.","referencias_relacionadas":["2 Pedro 1:2","Gálatas 5:22-23","Romanos 15:13"]},"judas_1_3_business":{"palavra_pt":"assunto","palavra_original":"σπουδή","transliteracao":"spoudḗ","strong":"G4710","significado_raiz":"Ideia básica: assunto.","significado_contextual":"Refere-se ao assunto ou tema principal da carta.","explicacao_detalhada":"Judas escreve para alertar os crentes sobre falsos mestres e a necessidade de defender a fé.","por_que_esta_palavra":"A escolha da palavra 'assunto' indica a urgência e a importância do que está sendo abordado.","conexao_teologica":"A defesa da fé é um chamado para todos os crentes, enfatizando a responsabilidade de manter a verdade.","referencias_relacionadas":["1 Timóteo 6:12","2 Timóteo 4:7","Filipenses 1:27"]},"judas_1_3_libertar":{"palavra_pt":"salvacao","palavra_original":"σωτηρία","transliteracao":"sōtēría","strong":"G4991","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"Refere-se à salvação e libertação do pecado.","explicacao_detalhada":"A salvação é o ato de Deus de resgatar os crentes da condenação e dar-lhes vida eterna.","por_que_esta_palavra":"A ênfase na salvação é central para a mensagem de Judas, que busca encorajar os crentes a permanecerem firmes.","conexao_teologica":"A salvação é o coração do evangelho e a razão pela qual Jesus veio ao mundo.","referencias_relacionadas":["Efésios 2:8-9","Romanos 10:9-10","Tito 3:5"]},"judas_1_3_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"Refere-se à fé verdadeira em Cristo e aos ensinamentos apostólicos.","explicacao_detalhada":"A fé é a confiança em Deus e em suas promessas, essencial para a vida cristã.","por_que_esta_palavra":"A ênfase na fé destaca a necessidade de os crentes se manterem firmes na verdade do evangelho.","conexao_teologica":"A fé é o meio pelo qual recebemos a salvação e é fundamental para o relacionamento com Deus.","referencias_relacionadas":["Hebreus 11:1","Romanos 1:17","Gálatas 2:20"]},"judas_1_4_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Reafirmação da soberania e autoridade de Deus.","explicacao_detalhada":"Deus é descrito como aquele que chamou os crentes para a salvação e que os sustenta em sua fé.","por_que_esta_palavra":"A menção de Deus reforça a importância de sua presença e ação na vida dos crentes.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, que assegura que Ele está no controle de todas as coisas.","referencias_relacionadas":["Salmos 115:3","Isaías 46:10","Romanos 8:28"]},"judas_1_4_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"Refere-se à graça de Deus que transforma o coração do crente.","explicacao_detalhada":"A graça é o favor imerecido de Deus, que nos permite viver de acordo com sua vontade.","por_que_esta_palavra":"A ênfase na graça destaca a dependência do crente na bondade de Deus para a salvação e a vida cristã.","conexao_teologica":"A graça é um tema central na mensagem do evangelho, que nos ensina que somos salvos pela fé e não por obras.","referencias_relacionadas":["Efésios 2:8","2 Coríntios 12:9","Romanos 3:24"]},"judas_1_5_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade suprema de Cristo sobre todas as coisas.","explicacao_detalhada":"No contexto de Judas 1:5, 'senhor' enfatiza a soberania de Jesus, que é reconhecido como o Senhor que salva e julga. A utilização dessa palavra destaca a relação de autoridade que Cristo tem sobre a criação e a necessidade de submissão a Ele.","por_que_esta_palavra":"A palavra 'senhor' é usada para reafirmar a posição de Cristo como autoridade máxima, especialmente em um contexto onde há falsos mestres e ensinamentos que desafiam essa autoridade.","conexao_teologica":"A soberania de Cristo é um tema central na teologia cristã, que afirma que Ele é o Senhor de toda a criação e que todos devem se submeter a Ele.","referencias_relacionadas":["Mateus 28:18","Filipenses 2:9-11","Romanos 10:9"]},"judas_1_5_solo":{"palavra_pt":"terra","palavra_original":"γῆ","transliteracao":"gē","strong":"G1093","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico, o lugar onde os seres humanos habitam.","explicacao_detalhada":"Em Judas 1:5, 'terra' é mencionada para enfatizar a criação de Deus e o juízo que recai sobre aqueles que se afastam de Sua verdade. A terra é o cenário onde a história da salvação se desenrola.","por_que_esta_palavra":"A palavra 'terra' é importante para contextualizar a ação de Deus na história e o impacto do pecado e da redenção na criação.","conexao_teologica":"A relação entre Deus e a terra é fundamental na narrativa bíblica, onde a criação é vista como boa, mas corrompida pelo pecado.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:19-22"]},"judas_1_5_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' refere-se à fé e confiança em Deus e em Sua palavra.","explicacao_detalhada":"No contexto de Judas 1:5, 'crer' é um chamado à fé genuína em Jesus Cristo, que é fundamental para a salvação. A crença não é apenas intelectual, mas envolve um compromisso de vida.","por_que_esta_palavra":"A palavra 'crer' é essencial para entender a relação entre o crente e Cristo, especialmente em tempos de dúvida e engano.","conexao_teologica":"A fé é um tema central no Novo Testamento, sendo a base da relação do crente com Deus e a chave para a salvação.","referencias_relacionadas":["João 3:16","Efésios 2:8-9","Hebreus 11:1"]},"judas_1_6_lei":{"palavra_pt":"juizo","palavra_original":"κρίσις","transliteracao":"krísis","strong":"G2920","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo' refere-se ao ato de julgamento e à decisão de Deus sobre as ações humanas.","explicacao_detalhada":"Em Judas 1:6, 'juízo' é mencionado em relação aos anjos que pecaram, destacando a certeza do julgamento divino. Isso serve como um aviso para aqueles que se afastam da verdade.","por_que_esta_palavra":"A palavra 'juízo' é crucial para entender a justiça de Deus e a seriedade do pecado, mostrando que há consequências para as ações.","conexao_teologica":"O juízo de Deus é um tema recorrente na Bíblia, que enfatiza Sua justiça e a necessidade de arrependimento.","referencias_relacionadas":["Romanos 14:10","2 Pedro 2:4","Apocalipse 20:11-15"]},"judas_1_6_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um tempo específico, muitas vezes associado ao juízo final.","explicacao_detalhada":"No contexto de Judas 1:6, 'dia' pode se referir ao dia do juízo, quando Deus julgará os ímpios. É um lembrete da inevitabilidade do juízo de Deus.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a certeza de que haverá um tempo determinado para o julgamento divino.","conexao_teologica":"A escatologia cristã ensina sobre o dia do Senhor, um tempo de julgamento e restauração.","referencias_relacionadas":["Mateus 25:31-46","Atos 17:31","1 Tessalonicenses 5:2"]},"judas_1_6_acquaintance":{"palavra_pt":"acquaintance","palavra_original":"ἴδιος","transliteracao":"ídios","strong":"G2398","significado_raiz":"Ideia básica: acquaintance.","significado_contextual":"A palavra 'acquaintance' refere-se a algo que é próprio ou particular.","explicacao_detalhada":"Em Judas 1:6, 'acquaintance' é usada para descrever os anjos que pecaram, indicando que eles tinham uma relação íntima com Deus, mas escolheram se rebelar.","por_que_esta_palavra":"A palavra 'acquaintance' destaca a gravidade da queda dos anjos, que conheciam a verdade e ainda assim escolheram o pecado.","conexao_teologica":"A queda dos anjos é um tema que ilustra a liberdade de escolha e as consequências do pecado.","referencias_relacionadas":["Isaías 14:12-15","Ezequiel 28:12-17","2 Pedro 2:4"]},"judas_1_7_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' refere-se à natureza humana e suas fraquezas.","explicacao_detalhada":"No contexto de Judas 1:7, 'carne' é mencionada em relação à imoralidade e ao pecado, destacando a luta entre a natureza humana e a santidade de Deus.","por_que_esta_palavra":"A palavra 'carne' é importante para entender a condição humana e a necessidade de redenção.","conexao_teologica":"A luta contra a carne é um tema central na vida cristã, onde os crentes são chamados a viver em santidade.","referencias_relacionadas":["Gálatas 5:17","Romanos 7:18-25","1 Pedro 2:11"]},"judas_1_7_juizo":{"palavra_pt":"juizo","palavra_original":"δίκη","transliteracao":"díkē","strong":"G1349","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo' refere-se à justiça de Deus em relação ao pecado.","explicacao_detalhada":"Em Judas 1:7, 'juízo' é mencionado em conexão com a destruição de Sodoma e Gomorra, servindo como um exemplo do juízo divino sobre a imoralidade.","por_que_esta_palavra":"A palavra 'juízo' é usada para advertir sobre as consequências do pecado e a certeza do julgamento de Deus.","conexao_teologica":"O juízo de Deus é um tema que ressalta Sua justiça e a necessidade de arrependimento.","referencias_relacionadas":["Gênesis 19:24-25","Romanos 1:18-32","2 Pedro 2:6"]},"judas_1_8_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"A palavra 'carne' refere-se à natureza humana e suas inclinações pecaminosas.","explicacao_detalhada":"No contexto de Judas 1:8, 'carne' é usada para descrever a maneira como os falsos mestres se comportam, agindo segundo suas paixões e desejos carnais.","por_que_esta_palavra":"A palavra 'carne' é importante para entender a natureza do pecado e a necessidade de viver segundo o Espírito.","conexao_teologica":"A luta contra a carne é um tema recorrente na vida cristã, onde os crentes são chamados a resistir às tentações.","referencias_relacionadas":["Gálatas 5:19-21","Romanos 8:5-8","1 João 2:15-17"]},"judas_1_8_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A palavra 'glória' refere-se à majestade e honra de Deus.","explicacao_detalhada":"Em Judas 1:8, 'glória' é mencionada em contraste com a desonra dos falsos mestres, que desprezam a autoridade e a glória de Deus.","por_que_esta_palavra":"A palavra 'glória' é usada para enfatizar a importância de reconhecer e honrar a majestade de Deus em nossas vidas.","conexao_teologica":"A glória de Deus é um tema central na Bíblia, que nos chama a viver para Sua honra e louvor.","referencias_relacionadas":["Salmos 19:1","Isaías 6:3","Romanos 11:36"]},"judas_1_8_dominio":{"palavra_pt":"dominio","palavra_original":"κυριότης","transliteracao":"kyriótēs","strong":"G2963","significado_raiz":"Ideia básica: dominio.","significado_contextual":"Refere-se à autoridade e controle que alguém pode exercer sobre outros.","explicacao_detalhada":"No contexto de Judas 1:8, a palavra 'domínio' é usada para descrever a tentativa de certos indivíduos de exercer autoridade indevida sobre os outros, desafiando a verdadeira autoridade de Deus.","por_que_esta_palavra":"A palavra 'domínio' é crucial para entender a luta contra a falsa liderança e a importância de reconhecer a soberania de Deus.","conexao_teologica":"A questão do domínio é central na teologia cristã, onde Cristo é reconhecido como o verdadeiro Senhor e Rei, contrastando com os líderes falsos.","referencias_relacionadas":["Mateus 20:25-28","Romanos 13:1","1 Pedro 5:3"]},"judas_1_9_michael":{"palavra_pt":"michael","palavra_original":"Μιχαήλ","transliteracao":"Michaḗl","strong":"G3413","significado_raiz":"Ideia básica: michael.","significado_contextual":"Micael é um arcanjo que representa a defesa do povo de Deus.","explicacao_detalhada":"Em Judas 1:9, Micael é mencionado como aquele que contendeu com o diabo sobre o corpo de Moisés, mostrando a luta espiritual e a autoridade que ele possui como mensageiro de Deus.","por_que_esta_palavra":"A menção de Micael destaca a realidade da batalha espiritual e a proteção divina sobre os crentes.","conexao_teologica":"Micael é visto como um defensor do povo de Deus, simbolizando a luta contra as forças do mal.","referencias_relacionadas":["Daniel 10:13","Daniel 12:1","Apocalipse 12:7"]},"judas_1_9_lei":{"palavra_pt":"juizo","palavra_original":"κρίσις","transliteracao":"krísis","strong":"G2920","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se ao julgamento ou decisão que é feita com base em princípios morais ou legais.","explicacao_detalhada":"No versículo, a palavra 'juízo' é usada para enfatizar a autoridade de Deus em julgar e a importância de se submeter a essa autoridade.","por_que_esta_palavra":"A palavra 'juízo' é fundamental para entender a justiça de Deus e a responsabilidade dos seres humanos diante de suas ações.","conexao_teologica":"O juízo de Deus é um tema recorrente na Bíblia, refletindo sua santidade e justiça.","referencias_relacionadas":["Romanos 14:10","Hebreus 9:27","Apocalipse 20:12"]},"judas_1_9_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao poder e direito de governar ou comandar.","explicacao_detalhada":"A palavra 'senhor' em Judas 1:9 destaca a soberania de Deus e a autoridade que Ele possui sobre todas as coisas, contrastando com a tentativa de outros de usurpar essa autoridade.","por_que_esta_palavra":"A ênfase na autoridade de Deus é essencial para a compreensão da submissão dos crentes à Sua vontade.","conexao_teologica":"A autoridade de Deus é um princípio central na teologia cristã, que afirma que Ele é o Criador e Sustentador do universo.","referencias_relacionadas":["Mateus 28:18","Efésios 1:21","Filipenses 2:9-11"]},"judas_1_10_viver":{"palavra_pt":"viver","palavra_original":"ζῶον","transliteracao":"zōon","strong":"G2226","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se à existência e à vitalidade, tanto física quanto espiritual.","explicacao_detalhada":"No contexto de Judas 1:10, a palavra 'viver' é usada para contrastar a verdadeira vida que vem de Deus com a morte espiritual que resulta do pecado.","por_que_esta_palavra":"A noção de 'viver' é fundamental para entender a oferta de vida eterna em Cristo.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, enfatizando a transformação que ocorre na vida do crente.","referencias_relacionadas":["João 10:10","Romanos 6:23","Gálatas 2:20"]},"judas_1_10_conhecer":{"palavra_pt":"conhecer","palavra_original":"ἐπίσταμαι","transliteracao":"epístamai","strong":"G1987","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Refere-se à compreensão e ao reconhecimento profundo de algo ou alguém.","explicacao_detalhada":"Em Judas 1:10, a palavra 'conhecer' implica uma relação íntima e pessoal com Deus, contrastando com o conhecimento superficial dos falsos mestres.","por_que_esta_palavra":"A palavra 'conhecer' é vital para a vida cristã, pois enfatiza a importância de um relacionamento pessoal com Deus.","conexao_teologica":"Conhecer a Deus é essencial para a salvação e para o crescimento espiritual.","referencias_relacionadas":["João 17:3","1 João 2:3","Filipenses 3:10"]},"judas_1_11_filho":{"palavra_pt":"filho","palavra_original":"Κάϊν","transliteracao":"Káïn","strong":"G2535","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência ou à relação familiar, especialmente em um contexto espiritual.","explicacao_detalhada":"No versículo, a menção de 'filho' se refere a Caim, simbolizando a rebelião contra Deus e as consequências do pecado.","por_que_esta_palavra":"A palavra 'filho' é importante para entender a herança espiritual e as escolhas que moldam o caráter.","conexao_teologica":"A relação entre pais e filhos é um tema recorrente na Bíblia, refletindo a responsabilidade espiritual.","referencias_relacionadas":["Gênesis 4:1-16","1 João 3:12","Hebreus 11:4"]},"judas_1_11_enganar":{"palavra_pt":"enganar","palavra_original":"πλάνη","transliteracao":"plánē","strong":"G4106","significado_raiz":"Ideia básica: enganar.","significado_contextual":"Refere-se à ação de levar alguém a acreditar em algo que não é verdade.","explicacao_detalhada":"Em Judas 1:11, a palavra 'enganar' é usada para descrever a natureza dos falsos mestres que distorcem a verdade de Deus.","por_que_esta_palavra":"A palavra 'enganar' é crucial para entender a necessidade de discernimento espiritual na vida cristã.","conexao_teologica":"O engano é uma tática comum do inimigo, e a Bíblia adverte os crentes a estarem vigilantes.","referencias_relacionadas":["Mateus 24:24","Gálatas 6:7","2 Coríntios 11:13-15"]},"judas_1_12_rocha":{"palavra_pt":"rocha","palavra_original":"σπιλάς","transliteracao":"spilás","strong":"G4694","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Refere-se a uma base sólida, simbolizando segurança e estabilidade.","explicacao_detalhada":"No contexto de Judas 1:12, a palavra 'rocha' é usada para descrever os falsos mestres que não têm uma base firme na verdade de Deus.","por_que_esta_palavra":"A metáfora da rocha é importante para entender a necessidade de uma fundação sólida na fé.","conexao_teologica":"Cristo é frequentemente descrito como a rocha, a base da fé cristã.","referencias_relacionadas":["Mateus 7:24-25","1 Coríntios 3:11","Efésios 2:20"]},"judas_1_12_nuvem":{"palavra_pt":"nuvem","palavra_original":"νεφέλη","transliteracao":"nephélē","strong":"G3507","significado_raiz":"Ideia básica: nuvem.","significado_contextual":"Refere-se a algo que pode parecer promissor, mas que não traz substância ou verdade.","explicacao_detalhada":"Em Judas 1:12, a palavra 'nuvem' é usada para descrever os falsos mestres que aparentam ser espirituais, mas não têm conteúdo verdadeiro.","por_que_esta_palavra":"A imagem da nuvem é significativa para ilustrar a futilidade de confiar em líderes que não têm a verdade de Deus.","conexao_teologica":"A nuvem pode simbolizar a presença de Deus, mas aqui é usada para mostrar a ausência de verdadeira espiritualidade.","referencias_relacionadas":["Hebreus 12:1","2 Pedro 2:17","Apocalipse 7:17"]},"judas_1_13_mar":{"palavra_pt":"mar","palavra_original":"θάλασσα","transliteracao":"thálassa","strong":"G2281","significado_raiz":"Ideia básica: mar.","significado_contextual":"O termo 'mar' é utilizado para descrever a vastidão e a instabilidade das falsas doutrinas e dos líderes enganosos.","explicacao_detalhada":"No contexto de Judas 1:13, o 'mar' simboliza a agitação e a futilidade das pessoas que se afastam da verdade, comparando-as a ondas impetuosas que não têm direção.","por_que_esta_palavra":"A escolha da palavra 'mar' enfatiza a natureza caótica e destrutiva das falsas doutrinas que inundam a fé cristã.","conexao_teologica":"O mar é frequentemente usado na Bíblia para simbolizar a desordem e o juízo de Deus sobre as nações, refletindo a necessidade de discernimento espiritual.","referencias_relacionadas":["Isaías 57:20","Tiago 1:6","Mateus 7:27"]},"judas_1_13_nuvem":{"palavra_pt":"nuvem","palavra_original":"ζόφος","transliteracao":"zóphos","strong":"G2217","significado_raiz":"Ideia básica: nuvem.","significado_contextual":"A 'nuvem' representa a obscuridade e a falta de clareza espiritual, simbolizando aqueles que se apresentam como líderes, mas que são vazios e sem substância.","explicacao_detalhada":"Em Judas 1:13, as nuvens sem água são uma metáfora para pessoas que prometem bênçãos, mas não conseguem cumprir, levando à frustração e desilusão.","por_que_esta_palavra":"A palavra 'nuvem' é utilizada para ilustrar a futilidade das promessas feitas por falsos mestres, que não trazem o verdadeiro alimento espiritual.","conexao_teologica":"As nuvens são frequentemente associadas à presença de Deus, mas aqui são usadas para mostrar a ausência de Sua verdadeira presença entre os enganadores.","referencias_relacionadas":["Provérbios 25:14","2 Pedro 2:17","Mateus 12:43-45"]},"judas_1_14_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade suprema de Cristo, que é reconhecida por Enoque em sua profecia sobre o juízo.","explicacao_detalhada":"Em Judas 1:14, a menção do 'senhor' destaca a soberania de Cristo sobre todos os seres humanos e a inevitabilidade do juízo divino.","por_que_esta_palavra":"A palavra 'senhor' é crucial para entender a relação de autoridade entre Cristo e a humanidade, especialmente em relação ao juízo final.","conexao_teologica":"A autoridade de Cristo é um tema central no Novo Testamento, enfatizando que Ele é o juiz que virá para estabelecer a justiça.","referencias_relacionadas":["Mateus 25:31-32","Atos 10:42","Romanos 14:10-12"]},"judas_1_14_falar":{"palavra_pt":"falar","palavra_original":"προφητεύω","transliteracao":"prophēteúō","strong":"G4395","significado_raiz":"Ideia básica: falar.","significado_contextual":"O termo 'falar' refere-se à profecia de Enoque, que traz uma mensagem de advertência sobre o juízo que virá.","explicacao_detalhada":"Em Judas 1:14, a palavra 'falar' implica uma comunicação divina, onde Enoque profetiza sobre a vinda do Senhor com milhares de Seus santos para julgar.","por_que_esta_palavra":"A escolha da palavra 'falar' enfatiza a importância da revelação divina e da responsabilidade de transmitir a verdade.","conexao_teologica":"A profecia é um meio pelo qual Deus comunica Sua vontade e juízo, mostrando a seriedade do que está por vir.","referencias_relacionadas":["1 Tessalonicenses 4:16","Apocalipse 19:11-16","Hebreus 1:1-2"]},"judas_1_14_enoch":{"palavra_pt":"enoch","palavra_original":"Ἐνώχ","transliteracao":"Enṓch","strong":"G1802","significado_raiz":"Ideia básica: enoch.","significado_contextual":"Enoque é mencionado como um exemplo de fé e como alguém que recebeu uma revelação sobre o juízo de Deus.","explicacao_detalhada":"Em Judas 1:14, Enoque é destacado por sua profecia, que serve como um alerta para aqueles que se afastam da verdade e vivem em desobediência.","por_que_esta_palavra":"A inclusão de Enoque reforça a continuidade da mensagem de advertência que permeia a Escritura, mostrando que o juízo de Deus é um tema recorrente.","conexao_teologica":"A vida de Enoque é um testemunho de fé e comunhão com Deus, contrastando com a vida dos ímpios que se afastam de Sua palavra.","referencias_relacionadas":["Gênesis 5:24","Hebreus 11:5","Apocalipse 22:12"]},"judas_1_15_lei":{"palavra_pt":"juizo","palavra_original":"κρίσις","transliteracao":"krísis","strong":"G2920","significado_raiz":"Ideia básica: juizo.","significado_contextual":"O 'juízo' refere-se ao julgamento que será realizado por Deus sobre os ímpios, conforme profetizado por Enoque.","explicacao_detalhada":"Em Judas 1:15, a palavra 'juízo' destaca a certeza de que Deus trará justiça e retribuição aos que praticam a iniquidade.","por_que_esta_palavra":"A palavra 'juízo' é fundamental para entender a natureza de Deus como justo e a necessidade de prestar contas por nossas ações.","conexao_teologica":"O juízo de Deus é um tema central na teologia bíblica, enfatizando a responsabilidade moral e a certeza do julgamento final.","referencias_relacionadas":["Romanos 2:6","2 Coríntios 5:10","Apocalipse 20:11-15"]},"judas_1_15_sopro":{"palavra_pt":"alma","palavra_original":"ψυχή","transliteracao":"psychḗ","strong":"G5590","significado_raiz":"Ideia básica: alma.","significado_contextual":"A 'alma' refere-se à essência da vida humana, que será julgada por Deus no dia do juízo.","explicacao_detalhada":"Em Judas 1:15, a palavra 'alma' enfatiza a importância da vida espiritual e a responsabilidade que cada um tem diante de Deus.","por_que_esta_palavra":"A escolha da palavra 'alma' destaca a integralidade do ser humano e a necessidade de viver de acordo com a vontade de Deus.","conexao_teologica":"A alma é vista como a parte imortal do ser humano, que será avaliada no juízo final, refletindo a importância da vida espiritual.","referencias_relacionadas":["Mateus 10:28","Eclesiastes 12:14","1 Pedro 1:17"]},"judas_1_15_urso":{"palavra_pt":"fazer","palavra_original":"ποιέω","transliteracao":"poiéō","strong":"G4160","significado_raiz":"Ideia básica: fazer.","significado_contextual":"O 'fazer' refere-se às ações dos ímpios que serão julgadas por Deus, enfatizando a responsabilidade moral.","explicacao_detalhada":"Em Judas 1:15, a palavra 'fazer' destaca que as obras de cada um serão levadas em conta no juízo, refletindo a importância das ações na vida cristã.","por_que_esta_palavra":"A escolha da palavra 'fazer' enfatiza que a fé verdadeira se manifesta em ações concretas e que seremos julgados por nossas obras.","conexao_teologica":"As obras são um reflexo da fé genuína, e o juízo de Deus considera tanto a fé quanto as ações de cada indivíduo.","referencias_relacionadas":["Tiago 2:26","Gálatas 6:7","Romanos 14:12"]},"judas_1_16_boca":{"palavra_pt":"boca","palavra_original":"στόμα","transliteracao":"stóma","strong":"G4750","significado_raiz":"Ideia básica: boca.","significado_contextual":"A 'boca' simboliza a comunicação e as palavras que saem dela, muitas vezes usadas para enganar e manipular.","explicacao_detalhada":"Em Judas 1:16, a palavra 'boca' é usada para descrever os murmúrios e as queixas dos ímpios, que falam mal dos outros e distorcem a verdade.","por_que_esta_palavra":"A escolha da palavra 'boca' enfatiza o poder das palavras e a responsabilidade que temos sobre o que dizemos.","conexao_teologica":"A boca é um instrumento que pode ser usado para edificar ou destruir, refletindo a importância de falar a verdade e edificar uns aos outros.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5-10","Mateus 12:36-37"]},"judas_1_16_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica a maneira como as ações e palavras dos ímpios estão alinhadas com suas intenções malignas.","explicacao_detalhada":"Em Judas 1:16, 'conforme' sugere que os ímpios agem de acordo com suas próprias vontades e desejos, desconsiderando a verdade de Deus.","por_que_esta_palavra":"A escolha da palavra 'conforme' destaca a hipocrisia dos ímpios, que se comportam de maneira contrária ao que professam.","conexao_teologica":"A conformidade com a vontade de Deus é um tema central na vida cristã, e agir conforme a verdade é essencial para a fé genuína.","referencias_relacionadas":["Romanos 12:2","Gálatas 5:16","Efésios 4:1"]},"judas_1_17_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade suprema de Cristo sobre todas as coisas.","explicacao_detalhada":"No contexto de Judas 1:17, 'senhor' é usado para enfatizar a soberania de Jesus e sua posição de autoridade sobre a Igreja e os crentes. É um reconhecimento de que Ele é o mestre e guia espiritual.","por_que_esta_palavra":"A palavra é utilizada para reafirmar a importância de reconhecer Jesus como Senhor em todas as áreas da vida.","conexao_teologica":"A ideia de Jesus como Senhor está ligada à sua divindade e ao seu papel redentor, sendo fundamental para a fé cristã.","referencias_relacionadas":["Mateus 28:18","Romanos 10:9","Filipenses 2:9-11"]},"judas_1_17_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"O nome 'Jesus' significa 'O Senhor salva', refletindo sua missão redentora.","explicacao_detalhada":"Em Judas 1:17, a menção de Jesus destaca sua identidade e o papel central que Ele desempenha na salvação da humanidade, sendo o mediador entre Deus e os homens.","por_que_esta_palavra":"A palavra é crucial para entender a natureza e a obra de Cristo, que é a base da fé cristã.","conexao_teologica":"Jesus é o cumprimento das promessas messiânicas do Antigo Testamento e a chave para a salvação.","referencias_relacionadas":["Atos 4:12","João 14:6","Romanos 5:8"]},"judas_1_18_years":{"palavra_pt":"anos","palavra_original":"χρόνος","transliteracao":"chrónos","strong":"G5550","significado_raiz":"Ideia básica: anos.","significado_contextual":"A palavra 'anos' refere-se ao tempo que se passou desde a primeira vinda de Cristo até a época da escrita da carta.","explicacao_detalhada":"Em Judas 1:18, a menção de 'anos' serve para lembrar os crentes sobre as advertências feitas pelos apóstolos a respeito dos falsos mestres que surgiriam.","por_que_esta_palavra":"É importante para situar a advertência no tempo e mostrar que as profecias sobre a apostasia estavam se cumprindo.","conexao_teologica":"O tempo é um elemento crucial na história da salvação, onde Deus age em períodos específicos.","referencias_relacionadas":["2 Pedro 3:3","Mateus 24:11","1 Timóteo 4:1"]},"judas_1_18_according":{"palavra_pt":"conforme","palavra_original":"κατά","transliteracao":"katá","strong":"G2596","significado_raiz":"Ideia básica: conforme.","significado_contextual":"A palavra 'conforme' indica a conformidade com as advertências dadas pelos apóstolos.","explicacao_detalhada":"No versículo, 'conforme' é usado para mostrar que as previsões sobre os falsos mestres estavam de acordo com o que os apóstolos já haviam ensinado.","por_que_esta_palavra":"É essencial para entender que a mensagem dos apóstolos é consistente e que os crentes devem permanecer firmes na verdade.","conexao_teologica":"A conformidade com a verdade apostólica é fundamental para a preservação da fé.","referencias_relacionadas":["1 Coríntios 15:1-2","Gálatas 1:8-9","2 Timóteo 1:13"]},"judas_1_19_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' refere-se à natureza espiritual do ser humano e à influência do Espírito Santo.","explicacao_detalhada":"Em Judas 1:19, a menção de 'espírito' destaca a importância da vida espiritual e a necessidade de discernimento entre os que são guiados pelo Espírito e os que não são.","por_que_esta_palavra":"É fundamental para entender a luta espiritual e a necessidade de estar em comunhão com Deus.","conexao_teologica":"O Espírito Santo é o agente de transformação e santificação na vida do crente.","referencias_relacionadas":["Romanos 8:9","Gálatas 5:16","1 Coríntios 2:12"]},"judas_1_19_deus":{"palavra_pt":"deus","palavra_original":"μή","transliteracao":"mḗ","strong":"G3361","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui é usada para enfatizar a negação de falsos ensinamentos que negam a divindade.","explicacao_detalhada":"No contexto de Judas 1:19, a palavra 'deus' é utilizada para contrastar a verdadeira fé com as heresias que surgem entre os crentes.","por_que_esta_palavra":"É crucial para a defesa da fé e a identificação de falsos mestres que distorcem a verdade sobre Deus.","conexao_teologica":"A compreensão correta de Deus é essencial para a verdadeira adoração e prática cristã.","referencias_relacionadas":["1 João 4:1","2 Pedro 2:1","Romanos 1:21"]},"judas_1_20_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A palavra 'fé' refere-se à confiança e crença em Deus e em suas promessas.","explicacao_detalhada":"Em Judas 1:20, a menção de 'fé' é um chamado à edificação espiritual e à perseverança na verdade do evangelho.","por_que_esta_palavra":"É fundamental para a vida cristã, pois a fé é o meio pelo qual os crentes se conectam com Deus.","conexao_teologica":"A fé é central na salvação e na vida do crente, sendo um dom de Deus.","referencias_relacionadas":["Efésios 2:8-9","Hebreus 11:1","Romanos 10:17"]},"judas_1_20_sopro":{"palavra_pt":"espirito","palavra_original":"πνεῦμα","transliteracao":"pneûma","strong":"G4151","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito' novamente enfatiza a necessidade de estar em sintonia com o Espírito Santo.","explicacao_detalhada":"No versículo, 'espírito' destaca a importância de viver uma vida guiada pelo Espírito, que é essencial para a edificação da fé.","por_que_esta_palavra":"É importante para a prática da vida cristã, onde o Espírito Santo atua na vida do crente.","conexao_teologica":"A vida no Espírito é um tema central na teologia paulina e na experiência cristã.","referencias_relacionadas":["Gálatas 5:25","Romanos 8:14","Efésios 4:30"]},"judas_1_20_deus":{"palavra_pt":"deus","palavra_original":"προσεύχομαι","transliteracao":"proseúchomai","strong":"G4336","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para enfatizar a necessidade de oração e dependência de Deus.","explicacao_detalhada":"Em Judas 1:20, 'deus' destaca a importância da oração como meio de fortalecer a fé e a comunhão com o Senhor.","por_que_esta_palavra":"É essencial para a vida espiritual, pois a oração é a comunicação com Deus.","conexao_teologica":"A oração é um aspecto vital da vida cristã, refletindo a dependência do crente em Deus.","referencias_relacionadas":["Filipenses 4:6","1 Tessalonicenses 5:17","Tiago 5:16"]},"judas_1_21_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' reafirma a soberania e a majestade de Deus na vida do crente.","explicacao_detalhada":"Em Judas 1:21, a menção de 'deus' é um lembrete da importância de permanecer na presença de Deus e em sua graça.","por_que_esta_palavra":"É crucial para a vida cristã, pois a relação com Deus é a base da fé e da esperança.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, que assegura a confiança dos crentes em suas promessas.","referencias_relacionadas":["Salmos 46:1","Romanos 8:28","Hebreus 13:5"]},"judas_1_21_compaixao":{"palavra_pt":"misericordia","palavra_original":"ἔλεος","transliteracao":"éleos","strong":"G1656","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"A misericórdia é um chamado à compaixão e ao perdão, especialmente em tempos de provação.","explicacao_detalhada":"Neste versículo, a misericórdia é apresentada como uma virtude essencial para os cristãos, que devem agir com compaixão em relação aos outros, refletindo o caráter de Deus.","por_que_esta_palavra":"A palavra 'misericórdia' é crucial para entender a natureza de Deus e a relação que Ele deseja ter com a humanidade, enfatizando a importância do perdão e da compaixão.","conexao_teologica":"A misericórdia de Deus é um tema central na teologia cristã, mostrando como Ele se importa com a humanidade e oferece salvação.","referencias_relacionadas":["Mateus 5:7","Tiago 2:13","Romanos 9:15"]},"judas_1_21_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' refere-se à autoridade suprema de Cristo sobre todas as coisas.","explicacao_detalhada":"Neste contexto, reconhecer Jesus como Senhor implica em submeter-se à Sua autoridade e seguir Seus ensinamentos.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a soberania de Cristo e a relação de submissão que os crentes devem ter com Ele.","conexao_teologica":"A autoridade de Cristo é um tema recorrente no Novo Testamento, onde Ele é reconhecido como Senhor e Salvador.","referencias_relacionadas":["Filipenses 2:9-11","Romanos 10:9","Atos 2:36"]},"judas_1_22_palavra":{"palavra_pt":"palavra","palavra_original":"ἐλεέω","transliteracao":"eleéō","strong":"G1653","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra é um meio de comunicação e revelação divina, essencial para a edificação da fé.","explicacao_detalhada":"Neste versículo, a palavra é apresentada como um elemento vital para a vida cristã, sendo a base para a fé e a prática.","por_que_esta_palavra":"A palavra é importante porque representa a verdade de Deus e a mensagem que os crentes devem compartilhar.","conexao_teologica":"A palavra de Deus é viva e eficaz, e sua importância é enfatizada em toda a Escritura.","referencias_relacionadas":["Hebreus 4:12","2 Timóteo 3:16-17","Salmos 119:105"]},"judas_1_22_julgar":{"palavra_pt":"julgar","palavra_original":"διακρίνω","transliteracao":"diakrínō","strong":"G1252","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Julgar implica discernir entre o certo e o errado, e é uma responsabilidade dos crentes.","explicacao_detalhada":"Neste contexto, o ato de julgar é apresentado como uma necessidade de discernimento espiritual, onde os crentes devem avaliar as ações e crenças à luz da verdade de Deus.","por_que_esta_palavra":"A palavra 'julgar' é relevante porque os cristãos são chamados a discernir e a manter a pureza da fé.","conexao_teologica":"O julgamento é um tema importante na Escritura, onde Deus é o juiz supremo, mas os crentes também são chamados a discernir.","referencias_relacionadas":["Mateus 7:1-5","1 Coríntios 2:15","Romanos 14:10"]},"judas_1_22_therefore":{"palavra_pt":"portanto","palavra_original":"καί","transliteracao":"kaí","strong":"G2532","significado_raiz":"Ideia básica: portanto.","significado_contextual":"A palavra 'portanto' indica uma conclusão ou consequência lógica das instruções anteriores.","explicacao_detalhada":"Neste versículo, 'portanto' conecta as instruções dadas anteriormente com a ação que os crentes devem tomar, enfatizando a importância da resposta à verdade.","por_que_esta_palavra":"A palavra 'portanto' é crucial para entender a lógica do argumento e a necessidade de ação dos crentes.","conexao_teologica":"A lógica e a razão são frequentemente usadas na Escritura para conectar doutrinas e práticas.","referencias_relacionadas":["Romanos 12:1","Efésios 4:1","Colossenses 3:5"]},"judas_1_23_carne":{"palavra_pt":"carne","palavra_original":"σάρξ","transliteracao":"sárx","strong":"G4561","significado_raiz":"Ideia básica: carne.","significado_contextual":"A carne representa a natureza humana caída e suas fraquezas.","explicacao_detalhada":"Neste contexto, a carne é um símbolo das limitações e pecados humanos que os crentes devem superar.","por_que_esta_palavra":"A palavra 'carne' é importante para entender a luta espiritual que os crentes enfrentam contra a natureza pecaminosa.","conexao_teologica":"A luta entre a carne e o espírito é um tema central na vida cristã, conforme descrito em várias cartas do Novo Testamento.","referencias_relacionadas":["Gálatas 5:17","Romanos 8:5-8","1 Pedro 2:11"]},"judas_1_23_palavra":{"palavra_pt":"palavra","palavra_original":"ἐλεέω","transliteracao":"eleéō","strong":"G1653","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra é um meio de salvação e transformação na vida dos crentes.","explicacao_detalhada":"Neste versículo, a palavra é enfatizada como essencial para a edificação e a salvação, sendo um chamado à ação.","por_que_esta_palavra":"A palavra é fundamental para a vida cristã, pois é através dela que os crentes são guiados e fortalecidos.","conexao_teologica":"A importância da palavra de Deus é um tema recorrente, mostrando como ela molda a vida e a fé dos crentes.","referencias_relacionadas":["Tiago 1:21","Romanos 10:17","1 Pedro 1:23"]},"judas_1_23_amor":{"palavra_pt":"amor","palavra_original":"μισέω","transliteracao":"miséō","strong":"G3404","significado_raiz":"Ideia básica: amor.","significado_contextual":"O amor é a essência da vida cristã e o mandamento maior.","explicacao_detalhada":"Neste contexto, o amor é apresentado como a motivação principal para as ações dos crentes, refletindo o amor de Cristo.","por_que_esta_palavra":"A palavra 'amor' é central na mensagem cristã, pois Deus é amor e os crentes são chamados a amar uns aos outros.","conexao_teologica":"O amor é um tema central na teologia cristã, sendo a base de todas as relações e ações dos crentes.","referencias_relacionadas":["1 João 4:7-8","Mateus 22:37-39","1 Coríntios 13:4-7"]},"judas_1_24_gloria":{"palavra_pt":"gloria","palavra_original":"δόξα","transliteracao":"dóxa","strong":"G1391","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A glória de Deus é a manifestação de Sua presença e poder.","explicacao_detalhada":"Neste versículo, a glória é apresentada como um atributo de Deus que deve ser reconhecido e exaltado pelos crentes.","por_que_esta_palavra":"A palavra 'glória' é importante porque reflete a majestade e a soberania de Deus, que deve ser adorada.","conexao_teologica":"A glória de Deus é um tema central na Escritura, onde Sua grandeza é reconhecida e celebrada.","referencias_relacionadas":["Salmos 19:1","Isaías 6:3","Romanos 11:36"]},"judas_1_24_alianca":{"palavra_pt":"alianca","palavra_original":"ἵστημι","transliteracao":"hístēmi","strong":"G2476","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A aliança representa o compromisso de Deus com Seu povo e a promessa de Sua fidelidade.","explicacao_detalhada":"Neste contexto, a aliança é um lembrete da relação especial entre Deus e os crentes, que devem viver em obediência a Ele.","por_que_esta_palavra":"A palavra 'aliança' é fundamental para entender a relação de Deus com a humanidade ao longo da história da salvação.","conexao_teologica":"As alianças de Deus são um tema central na teologia, mostrando como Ele se relaciona com Seu povo.","referencias_relacionadas":["Gênesis 9:13-17","Êxodo 19:5-6","Hebreus 8:6-13"]},"judas_1_25_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao ser supremo, criador do universo e fonte de toda autoridade e poder.","explicacao_detalhada":"No contexto de Judas 1:25, 'Deus' é exaltado como aquele que é capaz de guardar os crentes e apresentá-los irrepreensíveis diante de Sua glória. A ênfase está na soberania e na capacidade de Deus de proteger e salvar.","por_que_esta_palavra":"A inclusão de 'Deus' neste versículo é fundamental para enfatizar a dependência dos crentes em Sua força e proteção, especialmente em tempos de apostasia e desafios à fé.","conexao_teologica":"A teologia cristã ensina que Deus é não apenas o criador, mas também o redentor, que se preocupa com a salvação de Seu povo. Este versículo reforça a ideia de que a salvação e a segurança dos crentes estão nas mãos de Deus.","referencias_relacionadas":["Romanos 16:27","Judas 1:24","Salmos 121:7-8","1 Pedro 1:5","Hebreus 7:25"]},"judas_1_25_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"A palavra 'Jesus' refere-se ao Filho de Deus, o Salvador da humanidade, que veio ao mundo para redimir os pecadores.","explicacao_detalhada":"Em Judas 1:25, 'Jesus' é mencionado como o Senhor que é digno de toda glória e majestade. O versículo destaca a importância de Jesus na salvação e na vida dos crentes, enfatizando Sua divindade e autoridade.","por_que_esta_palavra":"A menção de 'Jesus' é crucial, pois reafirma a centralidade de Cristo na fé cristã e a necessidade de reconhecer Sua soberania e poder na vida dos crentes.","conexao_teologica":"A conexão teológica aqui é que Jesus é o mediador entre Deus e os homens, e é através d'Ele que os crentes recebem a salvação e a proteção divina.","referencias_relacionadas":["Filipenses 2:9-11","Atos 4:12","Romanos 10:9","1 Timóteo 2:5","Hebreus 12:2"]}}