{"ester_1_1_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao período de um dia específico em que o rei fez um banquete.","explicacao_detalhada":"A palavra 'dia' neste contexto indica um tempo determinado, que é importante para a narrativa, pois marca o início de um evento significativo na história de Ester.","por_que_esta_palavra":"O uso de 'dia' enfatiza a temporalidade dos eventos e a importância do momento em que o banquete ocorreu.","conexao_teologica":"O conceito de tempo e eventos divinos é recorrente na Bíblia, mostrando como Deus atua na história em momentos específicos.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","Eclesiastes 3:1"]},"ester_1_1_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Indica a autoridade do rei sobre seu reino durante o banquete.","explicacao_detalhada":"A palavra 'reinar' sugere não apenas a posição de poder, mas também a responsabilidade que o rei tem sobre seu povo e suas decisões.","por_que_esta_palavra":"É crucial para entender a dinâmica de poder e a influência do rei na história de Ester, especialmente em relação ao decreto que afetaria os judeus.","conexao_teologica":"A soberania de Deus sobre os reinos da terra é um tema central na Bíblia, refletindo como Ele usa líderes para cumprir Seus propósitos.","referencias_relacionadas":["Romanos 13:1","Daniel 2:21","Provérbios 21:1"]},"ester_1_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de cair em desgraça ou de um evento que leva a uma mudança de estado.","explicacao_detalhada":"Neste contexto, 'cair' pode simbolizar a queda de um estado de alegria ou a transição para um momento de crise na narrativa.","por_que_esta_palavra":"A palavra é usada para descrever a vulnerabilidade dos personagens diante das decisões do rei e das circunstâncias que se desenrolam.","conexao_teologica":"A queda é um tema recorrente na Bíblia, refletindo a fragilidade humana e a necessidade de redenção.","referencias_relacionadas":["Gênesis 3:6","Salmos 37:24","Tiago 4:10"]},"ester_1_2_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Novamente, refere-se a um dia específico, enfatizando a continuidade dos eventos.","explicacao_detalhada":"O uso repetido de 'dia' reforça a importância do tempo na narrativa e como cada dia traz novas decisões e consequências.","por_que_esta_palavra":"A repetição da palavra 'dia' destaca a sequência de eventos que levam ao clímax da história.","conexao_teologica":"Deus opera em tempos específicos, e a narrativa bíblica muitas vezes se concentra em momentos críticos.","referencias_relacionadas":["Êxodo 20:8","Salmos 90:12","Mateus 6:34"]},"ester_1_2_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de tomar decisões ou avaliar situações, especialmente em um contexto de liderança.","explicacao_detalhada":"A palavra 'julgar' implica a responsabilidade do rei em decidir sobre questões que afetam seu povo, refletindo a justiça e a sabedoria necessárias em sua posição.","por_que_esta_palavra":"É fundamental para entender como o rei exerce sua autoridade e as implicações de suas decisões.","conexao_teologica":"A justiça é um atributo de Deus, e os líderes são chamados a refletir essa justiça em suas decisões.","referencias_relacionadas":["Salmos 82:3","Provérbios 29:14","Isaías 1:17"]},"ester_1_2_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura central de autoridade na narrativa, que tem o poder de influenciar a vida de muitos.","explicacao_detalhada":"A palavra 'rei' é crucial para entender a estrutura de poder e a dinâmica política da época, além de seu papel nas decisões que afetam os judeus.","por_que_esta_palavra":"A menção do rei é essencial para a trama, pois suas ações desencadeiam eventos que levam à salvação ou destruição do povo judeu.","conexao_teologica":"Deus é frequentemente descrito como o Rei dos Reis, e a autoridade humana deve refletir a Sua justiça e sabedoria.","referencias_relacionadas":["1 Timóteo 6:15","Salmos 47:2","Apocalipse 19:16"]},"ester_1_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como os eventos são conduzidos ou como as ações são realizadas.","explicacao_detalhada":"A palavra 'modo' indica a forma como o rei se comporta e como os banquetes são organizados, refletindo a cultura e as normas da época.","por_que_esta_palavra":"É importante para entender a etiqueta e as expectativas sociais em um ambiente real.","conexao_teologica":"A maneira como nos comportamos é importante para Deus, que nos chama a viver de maneira digna e justa.","referencias_relacionadas":["Colossenses 3:17","1 Pedro 2:12","Romanos 12:1"]},"ester_1_3_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma expressão ou declaração feita durante o banquete.","explicacao_detalhada":"A palavra 'expressão' pode indicar a comunicação verbal que é significativa para a narrativa, revelando intenções e sentimentos.","por_que_esta_palavra":"As expressões são fundamentais para a interação entre os personagens e para o desenvolvimento da trama.","conexao_teologica":"A comunicação é uma parte vital da relação entre Deus e a humanidade, e as palavras têm poder.","referencias_relacionadas":["Provérbios 18:21","Tiago 1:19","Mateus 12:34"]},"ester_1_4_bom":{"palavra_pt":"gloria","palavra_original":"כָּבוֹד","transliteracao":"kâbôwd","strong":"H3519","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à glória e ao esplendor do reino e do banquete.","explicacao_detalhada":"A palavra 'glória' neste contexto destaca a magnificência do evento e a importância do rei em exibir seu poder e riqueza.","por_que_esta_palavra":"A glória é um tema central na adoração e na percepção do poder real.","conexao_teologica":"A glória de Deus é um conceito fundamental na Bíblia, refletindo Sua majestade e soberania.","referencias_relacionadas":["Salmos 19:1","Isaías 6:3","Romanos 11:36"]},"ester_1_4_governo":{"palavra_pt":"governo","palavra_original":"מַלְכוּת","transliteracao":"malkûwth","strong":"H4438","significado_raiz":"Ideia básica: governo.","significado_contextual":"Refere-se ao domínio e à autoridade do rei sobre seu reino.","explicacao_detalhada":"A palavra 'governo' implica a estrutura de poder e a responsabilidade do rei em manter a ordem e a justiça.","por_que_esta_palavra":"É essencial para entender a natureza do governo e como ele afeta a vida dos súditos.","conexao_teologica":"Deus é apresentado como o governante supremo, e os governantes humanos são chamados a agir com justiça e temor a Ele.","referencias_relacionadas":["Romanos 13:1-2","1 Pedro 2:13-14","Provérbios 16:12"]},"ester_1_4_beautyiful":{"palavra_pt":"beauty iful","palavra_original":"תִּפְאָרָה","transliteracao":"tiphʼârâh","strong":"H8597","significado_raiz":"Ideia básica: beauty iful.","significado_contextual":"A beleza mencionada aqui refere-se à aparência impressionante da festa e da rainha.","explicacao_detalhada":"A palavra 'tiphʼârâh' é usada para descrever a beleza que não é apenas externa, mas também reflete a glória e a dignidade. No contexto do banquete do rei Assuero, a beleza é um símbolo de status e poder.","por_que_esta_palavra":"A beleza é um elemento central na narrativa, pois estabelece a grandiosidade do evento e a importância da rainha.","conexao_teologica":"A beleza é frequentemente associada à glória de Deus e à criação, refletindo a perfeição do Criador.","referencias_relacionadas":["Salmos 27:4","Cantares 4:7","Isaías 33:17"]},"ester_1_5_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia específico em que o banquete foi realizado, marcando um evento significativo.","explicacao_detalhada":"A palavra 'yôwm' é usada para indicar um período de tempo, e neste contexto, enfatiza a importância do momento em que o rei Assuero fez um grande banquete.","por_que_esta_palavra":"O dia é crucial para a narrativa, pois é o momento em que se inicia a série de eventos que levarão à escolha da nova rainha.","conexao_teologica":"O conceito de tempo é importante na teologia bíblica, pois Deus opera dentro da história e dos eventos humanos.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","Eclesiastes 3:1"]},"ester_1_5_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei Assuero, que é uma figura central na história de Ester.","explicacao_detalhada":"A palavra 'melek' denota autoridade e poder. O rei Assuero é apresentado como um governante opulento, cuja decisão impacta o futuro de muitos.","por_que_esta_palavra":"A figura do rei é essencial para a narrativa, pois suas ações e decisões moldam o desenrolar da história.","conexao_teologica":"A realeza é um tema recorrente na Bíblia, simbolizando a soberania de Deus sobre a criação.","referencias_relacionadas":["Provérbios 21:1","Romanos 13:1","1 Pedro 2:13"]},"ester_1_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como o banquete foi realizado, enfatizando a grandiosidade do evento.","explicacao_detalhada":"A palavra 'kôl' implica em totalidade e abrangência, sugerindo que tudo foi feito de maneira esplêndida e majestosa.","por_que_esta_palavra":"O modo de conduzir o banquete reflete a cultura e os costumes da época, além de destacar a importância do evento.","conexao_teologica":"A maneira como as coisas são feitas pode refletir a ordem e a beleza da criação de Deus.","referencias_relacionadas":["1 Coríntios 14:40","Colossenses 3:23","Salmos 96:9"]},"ester_1_6_purple":{"palavra_pt":"purpura","palavra_original":"אַרְגָּמָן","transliteracao":"ʼargâmân","strong":"H713","significado_raiz":"Ideia básica: purpura.","significado_contextual":"A púrpura é um símbolo de riqueza e realeza, usada para descrever a vestimenta dos convidados.","explicacao_detalhada":"A palavra 'ʼargâmân' refere-se a um tecido caro, frequentemente associado à nobreza e à dignidade.","por_que_esta_palavra":"A presença da púrpura no banquete sublinha a opulência do evento e a posição do rei.","conexao_teologica":"A cor púrpura é frequentemente associada à realeza e à divindade, refletindo a majestade de Deus.","referencias_relacionadas":["Êxodo 25:4","Mateus 27:28","Apocalipse 17:4"]},"ester_1_7_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Novamente refere-se ao rei Assuero, enfatizando sua presença e autoridade durante o banquete.","explicacao_detalhada":"A repetição da palavra 'melek' reforça a ideia de poder e controle que o rei exerce sobre o evento.","por_que_esta_palavra":"A figura do rei é central para a narrativa, e sua autoridade é um tema recorrente.","conexao_teologica":"A soberania de Deus é refletida na autoridade dos reis, que são instrumentos em Suas mãos.","referencias_relacionadas":["Salmos 2:10","Daniel 2:21","Romanos 13:1"]},"ester_1_7_agua":{"palavra_pt":"agua","palavra_original":"שָׁקָה","transliteracao":"shâqâh","strong":"H8248","significado_raiz":"Ideia básica: agua.","significado_contextual":"Refere-se à água servida durante o banquete, um elemento essencial para a celebração.","explicacao_detalhada":"A palavra 'shâqâh' implica em saciar a sede, simbolizando hospitalidade e abundância.","por_que_esta_palavra":"A água é um símbolo de vida e sustento, essencial em qualquer celebração.","conexao_teologica":"A água é frequentemente usada na Bíblia como símbolo do Espírito Santo e da vida eterna.","referencias_relacionadas":["João 4:14","Isaías 55:1","Apocalipse 22:17"]},"ester_1_7_armourbearer":{"palavra_pt":"armour bearer","palavra_original":"כְּלִי","transliteracao":"kᵉlîy","strong":"H3627","significado_raiz":"Ideia básica: armour bearer.","significado_contextual":"Refere-se aos servos que carregam as armas do rei, simbolizando proteção e lealdade.","explicacao_detalhada":"A palavra 'kᵉlîy' indica um objeto ou utensílio, neste caso, relacionado à armadura e proteção do rei.","por_que_esta_palavra":"Os portadores de armas são essenciais para a segurança do rei, refletindo a importância da proteção na liderança.","conexao_teologica":"A proteção divina é um tema importante, onde Deus é visto como o nosso escudo e fortaleza.","referencias_relacionadas":["Salmos 91:4","Efésios 6:11","2 Timóteo 4:18"]},"ester_1_8_drinking":{"palavra_pt":"drinking","palavra_original":"שְׁתִיָּה","transliteracao":"shᵉthîyâh","strong":"H8360","significado_raiz":"Ideia básica: drinking.","significado_contextual":"Refere-se à bebida servida durante o banquete, um aspecto importante da celebração.","explicacao_detalhada":"A palavra 'shᵉthîyâh' implica em um ato de beber, que é central em festas e celebrações.","por_que_esta_palavra":"O ato de beber simboliza alegria e comunhão entre os convidados.","conexao_teologica":"A comunhão é um tema importante na Bíblia, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 104:15","Eclesiastes 3:13","Lucas 22:17"]},"ester_1_8_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Mais uma vez, refere-se ao rei Assuero, enfatizando sua presença durante o ato de beber.","explicacao_detalhada":"A repetição da palavra 'melek' destaca a centralidade do rei na celebração e sua influência sobre os eventos.","por_que_esta_palavra":"A presença do rei é crucial para a legitimidade do banquete e das decisões tomadas durante o evento.","conexao_teologica":"A realeza de Cristo é um tema central na teologia, onde Ele é visto como o Rei dos Reis.","referencias_relacionadas":["Apocalipse 19:16","1 Timóteo 6:15","Salmos 24:7"]},"ester_1_8_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O termo 'urso' é utilizado para descrever a força e a ferocidade, simbolizando a natureza imponente do reino persa.","explicacao_detalhada":"No contexto de Ester 1:8, a palavra 'urso' pode ser vista como uma metáfora para a opressão e o poder que o rei exerce sobre seus súditos, refletindo a brutalidade e a força do governo persa.","por_que_esta_palavra":"A escolha da palavra 'urso' enfatiza a ferocidade e a força do rei, que é um tema recorrente na narrativa de Ester, onde o poder é frequentemente associado à opressão.","conexao_teologica":"A força do governo humano é contrastada com a soberania de Deus, que opera por meio de Ester para salvar seu povo.","referencias_relacionadas":["Ester 1:8","Salmos 22:12","Daniel 7:5"]},"ester_1_9_governo":{"palavra_pt":"governo","palavra_original":"מַלְכוּת","transliteracao":"malkûwth","strong":"H4438","significado_raiz":"Ideia básica: governo.","significado_contextual":"A palavra 'governo' refere-se à autoridade e ao domínio do rei sobre seu reino, destacando a estrutura de poder na sociedade persa.","explicacao_detalhada":"Em Ester 1:9, o 'governo' é apresentado como um sistema que mantém a ordem e a hierarquia, refletindo a importância da liderança e da obediência nas relações sociais.","por_que_esta_palavra":"O uso de 'governo' ressalta a centralidade da autoridade real na narrativa, onde as decisões do rei impactam diretamente a vida dos personagens.","conexao_teologica":"A soberania de Deus é vista em contraste com os governos humanos, mostrando que, apesar da aparente autoridade dos reis, é Deus quem realmente governa a história.","referencias_relacionadas":["Ester 1:9","Romanos 13:1","Provérbios 21:1"]},"ester_1_9_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' representa a figura máxima de autoridade e poder, simbolizando a liderança e a responsabilidade sobre o povo.","explicacao_detalhada":"No contexto de Ester 1:9, o 'rei' é uma figura central que exerce controle e influência, refletindo a dinâmica de poder na corte persa e as expectativas que recaem sobre ele.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a importância da figura real na narrativa e como suas decisões moldam o destino dos personagens.","conexao_teologica":"A realeza de Deus é contrastada com a realeza humana, mostrando que, embora os reis tenham poder, Deus é o verdadeiro Rei que governa sobre todas as nações.","referencias_relacionadas":["Ester 1:9","Salmos 47:2","Isaías 33:22"]},"ester_1_10_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período específico de tempo, destacando a importância do momento em que as ações ocorrem.","explicacao_detalhada":"Em Ester 1:10, o 'dia' é significativo porque marca um evento especial no palácio, onde o rei realiza um banquete, simbolizando celebração e opulência.","por_que_esta_palavra":"O uso de 'dia' enfatiza a temporalidade das ações e decisões, sugerindo que o que acontece em um dia pode ter repercussões duradouras.","conexao_teologica":"Deus opera em momentos específicos da história, e cada 'dia' pode ser visto como uma oportunidade para a intervenção divina.","referencias_relacionadas":["Ester 1:10","Salmos 118:24","Mateus 6:34"]},"ester_1_10_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade positiva das ações e decisões, indicando favor e aprovação.","explicacao_detalhada":"No contexto de Ester 1:10, 'bom' é usado para descrever a natureza do banquete, sugerindo que o rei estava proporcionando uma experiência agradável e festiva para seus convidados.","por_que_esta_palavra":"A escolha de 'bom' destaca a intenção do rei em agradar e entreter, refletindo a cultura de hospitalidade da época.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, e a busca por ações 'boas' é um reflexo do caráter divino.","referencias_relacionadas":["Ester 1:10","Gênesis 1:31","Salmos 34:8"]},"ester_1_10_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é novamente utilizada para enfatizar a figura de autoridade que organiza e dirige o banquete.","explicacao_detalhada":"Em Ester 1:10, o 'rei' é o agente que controla o evento, mostrando seu poder e influência sobre os presentes.","por_que_esta_palavra":"A repetição da palavra 'rei' reforça a centralidade do poder real na narrativa e a importância das decisões do rei.","conexao_teologica":"A realeza de Deus é um tema importante, onde Ele é apresentado como o Rei dos Reis, que governa com justiça e sabedoria.","referencias_relacionadas":["Ester 1:10","Salmos 95:3","Apocalipse 19:16"]},"ester_1_11_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é usada para destacar a autoridade que convoca a rainha para se apresentar diante dele.","explicacao_detalhada":"No contexto de Ester 1:11, o 'rei' exerce seu poder ao chamar a rainha, mostrando a dinâmica de poder e submissão na corte persa.","por_que_esta_palavra":"A ênfase na palavra 'rei' reflete a importância da figura real e seu papel central nas interações sociais e políticas.","conexao_teologica":"A autoridade de Deus é suprema, e Ele também chama Seu povo para se apresentar diante dEle, enfatizando a relação entre Criador e criatura.","referencias_relacionadas":["Ester 1:11","Hebreus 4:16","Isaías 43:1"]},"ester_1_11_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'chamar' refere-se ao ato de convocar alguém, destacando a autoridade do rei sobre a rainha.","explicacao_detalhada":"Em Ester 1:11, o 'chamar' é um ato de poder que demonstra a posição do rei e a expectativa de obediência por parte da rainha.","por_que_esta_palavra":"O uso de 'chamar' enfatiza a dinâmica de poder e a importância da resposta à autoridade, um tema recorrente na narrativa.","conexao_teologica":"Deus também chama Seu povo para um relacionamento, mostrando que a convocação divina é um ato de amor e autoridade.","referencias_relacionadas":["Ester 1:11","Mateus 11:28","Romanos 8:30"]},"ester_1_12_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação e à expressão verbal, essencial para a interação entre personagens.","explicacao_detalhada":"Em Ester 1:12, 'palavra' é crucial, pois representa o que é dito e a resposta esperada, refletindo a importância da comunicação na corte persa.","por_que_esta_palavra":"A escolha de 'palavra' destaca a relevância da fala e da obediência nas relações de poder e autoridade.","conexao_teologica":"A Palavra de Deus é central na fé cristã, e a comunicação divina é uma forma de relacionamento com o povo.","referencias_relacionadas":["Ester 1:12","João 1:1","Salmos 119:105"]},"ester_1_12_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é novamente utilizada para enfatizar a figura de autoridade que aguarda a resposta da rainha.","explicacao_detalhada":"No contexto de Ester 1:12, o 'rei' representa a expectativa de obediência e respeito, refletindo a hierarquia social da época.","por_que_esta_palavra":"A repetição da palavra 'rei' reforça a centralidade do poder real e a importância das decisões do rei na narrativa.","conexao_teologica":"A realeza de Deus é um tema importante, onde Ele é apresentado como o Rei que espera a resposta de Seu povo.","referencias_relacionadas":["Ester 1:12","Salmos 24:7","Apocalipse 17:14"]},"ester_1_12_refuse":{"palavra_pt":"refuse","palavra_original":"מָאֵן","transliteracao":"mâʼên","strong":"H3985","significado_raiz":"Ideia básica: refuse.","significado_contextual":"Recusar-se a obedecer ao rei é um ato de desobediência e rebeldia.","explicacao_detalhada":"A palavra 'refuse' (מָאֵן) é utilizada para descrever a negativa de Vasti em atender ao chamado do rei, o que reflete a sua resistência à autoridade e as normas sociais da época.","por_que_esta_palavra":"Esta palavra é crucial para entender a dinâmica de poder e a posição da mulher na sociedade persa, além de estabelecer o conflito central da narrativa.","conexao_teologica":"A recusa de Vasti pode ser vista como um símbolo de resistência à opressão e uma preparação para a ascensão de Ester, que se tornará uma figura de libertação.","referencias_relacionadas":["Ester 1:12","Ester 1:15","Ester 2:17"]},"ester_1_13_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O rei é a figura central de autoridade e poder na narrativa.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) é usada para descrever a posição de Xerxes, que representa não apenas o poder político, mas também a cultura e as normas da sociedade persa.","por_que_esta_palavra":"A presença do rei é fundamental para entender as decisões e ações que moldam a história de Ester e a salvação do povo judeu.","conexao_teologica":"O rei, como figura de autoridade, pode ser visto como um reflexo da soberania de Deus sobre as nações e a história.","referencias_relacionadas":["Ester 1:13","Ester 1:14","Ester 2:1"]},"ester_1_13_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a importância das comunicações e decisões no contexto do reino.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) enfatiza a necessidade de comunicação clara e a importância das palavras na tomada de decisões, especialmente em um ambiente de corte.","por_que_esta_palavra":"As palavras têm poder, e neste contexto, o que é dito pode mudar o curso da história, como se verá mais adiante com Ester.","conexao_teologica":"As palavras de um rei têm peso, assim como as promessas de Deus, que são sempre cumpridas.","referencias_relacionadas":["Ester 1:13","Ester 1:19","Ester 2:10"]},"ester_1_13_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão refere-se ao momento em que o rei busca conselhos sobre como agir.","explicacao_detalhada":"A palavra 'expressão' (עֵת) é usada para indicar um tempo ou uma ocasião específica, destacando a importância do momento em que as decisões são tomadas.","por_que_esta_palavra":"O tempo é um fator crucial na narrativa, pois as ações do rei e de Vasti têm repercussões que se desenrolam ao longo da história.","conexao_teologica":"Deus opera em tempos específicos, e a providência divina é evidente nas circunstâncias que cercam Ester.","referencias_relacionadas":["Ester 1:13","Ester 4:14","Eclesiastes 3:1"]},"ester_1_14_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Reforça a ideia de que o rei é a máxima autoridade e que suas decisões são finais.","explicacao_detalhada":"A repetição da palavra 'rei' (מֶלֶךְ) enfatiza a centralidade do poder real e a influência que ele exerce sobre todos os aspectos da vida no império persa.","por_que_esta_palavra":"A figura do rei é essencial para entender a estrutura de poder e as interações sociais na narrativa.","conexao_teologica":"A soberania de Deus é refletida na autoridade do rei, mostrando que mesmo os reis estão sob o controle divino.","referencias_relacionadas":["Ester 1:14","Ester 1:19","Ester 2:1"]},"ester_1_14_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de tomar decisões e fazer julgamentos sobre as ações de outros.","explicacao_detalhada":"A palavra 'julgar' (יָשַׁב) implica a responsabilidade do rei em manter a ordem e a justiça no reino, especialmente em resposta à desobediência.","por_que_esta_palavra":"O julgamento do rei é um tema recorrente, refletindo a necessidade de liderança justa e sábia.","conexao_teologica":"Deus é o juiz supremo, e as decisões humanas devem refletir Sua justiça.","referencias_relacionadas":["Ester 1:14","Ester 2:1","Salmos 9:7"]},"ester_1_14_governo":{"palavra_pt":"governo","palavra_original":"מַלְכוּת","transliteracao":"malkûwth","strong":"H4438","significado_raiz":"Ideia básica: governo.","significado_contextual":"Refere-se à estrutura de poder e à administração do reino.","explicacao_detalhada":"A palavra 'governo' (מַלְכוּת) representa a autoridade e o domínio do rei sobre seu povo, destacando a importância da liderança no contexto da narrativa.","por_que_esta_palavra":"A compreensão do governo é essencial para entender as interações entre os personagens e as consequências de suas ações.","conexao_teologica":"O governo humano é um reflexo do governo divino, onde Deus é o verdadeiro Rei sobre todas as nações.","referencias_relacionadas":["Ester 1:14","Ester 2:5","Romanos 13:1"]},"ester_1_15_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é uma metáfora que pode ser interpretada em um contexto mais amplo.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) pode ser usada para descrever ações ou comportamentos que são fortes e imponentes, refletindo a natureza do poder real.","por_que_esta_palavra":"Embora a palavra não seja diretamente relacionada ao contexto, sua inclusão pode sugerir a força e a gravidade das decisões que estão sendo tomadas.","conexao_teologica":"A força de um rei pode ser comparada à força de Deus, que é onipotente e soberano.","referencias_relacionadas":["Ester 1:15","Ester 2:1","Provérbios 21:1"]},"ester_1_15_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade que toma decisões sobre o reino.","explicacao_detalhada":"A repetição da palavra 'rei' (מֶלֶךְ) reforça a importância da liderança e do poder na narrativa, especialmente em momentos críticos.","por_que_esta_palavra":"A figura do rei é central para a história, pois suas decisões impactam diretamente o destino do povo judeu.","conexao_teologica":"Assim como o rei exerce autoridade, Deus exerce Sua soberania sobre a história e o destino de Seu povo.","referencias_relacionadas":["Ester 1:15","Ester 2:1","Salmos 22:28"]},"ester_1_16_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Enfatiza a continuidade do poder e da autoridade do rei na narrativa.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) é repetida para destacar a importância da figura real e seu papel nas decisões que moldam a história.","por_que_esta_palavra":"A presença constante do rei é um lembrete da estrutura de poder e da dinâmica social no império persa.","conexao_teologica":"A soberania de Deus é refletida na autoridade do rei, mostrando que Ele está no controle de todas as coisas.","referencias_relacionadas":["Ester 1:16","Ester 2:1","Provérbios 21:1"]},"ester_1_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas são feitas ou apresentadas.","explicacao_detalhada":"A palavra 'modo' neste contexto sugere a forma ou o estilo que deve ser adotado em uma situação específica, refletindo a cultura e as normas sociais da época.","por_que_esta_palavra":"É usada para enfatizar a importância da apresentação e do comportamento adequado em um ambiente real.","conexao_teologica":"A maneira como nos comportamos e apresentamos nossas ações pode refletir nossa fé e valores espirituais.","referencias_relacionadas":["1 Coríntios 14:40","Colossenses 3:23","Mateus 5:16"]},"ester_1_17_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade máxima, o governante do reino.","explicacao_detalhada":"A palavra 'rei' implica não apenas poder, mas também responsabilidade sobre o povo e a terra, refletindo a liderança e a justiça esperadas de um monarca.","por_que_esta_palavra":"É crucial para entender a dinâmica de poder e a estrutura social na narrativa de Ester.","conexao_teologica":"Deus é frequentemente descrito como o Rei dos Reis, e a figura do rei humano pode ser vista como um reflexo do governo divino.","referencias_relacionadas":["Salmos 47:2","Provérbios 21:1","Romanos 13:1"]},"ester_1_17_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão ou causa para uma ação ou decisão.","explicacao_detalhada":"A palavra 'porque' é usada para introduzir uma justificativa, mostrando a lógica por trás das decisões tomadas pelo rei.","por_que_esta_palavra":"É essencial para entender a motivação por trás das ações dos personagens na narrativa.","conexao_teologica":"A compreensão das razões por trás das ações é fundamental para a teologia da ação e da responsabilidade moral.","referencias_relacionadas":["Tiago 1:5","Romanos 8:28","Gálatas 6:7"]},"ester_1_17_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma declaração ou ordem que tem peso e importância.","explicacao_detalhada":"A palavra 'palavra' neste contexto pode ser entendida como um decreto ou uma instrução que deve ser obedecida, refletindo a autoridade do rei.","por_que_esta_palavra":"É usada para enfatizar a importância da comunicação e das promessas feitas.","conexao_teologica":"A palavra de Deus é frequentemente descrita como poderosa e criativa, refletindo a importância da palavra na criação e na revelação.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Salmos 119:105"]},"ester_1_18_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de 24 horas, mas também pode simbolizar um tempo de eventos significativos.","explicacao_detalhada":"A palavra 'dia' é usada para marcar um momento específico na narrativa, indicando a importância do tempo na execução dos planos.","por_que_esta_palavra":"É relevante para a cronologia dos eventos e para a compreensão do tempo na narrativa bíblica.","conexao_teologica":"Deus criou o tempo e o espaço, e cada dia é uma oportunidade para cumprir Seus propósitos.","referencias_relacionadas":["Gênesis 1:5","Salmos 90:12","Eclesiastes 3:1"]},"ester_1_18_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou estilo de agir em uma situação específica.","explicacao_detalhada":"A repetição da palavra 'modo' indica a continuidade da ênfase na forma como as ações devem ser realizadas.","por_que_esta_palavra":"É importante para entender a consistência nas normas e comportamentos esperados.","conexao_teologica":"A maneira como vivemos nossas vidas deve refletir os princípios de Deus e a ética cristã.","referencias_relacionadas":["Efésios 5:15","Filipenses 1:27","1 Pedro 2:12"]},"ester_1_18_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Novamente, refere-se à figura de autoridade máxima.","explicacao_detalhada":"A presença da palavra 'rei' reforça a centralidade da liderança na narrativa e suas implicações para o povo.","por_que_esta_palavra":"É essencial para entender a dinâmica de poder e a influência do rei nas decisões do reino.","conexao_teologica":"A liderança é um tema importante na Bíblia, refletindo a soberania de Deus sobre todas as coisas.","referencias_relacionadas":["1 Timóteo 2:1-2","Provérbios 16:10","Romanos 13:4"]},"ester_1_19_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade do rei em tomar decisões e emitir decretos.","explicacao_detalhada":"A palavra 'rei' aqui destaca a capacidade do monarca de influenciar o destino de muitos através de suas ordens.","por_que_esta_palavra":"É crucial para entender a importância das decisões reais na narrativa.","conexao_teologica":"A soberania de Deus é refletida na autoridade dos reis, que devem governar com justiça.","referencias_relacionadas":["Salmos 72:1-2","Eclesiastes 8:4","Daniel 2:21"]},"ester_1_19_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se a algo que é considerado positivo ou desejável.","explicacao_detalhada":"A palavra 'bom' implica qualidade e valor, sugerindo que as ações devem ser benéficas e justas.","por_que_esta_palavra":"É usada para enfatizar a necessidade de decisões sábias e justas.","conexao_teologica":"Deus é descrito como bom, e nossas ações devem refletir essa bondade.","referencias_relacionadas":["Salmos 34:8","Gálatas 5:22","Romanos 12:2"]},"ester_1_19_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à ação de resgatar ou proteger alguém de um perigo.","explicacao_detalhada":"A palavra 'salvar' implica uma intervenção que visa preservar a vida ou a dignidade de alguém.","por_que_esta_palavra":"É importante para entender o papel de proteção e cuidado que deve ser exercido por líderes.","conexao_teologica":"A salvação é um tema central na Bíblia, refletindo a ação de Deus em resgatar Seu povo.","referencias_relacionadas":["Salmos 37:39","Isaías 43:1","Romanos 10:13"]},"ester_1_20_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade suprema de um governante, neste caso, o rei da Pérsia.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) é usada para descrever a figura de autoridade que governa um povo. No contexto de Ester, o rei é um personagem central que toma decisões que afetam o destino do povo judeu.","por_que_esta_palavra":"A escolha da palavra 'rei' enfatiza o poder e a influência que ele exerce sobre seus súditos e as decisões que toma.","conexao_teologica":"A figura do rei na Bíblia muitas vezes simboliza a soberania de Deus sobre a humanidade, refletindo a ideia de que Deus é o Rei dos Reis.","referencias_relacionadas":["1 Samuel 8:7","Salmos 47:2","Apocalipse 19:16"]},"ester_1_20_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo como algo deve ser feito ou apresentado.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica em um método ou forma específica de agir. No contexto, indica a forma como o rei deseja que a situação seja tratada.","por_que_esta_palavra":"A utilização da palavra 'modo' destaca a importância da abordagem correta em situações de autoridade.","conexao_teologica":"A maneira como nos apresentamos diante de Deus e dos outros é um tema recorrente na Bíblia, refletindo a importância da ordem e do respeito.","referencias_relacionadas":["Eclesiastes 3:1","Colossenses 3:23","1 Coríntios 14:40"]},"ester_1_20_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Descreve a magnitude ou importância do evento ou da situação em questão.","explicacao_detalhada":"A palavra 'grande' (גָּדוֹל) é usada para enfatizar a importância do banquete e das decisões tomadas pelo rei, que têm repercussões significativas.","por_que_esta_palavra":"A escolha de 'grande' ressalta a grandiosidade do evento e a seriedade das decisões que estão sendo tomadas.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, refletindo Sua majestade e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Mateus 5:14"]},"ester_1_21_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra ou declaração feita, que tem peso e importância.","explicacao_detalhada":"A palavra 'palavra/coisa' (דָּבָר) é usada para indicar que as declarações feitas têm consequências e devem ser levadas a sério.","por_que_esta_palavra":"A ênfase na palavra destaca a importância da comunicação e das promessas feitas, especialmente em contextos de autoridade.","conexao_teologica":"A palavra de Deus é frequentemente descrita como poderosa e transformadora, refletindo a importância da comunicação divina.","referencias_relacionadas":["Provérbios 18:21","Isaías 55:11","Hebreus 4:12"]},"ester_1_21_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Novamente, refere-se à figura de autoridade que governa e toma decisões.","explicacao_detalhada":"A repetição da palavra 'rei' (מֶלֶךְ) enfatiza a centralidade do rei na narrativa e suas decisões que impactam o povo.","por_que_esta_palavra":"A repetição reforça a ideia de que o rei é a figura de maior autoridade e que suas palavras têm peso.","conexao_teologica":"A soberania de Deus é frequentemente comparada à autoridade dos reis, mostrando que Ele é o verdadeiro governante.","referencias_relacionadas":["Salmos 22:28","Romanos 13:1","1 Timóteo 6:15"]},"ester_1_22_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente à figura do rei, que é central na narrativa.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) é utilizada para reafirmar a posição de autoridade e a influência que ele exerce sobre seus súditos.","por_que_esta_palavra":"A repetição da palavra 'rei' sublinha a importância de sua liderança e as decisões que ele toma.","conexao_teologica":"A liderança de Deus é frequentemente comparada à de um rei, mostrando a importância de seguir Sua vontade.","referencias_relacionadas":["Salmos 103:19","Daniel 4:17","Apocalipse 1:5"]},"ester_1_22_lingua":{"palavra_pt":"lingua","palavra_original":"לָשׁוֹן","transliteracao":"lâshôwn","strong":"H3956","significado_raiz":"Ideia básica: lingua.","significado_contextual":"Refere-se ao meio de comunicação, a língua, que é usada para expressar ordens e decisões.","explicacao_detalhada":"A palavra 'língua' (לָשׁוֹן) destaca a importância da comunicação verbal e como as palavras podem influenciar ações e decisões.","por_que_esta_palavra":"A escolha da palavra 'língua' enfatiza o poder da fala e a responsabilidade que vem com a comunicação.","conexao_teologica":"A Bíblia frequentemente fala sobre o poder da língua e como as palavras podem trazer vida ou morte.","referencias_relacionadas":["Tiago 3:5","Provérbios 21:23","Salmos 34:13"]},"ester_1_22_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de enviar mensagens ou ordens, um ato de autoridade.","explicacao_detalhada":"A palavra 'enviar' (שָׁלַח) implica em uma ação deliberada de comunicação e decisão, mostrando a autoridade do rei.","por_que_esta_palavra":"A escolha da palavra 'enviar' destaca a ação de delegar e comunicar ordens, que é uma parte essencial da liderança.","conexao_teologica":"Deus também envia mensagens e profetas para comunicar Sua vontade ao povo, refletindo a importância da comunicação divina.","referencias_relacionadas":["Isaías 6:8","Mateus 10:16","João 20:21"]}}