{"ester_10_1_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à figura de autoridade máxima, especialmente no contexto do governo persa sob o qual os eventos de Ester ocorrem.","explicacao_detalhada":"Em Ester 10:1, 'rei' é mencionado em relação ao poder e à influência que ele exerce sobre o povo e as decisões que afetam a nação.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a dinâmica de poder e a soberania, especialmente em relação ao papel de Deus na história.","conexao_teologica":"Deus é descrito como o Rei dos Reis, e a menção de um rei humano destaca a soberania de Deus sobre todas as autoridades terrenas.","referencias_relacionadas":["Ester 1:1","Romanos 13:1","Apocalipse 19:16"]},"ester_10_1_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território ou domínio sob a autoridade do rei, especialmente no contexto do império persa.","explicacao_detalhada":"Em Ester 10:1, 'terra' é mencionada para indicar a extensão do reino e a influência do rei sobre as diversas nações sob seu domínio.","por_que_esta_palavra":"A palavra 'terra' é importante para entender o alcance do governo e a diversidade do povo que vive sob a autoridade do rei.","conexao_teologica":"A terra é frequentemente vista na Bíblia como um presente de Deus ao seu povo, refletindo a promessa de herança e bênção.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Mateus 5:5"]},"ester_10_1_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' refere-se a grandes corpos d'água, que podem simbolizar tanto a vastidão do reino quanto a separação entre nações.","explicacao_detalhada":"Em Ester 10:1, 'mar' é mencionado para enfatizar a extensão do domínio do rei, que se estende até as fronteiras marítimas do império.","por_que_esta_palavra":"A palavra 'mar' é usada para ilustrar a grandeza e a abrangência do poder do rei, contrastando com a fragilidade humana diante de Deus.","conexao_teologica":"O mar é frequentemente usado na Bíblia como símbolo de caos e poder, mas também da soberania de Deus que controla as águas.","referencias_relacionadas":["Gênesis 1:10","Salmos 89:9","Apocalipse 21:1"]},"ester_10_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como os eventos se desenrolam ou são apresentados.","explicacao_detalhada":"A palavra 'modo' neste contexto sugere uma forma específica de agir ou proceder, indicando que há um padrão ou estilo que é seguido.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a importância da forma como as ações são realizadas, refletindo a cultura e as tradições do povo hebreu.","conexao_teologica":"O modo de agir é frequentemente visto na Bíblia como um reflexo da obediência a Deus e de como os fiéis devem viver suas vidas.","referencias_relacionadas":["Salmos 119:1","Provérbios 4:26","Mateus 7:13-14"]},"ester_10_2_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade máxima, que governa sobre um povo.","explicacao_detalhada":"A palavra 'rei' implica não apenas poder, mas também responsabilidade e liderança sobre a nação, refletindo a relação entre o governante e seus súditos.","por_que_esta_palavra":"A menção do 'rei' é crucial para entender a dinâmica de poder e a influência que ele exerce sobre os eventos narrados no livro de Ester.","conexao_teologica":"Na teologia bíblica, Deus é frequentemente descrito como o Rei supremo, e os reis humanos são vistos como representantes de Sua autoridade na terra.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Romanos 13:1"]},"ester_10_2_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de 24 horas, mas também pode simbolizar um tempo de eventos significativos.","explicacao_detalhada":"A palavra 'dia' é usada para marcar momentos importantes na narrativa, indicando a passagem do tempo e a realização de eventos cruciais.","por_que_esta_palavra":"O uso de 'dia' enfatiza a importância do tempo na história da salvação e como Deus opera em momentos específicos.","conexao_teologica":"O conceito de dia é central na criação e na obra de Deus, onde cada dia tem seu propósito e significado.","referencias_relacionadas":["Gênesis 1:5","Salmos 90:12","Eclesiastes 3:1"]},"ester_10_3_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Novamente, refere-se à figura de autoridade, neste caso, o rei que governa sobre a nação persa.","explicacao_detalhada":"A repetição da palavra 'rei' aqui reforça a ideia de poder e a importância da liderança na história de Ester.","por_que_esta_palavra":"A ênfase no 'rei' destaca a influência que ele tem sobre os eventos e as decisões que afetam o povo judeu.","conexao_teologica":"A soberania de Deus é refletida na maneira como Ele usa líderes humanos para cumprir Seus propósitos.","referencias_relacionadas":["Provérbios 21:1","Daniel 2:21","Romanos 13:1-2"]},"ester_10_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as ações são realizadas, semelhante ao uso anterior.","explicacao_detalhada":"A palavra 'modo' aqui sugere que há uma forma específica de agir que é relevante para a narrativa e para a cultura do povo hebreu.","por_que_esta_palavra":"A escolha de 'modo' novamente enfatiza a importância do comportamento e da conduta em conformidade com as expectativas divinas.","conexao_teologica":"A maneira de viver é um tema recorrente na Bíblia, onde os fiéis são chamados a viver de acordo com os princípios de Deus.","referencias_relacionadas":["Gálatas 5:16","Efésios 4:1","Colossenses 3:17"]},"ester_10_3_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se a algo de grande magnitude ou importância, seja em poder, influência ou impacto.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a magnitude dos feitos do rei e a importância dos eventos que estão sendo narrados.","por_que_esta_palavra":"A ênfase em 'grande' destaca a relevância dos acontecimentos e a maneira como eles moldam a história do povo judeu.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, onde Ele é frequentemente descrito como o Deus Todo-Poderoso que realiza grandes coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:26","Efésios 3:20"]}}