{"ester_4_1_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' aqui também se refere ao local onde a comunidade judaica reside e onde a crise se desenrola.","explicacao_detalhada":"Em Ester 4:1, a cidade é o cenário da angústia de Mordecai e dos judeus, mostrando a gravidade da situação e a necessidade de ação.","por_que_esta_palavra":"A repetição da palavra 'cidade' enfatiza a coletividade do sofrimento e a urgência da resposta à ameaça.","conexao_teologica":"A cidade é um lugar de refúgio e também de julgamento, refletindo a dualidade da presença de Deus entre seu povo.","referencias_relacionadas":["Ester 4:3","Salmos 122:6","Isaías 65:18"]},"ester_4_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou abordado, especialmente em situações de crise.","explicacao_detalhada":"Em Ester 4:1, o 'modo' indica a forma como Mordecai expressa seu lamento e busca ajuda, mostrando a seriedade da situação.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender a urgência e a intensidade da resposta de Mordecai diante da ameaça.","conexao_teologica":"A maneira como reagimos às crises pode refletir nossa fé e confiança em Deus, que nos guia em tempos difíceis.","referencias_relacionadas":["Filipenses 4:5","Tiago 1:19","1 Pedro 5:7"]},"ester_4_1_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é uma metáfora que pode ser interpretada como uma ação de resistência ou luta.","explicacao_detalhada":"Embora a palavra 'urso' não apareça diretamente em Ester 4:1, a ideia de agir com determinação é implícita na resposta de Mordecai.","por_que_esta_palavra":"A palavra sugere a necessidade de agir com coragem e força diante da opressão.","conexao_teologica":"A luta do povo de Deus contra a opressão é um tema recorrente na Bíblia, refletindo a necessidade de fé e ação.","referencias_relacionadas":["Êxodo 14:14","Salmos 144:1","Romanos 8:37"]},"ester_4_2_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' novamente refere-se à figura de autoridade que pode decidir o destino dos judeus.","explicacao_detalhada":"Em Ester 4:2, a presença do rei é central para a trama, pois a intercessão de Ester diante dele é crucial para a salvação do povo.","por_que_esta_palavra":"A palavra 'rei' é repetida para enfatizar a importância da autoridade e do poder que ele detém.","conexao_teologica":"A soberania de Deus é refletida na autoridade dos reis, mostrando que Ele pode usar até mesmo autoridades pagãs para cumprir Seus propósitos.","referencias_relacionadas":["Provérbios 21:1","Daniel 4:17","Romanos 13:1"]},"ester_4_2_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se à ação de se aproximar do rei, que era um ato de grande risco.","explicacao_detalhada":"Em Ester 4:2, a ideia de 'vir' é crucial, pois Ester precisa se apresentar ao rei sem ser chamada, o que poderia resultar em sua morte.","por_que_esta_palavra":"A palavra 'vir' destaca a coragem necessária para se aproximar da autoridade em um momento de crise.","conexao_teologica":"A disposição de Ester em 'vir' ao rei reflete a intercessão de Cristo, que se aproxima de Deus em nosso favor.","referencias_relacionadas":["Hebreus 4:16","1 João 2:1","Romanos 8:34"]},"ester_4_2_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' refere-se à presença do rei, que é um símbolo de autoridade e julgamento.","explicacao_detalhada":"Em Ester 4:2, o 'rosto' do rei representa tanto a sua disposição em ouvir quanto o risco que Ester corre ao se apresentar diante dele.","por_que_esta_palavra":"A palavra 'rosto' é significativa, pois a expressão facial do rei poderia determinar a vida ou a morte de Ester.","conexao_teologica":"A ideia de 'rosto' também se relaciona com a presença de Deus, que é um lugar de segurança e refúgio para aqueles que buscam Sua face.","referencias_relacionadas":["Salmos 27:8","Números 6:25","Mateus 5:8"]},"ester_4_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as pessoas se comportam ou agem em uma situação específica.","explicacao_detalhada":"No contexto de Ester 4:3, o 'modo' diz respeito à maneira como os judeus reagiram ao decreto de extermínio. Eles se mostraram em luto e desespero, demonstrando a gravidade da situação.","por_que_esta_palavra":"A palavra 'modo' é importante para entender a atitude coletiva do povo judeu diante da ameaça que enfrentavam.","conexao_teologica":"O modo de agir do povo reflete a sua dependência de Deus em tempos de crise e a necessidade de buscar a Sua intervenção.","referencias_relacionadas":["Ester 4:1","Ester 4:2","Salmos 34:18"]},"ester_4_3_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade máxima no império persa, que tinha o poder de decidir sobre a vida e a morte.","explicacao_detalhada":"O 'rei' no contexto de Ester 4:3 é Assuero, que emitiu um decreto que ameaçava a vida dos judeus. A sua posição ilustra a vulnerabilidade do povo diante do poder humano.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a dinâmica de poder e a opressão que os judeus enfrentavam sob o domínio persa.","conexao_teologica":"A soberania de Deus é contrastada com o poder do rei, mostrando que, apesar das circunstâncias, Deus ainda está no controle.","referencias_relacionadas":["Ester 1:1","Ester 2:1","Romanos 13:1"]},"ester_4_3_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano em geral, mas no contexto pode se referir a um representante ou líder do povo.","explicacao_detalhada":"Em Ester 4:3, o 'homem' pode ser interpretado como qualquer judeu que estava sob a ameaça do decreto. Isso enfatiza a universalidade do sofrimento que o povo estava enfrentando.","por_que_esta_palavra":"A palavra 'homem' destaca a condição humana e a fragilidade diante de situações adversas.","conexao_teologica":"A vulnerabilidade do homem é um tema recorrente na Bíblia, que aponta para a necessidade de redenção e salvação através de Deus.","referencias_relacionadas":["Salmos 103:15","Eclesiastes 3:20","Romanos 5:12"]},"ester_4_4_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de convocar ou solicitar a presença de alguém.","explicacao_detalhada":"No contexto de Ester 4:4, 'chamar' se refere ao pedido de Ester para que Mardoqueu a procure e a informe sobre a situação. É um ato de busca de ajuda e orientação.","por_que_esta_palavra":"A palavra 'chamar' é significativa porque mostra a necessidade de comunicação e apoio em tempos de crise.","conexao_teologica":"A chamada para a ação é um tema importante na Bíblia, onde Deus frequentemente convoca Seu povo a agir em fé.","referencias_relacionadas":["Ester 4:5","Isaías 41:10","Mateus 11:28"]},"ester_4_4_palavra":{"palavra_pt":"palavra","palavra_original":"נָגַד","transliteracao":"nâgad","strong":"H5046","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação verbal ou mensagem que é transmitida.","explicacao_detalhada":"Em Ester 4:4, 'palavra' se refere à mensagem que Ester deseja que Mardoqueu transmita, evidenciando a importância da comunicação clara em momentos críticos.","por_que_esta_palavra":"A palavra 'palavra' é fundamental para entender a dinâmica de como as informações são compartilhadas e a importância de ouvir e responder.","conexao_teologica":"A palavra de Deus é frequentemente apresentada como um meio de orientação e revelação, mostrando a importância da comunicação divina.","referencias_relacionadas":["Salmos 119:105","Provérbios 18:21","Hebreus 4:12"]},"ester_4_5_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Novamente, refere-se à figura de autoridade máxima, neste caso, Assuero.","explicacao_detalhada":"A menção do 'rei' em Ester 4:5 é crucial, pois Ester precisa se apresentar a ele para interceder pelo seu povo, o que era um ato arriscado.","por_que_esta_palavra":"A palavra 'rei' enfatiza o poder e a influência que ele exerce sobre a vida dos judeus e a coragem necessária para se aproximar dele.","conexao_teologica":"A relação entre Ester e o rei pode ser vista como uma metáfora da intercessão que Cristo faz por nós diante de Deus.","referencias_relacionadas":["Ester 5:1","Ester 7:3","Hebreus 7:25"]},"ester_4_5_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de convocar ou solicitar a presença de alguém, neste caso, Mardoqueu.","explicacao_detalhada":"Em Ester 4:5, Ester chama Mardoqueu para que ele a ajude a entender a situação e a guiar suas ações, mostrando a importância do apoio mútuo.","por_que_esta_palavra":"A palavra 'chamar' é significativa porque destaca a necessidade de colaboração e apoio em tempos de crise.","conexao_teologica":"A chamada para a ação e a interdependência entre os membros da comunidade de fé são temas importantes na Bíblia.","referencias_relacionadas":["Gálatas 6:2","1 Coríntios 12:12-27","Tiago 5:16"]},"ester_4_6_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade de Susã, onde se passavam os eventos da história de Ester.","explicacao_detalhada":"Em Ester 4:6, a 'cidade' é o local onde a crise se desenrola, simbolizando o centro do poder e da opressão que os judeus enfrentavam.","por_que_esta_palavra":"A palavra 'cidade' é importante para entender o contexto geográfico e social da narrativa.","conexao_teologica":"A cidade como um lugar de conflito e necessidade de salvação é um tema recorrente na Bíblia, refletindo a luta entre o bem e o mal.","referencias_relacionadas":["Ester 1:2","Ester 2:5","Mateus 5:14"]},"ester_4_6_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente à figura de autoridade, Assuero, que governava a cidade de Susã.","explicacao_detalhada":"A menção do 'rei' em Ester 4:6 reforça a ideia de que as decisões do rei impactam diretamente a vida dos cidadãos, especialmente dos judeus.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a dinâmica de poder e a opressão que os judeus enfrentavam sob o domínio persa.","conexao_teologica":"A soberania de Deus é contrastada com o poder do rei, mostrando que, apesar das circunstâncias, Deus ainda está no controle.","referencias_relacionadas":["Ester 1:1","Ester 2:1","Romanos 13:1"]},"ester_4_6_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se ao ato de sair ou deixar um lugar, no contexto de uma ação significativa.","explicacao_detalhada":"Em Ester 4:6, 'sair' pode se referir à necessidade de Ester de se afastar de sua posição de segurança para interceder pelo seu povo, simbolizando coragem e sacrifício.","por_que_esta_palavra":"A palavra 'sair' é importante porque representa a disposição de Ester em deixar sua zona de conforto para agir em favor dos outros.","conexao_teologica":"O chamado para sair e agir em fé é um tema central na Bíblia, onde muitas vezes somos chamados a deixar nossas zonas de conforto para cumprir a vontade de Deus.","referencias_relacionadas":["Gênesis 12:1","Mateus 28:19","Hebreus 11:8"]},"ester_4_7_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O termo 'rei' refere-se à autoridade máxima do império persa, que detinha o poder sobre a vida e a morte dos súditos.","explicacao_detalhada":"No contexto de Ester, o rei Assuero é uma figura central que representa o poder absoluto. A palavra 'rei' implica não apenas liderança, mas também a capacidade de tomar decisões que afetam a nação inteira.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a posição de autoridade e a gravidade da situação que Ester enfrenta ao se aproximar do rei sem ser chamada.","conexao_teologica":"A figura do rei é frequentemente usada na Bíblia para simbolizar a soberania de Deus sobre as nações e a importância da obediência às autoridades estabelecidas.","referencias_relacionadas":["Romanos 13:1","Provérbios 21:1","Daniel 2:21"]},"ester_4_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas são feitas ou a forma de agir em determinadas situações.","explicacao_detalhada":"Neste versículo, o 'modo' é importante para entender como Ester deve se comportar ao se dirigir ao rei, considerando as normas e costumes da corte persa.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a necessidade de Ester agir com cautela e sabedoria ao lidar com questões delicadas.","conexao_teologica":"A maneira como nos comportamos e agimos é um reflexo de nossa fé e obediência a Deus, que nos orienta em todas as áreas da vida.","referencias_relacionadas":["Colossenses 3:17","1 Coríntios 14:40","Tiago 1:5"]},"ester_4_8_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Novamente, 'rei' refere-se à figura de autoridade que tem o poder de decidir sobre a vida de Ester e do povo judeu.","explicacao_detalhada":"A repetição da palavra 'rei' enfatiza a seriedade da situação e a necessidade de Ester de se preparar adequadamente para se apresentar diante dele.","por_que_esta_palavra":"A palavra é crucial para entender o risco que Ester corre ao se aproximar do rei sem ser chamada, o que poderia resultar em sua morte.","conexao_teologica":"A relação entre o povo de Deus e as autoridades terrenas é um tema recorrente na Bíblia, onde a soberania de Deus se manifesta através das decisões dos reis.","referencias_relacionadas":["1 Pedro 2:13-14","Salmos 75:7","Provérbios 8:15-16"]},"ester_4_8_achar":{"palavra_pt":"achar","palavra_original":"חָנַן","transliteracao":"chânan","strong":"H2603","significado_raiz":"Ideia básica: achar.","significado_contextual":"A palavra 'achar' implica encontrar ou descobrir algo, neste caso, a informação que Ester precisa sobre a situação do povo judeu.","explicacao_detalhada":"Ester precisa 'achar' uma maneira de comunicar ao rei a necessidade urgente de salvar seu povo, o que requer discernimento e coragem.","por_que_esta_palavra":"A escolha da palavra 'achar' reflete a busca de Ester por uma solução em meio a uma crise, mostrando sua determinação em agir.","conexao_teologica":"A busca por sabedoria e entendimento é um princípio bíblico, onde Deus promete ajudar aqueles que o buscam sinceramente.","referencias_relacionadas":["Provérbios 2:3-5","Tiago 1:5","Salmos 119:105"]},"ester_4_9_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"O termo 'vir/entrar' refere-se ao ato de se aproximar do rei, que é um ato de grande risco para Ester.","explicacao_detalhada":"Chamar o rei implica não apenas entrar em sua presença, mas também a disposição de Ester de se expor a um potencial perigo.","por_que_esta_palavra":"A palavra 'vir' é significativa porque representa a coragem de Ester em se apresentar diante do rei, mesmo sabendo das consequências.","conexao_teologica":"A disposição de se aproximar de autoridades e de Deus é um tema importante na Bíblia, refletindo a fé e a coragem que devemos ter em momentos de crise.","referencias_relacionadas":["Hebreus 4:16","Mateus 7:7","Tiago 4:8"]},"ester_4_9_palavra":{"palavra_pt":"palavra","palavra_original":"נָגַד","transliteracao":"nâgad","strong":"H5046","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação que Ester deve fazer ao rei sobre a situação do seu povo.","explicacao_detalhada":"Neste contexto, 'palavra' é crucial, pois representa a mensagem que pode salvar a vida dos judeus, destacando a importância da comunicação clara e direta.","por_que_esta_palavra":"A ênfase na 'palavra' mostra que a comunicação é uma ferramenta poderosa que pode trazer mudança e salvação.","conexao_teologica":"A Bíblia enfatiza a importância da palavra, tanto a palavra de Deus quanto as palavras que usamos em nossas interações, que podem ter um impacto profundo.","referencias_relacionadas":["Provérbios 18:21","Salmos 19:14","Efésios 4:29"]},"ester_4_10_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de Ester ao comunicar algo importante ao rei, que pode ter grandes repercussões.","explicacao_detalhada":"Neste contexto, 'dizer' é um ato de coragem, pois Ester precisa expressar sua preocupação e a necessidade de ação do rei.","por_que_esta_palavra":"A palavra 'dizer' é significativa porque representa a ação de Ester em se posicionar e falar em favor de seu povo.","conexao_teologica":"A importância da fala e da comunicação é um tema recorrente na Bíblia, onde as palavras têm o poder de edificar ou destruir.","referencias_relacionadas":["Colossenses 4:6","Provérbios 15:23","Tiago 3:5-6"]},"ester_4_10_hatach":{"palavra_pt":"hatach","palavra_original":"הֲתָךְ","transliteracao":"Hăthâk","strong":"H2047","significado_raiz":"Ideia básica: hatach.","significado_contextual":"A palavra 'hatach' refere-se a um personagem que desempenha um papel importante como intermediário entre Ester e o rei.","explicacao_detalhada":"Hatach é um mensageiro que ajuda Ester a comunicar sua mensagem ao rei, simbolizando a importância de ter aliados em momentos de crise.","por_que_esta_palavra":"A inclusão de Hatach mostra que Ester não está sozinha em sua luta e que a ajuda é essencial em tempos difíceis.","conexao_teologica":"A Bíblia frequentemente destaca a importância da comunidade e do apoio mútuo entre os crentes, especialmente em tempos de necessidade.","referencias_relacionadas":["Gálatas 6:2","Eclesiastes 4:9-10","Romanos 12:10"]},"ester_4_10_esther":{"palavra_pt":"esther","palavra_original":"אֶסְתֵּר","transliteracao":"ʼEçtêr","strong":"H635","significado_raiz":"Ideia básica: esther.","significado_contextual":"A palavra 'esther' refere-se à protagonista da história, uma mulher judia que se torna rainha da Pérsia.","explicacao_detalhada":"Ester é uma figura central que representa coragem, fé e a capacidade de influenciar a história em favor de seu povo.","por_que_esta_palavra":"A palavra 'esther' é significativa porque simboliza a identidade e o papel crucial que ela desempenha na salvação dos judeus.","conexao_teologica":"A história de Ester é um exemplo de como Deus pode usar indivíduos comuns para realizar Seus propósitos e salvar Seu povo.","referencias_relacionadas":["Isaías 43:1","Romanos 8:28","1 Coríntios 1:27"]},"ester_4_11_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O termo 'rei' novamente destaca a autoridade e o poder que Assuero exerce sobre todos, incluindo Ester.","explicacao_detalhada":"A repetição da palavra 'rei' enfatiza a gravidade da situação e a necessidade de Ester de agir com sabedoria ao se dirigir a ele.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender o risco que Ester corre ao se aproximar do rei sem ser chamada, refletindo a tensão da narrativa.","conexao_teologica":"A relação entre o povo de Deus e as autoridades é um tema importante, onde a soberania de Deus se manifesta através das decisões dos reis.","referencias_relacionadas":["1 Pedro 2:13","Salmos 75:7","Provérbios 21:1"]},"ester_4_11_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se à possibilidade de Ester enfrentar a morte ao se apresentar ao rei sem ser chamada.","explicacao_detalhada":"Neste contexto, a palavra 'morrer' expressa o risco extremo que Ester estava disposta a correr para salvar seu povo. A ideia de morte aqui é não apenas física, mas também social e espiritual, representando a perda de identidade e propósito.","por_que_esta_palavra":"A escolha da palavra 'morrer' enfatiza a gravidade da situação e a coragem necessária para agir em favor dos outros, mesmo diante da morte.","conexao_teologica":"A disposição de Ester em arriscar sua vida ecoa o tema bíblico do sacrifício e da intercessão, refletindo a natureza de Cristo que se entregou por nós.","referencias_relacionadas":["João 15:13","Romanos 5:7-8","1 João 3:16"]},"ester_4_11_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' é usada em contraste com 'morrer', representando a esperança e a continuidade da vida para o povo judeu.","explicacao_detalhada":"Neste contexto, 'viver' simboliza a preservação da vida e da identidade do povo de Deus, que estava ameaçada. A escolha de Ester pode levar à salvação de muitos.","por_que_esta_palavra":"A palavra 'viver' é crucial para entender a motivação de Ester, que busca não apenas a sobrevivência pessoal, mas a vida de toda uma nação.","conexao_teologica":"A vida é um tema central na Bíblia, onde Deus é visto como o autor da vida, e a salvação traz vida em abundância.","referencias_relacionadas":["João 10:10","Deuteronômio 30:19-20","Gálatas 2:20"]},"ester_4_12_palavra":{"palavra_pt":"palavra","palavra_original":"נָגַד","transliteracao":"nâgad","strong":"H5046","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à mensagem que Ester deve transmitir ao rei através de Mordecai.","explicacao_detalhada":"Neste contexto, 'palavra' é a comunicação essencial que pode determinar o destino do povo judeu. A palavra tem poder e importância, especialmente em situações críticas.","por_que_esta_palavra":"A escolha da palavra 'palavra' destaca a importância da comunicação e da ação em momentos de crise.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação de Ester reflete a necessidade de se ouvir e agir conforme a vontade divina.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Provérbios 18:21"]},"ester_4_12_mordecai":{"palavra_pt":"mordecai","palavra_original":"מׇרְדְּכַי","transliteracao":"Mordᵉkay","strong":"H4782","significado_raiz":"Ideia básica: mordecai.","significado_contextual":"Mordecai é a figura que representa a sabedoria e a orientação para Ester em um momento de crise.","explicacao_detalhada":"Neste contexto, Mordecai é um mentor e um símbolo de lealdade e coragem, incentivando Ester a agir em favor de seu povo.","por_que_esta_palavra":"A menção de Mordecai destaca a importância das relações familiares e da influência positiva que uma pessoa pode ter na vida de outra.","conexao_teologica":"A figura de Mordecai pode ser vista como um tipo de Cristo, que orienta e intercede por seu povo.","referencias_relacionadas":["Provérbios 27:17","Filipenses 2:4","Gálatas 6:2"]},"ester_4_13_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima que Ester deve enfrentar ao se apresentar diante dele.","explicacao_detalhada":"Neste contexto, o rei representa tanto o poder humano quanto a possibilidade de salvação ou condenação. A coragem de Ester em se aproximar do rei é um ato de fé.","por_que_esta_palavra":"A escolha da palavra 'rei' enfatiza a soberania e o controle que ele exerce sobre a vida e a morte de seus súditos.","conexao_teologica":"Deus é descrito como o Rei dos Reis, e a interação de Ester com o rei terreno reflete a relação entre a autoridade divina e a humana.","referencias_relacionadas":["Romanos 13:1","1 Timóteo 2:1-2","Salmos 47:2"]},"ester_4_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas devem ser feitas, indicando a necessidade de estratégia e sabedoria.","explicacao_detalhada":"Neste contexto, 'modo' sugere que Ester deve agir com cautela e inteligência ao abordar o rei, considerando as normas e protocolos da corte.","por_que_esta_palavra":"A escolha da palavra 'modo' ressalta a importância de se ter um plano ao lidar com situações delicadas.","conexao_teologica":"A sabedoria é um tema central na Bíblia, e agir com prudência é frequentemente encorajado nas Escrituras.","referencias_relacionadas":["Provérbios 3:5-6","Tiago 1:5","Eclesiastes 10:10"]},"ester_4_13_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para enfatizar a comunicação clara e decisiva que Ester deve ter.","explicacao_detalhada":"Neste contexto, 'dizer' implica em uma declaração de intenção e propósito, essencial para a ação que Ester deve tomar.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a importância da fala e da declaração de fé em momentos críticos.","conexao_teologica":"A Bíblia enfatiza o poder da palavra, tanto na criação quanto na comunicação da verdade.","referencias_relacionadas":["Mateus 12:37","Romanos 10:9-10","Salmos 19:14"]},"ester_4_14_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao lar e à comunidade do povo judeu, que Ester está tentando proteger.","explicacao_detalhada":"Neste contexto, 'casa' simboliza não apenas o lar físico, mas também a identidade e a cultura do povo, que estão em risco.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a importância da família e da comunidade na vida do povo de Deus.","conexao_teologica":"A Bíblia frequentemente fala sobre a casa de Deus e a importância da família na fé.","referencias_relacionadas":["Salmos 127:1","Efésios 2:19-22","1 Timóteo 3:15"]},"ester_4_14_governo":{"palavra_pt":"governo","palavra_original":"מַלְכוּת","transliteracao":"malkûwth","strong":"H4438","significado_raiz":"Ideia básica: governo.","significado_contextual":"A palavra 'governo' refere-se à autoridade e ao controle que o rei exerce sobre seu reino.","explicacao_detalhada":"Neste contexto, 'governo' implica na estrutura de poder que pode ser usada para proteger ou oprimir o povo, dependendo das ações do rei.","por_que_esta_palavra":"A escolha da palavra 'governo' destaca a responsabilidade que os líderes têm sobre seus súditos e a necessidade de justiça.","conexao_teologica":"A Bíblia ensina que toda autoridade vem de Deus, e os governantes devem agir com justiça e retidão.","referencias_relacionadas":["Romanos 13:1-4","1 Pedro 2:13-14","Provérbios 29:2"]},"ester_4_14_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual Ester deve agir.","explicacao_detalhada":"Neste contexto, 'porque' conecta a ação de Ester à sua identidade e ao chamado que ela recebeu para salvar seu povo.","por_que_esta_palavra":"A escolha da palavra 'porque' é crucial para entender a motivação e a urgência da ação de Ester.","conexao_teologica":"A obediência a Deus muitas vezes é motivada por um chamado ou propósito divino, refletindo a soberania de Deus sobre a história.","referencias_relacionadas":["Romanos 8:28","Efésios 2:10","Isaías 43:1"]},"ester_4_15_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de comunicar ou expressar algo verbalmente, essencial para a narrativa em que Ester se prepara para interceder pelo seu povo.","explicacao_detalhada":"No contexto de Ester 4:15, a palavra 'dizer' é crucial, pois representa a decisão de Ester de se manifestar diante do rei, um ato de coragem e determinação em um momento de crise.","por_que_esta_palavra":"Esta palavra é importante porque destaca a necessidade de Ester de se pronunciar e agir em favor de seu povo, enfatizando o poder da comunicação na defesa da justiça.","conexao_teologica":"A comunicação é um meio pelo qual Deus se revela e se relaciona com a humanidade. A disposição de Ester em 'dizer' reflete a obediência e a coragem que Deus espera de seus servos.","referencias_relacionadas":["Êxodo 4:12","Salmos 19:14","Provérbios 18:21"]},"ester_4_15_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' implica construir ou fortalecer algo, refletindo a necessidade de Ester de fortalecer sua posição e a de seu povo.","explicacao_detalhada":"Em Ester 4:15, 'edificar' pode ser entendido como o ato de criar uma base sólida para a ação que se seguirá, simbolizando a construção de coragem e fé diante da adversidade.","por_que_esta_palavra":"Esta palavra é significativa porque sugere que a ação de Ester não é apenas reativa, mas também proativa, visando estabelecer um futuro melhor para seu povo.","conexao_teologica":"A edificação é um tema recorrente na Bíblia, simbolizando o crescimento espiritual e a construção do Reino de Deus entre os homens.","referencias_relacionadas":["Mateus 7:24-25","1 Coríntios 3:9","Efésios 2:20-22"]},"ester_4_15_esther":{"palavra_pt":"esther","palavra_original":"אֶסְתֵּר","transliteracao":"ʼEçtêr","strong":"H635","significado_raiz":"Ideia básica: esther.","significado_contextual":"A palavra 'Esther' refere-se à própria personagem, uma mulher judia que se torna rainha da Pérsia e desempenha um papel crucial na salvação de seu povo.","explicacao_detalhada":"No contexto de Ester 4:15, o nome 'Esther' simboliza não apenas a identidade da protagonista, mas também a providência divina que a coloca em uma posição de influência.","por_que_esta_palavra":"A menção de 'Esther' é vital, pois destaca a importância de indivíduos específicos na realização dos planos de Deus, mostrando que Ele usa pessoas comuns para cumprir Seus propósitos.","conexao_teologica":"A história de Ester ilustra a soberania de Deus e como Ele trabalha através de circunstâncias e pessoas para realizar Sua vontade.","referencias_relacionadas":["Salmos 139:13-16","Isaías 43:1","Romanos 8:28"]},"ester_4_16_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período específico de tempo, neste caso, o dia em que Ester se apresentará ao rei.","explicacao_detalhada":"Em Ester 4:16, o 'dia' é um momento decisivo que pode mudar o destino do povo judeu, simbolizando a importância de momentos determinados na história.","por_que_esta_palavra":"A ênfase no 'dia' destaca a urgência e a seriedade da situação, lembrando que há tempos designados por Deus para ações significativas.","conexao_teologica":"A noção de tempo é fundamental na teologia bíblica, onde Deus atua em momentos específicos da história da salvação.","referencias_relacionadas":["Eclesiastes 3:1","Gálatas 4:4","Hebreus 3:15"]},"ester_4_16_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima, neste caso, o rei da Pérsia, que tem o poder de decidir o destino de Ester e de seu povo.","explicacao_detalhada":"Em Ester 4:16, o 'rei' representa não apenas uma figura de autoridade, mas também a possibilidade de intervenção divina através de líderes humanos.","por_que_esta_palavra":"A menção do 'rei' é crucial, pois enfatiza a tensão entre o poder humano e a soberania de Deus, mostrando que mesmo os reis estão sujeitos ao plano divino.","conexao_teologica":"A Bíblia frequentemente aborda a relação entre Deus e as autoridades terrenas, mostrando que Ele é o verdadeiro soberano sobre todos os reinos.","referencias_relacionadas":["Provérbios 21:1","Daniel 2:21","Romanos 13:1"]},"ester_4_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como Ester se apresentará ao rei, indicando a importância da abordagem e da atitude.","explicacao_detalhada":"Em Ester 4:16, o 'modo' é significativo, pois reflete a estratégia que Ester deve adotar ao se aproximar do rei, ressaltando a necessidade de sabedoria e discernimento.","por_que_esta_palavra":"A escolha do 'modo' é essencial, pois pode determinar o sucesso ou o fracasso de sua intercessão, mostrando a importância da preparação e da intenção.","conexao_teologica":"A forma como nos apresentamos diante de Deus e das autoridades é um tema importante na Bíblia, refletindo a reverência e a sabedoria que devemos ter.","referencias_relacionadas":["Salmos 37:5","Provérbios 16:3","Colossenses 3:23"]},"ester_4_17_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' não é diretamente aplicável no contexto, mas pode ser interpretada como uma metáfora para força e proteção.","explicacao_detalhada":"Embora a palavra 'urso' não apareça diretamente em Ester 4:17, a ideia de força e coragem é fundamental para a ação de Ester em face do perigo.","por_que_esta_palavra":"A menção de força, mesmo que implícita, é vital, pois Ester precisa de coragem para enfrentar o rei e interceder por seu povo.","conexao_teologica":"A força e a coragem são frequentemente temas bíblicos, refletindo a necessidade de confiar em Deus em momentos de fraqueza.","referencias_relacionadas":["Salmos 27:1","Isaías 41:10","2 Timóteo 1:7"]},"ester_4_17_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' aqui novamente refere-se à maneira como Ester deve agir, enfatizando a importância da estratégia e da atitude.","explicacao_detalhada":"Em Ester 4:17, o 'modo' é crucial para o sucesso da missão de Ester, que deve ser cuidadosa e sábia em sua abordagem ao rei.","por_que_esta_palavra":"A escolha do 'modo' é essencial, pois pode determinar o impacto de suas ações e a resposta do rei.","conexao_teologica":"A Bíblia ensina que a sabedoria na abordagem é fundamental em todas as interações, especialmente quando se busca a justiça.","referencias_relacionadas":["Provérbios 1:5","Tiago 1:5","1 Pedro 3:15"]},"ester_4_17_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A palavra 'cruz' pode ser interpretada como um símbolo de sacrifício e entrega, refletindo a disposição de Ester em arriscar sua vida.","explicacao_detalhada":"Embora a palavra 'cruz' não apareça diretamente em Ester 4:17, a ideia de sacrifício é central, pois Ester está disposta a colocar sua vida em risco por seu povo.","por_que_esta_palavra":"A menção de 'cruz' é significativa, pois simboliza a disposição de Ester em sacrificar-se, ecoando o tema do sacrifício na Bíblia.","conexao_teologica":"A cruz é um símbolo central no cristianismo, representando o sacrifício de Cristo e a chamada para que os crentes também tomem sua cruz.","referencias_relacionadas":["Mateus 16:24","Gálatas 2:20","Filipenses 3:10"]}}