{"ester_5_1_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao momento em que Ester se apresenta ao rei, um ponto crucial na narrativa.","explicacao_detalhada":"Em Ester 5:1, o 'dia' é um momento de grande expectativa e tensão, onde o destino de muitos está em jogo.","por_que_esta_palavra":"A ênfase no 'dia' destaca a importância de agir no tempo certo, conforme a direção divina.","conexao_teologica":"O conceito de tempo e a ação de Deus em momentos específicos são temas recorrentes na Bíblia, mostrando que Deus tem um plano para cada época.","referencias_relacionadas":["Salmos 31:15","Eclesiastes 3:11","Gálatas 6:9"]},"ester_5_1_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O termo 'rei' refere-se à autoridade suprema e ao governante do império persa, que tinha poder absoluto sobre seus súditos.","explicacao_detalhada":"No contexto de Ester 5:1, o rei é uma figura central que representa o poder e a influência. Ester se apresenta diante dele, o que era um ato de grande coragem, pois a abordagem não solicitada ao rei poderia resultar em punição.","por_que_esta_palavra":"A palavra 'rei' é utilizada para enfatizar a posição de autoridade e a necessidade de respeito e temor que os súditos devem ter em relação ao governante.","conexao_teologica":"A figura do rei é frequentemente usada na Bíblia para simbolizar a soberania de Deus sobre a criação e a necessidade de submissão à Sua vontade.","referencias_relacionadas":["1 Samuel 8:7","Salmos 47:2","Provérbios 21:1"]},"ester_5_1_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A 'casa' refere-se ao palácio real, onde o rei reside e onde as decisões importantes são tomadas.","explicacao_detalhada":"Em Ester 5:1, a casa do rei é o local onde Ester se apresenta. A casa simboliza não apenas um espaço físico, mas também a estrutura de poder e a segurança que ela representa.","por_que_esta_palavra":"A palavra 'casa' é usada para indicar o lar do rei, um lugar de autoridade e de decisões que afetam todo o império.","conexao_teologica":"A casa do rei pode ser vista como uma representação do reino de Deus, onde Ele reina com justiça e misericórdia.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","Hebreus 3:4"]},"ester_5_2_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente à figura do rei, que é central na narrativa e na dinâmica de poder da história.","explicacao_detalhada":"Neste versículo, o rei é mencionado em relação ao ato de Ester de se apresentar diante dele, destacando a importância de sua aprovação para qualquer ação que ela deseje tomar.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a importância da autoridade real na história e o risco que Ester corre ao se aproximar dele.","conexao_teologica":"A soberania de Deus é refletida na figura do rei, que, embora humano, exerce um poder que pode ser visto como um reflexo da autoridade divina.","referencias_relacionadas":["Romanos 13:1","1 Pedro 2:13-14","Provérbios 16:10"]},"ester_5_2_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"O 'princípio' refere-se à ideia de liderança e à posição do rei como o líder supremo do povo.","explicacao_detalhada":"Neste contexto, o princípio é relevante porque o rei é a fonte de autoridade e decisão, e Ester busca a sua benevolência para salvar seu povo.","por_que_esta_palavra":"A palavra 'princípio' é usada para destacar a posição do rei como o início de todas as decisões e ações dentro do reino.","conexao_teologica":"Deus é descrito como o princípio de todas as coisas, e a liderança humana deve refletir essa autoridade divina.","referencias_relacionadas":["Colossenses 1:16-17","Gênesis 1:1","Salmos 104:24"]},"ester_5_2_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' aqui se refere à possibilidade de Ester não ser aceita pelo rei, resultando em sua queda em desgraça.","explicacao_detalhada":"O ato de 'cair' implica em um risco significativo, pois se Ester não fosse chamada, ela poderia ser punida severamente.","por_que_esta_palavra":"A palavra 'cair' é usada para expressar a vulnerabilidade de Ester ao se apresentar ao rei sem ser convocada.","conexao_teologica":"A ideia de cair pode ser vista como uma metáfora para a queda do homem, que precisa da graça de Deus para se levantar.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Romanos 5:8"]},"ester_5_3_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Mais uma vez, o 'rei' é mencionado como a figura central que detém o poder de decisão sobre a vida de Ester e seu povo.","explicacao_detalhada":"Neste versículo, Ester se dirige ao rei, reconhecendo sua autoridade e buscando sua ajuda em um momento crítico.","por_que_esta_palavra":"A repetição da palavra 'rei' reforça a ideia de que todas as esperanças de Ester estão depositadas na benevolência do monarca.","conexao_teologica":"A relação entre Ester e o rei pode ser vista como uma representação da relação entre os crentes e Deus, que é o verdadeiro Rei.","referencias_relacionadas":["Salmos 2:6","Isaías 33:22","Apocalipse 19:16"]},"ester_5_3_governo":{"palavra_pt":"governo","palavra_original":"מַלְכוּת","transliteracao":"malkûwth","strong":"H4438","significado_raiz":"Ideia básica: governo.","significado_contextual":"O 'governo' refere-se à autoridade e ao domínio do rei sobre seu reino.","explicacao_detalhada":"Neste contexto, o governo do rei é crucial para a proteção do povo judeu, e Ester apela a essa autoridade para salvar sua nação.","por_que_esta_palavra":"A palavra 'governo' é usada para enfatizar o poder e a responsabilidade que o rei tem sobre seu povo.","conexao_teologica":"O governo humano é um reflexo do governo divino, onde Deus é o soberano supremo que governa com justiça.","referencias_relacionadas":["Romanos 13:1-2","1 Timóteo 2:1-2","Salmos 22:28"]},"ester_5_3_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' aqui se refere ao ato de Ester de pedir ao rei que conceda um favor ou uma audiência.","explicacao_detalhada":"Ester clama ao rei por ajuda, demonstrando sua dependência da autoridade real para a salvação de seu povo.","por_que_esta_palavra":"A palavra 'dar' é significativa porque representa a súplica de Ester por misericórdia e intervenção.","conexao_teologica":"O clamor por ajuda é um tema recorrente na Bíblia, onde os crentes são encorajados a clamar a Deus em tempos de necessidade.","referencias_relacionadas":["Salmos 34:17","Mateus 7:7","Hebreus 4:16"]},"ester_5_4_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O 'rei' é mencionado novamente, destacando sua importância na narrativa e o papel que desempenha na vida de Ester.","explicacao_detalhada":"Ester se dirige ao rei com respeito e humildade, reconhecendo sua posição e buscando sua ajuda em um momento de crise.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a centralidade da autoridade real na história e a necessidade de Ester de sua aprovação.","conexao_teologica":"A figura do rei é uma representação da soberania de Deus, que é o verdadeiro governante sobre todas as nações.","referencias_relacionadas":["Salmos 47:7-8","Isaías 9:6","Apocalipse 1:5"]},"ester_5_4_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' refere-se ao momento específico em que Ester se apresenta ao rei, um dia de grande importância para seu povo.","explicacao_detalhada":"Neste contexto, o dia simboliza um ponto de virada na história, onde as ações de Ester podem levar à salvação ou à destruição.","por_que_esta_palavra":"A palavra 'dia' é usada para indicar a importância do tempo e das decisões que são tomadas em momentos críticos.","conexao_teologica":"Na teologia bíblica, o dia é frequentemente visto como um tempo de intervenção divina, onde Deus age em favor de Seu povo.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 118:24","Gálatas 6:9"]},"ester_5_4_festa":{"palavra_pt":"festa","palavra_original":"מִשְׁתֶּה","transliteracao":"mishteh","strong":"H4960","significado_raiz":"Ideia básica: festa.","significado_contextual":"A palavra 'festa' refere-se a um banquete ou celebração, um evento social importante na cultura persa.","explicacao_detalhada":"No contexto de Ester 5:4, a festa é um momento de hospitalidade e honra, onde a rainha Ester convida o rei e Hamã para um banquete, simbolizando a importância das relações sociais e políticas na corte persa.","por_que_esta_palavra":"A escolha da palavra 'festa' destaca a intenção de Ester em criar um ambiente favorável para revelar sua verdadeira identidade e a ameaça que seu povo enfrenta.","conexao_teologica":"A festa pode ser vista como um símbolo de comunhão e celebração, refletindo a importância da unidade e do apoio mútuo entre os crentes, assim como a providência de Deus em momentos de crise.","referencias_relacionadas":["Ester 1:3","Ester 2:18","Ester 5:8"]},"ester_5_5_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade suprema e ao governante do império persa, simbolizando poder e controle.","explicacao_detalhada":"No versículo, o rei é a figura central que detém o poder de decisão e influência sobre a vida de Ester e de seu povo. A interação de Ester com o rei é crucial para o desenrolar da narrativa.","por_que_esta_palavra":"A palavra 'rei' é utilizada para enfatizar a posição de Ester como rainha e sua habilidade de interceder em favor de seu povo diante da autoridade máxima.","conexao_teologica":"A figura do rei pode ser vista como uma representação da soberania de Deus, que governa sobre todas as nações e utiliza líderes humanos para cumprir Seus propósitos.","referencias_relacionadas":["Ester 1:1","Ester 2:17","Ester 5:2"]},"ester_5_5_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é uma referência a um animal, mas no contexto do versículo, pode ser uma metáfora ou uma expressão que não se aplica diretamente.","explicacao_detalhada":"Embora a palavra 'urso' não tenha um significado direto no contexto de Ester 5:5, sua inclusão pode ser um erro ou confusão com outra palavra. O foco deve ser na interação entre Ester e o rei.","por_que_esta_palavra":"A presença da palavra 'urso' pode ser um exemplo de erro de transcrição ou interpretação, não contribuindo para o entendimento do texto.","conexao_teologica":"A confusão de palavras pode lembrar que a comunicação é vital e que a clareza é necessária ao abordar questões de fé e liderança.","referencias_relacionadas":["Ester 5:5","Ester 5:8","Salmos 119:105"]},"ester_5_5_festa":{"palavra_pt":"festa","palavra_original":"מִשְׁתֶּה","transliteracao":"mishteh","strong":"H4960","significado_raiz":"Ideia básica: festa.","significado_contextual":"A palavra 'festa' novamente se refere a um banquete, um evento social significativo na narrativa.","explicacao_detalhada":"A festa mencionada em Ester 5:5 é uma continuação da estratégia de Ester para ganhar a confiança do rei e preparar o terreno para sua revelação.","por_que_esta_palavra":"A repetição da palavra 'festa' reforça a importância do banquete como um meio de comunicação e revelação de intenções.","conexao_teologica":"Assim como a festa de Ester, a comunhão entre os crentes é fundamental para fortalecer laços e promover a unidade na fé.","referencias_relacionadas":["Ester 5:4","Ester 5:8","Ester 2:18"]},"ester_5_6_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é novamente utilizada para enfatizar a figura de autoridade que Ester deve abordar.","explicacao_detalhada":"Neste versículo, o rei é o destinatário das palavras de Ester, e sua resposta é crucial para o desfecho da história.","por_que_esta_palavra":"A palavra 'rei' é essencial para entender a dinâmica de poder e a coragem de Ester ao se apresentar diante dele.","conexao_teologica":"A interação de Ester com o rei ilustra a importância da coragem e da fé em Deus ao enfrentar autoridades e desafios.","referencias_relacionadas":["Ester 5:2","Ester 5:3","Ester 2:17"]},"ester_5_6_festa":{"palavra_pt":"festa","palavra_original":"מִשְׁתֶּה","transliteracao":"mishteh","strong":"H4960","significado_raiz":"Ideia básica: festa.","significado_contextual":"A palavra 'festa' é usada novamente para descrever o banquete que Ester preparou.","explicacao_detalhada":"A festa é um elemento central na narrativa, pois é o cenário onde Ester revela sua verdadeira identidade e a ameaça ao seu povo.","por_que_esta_palavra":"A repetição da palavra 'festa' enfatiza a importância do evento como um meio de comunicação e revelação.","conexao_teologica":"As festas na Bíblia muitas vezes simbolizam a alegria e a celebração da providência de Deus, refletindo a importância da comunhão entre os crentes.","referencias_relacionadas":["Ester 5:4","Ester 5:8","Ester 2:18"]},"ester_5_6_governo":{"palavra_pt":"governo","palavra_original":"מַלְכוּת","transliteracao":"malkûwth","strong":"H4438","significado_raiz":"Ideia básica: governo.","significado_contextual":"A palavra 'governo' refere-se à estrutura de poder e autoridade do reino persa.","explicacao_detalhada":"No contexto de Ester 5:6, 'governo' é mencionado para destacar a responsabilidade e a influência do rei sobre a vida de seus súditos, incluindo Ester e seu povo.","por_que_esta_palavra":"A palavra 'governo' é crucial para entender a dinâmica de poder e a necessidade de Ester de agir com sabedoria ao se dirigir ao rei.","conexao_teologica":"O conceito de governo é importante na teologia bíblica, pois Deus é visto como o governante supremo que estabelece autoridades sobre as nações.","referencias_relacionadas":["Ester 1:1","Ester 2:17","Romanos 13:1"]},"ester_5_7_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' pode simbolizar a percepção e a atenção do rei em relação a Ester.","explicacao_detalhada":"No versículo, o 'olho' pode representar a observação e a expectativa do rei em relação ao que Ester irá dizer, simbolizando a importância da comunicação clara.","por_que_esta_palavra":"A palavra 'olho' é usada para enfatizar a necessidade de Ester de ser cuidadosa em suas palavras e ações diante do rei.","conexao_teologica":"O conceito de 'olho' pode ser associado à ideia de que Deus vê e observa as ações dos homens, trazendo à tona a importância da integridade.","referencias_relacionadas":["Ester 5:7","Ester 7:3","Salmos 119:105"]},"ester_5_7_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de comunicar, essencial no contexto da revelação de Ester.","explicacao_detalhada":"Neste versículo, Ester se prepara para expressar suas preocupações e a situação de seu povo, destacando a importância da comunicação em momentos críticos.","por_que_esta_palavra":"A palavra 'dizer' é fundamental para entender a coragem de Ester em se manifestar e buscar a ajuda do rei.","conexao_teologica":"A comunicação é um aspecto vital da vida cristã, refletindo a necessidade de expressar nossas preocupações e orações a Deus.","referencias_relacionadas":["Ester 5:7","Ester 6:3","Salmos 119:105"]},"ester_5_7_esther":{"palavra_pt":"esther","palavra_original":"אֶסְתֵּר","transliteracao":"ʼEçtêr","strong":"H635","significado_raiz":"Ideia básica: esther.","significado_contextual":"A palavra 'Esther' refere-se à protagonista da história, uma mulher judia que se torna rainha da Pérsia.","explicacao_detalhada":"No contexto de Ester 5:7, o nome de Ester é mencionado para destacar sua identidade e o papel crucial que desempenha na salvação de seu povo.","por_que_esta_palavra":"A palavra 'Esther' é significativa, pois representa a coragem e a determinação de uma mulher que se levanta em favor de sua nação.","conexao_teologica":"Esther é um exemplo de fé e coragem, mostrando como Deus pode usar indivíduos comuns para realizar Seus propósitos.","referencias_relacionadas":["Ester 2:7","Ester 4:14","Ester 7:3"]},"ester_5_8_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade suprema e ao poder do monarca persa, que tinha o poder de decidir sobre a vida e a morte.","explicacao_detalhada":"O termo 'rei' (מֶלֶךְ, melek) é usado para descrever a figura central de autoridade em um reino. No contexto de Ester, o rei Assuero é uma figura de poder que representa tanto a opressão quanto a possibilidade de libertação para o povo judeu.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica de poder na narrativa de Ester, onde as ações do rei têm consequências diretas para os judeus.","conexao_teologica":"A soberania de Deus é refletida na maneira como Ele usa a autoridade do rei para cumprir Seus propósitos, mesmo através de decisões aparentemente arbitrárias.","referencias_relacionadas":["Ester 1:1","Ester 2:1","Ester 3:1"]},"ester_5_8_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Indica um pedido urgente ou súplica, refletindo a necessidade de intervenção divina ou humana.","explicacao_detalhada":"A palavra 'dar' (נָתַן, nâthan) é usada aqui para expressar a ideia de oferecer algo, que neste contexto se refere ao ato de clamar por ajuda ou favor do rei.","por_que_esta_palavra":"É importante porque mostra a vulnerabilidade de Ester e a urgência de sua situação ao buscar a ajuda do rei.","conexao_teologica":"A súplica de Ester pode ser vista como um paralelo à oração, onde os crentes clamam a Deus em busca de ajuda e intervenção.","referencias_relacionadas":["Salmos 34:17","Salmos 55:16","Hebreus 4:16"]},"ester_5_8_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Embora a palavra 'urso' (עָשָׂה, ʻâsâh) não apareça diretamente em Ester 5:8, ela pode ser interpretada como uma metáfora para a força e a proteção.","explicacao_detalhada":"A palavra 'fazer' ou 'agir' é frequentemente associada a ações de força e poder, e pode simbolizar a necessidade de agir com coragem diante de desafios.","por_que_esta_palavra":"A ideia de 'agir' é fundamental para a narrativa, pois Ester precisa tomar uma ação decisiva para salvar seu povo.","conexao_teologica":"A ação de Ester reflete a fé em Deus e a coragem necessária para enfrentar situações difíceis, mostrando que Deus pode usar pessoas comuns para realizar Seus planos.","referencias_relacionadas":["Tiago 2:17","1 Coríntios 15:58","Gálatas 6:9"]},"ester_5_9_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período específico em que eventos significativos ocorrem, enfatizando a importância do tempo na narrativa.","explicacao_detalhada":"A palavra 'dia' (יוֹם, yôwm) é usada para marcar momentos cruciais na história, como o dia em que Ester se apresenta ao rei.","por_que_esta_palavra":"O tempo é um elemento vital na narrativa, pois as ações de Ester ocorrem em um momento crítico para a sobrevivência do povo judeu.","conexao_teologica":"Deus opera em tempos específicos, e a providência divina é evidente na maneira como os eventos se desenrolam em momentos determinados.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 31:15","Romanos 13:11"]},"ester_5_9_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Novamente, refere-se à figura de autoridade que tem o poder de decidir o destino de Ester e do povo judeu.","explicacao_detalhada":"O rei Assuero é uma figura central que representa tanto a opressão quanto a possibilidade de salvação, dependendo de suas decisões.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a importância da autoridade e do poder na narrativa de Ester.","conexao_teologica":"A soberania de Deus é refletida na maneira como Ele usa a autoridade do rei para cumprir Seus propósitos, mesmo através de decisões aparentemente arbitrárias.","referencias_relacionadas":["Ester 1:1","Ester 2:1","Ester 3:1"]},"ester_5_9_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à avaliação positiva das ações ou decisões, especialmente no contexto de favor e benevolência.","explicacao_detalhada":"A palavra 'bom' (טוֹב, ṭôwb) é usada para descrever algo que é desejável ou benéfico, refletindo a esperança de Ester de que suas ações sejam bem recebidas pelo rei.","por_que_esta_palavra":"A busca pelo 'bom' é central na narrativa, pois Ester deseja que suas intenções sejam vistas de forma favorável.","conexao_teologica":"A bondade de Deus é frequentemente manifestada através de ações humanas, e Ester busca alinhar suas ações com a vontade divina.","referencias_relacionadas":["Salmos 119:68","Romanos 8:28","Gálatas 5:22"]},"ester_5_10_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de convocar ou chamar alguém para uma ação ou evento, essencial na interação entre Ester e o rei.","explicacao_detalhada":"A palavra 'vir' (בּוֹא, bôwʼ) implica movimento e a necessidade de se apresentar diante do rei, um ato que pode ser arriscado.","por_que_esta_palavra":"A ação de 'vir' é crucial, pois representa a coragem de Ester em se apresentar ao rei para interceder por seu povo.","conexao_teologica":"A disposição de Ester em se aproximar do rei reflete a fé e a coragem que os crentes devem ter ao se aproximar de Deus em oração.","referencias_relacionadas":["Hebreus 4:16","Tiago 4:8","Mateus 7:7"]},"ester_5_10_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar ou ao espaço físico onde a família e a comunidade se reúnem, simbolizando segurança e pertencimento.","explicacao_detalhada":"A palavra 'casa' (בַּיִת, bayith) é um símbolo de proteção e identidade, especialmente para o povo judeu em um contexto de exílio.","por_que_esta_palavra":"A menção da 'casa' destaca a importância da comunidade e da família na narrativa de Ester, que busca proteger seu povo.","conexao_teologica":"A ideia de 'casa' é frequentemente usada na Bíblia para simbolizar a presença de Deus e a segurança que Ele oferece ao Seu povo.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","1 Pedro 2:5"]},"ester_5_10_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de despachar ou enviar alguém em uma missão, essencial para a comunicação entre Ester e o rei.","explicacao_detalhada":"A palavra 'enviar' (שָׁלַח, shâlach) implica a ação de delegar uma tarefa ou responsabilidade, refletindo a necessidade de Ester de agir com estratégia.","por_que_esta_palavra":"O ato de 'enviar' é crucial para a narrativa, pois representa a ação deliberada de Ester em buscar ajuda para seu povo.","conexao_teologica":"A ideia de ser enviado é central na missão cristã, onde os crentes são chamados a agir em nome de Deus para ajudar os necessitados.","referencias_relacionadas":["Mateus 28:19","Lucas 10:1","Atos 13:2"]},"ester_5_11_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente à figura de autoridade que tem o poder de decidir o destino de Ester e do povo judeu.","explicacao_detalhada":"A repetição da palavra 'rei' (מֶלֶךְ, melek) enfatiza a importância da autoridade e do poder na narrativa de Ester.","por_que_esta_palavra":"A palavra é essencial para entender a dinâmica de poder na narrativa, onde as ações do rei têm consequências diretas para os judeus.","conexao_teologica":"A soberania de Deus é refletida na maneira como Ele usa a autoridade do rei para cumprir Seus propósitos, mesmo através de decisões aparentemente arbitrárias.","referencias_relacionadas":["Ester 1:1","Ester 2:1","Ester 3:1"]},"ester_5_11_falar":{"palavra_pt":"falar","palavra_original":"סָפַר","transliteracao":"çâphar","strong":"H5608","significado_raiz":"Ideia básica: falar.","significado_contextual":"A palavra 'falar' refere-se à ação de comunicar ou expressar algo verbalmente, especialmente em um contexto de importância e formalidade.","explicacao_detalhada":"No contexto de Ester 5:11, a rainha Ester está se preparando para revelar sua identidade e o plano de Hamã ao rei. O ato de 'falar' aqui é crucial, pois envolve a coragem de Ester em se dirigir ao rei e expor a ameaça ao seu povo.","por_que_esta_palavra":"A escolha da palavra 'falar' enfatiza a necessidade de comunicação clara e direta em momentos de crise, refletindo a importância da palavra na resolução de conflitos.","conexao_teologica":"A comunicação é um tema central na Bíblia, onde Deus se revela através da palavra. A coragem de Ester em 'falar' é um exemplo de como a comunicação pode ser usada para a salvação e a justiça.","referencias_relacionadas":["Provérbios 18:21","Tiago 1:19","Salmos 19:14"]},"ester_5_12_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à figura de autoridade máxima, que exerce poder e controle sobre um reino.","explicacao_detalhada":"Em Ester 5:12, o rei Assuero é mencionado como a figura central que detém o poder de decisão sobre a vida e a morte. A sua posição de rei é fundamental para o desenrolar da narrativa, pois ele tem a capacidade de salvar ou condenar.","por_que_esta_palavra":"A palavra 'rei' é utilizada para destacar a soberania e a autoridade do governante, que é um tema recorrente nas Escrituras, simbolizando também a realeza de Deus.","conexao_teologica":"A realeza de Deus é um conceito importante na teologia bíblica, onde Deus é visto como o Rei dos Reis, que governa com justiça e misericórdia.","referencias_relacionadas":["Salmos 47:2","Isaías 33:22","Apocalipse 19:16"]},"ester_5_12_festa":{"palavra_pt":"festa","palavra_original":"מִשְׁתֶּה","transliteracao":"mishteh","strong":"H4960","significado_raiz":"Ideia básica: festa.","significado_contextual":"A palavra 'festa' refere-se a uma celebração ou banquete, muitas vezes associada a eventos significativos e alegres.","explicacao_detalhada":"No contexto de Ester 5:12, a festa é o cenário em que Ester se apresenta ao rei. As festas na cultura persa eram ocasiões de grande importância social e política, onde decisões cruciais poderiam ser tomadas.","por_que_esta_palavra":"A palavra 'festa' é usada para enfatizar a atmosfera de celebração, que contrasta com a gravidade da situação que Ester enfrenta, mostrando que até mesmo em momentos de alegria, a verdade deve ser revelada.","conexao_teologica":"As festas na Bíblia muitas vezes simbolizam a comunhão com Deus e a celebração de Suas bênçãos, refletindo a alegria que deve existir na vida do crente.","referencias_relacionadas":["Eclesiastes 3:13","Salmos 126:3","Lucas 14:15"]},"ester_5_12_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'grande' refere-se a algo que é significativo, importante ou de grande magnitude.","explicacao_detalhada":"Em Ester 5:12, a expressão 'grande' é utilizada para descrever a importância da revelação que Ester está prestes a fazer. A grandeza da situação exige uma abordagem cuidadosa e respeitosa.","por_que_esta_palavra":"A palavra 'grande' é escolhida para ressaltar a seriedade do momento e a necessidade de atenção ao que será dito, refletindo a importância das decisões que afetam vidas.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, onde Sua majestade e poder são frequentemente exaltados, lembrando aos crentes a importância de reverenciar a Deus em todas as situações.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"ester_5_13_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de tomar uma decisão ou formar um juízo sobre uma situação ou pessoa.","explicacao_detalhada":"No contexto de Ester 5:13, o ato de 'julgar' é crucial, pois envolve a avaliação das ações de Hamã e a proteção do povo judeu. A decisão do rei terá consequências significativas.","por_que_esta_palavra":"A palavra 'julgar' é utilizada para enfatizar a responsabilidade que o rei tem em tomar decisões justas e sábias, refletindo a importância do discernimento.","conexao_teologica":"O julgamento é um tema importante na Bíblia, onde Deus é descrito como o juiz supremo que avaliará as ações da humanidade no final dos tempos.","referencias_relacionadas":["Salmos 9:7","Mateus 7:1","Romanos 14:10"]},"ester_5_13_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à figura de autoridade máxima, que exerce poder e controle sobre um reino.","explicacao_detalhada":"Em Ester 5:13, o rei Assuero é mencionado novamente, destacando sua posição de poder e a importância de suas decisões na narrativa.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a centralidade da figura real na história e a necessidade de sua intervenção nas questões que envolvem Ester e Hamã.","conexao_teologica":"A realeza de Deus é um conceito importante na teologia bíblica, onde Deus é visto como o Rei dos Reis, que governa com justiça e misericórdia.","referencias_relacionadas":["Salmos 47:2","Isaías 33:22","Apocalipse 19:16"]},"ester_5_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira ou forma como algo é feito.","explicacao_detalhada":"Em Ester 5:14, o 'modo' como Hamã planeja agir é crucial para a trama, pois reflete suas intenções malignas e a forma como ele busca manipular a situação.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a importância das ações e das intenções por trás delas, mostrando que a maneira como se age pode ter grandes repercussões.","conexao_teologica":"A Bíblia ensina que as ações dos indivíduos são importantes e que Deus observa não apenas o que fazemos, mas também como fazemos.","referencias_relacionadas":["Gálatas 6:7","Colossenses 3:23","1 Pedro 2:12"]},"ester_5_14_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à figura de autoridade máxima, que exerce poder e controle sobre um reino.","explicacao_detalhada":"Em Ester 5:14, a menção do rei novamente destaca a importância de sua figura na narrativa e como suas decisões impactam diretamente a vida de Ester e do povo judeu.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a centralidade da figura real na história e a necessidade de sua intervenção nas questões que envolvem Ester e Hamã.","conexao_teologica":"A realeza de Deus é um conceito importante na teologia bíblica, onde Deus é visto como o Rei dos Reis, que governa com justiça e misericórdia.","referencias_relacionadas":["Salmos 47:2","Isaías 33:22","Apocalipse 19:16"]},"ester_5_14_festa":{"palavra_pt":"festa","palavra_original":"מִשְׁתֶּה","transliteracao":"mishteh","strong":"H4960","significado_raiz":"Ideia básica: festa.","significado_contextual":"A palavra 'festa' refere-se a uma celebração ou banquete, muitas vezes associada a eventos significativos e alegres.","explicacao_detalhada":"Em Ester 5:14, a festa é o cenário em que as intrigas se desenrolam, e a atmosfera de celebração contrasta com as intenções malignas de Hamã.","por_que_esta_palavra":"A palavra 'festa' é utilizada para enfatizar a dualidade da situação, onde a alegria da celebração esconde perigos iminentes.","conexao_teologica":"As festas na Bíblia muitas vezes simbolizam a comunhão com Deus e a celebração de Suas bênçãos, refletindo a alegria que deve existir na vida do crente.","referencias_relacionadas":["Eclesiastes 3:13","Salmos 126:3","Lucas 14:15"]}}