{"ester_7_1_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade que toma decisões cruciais, simbolizando o poder e a responsabilidade.","explicacao_detalhada":"A palavra 'rei' em Ester 7:1 destaca a importância da liderança e da justiça nas decisões que afetam o povo.","por_que_esta_palavra":"A escolha de 'rei' enfatiza a necessidade de um governo justo e a responsabilidade que vem com a liderança.","conexao_teologica":"Deus é descrito como o Rei soberano, e os líderes humanos devem refletir Sua justiça e sabedoria.","referencias_relacionadas":["Salmos 47:2","Provérbios 21:1","1 Timóteo 2:1-2"]},"ester_7_1_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de convocar ou convidar, simbolizando a importância da comunicação e da inclusão.","explicacao_detalhada":"A palavra 'vir/entrar' em Ester 7:1 sugere a importância de ser chamado para participar de momentos significativos e decisões importantes.","por_que_esta_palavra":"A escolha de 'vir' enfatiza a necessidade de estar presente e engajado nas questões que afetam a comunidade.","conexao_teologica":"Deus chama Seu povo para um relacionamento com Ele, e essa ideia de convocação é central na Bíblia.","referencias_relacionadas":["Mateus 11:28","Romanos 8:30","Hebreus 10:24-25"]},"ester_7_1_idiom":{"palavra_pt":"expressao","palavra_original":"שָׁתָה","transliteracao":"shâthâh","strong":"H8354","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão de sentimentos ou pensamentos, simbolizando a comunicação e a clareza.","explicacao_detalhada":"A palavra 'expressão' em Ester 7:1 destaca a importância de comunicar claramente as intenções e os sentimentos, especialmente em momentos críticos.","por_que_esta_palavra":"A escolha de 'expressão' enfatiza a necessidade de honestidade e clareza na comunicação entre as pessoas.","conexao_teologica":"A Bíblia nos ensina a sermos claros e verdadeiros em nossas palavras, refletindo o caráter de Deus em nossa comunicação.","referencias_relacionadas":["Provérbios 15:23","Efésios 4:15","Tiago 1:19"]},"ester_7_2_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O termo 'rei' refere-se à autoridade suprema de um governante, neste caso, o rei Assuero, que tinha poder absoluto sobre seu reino.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ - melek) é usada para descrever a posição de liderança e domínio. No contexto de Ester, o rei Assuero é um personagem central que toma decisões que afetam o destino do povo judeu.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica de poder e a relação entre Ester e o rei, que é fundamental para o desenrolar da narrativa.","conexao_teologica":"A figura do rei em Ester pode ser vista como um reflexo da soberania de Deus sobre as nações, mostrando que mesmo em situações adversas, Deus está no controle.","referencias_relacionadas":["Ester 1:1","Ester 2:17","Ester 3:1"]},"ester_7_2_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' mencionado refere-se a um momento específico em que os eventos da história se desenrolam, destacando a importância do tempo na narrativa.","explicacao_detalhada":"A palavra 'dia' (יוֹם - yôwm) é usada para indicar um período de 24 horas, mas também pode simbolizar um tempo de decisão ou de eventos significativos.","por_que_esta_palavra":"O dia é importante porque marca o momento em que Ester se apresenta ao rei, um ponto crucial na história.","conexao_teologica":"O conceito de tempo na Bíblia muitas vezes está ligado à providência divina, mostrando que Deus age em momentos específicos da história.","referencias_relacionadas":["Ester 5:1","Ester 9:27","Ester 3:12"]},"ester_7_2_festa":{"palavra_pt":"festa","palavra_original":"מִשְׁתֶּה","transliteracao":"mishteh","strong":"H4960","significado_raiz":"Ideia básica: festa.","significado_contextual":"A 'festa' refere-se a um banquete real, um evento social que simboliza celebração e comunhão entre os convidados.","explicacao_detalhada":"A palavra 'festa' (מִשְׁתֶּה - mishteh) implica um momento de alegria e confraternização, onde decisões importantes podem ser tomadas em um ambiente descontraído.","por_que_esta_palavra":"A festa é o cenário onde Ester revela sua identidade e o plano de Hamã, tornando-se um ponto de virada na narrativa.","conexao_teologica":"As festas na Bíblia muitas vezes simbolizam a alegria da salvação e a comunhão com Deus, refletindo a importância da celebração na vida do povo de Deus.","referencias_relacionadas":["Ester 1:3","Ester 5:6","Ester 6:14"]},"ester_7_3_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"O 'olho' é uma metáfora para percepção e atenção, indicando a importância de estar atento às situações ao nosso redor.","explicacao_detalhada":"A palavra 'olho' (עָנָה - ʻânâh) pode simbolizar a capacidade de ver e entender, tanto fisicamente quanto espiritualmente.","por_que_esta_palavra":"Neste contexto, o 'olho' pode representar a observação do rei sobre Ester e a situação que se desenrola, destacando a importância da vigilância.","conexao_teologica":"A Bíblia frequentemente menciona que Deus vê tudo, enfatizando a onisciência divina e a necessidade de estar alerta às ações e decisões.","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","Ester 6:1"]},"ester_7_3_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O 'rei' novamente se refere à figura de autoridade que tem o poder de decidir o destino de Ester e do povo judeu.","explicacao_detalhada":"A repetição da palavra 'rei' (מֶלֶךְ - melek) enfatiza a centralidade do rei Assuero na narrativa e sua influência nas decisões que afetam a vida dos personagens.","por_que_esta_palavra":"A presença do rei é crucial para a tensão da história, pois suas decisões têm consequências diretas para Ester e seu povo.","conexao_teologica":"A soberania de Deus é refletida na figura do rei, mostrando que mesmo os governantes humanos estão sob a autoridade divina.","referencias_relacionadas":["Ester 1:10","Ester 2:1","Ester 3:6"]},"ester_7_4_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à intenção de Hamã de exterminar os judeus, um tema central na narrativa de Ester.","explicacao_detalhada":"A palavra 'destruir' (הָרַג - hârag) implica um ato de violência e aniquilação, refletindo a gravidade da situação enfrentada pelo povo judeu.","por_que_esta_palavra":"A menção de 'destruir' é crucial para entender a ameaça que os judeus enfrentam e a urgência da intervenção de Ester.","conexao_teologica":"A destruição planejada por Hamã contrasta com a proteção divina que Deus oferece ao seu povo, mostrando a luta entre o bem e o mal.","referencias_relacionadas":["Ester 3:6","Ester 4:16","Ester 7:10"]},"ester_7_4_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O 'rei' aqui novamente é central, pois ele é quem decide o destino de Hamã e dos judeus.","explicacao_detalhada":"A repetição da palavra 'rei' (מֶלֶךְ - melek) enfatiza a importância de sua autoridade e a capacidade de mudar o curso da história com suas decisões.","por_que_esta_palavra":"A presença do rei é fundamental para a resolução do conflito, pois suas ações determinam o resultado da trama.","conexao_teologica":"A figura do rei é um lembrete da soberania de Deus, que usa autoridades humanas para cumprir Seus propósitos.","referencias_relacionadas":["Ester 1:19","Ester 2:4","Ester 3:10"]},"ester_7_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual o rei deve agir, ligando a causa e o efeito na narrativa.","explicacao_detalhada":"A palavra 'porque' (כִּי - kîy) é uma conjunção que conecta a ação do rei à justificativa apresentada por Ester, mostrando a lógica por trás das decisões.","por_que_esta_palavra":"É essencial para entender a argumentação de Ester e a motivação do rei em sua resposta.","conexao_teologica":"A lógica e a razão são frequentemente usadas na Bíblia para explicar as ações de Deus e a resposta do homem, refletindo a relação entre fé e razão.","referencias_relacionadas":["Ester 4:7","Ester 5:4","Ester 7:3"]},"ester_7_5_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"O 'rei' é novamente mencionado como a figura que tem a palavra final sobre a situação apresentada por Ester.","explicacao_detalhada":"A repetição da palavra 'rei' (מֶלֶךְ - melek) reforça sua posição de autoridade e a importância de suas decisões na narrativa.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica de poder e a relação entre Ester e o rei, que é central para a resolução do conflito.","conexao_teologica":"A figura do rei é um símbolo da autoridade divina, mostrando que Deus pode usar líderes humanos para realizar Seus planos.","referencias_relacionadas":["Ester 1:10","Ester 2:17","Ester 3:1"]},"ester_7_5_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada metaforicamente para descrever a ferocidade e a força de um ataque, neste caso, referindo-se a Hamã.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה - ʻâsâh) pode simbolizar a brutalidade e a ameaça que Hamã representa para os judeus, destacando a gravidade da situação.","por_que_esta_palavra":"A menção de 'urso' é importante para ilustrar a natureza do inimigo e a urgência da proteção que Ester busca.","conexao_teologica":"A ferocidade do inimigo é um lembrete da batalha espiritual que os crentes enfrentam, onde Deus é o defensor de Seu povo.","referencias_relacionadas":["Ester 3:6","Ester 4:16","Ester 7:10"]},"ester_7_5_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a necessidade de uma declaração clara e decisiva.","explicacao_detalhada":"Neste contexto, o rei está sendo solicitado a fazer uma declaração sobre a situação que envolve Ester e Mardoqueu. A palavra 'dizer' implica a importância da comunicação e da ação que se segue a essa comunicação.","por_que_esta_palavra":"A palavra 'dizer' é crucial porque representa a autoridade do rei em tomar decisões e a expectativa de que ele se pronuncie sobre a questão em pauta.","conexao_teologica":"A comunicação divina muitas vezes é expressa através da palavra. Assim como Deus fala e cria, o rei também deve usar sua palavra para estabelecer a justiça.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Provérbios 18:21"]},"ester_7_6_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima que tem o poder de decidir sobre a vida e a morte.","explicacao_detalhada":"Neste versículo, o rei é confrontado com a verdade sobre a conspiração contra os judeus. A sua posição como rei é central para a resolução do conflito.","por_que_esta_palavra":"A palavra 'rei' é significativa porque enfatiza o papel do governante na proteção de seu povo e na administração da justiça.","conexao_teologica":"Deus é frequentemente descrito como o Rei dos Reis, e a autoridade do rei humano deve refletir a justiça e a retidão divina.","referencias_relacionadas":["Salmos 47:2","Isaías 33:22","Romanos 13:1"]},"ester_7_6_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada novamente para enfatizar a necessidade de uma declaração clara e direta.","explicacao_detalhada":"A repetição da palavra 'dizer' neste contexto reforça a urgência da situação e a necessidade de uma resposta do rei.","por_que_esta_palavra":"A palavra 'dizer' é importante porque representa a ação que deve ser tomada em resposta à revelação da verdade.","conexao_teologica":"A palavra de Deus é viva e eficaz, e assim como o rei deve falar, Deus também fala e age em favor de seu povo.","referencias_relacionadas":["Hebreus 4:12","Tiago 1:22","Mateus 12:36"]},"ester_7_6_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um indivíduo específico, Mardoqueu, que desempenha um papel crucial na narrativa.","explicacao_detalhada":"Mardoqueu é o homem que se levanta em defesa de seu povo, e sua identidade como 'homem' destaca sua humanidade e coragem.","por_que_esta_palavra":"A palavra 'homem' é significativa porque representa a luta individual e a responsabilidade que cada um tem em tempos de crise.","conexao_teologica":"A Bíblia frequentemente destaca a importância do papel do homem na história da salvação e na defesa da justiça.","referencias_relacionadas":["Gênesis 2:7","Salmos 8:4","1 Coríntios 16:13"]},"ester_7_7_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é novamente utilizada para enfatizar a autoridade e o poder do governante.","explicacao_detalhada":"O rei está em uma posição de decisão crítica, e sua resposta é vital para o desfecho da história.","por_que_esta_palavra":"A palavra 'rei' é importante porque representa a soberania e a responsabilidade do governante em proteger seu povo.","conexao_teologica":"Assim como Deus é o Rei soberano, os reis humanos são chamados a governar com justiça e temor a Deus.","referencias_relacionadas":["Provérbios 21:1","Eclesiastes 8:2","1 Timóteo 2:2"]},"ester_7_7_festa":{"palavra_pt":"festa","palavra_original":"מִשְׁתֶּה","transliteracao":"mishteh","strong":"H4960","significado_raiz":"Ideia básica: festa.","significado_contextual":"A palavra 'festa' refere-se a um banquete, simbolizando celebração e comunhão.","explicacao_detalhada":"Neste contexto, a festa é um momento de revelação e de celebração da vitória sobre a opressão.","por_que_esta_palavra":"A palavra 'festa' é significativa porque representa a alegria e a comunhão entre os que foram salvos.","conexao_teologica":"As festas na Bíblia muitas vezes simbolizam a salvação e a provisão de Deus para seu povo.","referencias_relacionadas":["Êxodo 12:14","Salmos 126:3","Lucas 15:23"]},"ester_7_7_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' implica ação e iniciativa, especialmente em um momento de crise.","explicacao_detalhada":"Neste contexto, levantar-se pode significar tomar uma posição firme contra a injustiça.","por_que_esta_palavra":"A palavra 'levantar' é importante porque enfatiza a necessidade de ação em resposta a situações de opressão.","conexao_teologica":"A Bíblia frequentemente chama os crentes a se levantarem em defesa da justiça e da verdade.","referencias_relacionadas":["Isaías 60:1","Salmos 94:16","Miquéias 6:8"]},"ester_7_8_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é novamente usada para enfatizar a autoridade do governante na tomada de decisões.","explicacao_detalhada":"O rei tem o poder de decidir o destino de Ester e de seu povo, e sua palavra é definitiva.","por_que_esta_palavra":"A palavra 'rei' é significativa porque representa a soberania e a responsabilidade do governante em proteger seu povo.","conexao_teologica":"A soberania de Deus é refletida na autoridade dos reis, que devem governar com justiça e temor a Deus.","referencias_relacionadas":["Salmos 72:1","Provérbios 16:10","Romanos 13:4"]},"ester_7_8_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao lar, simbolizando segurança e proteção.","explicacao_detalhada":"Neste contexto, a casa é um símbolo do lugar onde o povo de Deus deve encontrar abrigo e segurança.","por_que_esta_palavra":"A palavra 'casa' é importante porque representa a proteção que Deus oferece ao seu povo.","conexao_teologica":"A casa de Deus é um lugar de refúgio e segurança, assim como a casa de Ester se torna um lugar de proteção para os judeus.","referencias_relacionadas":["Salmos 91:1","Mateus 7:24","Hebreus 3:6"]},"ester_7_8_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se a uma declaração ou um assunto que precisa ser tratado.","explicacao_detalhada":"Neste contexto, a palavra é usada para descrever a situação que precisa ser resolvida pelo rei.","por_que_esta_palavra":"A palavra 'palavra' é significativa porque representa a comunicação e a necessidade de uma resposta clara.","conexao_teologica":"A palavra de Deus é fundamental para a vida e a fé, e assim como o rei deve responder, Deus também se comunica com seu povo.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","João 1:1"]},"ester_7_9_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima do império persa, que tinha o poder de decidir sobre a vida e a morte.","explicacao_detalhada":"No contexto de Ester 7:9, o rei Assuero é apresentado como a figura central que toma decisões cruciais. A palavra 'rei' implica não apenas poder, mas também responsabilidade sobre seu povo.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a soberania do rei e a importância de suas decisões no desfecho da história de Ester.","conexao_teologica":"A figura do rei é frequentemente usada na Bíblia para simbolizar a autoridade de Deus sobre a humanidade e sua soberania na história.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Romanos 13:1"]},"ester_7_9_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao lar, mas também pode simbolizar a família ou a linhagem.","explicacao_detalhada":"Em Ester 7:9, a 'casa' de Hamã é mencionada como um símbolo de sua herança e de sua queda. A destruição da casa representa a ruína de sua influência e poder.","por_que_esta_palavra":"A palavra é usada para mostrar a conexão entre a identidade pessoal e a família, destacando a importância da linhagem na cultura hebraica.","conexao_teologica":"A casa é um tema recorrente na Bíblia, representando tanto a habitação física quanto a comunidade de fé e a presença de Deus.","referencias_relacionadas":["Gênesis 18:19","Salmos 127:1","Hebreus 3:6"]},"ester_7_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude da situação ou a importância do evento.","explicacao_detalhada":"No contexto de Ester 7:9, 'grande' enfatiza a gravidade da ameaça que Hamã representava e a grandeza da salvação que Ester trouxe ao seu povo.","por_que_esta_palavra":"A palavra é escolhida para ressaltar a seriedade do momento e a necessidade de uma resposta decisiva.","conexao_teologica":"A grandeza de Deus é frequentemente contrastada com a pequenez do homem, mostrando a soberania divina em meio a situações difíceis.","referencias_relacionadas":["Isaías 40:12","Salmos 145:3","Mateus 5:14"]},"ester_7_10_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente à figura de autoridade que decide sobre a vida de Hamã.","explicacao_detalhada":"Neste versículo, o rei Assuero toma uma decisão que muda o curso da história, mostrando seu papel como juiz e executor de justiça.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a centralidade da autoridade real na narrativa.","conexao_teologica":"A justiça de Deus é refletida na figura do rei, que deve agir com sabedoria e justiça.","referencias_relacionadas":["Provérbios 21:1","Eclesiastes 8:2","Romanos 13:4"]},"ester_7_10_hang":{"palavra_pt":"hang","palavra_original":"תָּלָה","transliteracao":"tâlâh","strong":"H8518","significado_raiz":"Ideia básica: hang.","significado_contextual":"A palavra 'hang' refere-se ao ato de executar Hamã na forca que ele mesmo preparou.","explicacao_detalhada":"Em Ester 7:10, a execução de Hamã simboliza a reversão de sua trama maligna e a justiça divina sendo realizada.","por_que_esta_palavra":"A escolha da palavra 'hang' é significativa, pois representa a ironia da situação e a justiça que se volta contra o opressor.","conexao_teologica":"A ideia de que os planos dos ímpios se voltam contra eles é um tema recorrente na Bíblia, refletindo a soberania de Deus.","referencias_relacionadas":["Salmos 7:15","Provérbios 11:5","Gálatas 6:7"]},"ester_7_10_arvore":{"palavra_pt":"arvore/madeira","palavra_original":"עֵץ","transliteracao":"ʻêts","strong":"H6086","significado_raiz":"Ideia básica: arvore.","significado_contextual":"A palavra 'árvore' refere-se à estrutura da forca onde Hamã foi executado.","explicacao_detalhada":"Neste contexto, a árvore simboliza a morte e a condenação de Hamã, que havia planejado a morte dos judeus.","por_que_esta_palavra":"A palavra 'árvore' é usada para enfatizar a forma de execução e a ironia de sua própria armadilha.","conexao_teologica":"A árvore também pode simbolizar a maldição, como em Gálatas 3:13, onde Cristo é feito maldição por nós.","referencias_relacionadas":["Deuteronômio 21:22-23","Gálatas 3:13","Mateus 27:35"]}}