{"ester_9_1_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei que toma decisões que afetam diretamente o destino do povo judeu.","explicacao_detalhada":"A palavra 'rei' neste contexto destaca a importância da liderança e da autoridade na proteção do povo.","por_que_esta_palavra":"A figura do rei é crucial para entender a dinâmica de poder e a intervenção divina na história.","conexao_teologica":"Deus é frequentemente descrito como o Rei supremo, que governa sobre todas as nações.","referencias_relacionadas":["Salmos 47:7-8","Provérbios 21:1","Daniel 2:21"]},"ester_9_1_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que a salvação e a vitória do povo judeu são celebradas.","explicacao_detalhada":"A palavra 'dia' enfatiza a importância do tempo e das datas na celebração das intervenções divinas.","por_que_esta_palavra":"O dia é um marco significativo que representa a memória coletiva e a gratidão do povo.","conexao_teologica":"O conceito de dia é importante na Bíblia, simbolizando momentos de revelação e salvação.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 6:34"]},"ester_9_1_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de fazer ou realizar algo em resposta à salvação.","explicacao_detalhada":"A palavra 'urso' indica a ação prática que o povo deve tomar após receber a salvação.","por_que_esta_palavra":"A ação é uma resposta à graça recebida, refletindo a fé em ação.","conexao_teologica":"A fé sem obras é morta; a ação é uma expressão da verdadeira fé.","referencias_relacionadas":["Tiago 2:17","Gálatas 5:6","Mateus 7:21"]},"ester_9_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como a vitória é celebrada e reconhecida pelo povo.","explicacao_detalhada":"A palavra 'modo' destaca a importância da celebração e da expressão pública da alegria e gratidão.","por_que_esta_palavra":"O modo de celebrar é fundamental para a identidade cultural e religiosa do povo.","conexao_teologica":"A celebração é uma forma de adoração e reconhecimento da soberania de Deus.","referencias_relacionadas":["Salmos 150:1-6","1 Crônicas 16:8-9","Colossenses 3:16"]},"ester_9_2_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima, simbolizando poder e governança.","explicacao_detalhada":"No contexto de Ester 9:2, o 'rei' é uma figura central que exerce controle sobre o povo e as decisões que afetam a nação. A menção do rei destaca a importância da liderança e da justiça em tempos de crise.","por_que_esta_palavra":"A palavra 'rei' é utilizada para enfatizar a soberania e a responsabilidade do governante em proteger seu povo.","conexao_teologica":"A figura do rei é frequentemente usada na Bíblia para representar a soberania de Deus sobre a humanidade e a necessidade de líderes justos que governem com sabedoria.","referencias_relacionadas":["1 Samuel 8:5","Salmos 72:1-2","Provérbios 16:10"]},"ester_9_2_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' representa a humanidade, enfatizando a individualidade e a responsabilidade pessoal.","explicacao_detalhada":"Em Ester 9:2, 'homem' é usado para descrever os indivíduos que se levantaram para defender seus direitos e a vida de seu povo, mostrando a importância da ação individual em momentos de crise.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a dignidade e o valor de cada pessoa na luta pela justiça.","conexao_teologica":"A Bíblia ensina que cada homem é criado à imagem de Deus, o que confere um valor intrínseco a cada indivíduo e sua capacidade de agir em nome do bem.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"ester_9_3_obra":{"palavra_pt":"obra","palavra_original":"מְלָאכָה","transliteracao":"mᵉlâʼkâh","strong":"H4399","significado_raiz":"Ideia básica: obra.","significado_contextual":"A palavra 'obra' refere-se a ações concretas e trabalhos realizados, muitas vezes com um propósito específico.","explicacao_detalhada":"No versículo, 'obra' é mencionada em relação às ações dos judeus que se uniram para se defender e lutar contra seus inimigos, destacando a importância da ação coletiva.","por_que_esta_palavra":"A palavra 'obra' é utilizada para enfatizar que a fé deve ser acompanhada de ações práticas e efetivas.","conexao_teologica":"A Bíblia ensina que as boas obras são uma expressão da fé genuína e da obediência a Deus.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Mateus 5:16"]},"ester_9_3_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é uma referência a um ato de fazer ou realizar algo, possivelmente em um contexto de força ou poder.","explicacao_detalhada":"Embora a palavra 'urso' não seja comum em traduções, seu uso aqui pode simbolizar a força necessária para realizar ações decisivas em tempos de adversidade.","por_que_esta_palavra":"A palavra é usada para enfatizar a necessidade de agir com determinação e coragem.","conexao_teologica":"A força e a coragem são frequentemente mencionadas na Bíblia como qualidades necessárias para enfrentar desafios e lutar pela justiça.","referencias_relacionadas":["Josué 1:9","Salmos 31:24","Isaías 41:10"]},"ester_9_4_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se a um lar ou lugar de segurança, simbolizando proteção e comunidade.","explicacao_detalhada":"Em Ester 9:4, a 'casa' é mencionada em um contexto que sugere a proteção da família e da comunidade, ressaltando a importância da unidade familiar e social.","por_que_esta_palavra":"A palavra 'casa' é utilizada para enfatizar a necessidade de um espaço seguro onde as pessoas possam se reunir e se proteger.","conexao_teologica":"A Bíblia frequentemente usa a ideia de 'casa' para simbolizar a presença de Deus e a segurança que Ele oferece ao Seu povo.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Hebreus 3:6"]},"ester_9_4_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é novamente usada para enfatizar a autoridade e a proteção que um governante deve oferecer ao seu povo.","explicacao_detalhada":"Neste contexto, o 'rei' é uma figura de poder que deve garantir a segurança e a justiça, refletindo a responsabilidade de líderes em tempos de crise.","por_que_esta_palavra":"A repetição da palavra 'rei' destaca a centralidade da liderança na narrativa e a importância de um governo justo.","conexao_teologica":"Deus é frequentemente descrito como o Rei dos Reis, enfatizando a soberania divina sobre todas as autoridades terrenas.","referencias_relacionadas":["Apocalipse 19:16","Salmos 24:7-10","1 Timóteo 6:15"]},"ester_9_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito, enfatizando a importância da abordagem nas ações.","explicacao_detalhada":"No versículo, 'modo' sugere que as ações devem ser realizadas de forma adequada e com consideração às circunstâncias.","por_que_esta_palavra":"A palavra 'modo' é usada para enfatizar que a forma de agir é tão importante quanto a ação em si.","conexao_teologica":"A Bíblia ensina que a maneira como vivemos e agimos deve refletir os princípios de Deus e Sua vontade.","referencias_relacionadas":["Colossenses 3:17","1 Coríntios 10:31","Gálatas 5:13"]},"ester_9_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' é novamente utilizada para enfatizar a forma como as ações são realizadas.","explicacao_detalhada":"A repetição da palavra 'modo' reforça a ideia de que a abordagem e a intenção por trás das ações são cruciais para o resultado.","por_que_esta_palavra":"A palavra 'modo' é relevante para destacar a importância da intenção e da ética nas ações humanas.","conexao_teologica":"A maneira como os crentes agem deve refletir os valores do Reino de Deus, mostrando amor e justiça.","referencias_relacionadas":["Romanos 12:2","Filipenses 1:27","Mateus 5:14"]},"ester_9_5_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada para descrever a ação de fazer ou realizar algo, possivelmente com um sentido de força.","explicacao_detalhada":"A menção de 'urso' neste contexto pode simbolizar a determinação necessária para agir em defesa do povo.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a necessidade de ação decisiva em tempos de adversidade.","conexao_teologica":"A Bíblia encoraja os crentes a agir com coragem e determinação em face das dificuldades.","referencias_relacionadas":["Salmos 27:14","Isaías 40:31","2 Timóteo 1:7"]},"ester_9_6_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à ação de eliminar ou aniquilar, especialmente em um contexto de defesa.","explicacao_detalhada":"No versículo, 'destruir' é usado para descrever a ação dos judeus em se defender contra seus inimigos, enfatizando a luta pela sobrevivência.","por_que_esta_palavra":"A palavra 'destruir' é importante para mostrar a gravidade da situação e a necessidade de ação drástica.","conexao_teologica":"A destruição de inimigos na Bíblia muitas vezes simboliza a vitória de Deus sobre as forças do mal e a proteção do Seu povo.","referencias_relacionadas":["Salmos 37:20","Romanos 16:20","Apocalipse 20:10"]},"ester_9_6_perecer":{"palavra_pt":"perecer","palavra_original":"אָבַד","transliteracao":"ʼâbad","strong":"H6","significado_raiz":"Ideia básica: perecer.","significado_contextual":"A palavra 'perecer' refere-se à destruição ou extinção de vidas, especialmente no contexto da ameaça contra os judeus.","explicacao_detalhada":"No livro de Ester, a palavra 'perecer' é usada para descrever a intenção de Hamã de exterminar os judeus. O uso desta palavra enfatiza a gravidade da situação e o desespero que os judeus enfrentavam.","por_que_esta_palavra":"A escolha da palavra 'perecer' destaca a seriedade da ameaça e a necessidade de intervenção divina para a salvação do povo judeu.","conexao_teologica":"A ideia de perecer está ligada à justiça divina e à proteção que Deus oferece ao seu povo, mostrando que Ele não abandona aqueles que são fiéis.","referencias_relacionadas":["Ester 3:13","Ester 4:16","Ester 7:4"]},"ester_9_7_filho":{"palavra_pt":"filho","palavra_original":"פַּרְשַׁנְדָּתָא","transliteracao":"Parshandâthâʼ","strong":"H6577","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é utilizada para descrever a linhagem e a continuidade familiar, especialmente no contexto dos inimigos dos judeus.","explicacao_detalhada":"Neste versículo, 'filho' refere-se aos descendentes de Hamã, enfatizando que a destruição não se limita a ele, mas se estende à sua família e linhagem.","por_que_esta_palavra":"A menção dos 'filhos' serve para mostrar a extensão da condenação e a ideia de que o pecado tem consequências que afetam gerações.","conexao_teologica":"A linhagem e a herança são temas importantes na Bíblia, refletindo a importância da fidelidade a Deus e as consequências do pecado.","referencias_relacionadas":["Ester 3:10","Ester 7:10","Ester 9:10"]},"ester_9_8_filho":{"palavra_pt":"filho","palavra_original":"פּוֹרָתָא","transliteracao":"Pôwrâthâʼ","strong":"H6334","significado_raiz":"Ideia básica: filho.","significado_contextual":"Assim como em outros versículos, 'filho' é usado para enfatizar a continuidade da linhagem e a responsabilidade familiar.","explicacao_detalhada":"A menção de 'filho' neste contexto reforça a ideia de que a destruição dos inimigos dos judeus é abrangente e não se limita a uma única pessoa.","por_que_esta_palavra":"A palavra é usada para mostrar que a justiça de Deus se estende a todos os que se opõem ao Seu povo.","conexao_teologica":"A ideia de herança e descendência é central na narrativa bíblica, refletindo a importância da obediência a Deus ao longo das gerações.","referencias_relacionadas":["Ester 3:10","Ester 9:10","Ester 9:14"]},"ester_9_9_filho":{"palavra_pt":"filho","palavra_original":"פַּרְמַשְׁתָּא","transliteracao":"Parmashtâʼ","strong":"H6534","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' aqui continua a enfatizar a ideia de continuidade e a extensão da condenação aos descendentes dos inimigos.","explicacao_detalhada":"Neste versículo, a inclusão de 'filho' reforça a ideia de que a destruição dos inimigos dos judeus é total e abrange toda a sua família.","por_que_esta_palavra":"A palavra é significativa para mostrar que a justiça de Deus não é seletiva e que todos que se opõem ao Seu povo enfrentam consequências.","conexao_teologica":"A narrativa bíblica frequentemente aborda a questão da justiça e da retribuição, mostrando que Deus é justo em Suas ações.","referencias_relacionadas":["Ester 3:10","Ester 9:10","Ester 9:14"]},"ester_9_10_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para descrever a continuidade da linhagem dos inimigos dos judeus, reforçando a ideia de que a destruição é abrangente.","explicacao_detalhada":"Neste contexto, 'filho' é mencionado para enfatizar que a justiça de Deus se estende a todos os que se opõem ao Seu povo, incluindo suas famílias.","por_que_esta_palavra":"A inclusão de 'filho' serve para mostrar a seriedade da situação e a totalidade da condenação sobre os inimigos.","conexao_teologica":"A questão da linhagem e da herança é um tema recorrente na Bíblia, refletindo a importância da fidelidade a Deus e as consequências do pecado.","referencias_relacionadas":["Ester 3:10","Ester 9:10","Ester 9:14"]},"ester_9_10_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à ação de eliminar completamente os inimigos dos judeus, enfatizando a gravidade da situação.","explicacao_detalhada":"Neste versículo, 'destruir' é usado para descrever a intenção de exterminar os inimigos, refletindo a urgência da defesa do povo judeu.","por_que_esta_palavra":"A escolha da palavra 'destruir' destaca a seriedade da ameaça e a necessidade de ação decisiva contra os opressores.","conexao_teologica":"A destruição dos inimigos de Deus é um tema que aparece em várias partes da Bíblia, mostrando a proteção divina sobre o Seu povo.","referencias_relacionadas":["Ester 3:13","Ester 9:5","Ester 9:10"]},"ester_9_10_prey":{"palavra_pt":"prey","palavra_original":"בִּזָּה","transliteracao":"bizzâh","strong":"H961","significado_raiz":"Ideia básica: prey.","significado_contextual":"A palavra 'prey' (presa) é usada para descrever a vulnerabilidade dos inimigos diante da ação dos judeus.","explicacao_detalhada":"Neste contexto, 'prey' enfatiza a ideia de que os inimigos dos judeus se tornaram alvos de destruição, refletindo a reversão de suas intenções malignas.","por_que_esta_palavra":"A palavra é significativa para mostrar que aqueles que planejam o mal contra o povo de Deus acabam se tornando suas vítimas.","conexao_teologica":"A ideia de que os opressores se tornam presas é um tema que reflete a justiça divina e a proteção que Deus oferece ao Seu povo.","referencias_relacionadas":["Ester 3:13","Ester 9:5","Ester 9:10"]},"ester_9_11_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo específico em que a ação contra os inimigos dos judeus ocorreu.","explicacao_detalhada":"Neste versículo, 'dia' é crucial para entender o momento da reversão da sorte dos judeus e a execução da justiça divina.","por_que_esta_palavra":"A menção do 'dia' destaca a importância do tempo na narrativa bíblica, onde eventos significativos ocorrem em momentos determinados por Deus.","conexao_teologica":"O tempo e a intervenção divina são temas recorrentes na Bíblia, mostrando que Deus age em momentos específicos para cumprir Seus propósitos.","referencias_relacionadas":["Ester 3:13","Ester 9:1","Ester 9:17"]},"ester_9_11_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' é usada novamente para enfatizar a ação decisiva contra os inimigos dos judeus.","explicacao_detalhada":"Neste contexto, 'destruir' reforça a ideia de que a justiça de Deus se manifestou de forma clara e contundente contra aqueles que ameaçavam o Seu povo.","por_que_esta_palavra":"A escolha da palavra 'destruir' é significativa para mostrar a seriedade da ação de Deus em favor dos judeus.","conexao_teologica":"A destruição dos inimigos de Deus é um tema que aparece em várias partes da Bíblia, refletindo a proteção divina sobre o Seu povo.","referencias_relacionadas":["Ester 3:13","Ester 9:5","Ester 9:10"]},"ester_9_11_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e ao poder que governava na época, essencial para a narrativa de Ester.","explicacao_detalhada":"Neste versículo, 'rei' é mencionado para destacar a figura de autoridade que teve um papel crucial na salvação dos judeus e na execução da justiça.","por_que_esta_palavra":"A menção do 'rei' é importante para entender a dinâmica de poder e a intervenção divina através das autoridades humanas.","conexao_teologica":"A soberania de Deus sobre os reinos da terra é um tema central na Bíblia, mostrando que Ele usa líderes para cumprir Seus propósitos.","referencias_relacionadas":["Ester 1:1","Ester 3:10","Ester 8:1"]},"ester_9_12_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade suprema e ao governante do império persa, que tinha o poder de decidir sobre a vida e a morte.","explicacao_detalhada":"No contexto de Ester 9:12, o rei é a figura central que recebe informações sobre a situação dos judeus e tem a capacidade de intervir em favor deles. A palavra 'rei' implica não apenas poder, mas também responsabilidade sobre seu povo.","por_que_esta_palavra":"A escolha da palavra 'rei' enfatiza a soberania e a autoridade do governante, que é crucial para a narrativa de Ester, onde a intervenção real é necessária para a salvação do povo judeu.","conexao_teologica":"A figura do rei é frequentemente usada na Bíblia para simbolizar a soberania de Deus sobre as nações e a importância da liderança justa. Assim como o rei persa teve um papel vital na salvação dos judeus, Deus é visto como o Rei supremo que salva seu povo.","referencias_relacionadas":["1 Samuel 8:5","Salmos 47:2","Provérbios 21:1"]},"ester_9_12_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é usada no sentido de oferecer ou conceder algo, neste caso, um pedido ao rei.","explicacao_detalhada":"Neste versículo, 'dar' implica a ação de apresentar um pedido ao rei, que é um ato de súplica e dependência da autoridade real para a proteção e salvação.","por_que_esta_palavra":"A palavra 'dar' é significativa porque reflete a necessidade de intercessão e a vulnerabilidade do povo judeu, que depende da benevolência do rei para sua sobrevivência.","conexao_teologica":"A intercessão é um tema importante na Bíblia, onde os crentes são chamados a clamar a Deus por ajuda e proteção. Assim como os judeus clamaram ao rei, nós também devemos clamar a Deus em tempos de necessidade.","referencias_relacionadas":["Salmos 34:17","Mateus 7:7","Tiago 5:16"]},"ester_9_12_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' não é usada no sentido literal, mas pode simbolizar força ou ferocidade, possivelmente referindo-se a um ato de defesa.","explicacao_detalhada":"Embora a palavra 'urso' não apareça diretamente no contexto de Ester, ela pode ser interpretada como uma metáfora para a força necessária para enfrentar adversidades, refletindo a luta do povo judeu.","por_que_esta_palavra":"A inclusão de 'urso' pode sugerir a necessidade de coragem e força em tempos de crise, simbolizando a luta pela sobrevivência.","conexao_teologica":"A força e a coragem são frequentemente mencionadas na Bíblia como qualidades necessárias para enfrentar desafios, refletindo a dependência de Deus para obter força.","referencias_relacionadas":["Isaías 40:31","Salmos 27:1","Filipenses 4:13"]},"ester_9_13_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' novamente se refere à figura de autoridade que pode decidir o destino dos judeus.","explicacao_detalhada":"Neste contexto, o rei é chamado a agir em favor dos judeus, destacando a importância de sua decisão para a preservação do povo.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a centralidade da autoridade real na narrativa e a necessidade de sua intervenção.","conexao_teologica":"A soberania de Deus é refletida na autoridade dos reis, e a Bíblia frequentemente mostra como Deus usa líderes para cumprir Seus propósitos.","referencias_relacionadas":["Romanos 13:1","Provérbios 16:9","Daniel 2:21"]},"ester_9_13_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode ser vista como uma representação de força e proteção, embora não seja usada diretamente no texto.","explicacao_detalhada":"A ideia de força é relevante no contexto da luta dos judeus pela sobrevivência, simbolizando a necessidade de se defender contra os inimigos.","por_que_esta_palavra":"A menção de 'urso' sugere a necessidade de força e coragem em tempos de adversidade, refletindo a luta do povo.","conexao_teologica":"A força e a proteção de Deus são temas recorrentes na Bíblia, onde Ele é frequentemente descrito como um refúgio e fortaleza.","referencias_relacionadas":["Salmos 18:2","Salmos 46:1","Isaías 41:10"]},"ester_9_13_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período específico de tempo, importante para a cronologia dos eventos narrados.","explicacao_detalhada":"Neste contexto, 'dia' pode indicar um momento decisivo para a ação do rei e a resposta do povo judeu, destacando a urgência da situação.","por_que_esta_palavra":"A menção do 'dia' enfatiza a importância do tempo na narrativa, onde decisões e ações devem ser tomadas rapidamente.","conexao_teologica":"O conceito de tempo é significativo na Bíblia, onde Deus age em momentos específicos para cumprir Seus propósitos.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 90:12","Gálatas 6:9"]},"ester_9_14_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' novamente se refere à figura de autoridade que pode decidir o destino dos judeus.","explicacao_detalhada":"O rei é chamado a agir em favor dos judeus, e sua decisão é crucial para a proteção do povo.","por_que_esta_palavra":"A repetição da palavra 'rei' reforça a ideia de que a autoridade real é fundamental na narrativa de Ester.","conexao_teologica":"A soberania de Deus é refletida na autoridade dos reis, e a Bíblia frequentemente mostra como Deus usa líderes para cumprir Seus propósitos.","referencias_relacionadas":["Romanos 13:1","Provérbios 16:9","Daniel 2:21"]},"ester_9_14_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' simboliza força e proteção, refletindo a luta do povo judeu.","explicacao_detalhada":"Embora não apareça diretamente, a ideia de força é relevante no contexto da defesa contra os inimigos.","por_que_esta_palavra":"A menção de 'urso' sugere a necessidade de coragem e força em tempos de adversidade.","conexao_teologica":"A força e a proteção de Deus são temas recorrentes na Bíblia, onde Ele é frequentemente descrito como um refúgio e fortaleza.","referencias_relacionadas":["Salmos 18:2","Salmos 46:1","Isaías 41:10"]},"ester_9_14_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' implica a ação de oferecer um pedido ao rei, refletindo a dependência do povo.","explicacao_detalhada":"Neste contexto, 'dar' é um ato de súplica, onde os judeus buscam a intervenção do rei para sua proteção.","por_que_esta_palavra":"A palavra 'dar' é significativa porque reflete a necessidade de intercessão e a vulnerabilidade do povo.","conexao_teologica":"A intercessão é um tema importante na Bíblia, onde os crentes são chamados a clamar a Deus por ajuda e proteção.","referencias_relacionadas":["Salmos 34:17","Mateus 7:7","Tiago 5:16"]},"ester_9_15_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período específico de tempo, importante para a cronologia dos eventos narrados.","explicacao_detalhada":"Neste contexto, 'dia' pode indicar um momento decisivo para a ação do rei e a resposta do povo judeu, destacando a urgência da situação.","por_que_esta_palavra":"A menção do 'dia' enfatiza a importância do tempo na narrativa, onde decisões e ações devem ser tomadas rapidamente.","conexao_teologica":"O conceito de tempo é significativo na Bíblia, onde Deus age em momentos específicos para cumprir Seus propósitos.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 90:12","Gálatas 6:9"]},"ester_9_15_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se ao ato de eliminar ou exterminar, especialmente no contexto de um decreto real que visava a aniquilação de um povo.","explicacao_detalhada":"No contexto de Ester 9:15, a destruição é uma ação planejada contra os judeus, refletindo a hostilidade e o ódio que Haman tinha por eles. A palavra implica não apenas a morte física, mas também a erradicação da identidade e cultura.","por_que_esta_palavra":"A escolha da palavra 'destruir' enfatiza a gravidade da situação enfrentada pelos judeus e a intenção maligna de Haman, que buscava não apenas matar, mas eliminar completamente o povo.","conexao_teologica":"A destruição planejada contra os judeus contrasta com a proteção divina que Deus oferece ao seu povo, mostrando que, mesmo em tempos de crise, Deus está no controle e pode reverter situações de desespero.","referencias_relacionadas":["Ester 3:6","Ester 9:1","Salmos 37:28"]},"ester_9_15_lua":{"palavra_pt":"lua","palavra_original":"חֹדֶשׁ","transliteracao":"chôdesh","strong":"H2320","significado_raiz":"Ideia básica: lua.","significado_contextual":"A palavra 'lua' refere-se ao ciclo lunar que marca o tempo e as festividades judaicas, sendo um símbolo de renovação e luz em meio à escuridão.","explicacao_detalhada":"Em Ester 9:15, a menção da lua pode estar relacionada ao calendário judaico e à celebração de Purim, que ocorre no 14º dia do mês de Adar, um tempo de alegria e celebração após a salvação do povo judeu.","por_que_esta_palavra":"A palavra 'lua' é significativa porque representa a continuidade do tempo e a fidelidade de Deus em cumprir Suas promessas, mesmo em tempos de adversidade.","conexao_teologica":"A lua, como símbolo de luz, pode ser vista como uma representação da presença de Deus que ilumina a vida de Seu povo, especialmente em momentos de escuridão e opressão.","referencias_relacionadas":["Gênesis 1:14","Salmos 104:19","Ester 9:18"]},"ester_9_16_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade suprema e ao poder de governar, especialmente no contexto do império persa onde a decisão do rei tinha consequências profundas.","explicacao_detalhada":"Em Ester 9:16, o rei é uma figura central que, através de seu decreto, influencia o destino dos judeus. A palavra destaca a importância do governo e da liderança na proteção ou perseguição de um povo.","por_que_esta_palavra":"A palavra 'rei' é crucial porque representa a soberania e a autoridade que podem ser usadas tanto para o bem quanto para o mal, refletindo a luta entre os planos de Deus e os planos dos homens.","conexao_teologica":"A soberania de Deus é evidente na forma como Ele usa a autoridade do rei para proteger os judeus, mostrando que, mesmo em um governo secular, Deus pode operar para o bem de Seu povo.","referencias_relacionadas":["Ester 1:1","Ester 2:17","Romanos 13:1"]},"ester_9_16_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' aqui também se refere ao ato de eliminar, enfatizando a continuidade da intenção de Haman de exterminar os judeus.","explicacao_detalhada":"Assim como em Ester 9:15, a repetição da palavra 'destruir' reforça a seriedade da ameaça enfrentada pelos judeus e a necessidade de um decreto real que protegesse seu povo.","por_que_esta_palavra":"A repetição da palavra 'destruir' destaca a urgência e a gravidade da situação, mostrando que a luta pela sobrevivência é uma questão de vida ou morte.","conexao_teologica":"A proteção divina é novamente enfatizada, pois Deus transforma a intenção maligna em uma oportunidade de salvação e vitória para Seu povo.","referencias_relacionadas":["Ester 3:13","Ester 9:1","Salmos 34:19"]},"ester_9_17_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período específico de tempo, crucial para a celebração do Purim, que marca a salvação dos judeus.","explicacao_detalhada":"Em Ester 9:17, o dia é um marco na história dos judeus, simbolizando a transição de um tempo de luto e medo para um tempo de celebração e alegria.","por_que_esta_palavra":"A ênfase no 'dia' destaca a importância de lembrar e celebrar a intervenção divina em momentos críticos da história do povo de Deus.","conexao_teologica":"O dia de Purim é um lembrete da fidelidade de Deus e da importância de celebrar Suas obras em nossas vidas, reforçando a ideia de que Deus está sempre presente em nossa história.","referencias_relacionadas":["Ester 9:18","Ester 9:22","Salmos 118:24"]},"ester_9_17_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode ser uma referência a um animal que simboliza força e ferocidade, embora seu uso aqui seja menos claro.","explicacao_detalhada":"Em Ester 9:17, a palavra 'urso' pode ser interpretada como uma metáfora para a ferocidade da luta e a proteção que Deus oferece ao Seu povo contra os inimigos.","por_que_esta_palavra":"A utilização de 'urso' pode simbolizar a força que os judeus precisaram invocar para se defenderem, refletindo a luta pela sobrevivência.","conexao_teologica":"A força de Deus é frequentemente comparada a animais poderosos, mostrando que, mesmo em fraqueza, Ele é a nossa força e proteção.","referencias_relacionadas":["Salmos 22:12","Provérbios 28:1","Isaías 40:31"]},"ester_9_17_lua":{"palavra_pt":"lua","palavra_original":"חֹדֶשׁ","transliteracao":"chôdesh","strong":"H2320","significado_raiz":"Ideia básica: lua.","significado_contextual":"A palavra 'lua' novamente se refere ao ciclo lunar, simbolizando a continuidade do tempo e a importância das festividades judaicas.","explicacao_detalhada":"Em Ester 9:17, a menção da lua reforça a conexão com o calendário judaico e a celebração de Purim, um tempo de alegria e renovação.","por_que_esta_palavra":"A palavra 'lua' é significativa porque representa a luz que brilha em tempos de escuridão, simbolizando a esperança e a salvação.","conexao_teologica":"A lua, como símbolo de luz, representa a presença de Deus que ilumina a vida de Seu povo, especialmente em momentos de adversidade.","referencias_relacionadas":["Gênesis 1:14","Salmos 104:19","Ester 9:18"]},"ester_9_18_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada novamente, possivelmente simbolizando a força e a ferocidade na luta pela sobrevivência.","explicacao_detalhada":"Em Ester 9:18, a repetição da palavra 'urso' pode enfatizar a necessidade de força e coragem diante da opressão.","por_que_esta_palavra":"A palavra 'urso' pode simbolizar a ferocidade da luta e a proteção que Deus oferece ao Seu povo contra os inimigos.","conexao_teologica":"A força de Deus é frequentemente comparada a animais poderosos, mostrando que, mesmo em fraqueza, Ele é a nossa força e proteção.","referencias_relacionadas":["Salmos 22:12","Provérbios 28:1","Isaías 40:31"]},"ester_9_18_descanso":{"palavra_pt":"descanso","palavra_original":"נוּחַ","transliteracao":"nûwach","strong":"H5117","significado_raiz":"Ideia básica: descanso.","significado_contextual":"A palavra 'descanso' refere-se a um estado de paz e alívio após um período de luta e opressão.","explicacao_detalhada":"Em Ester 9:18, o descanso é um símbolo da libertação e da alegria que os judeus experimentaram após a vitória sobre seus inimigos.","por_que_esta_palavra":"A palavra 'descanso' é importante porque representa a conclusão de um período de sofrimento e a chegada de um tempo de celebração e paz.","conexao_teologica":"O descanso é um tema bíblico que reflete a promessa de Deus de trazer paz e alívio ao Seu povo, especialmente após tempos de tribulação.","referencias_relacionadas":["Mateus 11:28","Salmos 23:2","Hebreus 4:9-10"]},"ester_9_19_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de decidir ou determinar, especialmente em contextos de justiça e retaliação.","explicacao_detalhada":"Em Ester 9:19, 'julgar' pode estar relacionado à decisão de como os judeus deveriam se comportar após a vitória, refletindo a necessidade de discernimento e justiça.","por_que_esta_palavra":"A palavra 'julgar' é significativa porque destaca a responsabilidade dos judeus de agir com sabedoria e justiça após serem salvos.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, e a capacidade de julgar corretamente é um dom que Ele concede ao Seu povo para viver de acordo com Seus princípios.","referencias_relacionadas":["Salmos 82:3","Provérbios 21:15","Miquéias 6:8"]},"ester_9_19_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade urbana, um centro de vida e atividade social.","explicacao_detalhada":"No contexto de Ester, a palavra 'cidade' é usada para descrever as áreas onde os judeus estavam vivendo e se organizando durante a festa de Purim, simbolizando a importância da comunidade.","por_que_esta_palavra":"A escolha da palavra 'cidade' enfatiza a coletividade e a proteção que a comunidade oferece aos seus membros.","conexao_teologica":"A cidade é muitas vezes vista na Bíblia como um lugar de refúgio e proteção, refletindo a ideia de que Deus cuida de Seu povo em meio às adversidades.","referencias_relacionadas":["Salmos 46:4","Mateus 5:14","Hebreus 11:10"]},"ester_9_19_festa":{"palavra_pt":"festa","palavra_original":"מִשְׁתֶּה","transliteracao":"mishteh","strong":"H4960","significado_raiz":"Ideia básica: festa.","significado_contextual":"Refere-se a uma celebração ou banquete, especificamente a festa de Purim.","explicacao_detalhada":"A festa mencionada é uma celebração da salvação dos judeus da destruição, simbolizando alegria e gratidão a Deus.","por_que_esta_palavra":"A palavra 'festa' destaca a importância da celebração na vida comunitária e a necessidade de lembrar as intervenções divinas.","conexao_teologica":"As festas na Bíblia são momentos de adoração e lembrança das obras de Deus, reforçando a identidade do povo de Deus.","referencias_relacionadas":["Levítico 23:34","Neemias 8:10","Salmos 118:24"]},"ester_9_20_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma declaração ou mensagem, especialmente no contexto de um decreto ou ordem.","explicacao_detalhada":"A palavra 'coisa' é usada para enfatizar a importância da comunicação e das promessas feitas, que têm implicações significativas para o povo judeu.","por_que_esta_palavra":"A escolha de 'palavra' ressalta o poder da comunicação e a importância de se manter a palavra dada.","conexao_teologica":"A palavra de Deus é fundamental na vida do crente, sendo um meio pelo qual Deus se revela e se relaciona com Seu povo.","referencias_relacionadas":["Isaías 55:11","Salmos 119:105","Hebreus 4:12"]},"ester_9_20_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo como algo é feito.","explicacao_detalhada":"Neste contexto, 'modo' pode se referir à forma como as festividades e celebrações devem ser conduzidas, enfatizando a ordem e a reverência.","por_que_esta_palavra":"A palavra 'modo' sugere que há uma maneira correta de se celebrar e honrar a Deus em meio à alegria.","conexao_teologica":"A maneira de adorar e celebrar é importante na teologia bíblica, refletindo a santidade e o respeito que devemos ter por Deus.","referencias_relacionadas":["Colossenses 3:23","1 Coríntios 14:40","Salmos 100:2"]},"ester_9_20_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade, especificamente ao rei da Pérsia, que teve um papel crucial na salvação dos judeus.","explicacao_detalhada":"A palavra 'rei' destaca a soberania e o poder que ele exerce, bem como a importância das decisões reais na vida do povo.","por_que_esta_palavra":"A escolha da palavra 'rei' enfatiza a autoridade e a influência que as figuras de poder têm sobre a vida dos indivíduos.","conexao_teologica":"Deus é frequentemente descrito como o Rei dos Reis, e a soberania divina é um tema central na Bíblia.","referencias_relacionadas":["Salmos 47:2","Apocalipse 19:16","Romanos 13:1"]},"ester_9_21_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de estabelecer ou instituir algo, como uma celebração ou um decreto.","explicacao_detalhada":"Neste contexto, 'levantar' implica a ação de criar uma nova tradição ou prática entre o povo judeu.","por_que_esta_palavra":"A palavra 'levantar' sugere um ato de iniciativa e a importância de se estabelecer novas práticas que honrem a Deus.","conexao_teologica":"Levantar algo novo pode ser visto como um ato de fé e obediência a Deus, refletindo a transformação que Ele traz à vida das pessoas.","referencias_relacionadas":["Isaías 60:1","Ezequiel 37:10","Salmos 102:18"]},"ester_9_21_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou forma de se fazer algo, especialmente em relação a tradições e celebrações.","explicacao_detalhada":"A palavra 'modo' aqui sugere que há uma forma específica de se celebrar que deve ser respeitada.","por_que_esta_palavra":"A escolha de 'modo' enfatiza a importância da ordem e da reverência nas celebrações religiosas.","conexao_teologica":"A maneira de adorar e celebrar é um reflexo da nossa atitude diante de Deus e de Sua santidade.","referencias_relacionadas":["1 Coríntios 14:40","Salmos 96:9","Colossenses 3:17"]},"ester_9_21_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de acontecer ou ocorrer, muitas vezes em um contexto de mudança ou transformação.","explicacao_detalhada":"A palavra 'cair' pode simbolizar a realização de um evento significativo, como a mudança de sorte dos judeus.","por_que_esta_palavra":"A escolha da palavra 'cair' sugere um impacto profundo e a inevitabilidade de certos eventos na história.","conexao_teologica":"A ideia de cair pode ser vista como um símbolo da queda do mal e da vitória do bem, refletindo a soberania de Deus.","referencias_relacionadas":["Romanos 8:28","Salmos 37:24","Provérbios 24:16"]},"ester_9_22_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de 24 horas, mas também simboliza um tempo de celebração e lembrança.","explicacao_detalhada":"Neste contexto, 'dia' é um tempo específico designado para a celebração do Purim, um momento de alegria e gratidão.","por_que_esta_palavra":"A palavra 'dia' enfatiza a importância do tempo e das datas na vida religiosa e cultural do povo.","conexao_teologica":"O conceito de dia é fundamental na criação e na ordem divina, refletindo a estrutura do tempo que Deus estabeleceu.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","Eclesiastes 3:1"]},"ester_9_22_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se ao ato de fazer ou realizar algo, especialmente em um contexto de ação e cumprimento.","explicacao_detalhada":"A palavra 'urso' aqui pode simbolizar a realização de um decreto ou a execução de uma ação significativa na vida do povo.","por_que_esta_palavra":"A escolha da palavra 'urso' destaca a importância da ação e da implementação das decisões tomadas.","conexao_teologica":"A ação é um aspecto crucial da fé, onde a obediência e a realização das promessas de Deus são fundamentais.","referencias_relacionadas":["Tiago 1:22","Gálatas 6:9","Mateus 7:21"]},"ester_9_22_sending":{"palavra_pt":"sending","palavra_original":"מִשְׁלוֹחַ","transliteracao":"mishlôwach","strong":"H4916","significado_raiz":"Ideia básica: sending.","significado_contextual":"Refere-se ao ato de enviar presentes e alimentos como parte das celebrações do Purim.","explicacao_detalhada":"A palavra 'sending' (mishlôwach) é utilizada no contexto das festividades do Purim, onde os judeus são instruídos a enviar porções de comida uns aos outros, simbolizando a alegria e a união entre o povo.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância da generosidade e da partilha durante as celebrações, promovendo laços comunitários.","conexao_teologica":"A prática de enviar presentes reflete o amor e a solidariedade que devem existir entre os membros da comunidade de fé, semelhante ao amor que Deus demonstra por seu povo.","referencias_relacionadas":["Ester 9:22","Atos 20:35","2 Coríntios 9:7"]},"ester_9_23_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada metaforicamente para descrever a força e a ferocidade dos inimigos derrotados.","explicacao_detalhada":"Neste contexto, a palavra 'urso' (ʻâsâh) é uma referência à força e ao poder que foram superados pelos judeus, simbolizando a vitória sobre as ameaças.","por_que_esta_palavra":"A utilização dessa palavra serve para ilustrar a gravidade da situação enfrentada e a grandeza da vitória alcançada.","conexao_teologica":"A vitória sobre inimigos poderosos é um tema recorrente na Bíblia, refletindo a proteção e a intervenção divina em favor do seu povo.","referencias_relacionadas":["Ester 9:23","Salmos 18:2","Romanos 8:37"]},"ester_9_23_escolher":{"palavra_pt":"escolher","palavra_original":"קָבַל","transliteracao":"qâbal","strong":"H6901","significado_raiz":"Ideia básica: escolher.","significado_contextual":"Refere-se à escolha de celebrar o Purim como um ato de gratidão e reconhecimento da salvação.","explicacao_detalhada":"A palavra 'escolher' (qâbal) destaca a decisão consciente do povo judeu em estabelecer um dia de celebração e lembrança das suas vitórias.","por_que_esta_palavra":"Essa escolha é um testemunho da fidelidade de Deus e da resposta do povo em reconhecer suas bênçãos.","conexao_teologica":"A escolha de celebrar é um ato de adoração e gratidão, refletindo a importância de lembrar as intervenções de Deus na história.","referencias_relacionadas":["Ester 9:23","Deuteronômio 16:16","Salmos 105:5"]},"ester_9_24_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir a razão pela qual o Purim é celebrado.","explicacao_detalhada":"A palavra 'porque' (kîy) conecta a celebração do Purim à história de salvação e libertação do povo judeu da destruição.","por_que_esta_palavra":"É uma palavra que justifica a ação, mostrando que a celebração não é apenas um ritual, mas uma resposta a um ato divino.","conexao_teologica":"A razão pela qual celebramos é fundamental na teologia bíblica, onde a memória das obras de Deus é essencial para a fé.","referencias_relacionadas":["Ester 9:24","Salmos 136:1","Isaías 12:4"]},"ester_9_24_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à identidade e à herança do povo judeu como filhos de Deus.","explicacao_detalhada":"A palavra 'filho' (bên) enfatiza a relação especial entre Deus e seu povo, que é frequentemente descrito como seus filhos.","por_que_esta_palavra":"A utilização dessa palavra reforça a ideia de pertencimento e proteção divina.","conexao_teologica":"A filiação divina é um tema central na Bíblia, onde os crentes são chamados de filhos de Deus, refletindo sua identidade e herança.","referencias_relacionadas":["Ester 9:24","João 1:12","Romanos 8:16"]},"ester_9_24_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como o Purim deve ser celebrado, enfatizando a importância da tradição.","explicacao_detalhada":"A palavra 'modo' (kôl) sugere que há uma forma específica de celebrar que deve ser respeitada e seguida.","por_que_esta_palavra":"Isso destaca a importância da observância das tradições e dos costumes que fortalecem a identidade cultural e religiosa.","conexao_teologica":"A maneira de adorar e celebrar é importante na vida do crente, refletindo a reverência e o respeito por Deus.","referencias_relacionadas":["Ester 9:24","Colossenses 3:17","1 Coríntios 14:40"]},"ester_9_25_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura do rei como autoridade e protetor do povo.","explicacao_detalhada":"A palavra 'rei' (melek) é usada para enfatizar o papel do rei na proteção e na decisão que afetou a vida dos judeus.","por_que_esta_palavra":"A menção ao rei destaca a importância da liderança e da autoridade na preservação da vida e da cultura do povo.","conexao_teologica":"Deus é frequentemente descrito como o Rei dos Reis, refletindo a soberania divina sobre todas as nações.","referencias_relacionadas":["Ester 9:25","Salmos 47:2","Apocalipse 19:16"]},"ester_9_25_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à presença e ao olhar do rei sobre o povo.","explicacao_detalhada":"A palavra 'rosto' (pânîym) simboliza a atenção e o favor do rei em relação ao povo, indicando proteção e cuidado.","por_que_esta_palavra":"A presença do rei é crucial para a segurança e a prosperidade do povo, refletindo a importância da liderança.","conexao_teologica":"A ideia do rosto de Deus é frequentemente associada à sua presença e favor sobre seu povo.","referencias_relacionadas":["Ester 9:25","Números 6:25","Salmos 31:16"]},"ester_9_25_livro":{"palavra_pt":"livro","palavra_original":"סֵפֶר","transliteracao":"çêpher","strong":"H5612","significado_raiz":"Ideia básica: livro.","significado_contextual":"Refere-se ao registro das ações e eventos significativos na história do povo.","explicacao_detalhada":"A palavra 'livro' (çêpher) é usada para indicar a importância de documentar a história e as vitórias do povo judeu.","por_que_esta_palavra":"A menção ao livro sugere a necessidade de lembrar e ensinar as futuras gerações sobre as intervenções de Deus.","conexao_teologica":"Os livros da Bíblia são registros da história da salvação e da fidelidade de Deus ao seu povo.","referencias_relacionadas":["Ester 9:25","Salmos 102:18","Apocalipse 20:12"]},"ester_9_26_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia específico em que o Purim é celebrado.","explicacao_detalhada":"A palavra 'dia' (yôwm) é utilizada para marcar a importância do tempo e das festividades associadas ao Purim.","por_que_esta_palavra":"A escolha de um dia específico para a celebração enfatiza a importância da memória e da tradição na vida do povo.","conexao_teologica":"O conceito de dias santos e celebrações é fundamental na vida religiosa, refletindo a importância de lembrar as obras de Deus.","referencias_relacionadas":["Ester 9:26","Êxodo 12:14","Levítico 23:4"]},"ester_9_26_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como os judeus deveriam lembrar e celebrar a festa de Purim.","explicacao_detalhada":"A palavra 'modo' aqui indica a forma específica e tradicional de celebrar a festa, que envolve a recordação dos eventos que levaram à salvação do povo judeu.","por_que_esta_palavra":"É importante para enfatizar a necessidade de seguir um padrão estabelecido para a celebração, garantindo que a memória dos eventos não se perca.","conexao_teologica":"A celebração de Purim é um lembrete da providência de Deus e da fidelidade do Seu povo em tempos de crise.","referencias_relacionadas":["Ester 9:22","Ester 9:28","Ester 9:31"]},"ester_9_27_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia específico em que a festa de Purim deve ser celebrada.","explicacao_detalhada":"A palavra 'dia' destaca a importância do tempo determinado para a celebração, que é essencial para a observância da festa.","por_que_esta_palavra":"O dia é crucial para a memória coletiva e para a continuidade da tradição entre as gerações.","conexao_teologica":"O tempo e as festividades são formas de lembrar a intervenção divina na história do Seu povo.","referencias_relacionadas":["Ester 9:21","Ester 9:22","Ester 9:28"]},"ester_9_27_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira de celebrar a festa de Purim, conforme estabelecido pelos judeus.","explicacao_detalhada":"A palavra 'modo' enfatiza a importância de seguir as tradições e rituais que foram passados de geração em geração.","por_que_esta_palavra":"É fundamental para a preservação da identidade cultural e religiosa do povo judeu.","conexao_teologica":"A observância das tradições é uma forma de reconhecer a soberania de Deus na história.","referencias_relacionadas":["Ester 9:22","Ester 9:31","Ester 9:28"]},"ester_9_27_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de levantar ou estabelecer um memorial para a festa de Purim.","explicacao_detalhada":"A palavra 'levantar' implica em criar uma lembrança duradoura dos eventos que levaram à salvação dos judeus.","por_que_esta_palavra":"Levantar um memorial é uma forma de garantir que as futuras gerações não esqueçam a intervenção de Deus.","conexao_teologica":"A ideia de levantar um memorial está ligada à prática de recordar as obras de Deus na história.","referencias_relacionadas":["Ester 9:28","Ester 9:31","Salmos 78:4"]},"ester_9_28_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se novamente ao dia específico da celebração da festa de Purim.","explicacao_detalhada":"A repetição da palavra 'dia' reforça a importância da data e da observância do evento.","por_que_esta_palavra":"O dia é um marco que une a comunidade em celebração e reflexão sobre a salvação recebida.","conexao_teologica":"A observância de dias festivos é uma maneira de honrar a Deus e lembrar Suas promessas.","referencias_relacionadas":["Ester 9:21","Ester 9:22","Ester 9:31"]},"ester_9_28_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira de celebrar a festa de Purim, conforme estabelecido pelos judeus.","explicacao_detalhada":"A palavra 'modo' destaca a importância de seguir as tradições e rituais que foram passados de geração em geração.","por_que_esta_palavra":"É fundamental para a preservação da identidade cultural e religiosa do povo judeu.","conexao_teologica":"A observância das tradições é uma forma de reconhecer a soberania de Deus na história.","referencias_relacionadas":["Ester 9:22","Ester 9:31","Ester 9:28"]},"ester_9_28_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade onde a festa de Purim é celebrada.","explicacao_detalhada":"A palavra 'cidade' indica a importância do local na celebração e na memória coletiva do povo.","por_que_esta_palavra":"A cidade é um símbolo da comunidade e da união do povo judeu em torno de suas tradições.","conexao_teologica":"As cidades muitas vezes são vistas como centros de adoração e celebração da fidelidade de Deus.","referencias_relacionadas":["Ester 9:19","Ester 9:20","Ester 9:21"]},"ester_9_29_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de levantar um decreto ou um memorial sobre a festa de Purim.","explicacao_detalhada":"A palavra 'levantar' implica em estabelecer formalmente a celebração e sua importância.","por_que_esta_palavra":"Levantar um decreto é uma forma de institucionalizar a memória e a celebração da salvação.","conexao_teologica":"A ideia de levantar um decreto está ligada à autoridade de Deus e à importância da obediência às Suas instruções.","referencias_relacionadas":["Ester 9:28","Ester 9:31","Ester 9:22"]},"ester_9_29_describe":{"palavra_pt":"descrever","palavra_original":"כָּתַב","transliteracao":"kâthab","strong":"H3789","significado_raiz":"Ideia básica: descrever.","significado_contextual":"Refere-se ao ato de descrever os eventos que levaram à celebração da festa de Purim.","explicacao_detalhada":"A palavra 'descrever' enfatiza a importância de contar a história da salvação do povo judeu.","por_que_esta_palavra":"Descrever os eventos é essencial para a transmissão da fé e da identidade cultural.","conexao_teologica":"A narrativa da salvação é central na teologia bíblica, mostrando a fidelidade de Deus ao Seu povo.","referencias_relacionadas":["Ester 9:20","Ester 9:21","Ester 9:28"]},"ester_9_30_verdade":{"palavra_pt":"verdade/fidelidade","palavra_original":"אֶמֶת","transliteracao":"ʼemeth","strong":"H571","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade e fidelidade de Deus em relação ao Seu povo.","explicacao_detalhada":"A palavra 'verdade' destaca a confiança que os judeus têm na promessa de Deus de protegê-los.","por_que_esta_palavra":"A verdade é fundamental para a relação entre Deus e Seu povo, sendo um pilar da fé.","conexao_teologica":"A fidelidade de Deus é um tema recorrente na Bíblia, mostrando que Ele cumpre Suas promessas.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 10:23"]},"ester_9_30_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se ao ato de transmitir uma mensagem ou um decreto, especialmente no contexto da comunicação de um mandamento importante.","explicacao_detalhada":"No contexto de Ester 9:30, 'enviar' é utilizado para descrever a ação de Mardoqueu ao enviar cartas a todos os judeus, estabelecendo um novo feriado. Isso demonstra a importância da comunicação e da disseminação de informações entre o povo.","por_que_esta_palavra":"A escolha da palavra 'enviar' enfatiza a necessidade de que a mensagem chegue a todos os judeus, garantindo que todos estejam cientes do novo feriado e da celebração da sua salvação.","conexao_teologica":"A ação de enviar cartas reflete a importância da revelação e da comunicação divina, onde Deus envia mensagens ao seu povo através de profetas e líderes.","referencias_relacionadas":["Ester 9:29","Ester 9:31","Ester 9:32"]},"ester_9_30_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou estabelecido, especialmente no contexto de como as tradições e festividades são observadas.","explicacao_detalhada":"Em Ester 9:30, o 'modo' se relaciona com a forma como o feriado deve ser celebrado, indicando que não é apenas uma questão de comemorar, mas de fazê-lo de maneira específica e ordenada.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender que a celebração do feriado deve seguir um padrão estabelecido, refletindo a importância da ordem e da tradição na vida do povo judeu.","conexao_teologica":"O 'modo' de celebrar reflete a natureza de Deus como um Deus de ordem, que estabelece diretrizes para a adoração e a celebração entre seu povo.","referencias_relacionadas":["Ester 9:31","Êxodo 12:14","Levítico 23:2"]},"ester_9_31_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' implica em estabelecer ou instituir algo, especialmente no contexto de um novo feriado ou celebração.","explicacao_detalhada":"Em Ester 9:31, 'levantar' refere-se ao ato de instituir o feriado de Purim, mostrando que é uma ação deliberada e significativa para o povo judeu.","por_que_esta_palavra":"A escolha da palavra 'levantar' destaca a importância de estabelecer novas tradições que reconhecem a intervenção de Deus na história do seu povo.","conexao_teologica":"Levantar um feriado é um ato de adoração e reconhecimento da soberania de Deus, que age em favor de seu povo.","referencias_relacionadas":["Ester 9:27","Salmos 30:1","Salmos 126:3"]},"ester_9_31_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período específico de tempo, especialmente em relação a celebrações e festividades.","explicacao_detalhada":"No contexto de Ester 9:31, 'dia' é importante porque marca o tempo em que o feriado de Purim deve ser celebrado, enfatizando a importância do tempo na adoração.","por_que_esta_palavra":"A palavra 'dia' é usada para estabelecer um momento específico para a celebração, reforçando a ideia de que a adoração deve ser feita em tempos determinados.","conexao_teologica":"O conceito de 'dia' em festividades religiosas reflete a ordem divina e a importância de reconhecer momentos especiais de intervenção de Deus na história.","referencias_relacionadas":["Ester 9:22","Levítico 23:4","Salmos 118:24"]},"ester_9_32_mandamento":{"palavra_pt":"mandamento","palavra_original":"מַאֲמַר","transliteracao":"maʼămar","strong":"H3982","significado_raiz":"Ideia básica: mandamento.","significado_contextual":"A palavra 'mandamento' refere-se a uma ordem ou decreto que deve ser seguido, especialmente em contextos religiosos.","explicacao_detalhada":"Em Ester 9:32, 'mandamento' é usado para descrever a ordem de Mardoqueu sobre a celebração do feriado, indicando que é uma instrução que deve ser obedecida pelo povo.","por_que_esta_palavra":"A escolha da palavra 'mandamento' enfatiza a seriedade e a autoridade da instrução, mostrando que a celebração do feriado é uma obrigação para os judeus.","conexao_teologica":"Os mandamentos de Deus são fundamentais para a vida do povo, refletindo a relação entre obediência e bênção.","referencias_relacionadas":["Ester 9:31","Deuteronômio 6:1","Salmos 119:4"]},"ester_9_32_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' aqui também se refere ao ato de estabelecer ou instituir, especialmente em relação a um mandamento ou decreto.","explicacao_detalhada":"Em Ester 9:32, 'levantar' é usado para indicar que o mandamento sobre o feriado de Purim foi formalmente instituído, mostrando a importância de tal ação.","por_que_esta_palavra":"A repetição da palavra 'levantar' reforça a ideia de que a instituição do feriado é um ato significativo e deliberado.","conexao_teologica":"Levantar um mandamento é um ato de autoridade que reflete a soberania de Deus sobre seu povo e suas tradições.","referencias_relacionadas":["Ester 9:31","Êxodo 20:8","Deuteronômio 5:12"]},"ester_9_32_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se a uma declaração ou um decreto, especialmente no contexto de instruções dadas ao povo.","explicacao_detalhada":"Em Ester 9:32, 'palavra' é usada para descrever o mandamento que foi estabelecido, indicando que é uma instrução clara e formal.","por_que_esta_palavra":"A escolha da palavra 'palavra' enfatiza a importância da comunicação e da clareza nas instruções dadas ao povo.","conexao_teologica":"A palavra de Deus é fundamental para a vida do crente, refletindo a importância da revelação e da obediência às suas instruções.","referencias_relacionadas":["Ester 9:31","Salmos 119:105","Tiago 1:22"]}}