{"isaias_1_1_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo em que Deus se comunica com o povo de Israel, enfatizando a importância do dia como um período de revelação.","explicacao_detalhada":"O termo 'dia' aqui pode simbolizar um tempo específico de julgamento ou de graça. No contexto do versículo, é um chamado à atenção para a mensagem divina.","por_que_esta_palavra":"A palavra 'dia' é utilizada para marcar um momento decisivo na história de Israel, onde a comunicação divina é essencial.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao tempo de Deus, que é diferente do tempo humano, e pode simbolizar tanto a criação quanto o juízo.","referencias_relacionadas":["Gênesis 1:5","Salmos 90:4","2 Pedro 3:8"]},"isaias_1_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a relação entre Deus e o povo de Israel, que é descrito como Seu filho.","explicacao_detalhada":"A palavra 'filho' implica uma relação de paternidade e cuidado, destacando a responsabilidade de Israel em seguir os caminhos de Deus.","por_que_esta_palavra":"A escolha da palavra 'filho' enfatiza a intimidade e a expectativa de obediência e amor entre Deus e Seu povo.","conexao_teologica":"A relação de Deus como Pai e Israel como filho é um tema recorrente na Bíblia, simbolizando amor, disciplina e esperança.","referencias_relacionadas":["Êxodo 4:22","Salmos 2:7","Mateus 3:17"]},"isaias_1_1_nome":{"palavra_pt":"nome","palavra_original":"אָחָז","transliteracao":"ʼÂchâz","strong":"H271","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Ahaz' é mencionado como um símbolo de identidade e legado, refletindo a história e a condição espiritual de Israel.","explicacao_detalhada":"Nomes na Bíblia frequentemente carregam significados profundos e representam a natureza ou o caráter da pessoa. Aqui, o nome pode indicar a liderança e as falhas de Ahaz.","por_que_esta_palavra":"A palavra 'nome' é crucial para entender a identidade e a reputação de indivíduos na narrativa bíblica.","conexao_teologica":"O nome de uma pessoa muitas vezes reflete seu caráter e destino, e Deus se relaciona com Seu povo através de nomes significativos.","referencias_relacionadas":["Gênesis 32:28","Isaías 43:1","Apocalipse 3:12"]},"isaias_1_2_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Os 'céus' são mencionados como testemunhas da rebeldia do povo de Israel contra Deus.","explicacao_detalhada":"A palavra 'céus' aqui sugere a grandeza de Deus e a Sua soberania sobre toda a criação, além de ser um chamado à responsabilidade do povo.","por_que_esta_palavra":"Os céus são frequentemente usados na Bíblia como um símbolo da autoridade divina e do testemunho contra a desobediência humana.","conexao_teologica":"A ideia de que os céus testemunham as ações humanas reforça a noção de que Deus está sempre ciente do comportamento de Seu povo.","referencias_relacionadas":["Salmos 19:1","Deuteronômio 30:19","Romanos 1:20"]},"isaias_1_2_mao":{"palavra_pt":"mao","palavra_original":"אָזַן","transliteracao":"ʼâzan","strong":"H238","significado_raiz":"Ideia básica: mao.","significado_contextual":"A 'mão' é uma metáfora para a ação e o poder de Deus, que pode ser tanto de proteção quanto de juízo.","explicacao_detalhada":"Neste contexto, a mão de Deus representa Sua capacidade de agir na história e na vida do povo, seja para salvar ou para punir.","por_que_esta_palavra":"A palavra 'mão' é frequentemente usada na Bíblia para descrever a intervenção divina nas questões humanas.","conexao_teologica":"A mão de Deus simboliza Sua presença ativa e envolvimento na criação e na história da salvação.","referencias_relacionadas":["Salmos 89:13","Isaías 41:10","Êxodo 15:6"]},"isaias_1_2_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A 'terra' representa o lugar onde o povo de Israel vive e a criação de Deus, que deve ser cuidada e respeitada.","explicacao_detalhada":"A terra é um presente de Deus ao Seu povo, e a sua condição reflete a relação do povo com Deus e Sua vontade.","por_que_esta_palavra":"A palavra 'terra' é fundamental para entender a aliança de Deus com Israel e a importância da obediência à Sua palavra.","conexao_teologica":"A terra é um símbolo da promessa de Deus e da herança que Ele deu ao Seu povo, refletindo a relação entre criação e redenção.","referencias_relacionadas":["Gênesis 1:28","Deuteronômio 11:12","Salmos 37:11"]},"isaias_1_3_criar":{"palavra_pt":"criar","palavra_original":"קָנָה","transliteracao":"qânâh","strong":"H7069","significado_raiz":"Ideia básica: criar.","significado_contextual":"A palavra 'criar' enfatiza a ação de Deus como o Criador, que dá vida e forma a todas as coisas.","explicacao_detalhada":"Neste contexto, 'criar' destaca a soberania de Deus sobre a criação e a responsabilidade do homem em cuidar dela.","por_que_esta_palavra":"A criação é um ato divino que estabelece a ordem e a beleza do mundo, refletindo o caráter de Deus.","conexao_teologica":"A criação é um tema central na teologia, mostrando a relação entre Deus, o homem e o mundo, e a necessidade de adoração ao Criador.","referencias_relacionadas":["Gênesis 1:1","Salmos 104:24","Colossenses 1:16"]},"isaias_1_3_macho":{"palavra_pt":"macho","palavra_original":"חֲמוֹר","transliteracao":"chămôwr","strong":"H2543","significado_raiz":"Ideia básica: macho.","significado_contextual":"A palavra 'macho' pode referir-se à criação de Deus e à distinção entre os seres, enfatizando a ordem divina na criação.","explicacao_detalhada":"Neste contexto, 'macho' pode simbolizar a força e a responsabilidade, refletindo a intenção de Deus na criação dos seres vivos.","por_que_esta_palavra":"A distinção entre macho e fêmea é uma parte fundamental da criação, mostrando a diversidade e a beleza do plano de Deus.","conexao_teologica":"A criação de macho e fêmea reflete a imagem de Deus e a diversidade dentro da unidade, essencial para a compreensão da humanidade.","referencias_relacionadas":["Gênesis 1:27","Gênesis 2:18","Mateus 19:4"]},"isaias_1_4_bom":{"palavra_pt":"bom","palavra_original":"רָעַע","transliteracao":"râʻaʻ","strong":"H7489","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' é usada para descrever a natureza de Deus e a criação, que foi feita com propósito e bondade.","explicacao_detalhada":"Neste contexto, 'bom' reflete a intenção original de Deus para a criação e a expectativa de que o povo viva de acordo com essa bondade.","por_que_esta_palavra":"A bondade de Deus é um tema central na Bíblia, mostrando Seu caráter e a natureza da criação.","conexao_teologica":"A bondade de Deus é um convite à humanidade para refletir essa bondade em suas ações e relacionamentos.","referencias_relacionadas":["Gênesis 1:31","Salmos 34:8","Romanos 12:2"]},"isaias_1_4_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' refere-se à corrupção e ao pecado que entraram no mundo, contrastando com a bondade de Deus.","explicacao_detalhada":"Neste contexto, 'mal' representa a desobediência do povo e as consequências de se afastar dos caminhos de Deus.","por_que_esta_palavra":"A presença do mal é uma realidade que desafia a criação de Deus e a relação do homem com Ele.","conexao_teologica":"O mal é um tema que leva à necessidade de redenção e à obra de Cristo, que veio para vencer o pecado e a morte.","referencias_relacionadas":["Gênesis 6:5","Isaías 5:20","Romanos 3:23"]},"isaias_1_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como o povo de Israel se comporta diante de Deus, indicando uma prática inadequada.","explicacao_detalhada":"A palavra 'modo' aqui sugere a forma ou o estilo de vida que o povo adotou, que não está em conformidade com os mandamentos divinos. O profeta Isaías critica a hipocrisia e a superficialidade nas práticas religiosas.","por_que_esta_palavra":"É crucial para entender a crítica de Isaías à religiosidade vazia e à falta de verdadeira devoção a Deus.","conexao_teologica":"A maneira de viver e adorar a Deus é um tema central na teologia bíblica, que enfatiza a necessidade de um coração sincero e obediente.","referencias_relacionadas":["Isaías 1:10","Isaías 29:13","Mateus 15:8-9"]},"isaias_1_5_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao princípio ou à origem das ações e comportamentos do povo de Israel.","explicacao_detalhada":"A palavra 'princípio' implica que as ações do povo têm uma raiz que deve ser examinada. Isaías aponta que o comportamento do povo é resultado de um desvio desde suas origens espirituais.","por_que_esta_palavra":"Ajuda a entender que a desobediência a Deus não é um ato isolado, mas sim o resultado de uma série de escolhas erradas desde o início.","conexao_teologica":"O princípio de uma vida em obediência a Deus é fundamental para a relação entre o ser humano e o Criador.","referencias_relacionadas":["Gênesis 1:1","Provérbios 1:7","Romanos 11:16"]},"isaias_1_6_mao":{"palavra_pt":"mao","palavra_original":"כַּף","transliteracao":"kaph","strong":"H3709","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à mão como símbolo de ação e poder, indicando a incapacidade do povo de se aproximar de Deus.","explicacao_detalhada":"A palavra 'mão' aqui representa a ação do povo, que está manchada pelo pecado. Isaías usa essa imagem para ilustrar a separação entre Deus e Israel devido à sua iniquidade.","por_que_esta_palavra":"É importante para entender como as ações do povo impactam sua relação com Deus.","conexao_teologica":"A mão de Deus é frequentemente associada ao poder e à proteção, contrastando com a mão do homem que pode estar cheia de iniquidade.","referencias_relacionadas":["Salmos 24:4","Isaías 59:1-2","Mateus 5:30"]},"isaias_1_6_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Novamente, refere-se ao princípio das ações do povo, enfatizando a origem de suas transgressões.","explicacao_detalhada":"A repetição da palavra 'princípio' destaca a continuidade do problema espiritual que Israel enfrenta, sugerindo que a raiz do pecado está profundamente enraizada.","por_que_esta_palavra":"Reforça a ideia de que a origem do pecado deve ser confrontada para que haja verdadeira mudança.","conexao_teologica":"A compreensão do princípio do pecado é essencial para a doutrina da redenção e da necessidade de arrependimento.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","1 João 1:8"]},"isaias_1_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra de Israel, que está em ruínas devido ao pecado do povo.","explicacao_detalhada":"A palavra 'terra' simboliza não apenas o território físico, mas também a condição espiritual e moral do povo. A desolação da terra reflete a desobediência a Deus.","por_que_esta_palavra":"É fundamental para entender a relação entre a condição espiritual do povo e as consequências visíveis em sua terra.","conexao_teologica":"A terra prometida é um símbolo da aliança de Deus com seu povo, e sua desolação indica a quebra dessa aliança.","referencias_relacionadas":["Deuteronômio 28:15-68","Jeremias 12:4","Ezequiel 36:33-34"]},"isaias_1_7_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade de Jerusalém, que simboliza a presença de Deus entre seu povo.","explicacao_detalhada":"A palavra 'cidade' aqui representa a capital espiritual e política de Israel, que está em decadência devido ao pecado e à corrupção.","por_que_esta_palavra":"É importante para entender o impacto do pecado na vida comunitária e na adoração a Deus.","conexao_teologica":"Jerusalém é frequentemente vista como o centro da adoração e da presença de Deus, e sua condição reflete a relação do povo com Ele.","referencias_relacionadas":["Salmos 48:1-2","Isaías 52:1","Lamentações 1:1"]},"isaias_1_7_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se ao solo que sustenta a vida, mas que está sendo destruído pela iniquidade do povo.","explicacao_detalhada":"A palavra 'solo' simboliza a base da vida e da prosperidade, que está comprometida pela desobediência e pela injustiça.","por_que_esta_palavra":"É crucial para entender a relação entre a moralidade do povo e a saúde da terra que habitam.","conexao_teologica":"A criação e a terra são vistas como um reflexo da bondade de Deus, e sua degradação é um sinal do afastamento do povo de Deus.","referencias_relacionadas":["Gênesis 1:28","Levítico 18:24-28","Romanos 8:22"]},"isaias_1_8_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se novamente à cidade de Jerusalém, enfatizando sua condição de desolação.","explicacao_detalhada":"A repetição da palavra 'cidade' destaca a gravidade da situação em Jerusalém, que se tornou como uma tenda abandonada.","por_que_esta_palavra":"Reforça a ideia de que a cidade, que deveria ser um lugar de segurança e adoração, está em ruínas.","conexao_teologica":"A cidade de Deus é um tema recorrente na Bíblia, simbolizando a habitação de Deus entre seu povo.","referencias_relacionadas":["Isaías 54:11-12","Miquéias 3:12","Apocalipse 21:2"]},"isaias_1_8_jardim":{"palavra_pt":"jardim","palavra_original":"כֶּרֶם","transliteracao":"kerem","strong":"H3754","significado_raiz":"Ideia básica: jardim.","significado_contextual":"Refere-se à imagem de um jardim que deveria ser frutífero, mas que está em ruínas.","explicacao_detalhada":"A palavra 'jardim' simboliza a beleza e a fertilidade que deveriam caracterizar a relação do povo com Deus, mas que foram perdidas devido ao pecado.","por_que_esta_palavra":"É importante para entender a perda da comunhão com Deus e as consequências disso na vida do povo.","conexao_teologica":"O jardim é uma imagem que remete ao Éden, simbolizando a intenção original de Deus para a humanidade.","referencias_relacionadas":["Gênesis 2:8-9","Isaías 51:3","Apocalipse 22:1-2"]},"isaias_1_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' aqui enfatiza a soberania de Deus sobre seu povo, mesmo em meio à desobediência e ao juízo.","por_que_esta_palavra":"É fundamental para entender a relação entre o nome de Deus e a identidade do seu povo.","conexao_teologica":"O nome de Deus é central na teologia bíblica, simbolizando sua presença, poder e promessa.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"isaias_1_9_mar":{"palavra_pt":"mar","palavra_original":"סְדֹם","transliteracao":"Çᵉdôm","strong":"H5467","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se à cidade de Sodoma, simbolizando a corrupção e a destruição.","explicacao_detalhada":"Sodoma é frequentemente mencionada na Bíblia como um exemplo de pecado extremo e juízo divino. O uso da palavra 'mar' aqui pode indicar a vastidão do pecado que se espalhou como as águas.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a gravidade da situação moral de Israel, comparando-a à decadência de Sodoma.","conexao_teologica":"A menção de Sodoma serve como um alerta sobre as consequências do pecado e a necessidade de arrependimento.","referencias_relacionadas":["Gênesis 19:24-25","Ezequiel 16:49-50","Mateus 10:15"]},"isaias_1_10_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus, que é poderosa e eficaz.","explicacao_detalhada":"A palavra 'dâbâr' implica não apenas em comunicação, mas também em ação e cumprimento da vontade divina. É um chamado à obediência.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância da revelação divina e a responsabilidade do povo em ouvir e agir conforme a palavra de Deus.","conexao_teologica":"A palavra de Deus é central na vida do crente, sendo a base para a fé e a prática.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Tiago 1:22"]},"isaias_1_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor, enfatizando Sua autoridade e soberania.","explicacao_detalhada":"O uso do nome 'Yᵉhôvâh' destaca a relação pessoal entre Deus e Seu povo, além de Sua posição como Criador e Juiz.","por_que_esta_palavra":"É uma invocação que lembra ao povo de Israel quem é o verdadeiro Senhor e a necessidade de reverência e adoração.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é digno de adoração e obediência.","referencias_relacionadas":["Êxodo 3:14","Salmos 100:3","Romanos 10:13"]},"isaias_1_10_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como o ser supremo, criador e sustentador.","explicacao_detalhada":"A palavra 'ʼĕlôhîym' é plural, indicando a majestade e a plenitude de Deus, que se manifesta em Sua criação e em Sua relação com a humanidade.","por_que_esta_palavra":"A utilização dessa palavra enfatiza a divindade de Deus e Sua autoridade sobre todas as coisas.","conexao_teologica":"A compreensão de Deus como 'Elohim' é fundamental para a teologia cristã, pois estabelece a base para a adoração e a relação com o Criador.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","João 1:1"]},"isaias_1_11_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"Refere-se ao sangue dos sacrifícios, simbolizando a expiação e a vida.","explicacao_detalhada":"Na cultura israelita, o sangue era essencial para os sacrifícios, representando a vida e a purificação dos pecados.","por_que_esta_palavra":"A menção do sangue destaca a seriedade do pecado e a necessidade de sacrifício para a reconciliação com Deus.","conexao_teologica":"O sangue de Cristo é visto como o sacrifício final que cumpre a necessidade de expiação, conforme Hebreus 9:22.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 Pedro 1:19"]},"isaias_1_11_carne":{"palavra_pt":"sacrificio","palavra_original":"זֶבַח","transliteracao":"zebach","strong":"H2077","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se ao sacrifício, que era uma prática comum na adoração a Deus.","explicacao_detalhada":"A palavra 'zebach' implica em um ato de devoção e entrega, onde a carne do animal era oferecida a Deus como um sinal de arrependimento e busca de perdão.","por_que_esta_palavra":"A escolha dessa palavra ressalta a importância dos sacrifícios na antiga aliança e a necessidade de um coração sincero ao oferecer.","conexao_teologica":"Os sacrifícios do Antigo Testamento prefiguram o sacrifício de Cristo, que é o verdadeiro Cordeiro de Deus.","referencias_relacionadas":["Levítico 1:3","Romanos 12:1","Hebreus 10:10"]},"isaias_1_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor, enfatizando Sua autoridade e soberania.","explicacao_detalhada":"A repetição do nome 'Yᵉhôvâh' aqui reforça a ideia de que os sacrifícios devem ser feitos em Sua honra e com a devida reverência.","por_que_esta_palavra":"É um lembrete da necessidade de adoração genuína e não apenas de rituais vazios.","conexao_teologica":"A adoração a Deus deve ser feita em espírito e verdade, conforme João 4:24.","referencias_relacionadas":["Salmos 29:2","Isaías 29:13","Mateus 15:8-9"]},"isaias_1_12_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma explicação ou justificativa para a crítica que se segue.","explicacao_detalhada":"A palavra 'kîy' é usada para indicar a razão pela qual Deus está insatisfeito com o povo, enfatizando a hipocrisia em suas práticas religiosas.","por_que_esta_palavra":"A escolha dessa palavra é crucial para entender a lógica divina por trás do juízo e da correção.","conexao_teologica":"Deus busca um relacionamento autêntico, não apenas rituais superficiais.","referencias_relacionadas":["Isaías 29:13","Amós 5:21-23","Mateus 7:21"]},"isaias_1_12_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando sua fragilidade e necessidade de Deus.","explicacao_detalhada":"A palavra 'mîy' aqui pode ser vista como uma reflexão sobre a condição humana e a responsabilidade diante de Deus.","por_que_esta_palavra":"A utilização dessa palavra destaca a importância da humanidade em sua relação com o Criador e a necessidade de arrependimento.","conexao_teologica":"A condição do homem é central na mensagem do evangelho, que fala sobre a redenção e a graça de Deus.","referencias_relacionadas":["Salmos 8:4-5","Romanos 3:23","Efésios 2:8-9"]},"isaias_1_12_oppressor":{"palavra_pt":"oppressor","palavra_original":"רָמַס","transliteracao":"râmaç","strong":"H7429","significado_raiz":"Ideia básica: oppressor.","significado_contextual":"Refere-se à injustiça e opressão que estavam presentes na sociedade.","explicacao_detalhada":"A palavra 'râmaç' implica em um ato de violência ou opressão, refletindo a corrupção moral do povo.","por_que_esta_palavra":"A escolha dessa palavra é um chamado à justiça e à defesa dos oprimidos, algo que Deus exige de Seu povo.","conexao_teologica":"A justiça social é um tema recorrente na Bíblia, refletindo o caráter de Deus e Sua preocupação com os marginalizados.","referencias_relacionadas":["Isaías 10:1-2","Miquéias 6:8","Tiago 1:27"]},"isaias_1_13_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à autenticidade e sinceridade nas práticas religiosas.","explicacao_detalhada":"No contexto de Isaías 1:13, Deus critica as ofertas e festividades do povo de Israel, que são vazias e não refletem a verdadeira adoração. A 'verdade' é essencial para uma relação genuína com Deus.","por_que_esta_palavra":"A escolha da palavra 'verdade' enfatiza a necessidade de sinceridade nas práticas religiosas e a rejeição de rituais sem significado.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida do crente. A adoração deve ser em espírito e em verdade (João 4:24).","referencias_relacionadas":["João 4:24","Salmos 51:6","Provérbios 12:22"]},"isaias_1_13_sabado":{"palavra_pt":"sabado","palavra_original":"שַׁבָּת","transliteracao":"shabbâth","strong":"H7676","significado_raiz":"Ideia básica: sabado.","significado_contextual":"O 'sábado' é um dia de descanso e adoração, instituído por Deus.","explicacao_detalhada":"Em Isaías 1:13, o sábado é mencionado como parte das práticas religiosas que estavam sendo realizadas de forma superficial. O verdadeiro significado do sábado deve ser honrado.","por_que_esta_palavra":"A palavra 'sábado' é crucial para entender a importância do descanso e da adoração a Deus, que deve ser feito com reverência.","conexao_teologica":"O sábado simboliza o descanso de Deus após a criação e é um convite ao descanso espiritual em Cristo (Mateus 11:28).","referencias_relacionadas":["Êxodo 20:8-11","Mateus 12:8","Hebreus 4:9-10"]},"isaias_1_14_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' refere-se à vida e à essência do ser humano.","explicacao_detalhada":"Em Isaías 1:14, Deus expressa descontentamento com as ofertas do povo, que não refletem a verdadeira devoção. A alma é o que deve ser oferecido a Deus em adoração.","por_que_esta_palavra":"A palavra 'alma' destaca a importância da vida interior e da devoção sincera a Deus, além de rituais externos.","conexao_teologica":"A alma é redimida por Cristo, que dá vida em abundância (João 10:10).","referencias_relacionadas":["Mateus 22:37","Salmos 103:1","Lucas 12:20"]},"isaias_1_14_lua":{"palavra_pt":"lua","palavra_original":"חֹדֶשׁ","transliteracao":"chôdesh","strong":"H2320","significado_raiz":"Ideia básica: lua.","significado_contextual":"A palavra 'lua' refere-se ao ciclo lunar que marca os meses e as festividades religiosas.","explicacao_detalhada":"Em Isaías 1:14, a menção à lua indica a observância de festivais e celebrações que estavam sendo realizadas de maneira ritualística, sem verdadeira adoração.","por_que_esta_palavra":"A lua simboliza a regularidade e a ordem que Deus estabeleceu, mas também pode ser um lembrete da superficialidade das práticas religiosas.","conexao_teologica":"As festividades devem apontar para a adoração verdadeira e não se tornarem meros rituais (Colossenses 2:16-17).","referencias_relacionadas":["Salmos 104:19","Eclesiastes 3:1","Gênesis 1:14"]},"isaias_1_15_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma relação de proximidade ou separação.","explicacao_detalhada":"No contexto de Isaías 1:15, Deus fala sobre a separação entre o povo e Ele devido ao pecado, enfatizando que suas orações não são ouvidas.","por_que_esta_palavra":"A palavra 'entre' destaca a condição do povo que se afastou de Deus e a necessidade de reconciliação.","conexao_teologica":"A proximidade com Deus é restaurada através do arrependimento e da fé em Cristo (Tiago 4:8).","referencias_relacionadas":["Isaías 59:2","Salmos 66:18","1 Pedro 3:12"]},"isaias_1_15_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Deus não ouve as orações do povo.","explicacao_detalhada":"Em Isaías 1:15, Deus explica que a iniquidade e a hipocrisia do povo são as causas de Sua ausência em suas vidas.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a relação entre o comportamento do povo e a resposta de Deus.","conexao_teologica":"Deus deseja um coração puro e arrependido, e não rituais vazios (Salmos 51:17).","referencias_relacionadas":["Isaías 59:1-2","Provérbios 28:9","Mateus 7:21-23"]},"isaias_1_15_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"A palavra 'sangue' simboliza a vida e a gravidade do pecado.","explicacao_detalhada":"Em Isaías 1:15, o 'sangue' é mencionado em relação à injustiça e ao derramamento de sangue inocente, que clama por justiça.","por_que_esta_palavra":"A palavra 'sangue' destaca a seriedade do pecado e suas consequências, além da necessidade de expiação.","conexao_teologica":"O sangue de Cristo é o que traz redenção e purificação do pecado (Hebreus 9:22).","referencias_relacionadas":["Gênesis 4:10","Levítico 17:11","Hebreus 9:22"]},"isaias_1_16_bom":{"palavra_pt":"bom","palavra_original":"רָעַע","transliteracao":"râʻaʻ","strong":"H7489","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à moralidade e à justiça.","explicacao_detalhada":"Em Isaías 1:16, Deus convoca o povo a fazer o bem, a praticar a justiça e a cuidar dos necessitados.","por_que_esta_palavra":"A palavra 'bom' é um chamado à ação, enfatizando que a verdadeira adoração se manifesta em ações justas.","conexao_teologica":"A bondade é um fruto do Espírito e deve ser evidenciada na vida do crente (Gálatas 5:22).","referencias_relacionadas":["Miquéias 6:8","Tiago 1:27","Mateus 5:16"]},"isaias_1_16_bathe":{"palavra_pt":"bathe","palavra_original":"רָחַץ","transliteracao":"râchats","strong":"H7364","significado_raiz":"Ideia básica: bathe.","significado_contextual":"A palavra 'bathe' implica purificação e renovação.","explicacao_detalhada":"Em Isaías 1:16, Deus instrui o povo a se purificar, simbolizando a necessidade de se afastar do pecado e se voltar para Ele.","por_que_esta_palavra":"A palavra 'bathe' é um convite à limpeza espiritual, essencial para a verdadeira adoração.","conexao_teologica":"A purificação é um tema central na redenção oferecida por Cristo (1 João 1:9).","referencias_relacionadas":["Salmos 51:2","Ezequiel 36:25","Tiago 4:8"]},"isaias_1_17_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo' refere-se à justiça e à equidade nas relações humanas.","explicacao_detalhada":"Em Isaías 1:17, Deus exorta o povo a buscar a justiça e a defender os oprimidos, refletindo Seu caráter justo.","por_que_esta_palavra":"A palavra 'juízo' é um chamado à responsabilidade social e à prática da justiça como parte da adoração a Deus.","conexao_teologica":"A justiça é um atributo de Deus e deve ser refletida na vida do crente (Miquéias 6:8).","referencias_relacionadas":["Isaías 61:8","Salmos 82:3","Mateus 23:23"]},"isaias_1_17_chamar":{"palavra_pt":"chamar","palavra_original":"אָשַׁר","transliteracao":"ʼâshar","strong":"H833","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' refere-se ao ato de convocar ou convocar alguém para uma ação ou responsabilidade.","explicacao_detalhada":"No contexto de Isaías 1:17, Deus está chamando Seu povo para agir com justiça e defender os oprimidos. É um convite à ação moral e ética.","por_que_esta_palavra":"A escolha da palavra 'chamar' enfatiza a responsabilidade que cada indivíduo tem em responder ao chamado divino para a justiça.","conexao_teologica":"Deus é um Deus que se comunica e convoca Seu povo a viver de acordo com Seus princípios de justiça e retidão.","referencias_relacionadas":["Miquéias 6:8","Salmos 82:3","Mateus 5:14-16"]},"isaias_1_17_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' implica a ação de avaliar ou decidir sobre a justiça de uma situação.","explicacao_detalhada":"Em Isaías 1:17, Deus exorta Seu povo a julgar com justiça, o que significa que eles devem agir de maneira justa e imparcial em suas decisões.","por_que_esta_palavra":"A palavra 'julgar' é crucial para entender a expectativa de Deus de que Seu povo atue de maneira justa e ética em suas interações.","conexao_teologica":"A justiça é um atributo central de Deus, e Ele espera que Seu povo reflita esse atributo em suas vidas.","referencias_relacionadas":["Provérbios 31:9","Isaías 11:3-4","Tiago 2:1-4"]},"isaias_1_18_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade suprema de Deus sobre todas as coisas.","explicacao_detalhada":"Em Isaías 1:18, Deus se apresenta como o Senhor que está disposto a dialogar e perdoar, enfatizando Sua soberania e graça.","por_que_esta_palavra":"A utilização do termo 'senhor' destaca a relação de autoridade e reverência que o povo deve ter em relação a Deus.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, mostrando que Ele é o criador e mantenedor de todas as coisas.","referencias_relacionadas":["Salmos 24:1","Romanos 14:8-9","Apocalipse 19:16"]},"isaias_1_18_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' implica a ideia de libertação ou resgate de uma situação de opressão ou pecado.","explicacao_detalhada":"No versículo, Deus oferece a possibilidade de redenção e perdão, enfatizando Sua disposição em salvar aqueles que se arrependem.","por_que_esta_palavra":"A palavra 'salvar' é central na mensagem de esperança e restauração que Deus oferece ao Seu povo.","conexao_teologica":"A salvação é um tema central na Bíblia, culminando na obra redentora de Cristo.","referencias_relacionadas":["Salmos 51:12","Isaías 43:1","Romanos 10:9-10"]},"isaias_1_19_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao espaço físico, mas também pode simbolizar o povo de Deus ou a herança que Ele deu.","explicacao_detalhada":"Em Isaías 1:19, a terra representa o lugar onde o povo de Deus vive e deve agir de acordo com Sua vontade.","por_que_esta_palavra":"A menção da 'terra' enfatiza a conexão entre a vida espiritual e a vida cotidiana do povo de Deus.","conexao_teologica":"A terra é frequentemente vista como um símbolo da promessa de Deus e da relação do povo com Ele.","referencias_relacionadas":["Gênesis 12:1-3","Salmos 37:11","Mateus 5:5"]},"isaias_1_19_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' aqui também se refere à ideia de libertação e proteção divina.","explicacao_detalhada":"Deus promete que aqueles que O obedecem e seguem Seus caminhos experimentarão Sua salvação e proteção.","por_que_esta_palavra":"A repetição da palavra 'salvar' enfatiza a importância da obediência e a resposta ao chamado de Deus.","conexao_teologica":"A salvação é uma oferta contínua de Deus para aqueles que se voltam para Ele em fé e obediência.","referencias_relacionadas":["Salmos 34:17","Isaías 45:22","Atos 2:21"]},"isaias_1_19_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' implica a capacidade de escutar e responder à voz de Deus.","explicacao_detalhada":"Em Isaías 1:19, ouvir é mais do que apenas escutar; é uma disposição para agir conforme a palavra de Deus.","por_que_esta_palavra":"A ênfase em 'ouvir' destaca a importância da receptividade à mensagem divina e a necessidade de ação.","conexao_teologica":"Ouvir a palavra de Deus é fundamental para a fé e a prática cristã, conforme Romanos 10:17.","referencias_relacionadas":["Deuteronômio 6:4-5","Tiago 1:22","Apocalipse 3:20"]},"isaias_1_20_desobediente":{"palavra_pt":"desobediente","palavra_original":"מָרָה","transliteracao":"mârâh","strong":"H4784","significado_raiz":"Ideia básica: desobediente.","significado_contextual":"A palavra 'desobediente' refere-se à recusa em seguir as instruções ou comandos de Deus.","explicacao_detalhada":"No contexto de Isaías 1:20, a desobediência é apresentada como uma escolha que leva à consequência de afastamento de Deus.","por_que_esta_palavra":"A palavra 'desobediente' é um alerta sobre as consequências espirituais da rejeição à vontade de Deus.","conexao_teologica":"A desobediência é um tema recorrente na Bíblia, mostrando como ela afeta a relação entre Deus e Seu povo.","referencias_relacionadas":["1 Samuel 15:22","Romanos 6:16","Hebreus 3:12-13"]},"isaias_1_20_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão ou justificativa para uma afirmação.","explicacao_detalhada":"Em Isaías 1:20, 'porque' conecta a desobediência às consequências que ela traz, explicando a lógica divina por trás do juízo.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a relação de causa e efeito nas advertências de Deus ao Seu povo.","conexao_teologica":"A lógica divina é frequentemente apresentada na Bíblia, mostrando que as ações têm consequências espirituais.","referencias_relacionadas":["Gálatas 6:7","Ezequiel 18:30","Romanos 2:6"]},"isaias_1_20_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' novamente enfatiza a autoridade e a soberania de Deus.","explicacao_detalhada":"Em Isaías 1:20, a repetição do termo 'senhor' reforça a ideia de que a desobediência é uma afronta à Sua autoridade.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para reconhecer a posição de Deus como autoridade suprema sobre a vida do povo.","conexao_teologica":"A soberania de Deus é um tema central que permeia toda a Escritura, mostrando Sua autoridade e poder.","referencias_relacionadas":["Salmos 103:19","Isaías 40:28","Romanos 9:20-21"]},"isaias_1_21_femea":{"palavra_pt":"femea","palavra_original":"זָנָה","transliteracao":"zânâh","strong":"H2181","significado_raiz":"Ideia básica: femea.","significado_contextual":"A palavra 'femea' refere-se à infidelidade espiritual de Jerusalém, que se comporta como uma prostituta.","explicacao_detalhada":"Neste contexto, a infidelidade é comparada à traição de uma mulher que abandona seu marido. A cidade de Jerusalém é acusada de se desviar de Deus, buscando alianças com nações pagãs.","por_que_esta_palavra":"A escolha da palavra 'femea' enfatiza a gravidade da traição espiritual e a quebra do pacto entre Deus e Seu povo.","conexao_teologica":"A infidelidade de Israel é um tema recorrente na Bíblia, simbolizando a relação entre Deus e Seu povo como um casamento.","referencias_relacionadas":["Jeremias 3:6-10","Ezequiel 16:32-34","Oséias 1:2"]},"isaias_1_21_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juizo/justica' refere-se à falta de justiça e retidão em Jerusalém.","explicacao_detalhada":"Deus critica a cidade por sua corrupção e injustiça, onde os líderes falham em proteger os oprimidos e promover a equidade.","por_que_esta_palavra":"A palavra 'juizo' é central para a compreensão do caráter de Deus, que é justo e espera que Seu povo também o seja.","conexao_teologica":"A justiça é um atributo essencial de Deus e um chamado para o Seu povo, refletindo Sua natureza.","referencias_relacionadas":["Miquéias 6:8","Salmos 82:3-4","Amós 5:24"]},"isaias_1_22_dross":{"palavra_pt":"dross","palavra_original":"סִיג","transliteracao":"çîyg","strong":"H5509","significado_raiz":"Ideia básica: dross.","significado_contextual":"A palavra 'dross' refere-se à impureza que se acumula na prata, simbolizando a corrupção moral do povo.","explicacao_detalhada":"Deus compara a pureza da prata com a corrupção de Jerusalém, que se tornou cheia de impurezas e injustiças.","por_que_esta_palavra":"A metáfora da dross ilustra a necessidade de purificação e refinamento espiritual.","conexao_teologica":"A ideia de purificação é central na teologia bíblica, onde Deus refina Seu povo para que reflita Sua santidade.","referencias_relacionadas":["Provérbios 25:4","Zacarias 13:9","1 Pedro 1:7"]},"isaias_1_22_agua":{"palavra_pt":"aguas","palavra_original":"מַיִם","transliteracao":"mayim","strong":"H4325","significado_raiz":"Ideia básica: aguas.","significado_contextual":"A palavra 'aguas' é usada para descrever a abundância de bênçãos que Deus deseja dar ao Seu povo.","explicacao_detalhada":"A água é um símbolo de vida e renovação, contrastando com a seca espiritual que Jerusalém enfrenta devido à sua desobediência.","por_que_esta_palavra":"A referência à água destaca a necessidade de saciar a sede espiritual e a busca por Deus.","conexao_teologica":"A água viva é um tema que aparece em várias partes da Bíblia, simbolizando a presença e a provisão de Deus.","referencias_relacionadas":["João 4:14","Isaías 55:1","Apocalipse 22:17"]},"isaias_1_22_prata":{"palavra_pt":"prata","palavra_original":"כֶּסֶף","transliteracao":"keçeph","strong":"H3701","significado_raiz":"Ideia básica: prata.","significado_contextual":"A palavra 'prata' representa riqueza e valor, mas também a corrupção que se infiltrou na sociedade.","explicacao_detalhada":"A prata, que deveria ser um símbolo de pureza e valor, está manchada pela injustiça e hipocrisia do povo.","por_que_esta_palavra":"A menção à prata ressalta a degradação moral e espiritual que afeta até mesmo o que é considerado precioso.","conexao_teologica":"A pureza e o valor espiritual são temas importantes, onde Deus busca um povo que reflita Sua glória.","referencias_relacionadas":["Salmos 12:6","Provérbios 10:20","1 Pedro 1:18-19"]},"isaias_1_23_companion":{"palavra_pt":"companion","palavra_original":"חָבֵר","transliteracao":"châbêr","strong":"H2270","significado_raiz":"Ideia básica: companion.","significado_contextual":"A palavra 'companion' refere-se à amizade e à comunhão que deveria existir entre o povo e Deus.","explicacao_detalhada":"A relação entre Deus e Seu povo é comparada a uma amizade, mas a traição e a injustiça romperam essa comunhão.","por_que_esta_palavra":"A ideia de 'companheirismo' enfatiza a intimidade que Deus deseja ter com Seu povo.","conexao_teologica":"A amizade com Deus é um tema que aparece em várias passagens, mostrando a profundidade do relacionamento que Ele busca.","referencias_relacionadas":["Tiago 2:23","Salmos 25:14","João 15:15"]},"isaias_1_23_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como o povo se comporta e vive.","explicacao_detalhada":"Deus critica o modo de vida do povo, que se afastou dos Seus mandamentos e da verdadeira adoração.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a necessidade de uma mudança de comportamento e de retorno aos caminhos de Deus.","conexao_teologica":"A forma como vivemos é um reflexo da nossa relação com Deus e da nossa obediência a Ele.","referencias_relacionadas":["Romanos 12:2","Gálatas 5:16","Efésios 4:1"]},"isaias_1_24_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"A palavra 'soberano' refere-se à autoridade e ao poder de Deus sobre todas as coisas.","explicacao_detalhada":"Deus é apresentado como o Soberano que tem o direito de julgar e corrigir Seu povo por suas transgressões.","por_que_esta_palavra":"A ênfase na soberania de Deus é crucial para entender Sua autoridade e o chamado ao arrependimento.","conexao_teologica":"A soberania de Deus é um tema central na teologia, afirmando que Ele reina sobre toda a criação.","referencias_relacionadas":["Salmos 103:19","Isaías 46:10","Romanos 9:20-21"]},"isaias_1_24_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"O nome de Deus é invocado para lembrar ao povo de Sua presença e de Sua expectativa de fidelidade.","por_que_esta_palavra":"A menção ao nome de Deus enfatiza a importância de reconhecer Sua soberania e santidade.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, simbolizando Sua identidade e relação com o povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"isaias_1_24_poderoso":{"palavra_pt":"poderoso","palavra_original":"אָבִיר","transliteracao":"ʼâbîyr","strong":"H46","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' descreve a força e a capacidade de Deus de agir em favor de Seu povo.","explicacao_detalhada":"Deus é apresentado como o Poderoso que pode salvar, julgar e restaurar, enfatizando Sua grandeza.","por_que_esta_palavra":"A ênfase no poder de Deus é um lembrete da Sua capacidade de intervir na história e na vida das pessoas.","conexao_teologica":"O poder de Deus é um tema central, mostrando que Ele é capaz de realizar Seus propósitos.","referencias_relacionadas":["Salmos 147:5","Jeremias 32:17","Efésios 3:20"]},"isaias_1_25_idiom":{"palavra_pt":"expressao","palavra_original":"בֹּר","transliteracao":"bôr","strong":"H1253","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à forma como os sentimentos e pensamentos são comunicados.","explicacao_detalhada":"No contexto de Isaías 1:25, a expressão é vista como uma forma de revelar a condição espiritual do povo, que se afastou de Deus.","por_que_esta_palavra":"Esta palavra é importante porque destaca a necessidade de uma comunicação clara e verdadeira entre o povo e Deus.","conexao_teologica":"A expressão é um reflexo da relação entre Deus e seu povo, enfatizando a importância da sinceridade na adoração.","referencias_relacionadas":["Isaías 29:13","Mateus 15:8","Tiago 1:26"]},"isaias_1_25_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' implica em construir ou restaurar algo que foi danificado.","explicacao_detalhada":"Em Isaías 1:25, Deus promete edificar o que foi destruído pelo pecado, trazendo restauração ao seu povo.","por_que_esta_palavra":"É crucial porque indica a ação de Deus em restaurar a relação com seu povo, mostrando seu amor e misericórdia.","conexao_teologica":"A edificação é um tema central na obra de Deus, que busca sempre restaurar o que foi perdido.","referencias_relacionadas":["Salmos 127:1","1 Pedro 2:5","Efésios 2:20-22"]},"isaias_1_25_puro":{"palavra_pt":"puro","palavra_original":"צָרַף","transliteracao":"tsâraph","strong":"H6884","significado_raiz":"Ideia básica: puro.","significado_contextual":"A palavra 'puro' refere-se à condição de ser limpo ou livre de impurezas.","explicacao_detalhada":"No versículo, a pureza é necessária para a verdadeira adoração a Deus, que não aceita sacrifícios impuros.","por_que_esta_palavra":"A pureza é essencial na relação com Deus, pois Ele é santo e exige santidade de seu povo.","conexao_teologica":"A pureza é um tema recorrente na Bíblia, simbolizando a necessidade de santidade na vida do crente.","referencias_relacionadas":["Salmos 51:10","Mateus 5:8","Hebreus 12:14"]},"isaias_1_26_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' é usada novamente para enfatizar a restauração da justiça e da ordem.","explicacao_detalhada":"Em Isaías 1:26, Deus promete restaurar a cidade de Sião, trazendo de volta a justiça e a integridade.","por_que_esta_palavra":"A edificação é um sinal da restauração divina e da volta ao propósito original de Deus para seu povo.","conexao_teologica":"A edificação de Sião é um símbolo da restauração espiritual que Deus oferece a todos os que se arrependem.","referencias_relacionadas":["Isaías 54:11-12","Salmos 102:16","Ezequiel 36:33-36"]},"isaias_1_26_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se à ação de discernir entre o certo e o errado.","explicacao_detalhada":"No contexto de Isaías 1:26, Deus promete restaurar juízes que governarão com justiça, refletindo seu caráter.","por_que_esta_palavra":"O julgamento justo é fundamental para a ordem social e espiritual, refletindo a justiça divina.","conexao_teologica":"Deus é o juiz supremo, e a justiça é um atributo essencial de seu caráter.","referencias_relacionadas":["Salmos 82:3","Provérbios 21:15","Miquéias 6:8"]},"isaias_1_27_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo' refere-se à aplicação da justiça em situações sociais e espirituais.","explicacao_detalhada":"Em Isaías 1:27, o juízo é apresentado como um meio de restaurar a ordem e a moralidade entre o povo.","por_que_esta_palavra":"O juízo é essencial para a manutenção da justiça e da integridade na sociedade.","conexao_teologica":"A justiça de Deus é um tema central nas Escrituras, refletindo seu desejo de que seu povo viva em retidão.","referencias_relacionadas":["Isaías 5:16","Romanos 2:6","Salmos 37:28"]},"isaias_1_27_justice":{"palavra_pt":"justica","palavra_original":"צְדָקָה","transliteracao":"tsᵉdâqâh","strong":"H6666","significado_raiz":"Ideia básica: justica.","significado_contextual":"A palavra 'justiça' refere-se à conformidade com padrões morais e éticos.","explicacao_detalhada":"Em Isaías 1:27, a justiça é apresentada como um ideal que Deus deseja ver em seu povo.","por_que_esta_palavra":"A justiça é um reflexo do caráter de Deus e é fundamental para a vida comunitária.","conexao_teologica":"A justiça é um atributo de Deus e deve ser refletida na vida dos crentes.","referencias_relacionadas":["Amós 5:24","Isaías 61:8","Miquéias 6:8"]},"isaias_1_27_monte":{"palavra_pt":"monte","palavra_original":"צִיּוֹן","transliteracao":"Tsîyôwn","strong":"H6726","significado_raiz":"Ideia básica: monte.","significado_contextual":"A palavra 'monte' refere-se a um local elevado, frequentemente associado à presença de Deus.","explicacao_detalhada":"Em Isaías 1:27, o monte Sião é um símbolo da habitação de Deus e da sua promessa de restauração.","por_que_esta_palavra":"O monte é um lugar de encontro com Deus, representando segurança e estabilidade espiritual.","conexao_teologica":"Sião é um símbolo do reino de Deus e da esperança de redenção para seu povo.","referencias_relacionadas":["Salmos 125:1","Hebreus 12:22","Isaías 2:3"]},"isaias_1_28_destituido":{"palavra_pt":"destituido","palavra_original":"עָזַב","transliteracao":"ʻâzab","strong":"H5800","significado_raiz":"Ideia básica: destituido.","significado_contextual":"A palavra 'destituído' refere-se à condição de estar sem algo essencial.","explicacao_detalhada":"Em Isaías 1:28, a destituição é uma consequência do afastamento de Deus e da desobediência do povo.","por_que_esta_palavra":"A destituição é um alerta sobre as consequências do pecado e da falta de arrependimento.","conexao_teologica":"A destituição espiritual é um tema que destaca a necessidade de reconciliação com Deus.","referencias_relacionadas":["Isaías 59:2","Romanos 6:23","Gálatas 6:7"]},"isaias_1_29_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'força' refere-se a um poder ou vigor que pode ser usado para realizar ações.","explicacao_detalhada":"Em Isaías 1:29, a força é mencionada em relação à adoração e ao serviço a Deus, que deve ser feito com sinceridade.","por_que_esta_palavra":"A força é necessária para a verdadeira adoração e para viver de acordo com os princípios de Deus.","conexao_teologica":"A força espiritual é um tema que enfatiza a dependência do poder de Deus para viver uma vida cristã autêntica.","referencias_relacionadas":["Filipenses 4:13","Isaías 40:31","2 Coríntios 12:9"]},"isaias_1_29_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa para o que foi dito anteriormente.","explicacao_detalhada":"Neste contexto, 'porque' é usado para conectar a ação de Deus com a razão pela qual o povo de Israel se afastou d'Ele. É uma palavra que traz um sentido de causa e consequência.","por_que_esta_palavra":"A palavra é crucial para entender a relação entre as ações do povo e as consequências que elas trazem.","conexao_teologica":"A palavra 'porque' reflete a justiça de Deus, que responde às ações humanas com consequências apropriadas.","referencias_relacionadas":["Isaías 1:28","Isaías 1:30","Isaías 5:20"]},"isaias_1_29_grande":{"palavra_pt":"grande","palavra_original":"חָמַד","transliteracao":"châmad","strong":"H2530","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude do pecado e da corrupção do povo.","explicacao_detalhada":"Neste versículo, 'grande' enfatiza a seriedade da situação espiritual de Israel, mostrando que seus erros não são pequenos, mas têm um impacto significativo.","por_que_esta_palavra":"A utilização de 'grande' serve para alertar o povo sobre a gravidade de sua condição e a necessidade de arrependimento.","conexao_teologica":"A grandeza do pecado contrasta com a grandeza da misericórdia de Deus, que ainda oferece perdão.","referencias_relacionadas":["Isaías 1:4","Isaías 5:14","Isaías 30:1"]},"isaias_1_30_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Assim como em outros versículos, 'porque' é usado para justificar a condição do povo.","explicacao_detalhada":"A palavra conecta a ideia de que a desolação e a ruína são consequências diretas do afastamento de Deus.","por_que_esta_palavra":"É essencial para entender a lógica da retribuição divina, onde as ações do povo têm consequências claras.","conexao_teologica":"Reflete a natureza de Deus como justo e que não ignora o pecado.","referencias_relacionadas":["Isaías 1:29","Isaías 5:24","Isaías 59:2"]},"isaias_1_30_arvore":{"palavra_pt":"arvore","palavra_original":"אֵלָה","transliteracao":"ʼêlâh","strong":"H424","significado_raiz":"Ideia básica: arvore.","significado_contextual":"A palavra 'árvore' é usada metaforicamente para descrever a fragilidade e a decadência do povo.","explicacao_detalhada":"Neste contexto, a 'árvore' simboliza a vida e a força que estão sendo destruídas devido ao pecado.","por_que_esta_palavra":"A imagem da árvore caída ilustra a vulnerabilidade do povo diante do juízo de Deus.","conexao_teologica":"A árvore representa a vida que Deus deseja para seu povo, contrastando com a morte espiritual que resulta do pecado.","referencias_relacionadas":["Salmos 1:3","Jeremias 17:8","Mateus 7:17"]},"isaias_1_30_cair":{"palavra_pt":"cair","palavra_original":"נָבֵל","transliteracao":"nâbêl","strong":"H5034","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' indica uma queda, tanto física quanto espiritual.","explicacao_detalhada":"Neste versículo, 'cair' representa a queda do povo de Israel em sua moralidade e espiritualidade.","por_que_esta_palavra":"É uma advertência sobre as consequências do pecado e a inevitabilidade do juízo divino.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a separação de Deus e a necessidade de redenção.","referencias_relacionadas":["Provérbios 24:16","Gálatas 6:7","Romanos 3:23"]},"isaias_1_31_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A repetição da palavra 'cair' reforça a ideia de um colapso iminente.","explicacao_detalhada":"Aqui, 'cair' é usado para descrever a ruína total que aguarda aqueles que se afastam de Deus.","por_que_esta_palavra":"A ênfase na queda serve como um aviso para que o povo se arrependa e volte a Deus.","conexao_teologica":"A queda é um símbolo da condição humana e da necessidade de salvação através de Cristo.","referencias_relacionadas":["Ezequiel 18:30","Mateus 5:14","1 Pedro 5:8"]},"isaias_1_31_tow":{"palavra_pt":"tow","palavra_original":"נְעֹרֶת","transliteracao":"nᵉʻôreth","strong":"H5296","significado_raiz":"Ideia básica: tow.","significado_contextual":"A palavra 'tow' pode ser interpretada como um símbolo de destruição e desolação.","explicacao_detalhada":"Neste contexto, 'tow' representa a condição de um povo que se afastou de Deus e enfrenta as consequências de suas ações.","por_que_esta_palavra":"É uma chamada à reflexão sobre o estado espiritual do povo e a necessidade de retorno a Deus.","conexao_teologica":"A destruição é um tema que aponta para a necessidade de arrependimento e reconciliação com Deus.","referencias_relacionadas":["Isaías 5:25","Amós 5:24","Romanos 2:6"]}}