{"isaias_11_1_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' refere-se ao surgimento de um novo líder, o Messias, que virá do tronco de Jessé.","explicacao_detalhada":"Em Isaías 11:1, a ideia de 'sair' implica um novo começo e a esperança de um futuro melhor, onde o Messias trará justiça e paz ao povo de Israel.","por_que_esta_palavra":"A escolha da palavra 'sair' enfatiza a origem humilde do Messias, que vem de uma linhagem aparentemente insignificante.","conexao_teologica":"A vinda do Messias é um tema central na teologia cristã, simbolizando a salvação e a restauração de todas as coisas.","referencias_relacionadas":["Mateus 1:6","Lucas 1:32-33","Romanos 15:12"]},"isaias_11_1_stem":{"palavra_pt":"stem","palavra_original":"גֶּזַע","transliteracao":"gezaʻ","strong":"H1503","significado_raiz":"Ideia básica: stem.","significado_contextual":"O 'stem' representa a linhagem de Jessé, de onde surgirá o Messias.","explicacao_detalhada":"A palavra 'stem' em Isaías 11:1 simboliza a continuidade da promessa de Deus a Davi, mostrando que, mesmo em tempos de desolação, Deus preserva um remanescente.","por_que_esta_palavra":"O uso de 'stem' destaca a conexão entre o passado e o futuro, mostrando que Deus cumpre Suas promessas.","conexao_teologica":"O 'stem' de Jessé é uma referência direta à genealogia de Jesus, que é visto como o cumprimento das promessas messiânicas.","referencias_relacionadas":["Mateus 1:1","Apocalipse 5:5","Romanos 15:12"]},"isaias_11_2_conhecimento":{"palavra_pt":"conhecimento","palavra_original":"בִּינָה","transliteracao":"bîynâh","strong":"H998","significado_raiz":"Ideia básica: conhecimento.","significado_contextual":"O 'conhecimento' refere-se à sabedoria e discernimento que o Messias terá para governar.","explicacao_detalhada":"Em Isaías 11:2, o conhecimento é um dos atributos do Espírito que repousará sobre o Messias, permitindo-lhe julgar com justiça e equidade.","por_que_esta_palavra":"A palavra 'conhecimento' é crucial, pois indica que o governo do Messias será baseado em sabedoria divina, ao contrário dos líderes humanos.","conexao_teologica":"O conhecimento é um tema importante na Bíblia, representando a verdadeira sabedoria que vem de Deus e que é essencial para a vida e a liderança.","referencias_relacionadas":["Provérbios 2:6","Tiago 1:5","Colossenses 2:3"]},"isaias_11_2_vitoria":{"palavra_pt":"vitoria","palavra_original":"גְּבוּרָה","transliteracao":"gᵉbûwrâh","strong":"H1369","significado_raiz":"Ideia básica: vitoria.","significado_contextual":"A 'vitoria' refere-se ao poder e à força que o Messias terá para vencer as injustiças.","explicacao_detalhada":"Isaías 11:2 menciona a 'vitoria' como uma característica do Messias, que trará libertação e justiça ao povo oprimido.","por_que_esta_palavra":"A palavra 'vitoria' é significativa, pois indica que o Messias não apenas governará, mas também conquistará as forças do mal.","conexao_teologica":"A vitória de Cristo sobre o pecado e a morte é um tema central na teologia cristã, simbolizando a esperança da redenção.","referencias_relacionadas":["1 Coríntios 15:57","Romanos 8:37","Apocalipse 17:14"]},"isaias_11_2_descanso":{"palavra_pt":"descanso","palavra_original":"נוּחַ","transliteracao":"nûwach","strong":"H5117","significado_raiz":"Ideia básica: descanso.","significado_contextual":"O 'descanso' refere-se à paz e segurança que o Messias trará ao Seu povo.","explicacao_detalhada":"Em Isaías 11:2, o descanso é um estado de tranquilidade que será estabelecido sob o governo do Messias, onde não haverá mais opressão.","por_que_esta_palavra":"A palavra 'descanso' é importante, pois representa a esperança de um futuro onde a paz de Deus reinará sobre a terra.","conexao_teologica":"O descanso é um tema que se conecta com a promessa de Deus de dar paz ao Seu povo, culminando na obra redentora de Cristo.","referencias_relacionadas":["Mateus 11:28-30","Filipenses 4:7","Hebreus 4:9-11"]},"isaias_11_3_temor":{"palavra_pt":"temor","palavra_original":"יִרְאָה","transliteracao":"yirʼâh","strong":"H3374","significado_raiz":"Ideia básica: temor.","significado_contextual":"O 'temor' refere-se ao respeito e reverência que o Messias terá por Deus.","explicacao_detalhada":"Isaías 11:3 menciona o temor do Senhor como uma característica do Messias, indicando que Ele governará com sabedoria e justiça, sempre em submissão a Deus.","por_que_esta_palavra":"A palavra 'temor' é essencial, pois destaca a importância da reverência a Deus como base para a liderança justa.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria e é fundamental para uma vida que agrada a Deus.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 33:6"]},"isaias_11_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'senhor' refere-se ao nome de Deus, que é sagrado e poderoso.","explicacao_detalhada":"Em Isaías 11:3, o nome do Senhor é mencionado para enfatizar a autoridade e o poder que o Messias terá ao governar.","por_que_esta_palavra":"A palavra 'senhor' é utilizada para reconhecer a soberania de Deus sobre todas as coisas e a importância de Seu nome.","conexao_teologica":"O nome de Deus é central na adoração e na relação do povo com Ele, simbolizando Sua presença e poder.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"isaias_11_3_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A 'verdade' refere-se à fidelidade e à justiça que o Messias trará ao Seu povo.","explicacao_detalhada":"Em Isaías 11:3, a verdade é um atributo essencial do Messias, que governará com integridade e justiça, contrastando com a corrupção dos líderes humanos.","por_que_esta_palavra":"A palavra 'verdade' é crucial, pois representa a base do governo do Messias, que será caracterizado pela justiça e pela honestidade.","conexao_teologica":"A verdade é um tema central na Bíblia, representando a natureza de Deus e a base da relação do homem com Ele.","referencias_relacionadas":["João 14:6","Salmos 25:5","Efésios 4:15"]},"isaias_11_4_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"O 'julgar' refere-se à capacidade do Messias de discernir e fazer justiça.","explicacao_detalhada":"Isaías 11:4 destaca que o Messias julgará com justiça, trazendo equidade e verdade aos oprimidos e necessitados.","por_que_esta_palavra":"A palavra 'julgar' é importante, pois indica que o governo do Messias será caracterizado por justiça e equidade, em contraste com a injustiça prevalente.","conexao_teologica":"O julgamento justo é um aspecto fundamental do caráter de Deus e é uma promessa de que a justiça será restaurada na terra.","referencias_relacionadas":["Salmos 72:2","Isaías 9:7","Mateus 25:31-46"]},"isaias_11_4_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito de Deus que traz justiça e discernimento.","explicacao_detalhada":"A palavra 'espírito' (רוּחַ) no contexto de Isaías 11:4 indica a presença ativa de Deus que age através do Messias, trazendo justiça e verdade. O vento é uma metáfora para a ação invisível e poderosa do Espírito.","por_que_esta_palavra":"A escolha da palavra 'vento' enfatiza a natureza dinâmica e transformadora do Espírito Santo na vida do crente e na sociedade.","conexao_teologica":"O Espírito Santo é visto como aquele que capacita e guia os líderes e o povo de Deus, trazendo renovação e esperança.","referencias_relacionadas":["Isaías 61:1","Ezequiel 37:9-10","João 3:8"]},"isaias_11_5_homem":{"palavra_pt":"homem","palavra_original":"אֱמוּנָה","transliteracao":"ʼĕmûwnâh","strong":"H530","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ideal de um governante justo e fiel.","explicacao_detalhada":"A palavra 'homem' (אֱמוּנָה) aqui simboliza a fidelidade e a integridade que devem caracterizar o líder que governará com justiça, refletindo o caráter de Deus.","por_que_esta_palavra":"A ênfase na 'fidelidade' do homem destaca a necessidade de líderes que sejam verdadeiros e justos, em contraste com a corrupção.","conexao_teologica":"A justiça e a fidelidade são atributos de Deus que devem ser refletidos em seus representantes na terra.","referencias_relacionadas":["Salmos 89:14","Provérbios 29:2","Miquéias 6:8"]},"isaias_11_5_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a queda dos ímpios e a restauração dos justos.","explicacao_detalhada":"A palavra 'cair' (הָיָה) sugere um estado de desgraça ou ruína que ocorre quando a justiça de Deus é estabelecida. Refere-se à queda dos que se opõem ao plano divino.","por_que_esta_palavra":"A utilização de 'cair' enfatiza a certeza do juízo divino sobre aqueles que praticam a injustiça.","conexao_teologica":"A queda dos ímpios é um tema recorrente nas Escrituras, mostrando a soberania de Deus sobre a história.","referencias_relacionadas":["Salmos 37:24","Provérbios 11:5","Romanos 14:10"]},"isaias_11_5_idiom":{"palavra_pt":"expressao","palavra_original":"צֶדֶק","transliteracao":"tsedeq","strong":"H6664","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão de justiça que deve caracterizar o governante.","explicacao_detalhada":"A palavra 'expressão' (צֶדֶק) representa a justiça que deve ser manifestada nas ações do líder, refletindo a retidão de Deus.","por_que_esta_palavra":"A escolha desta palavra sublinha a importância da justiça como um princípio fundamental do governo divino.","conexao_teologica":"A justiça é um dos pilares do reino de Deus, onde a verdade e a equidade prevalecem.","referencias_relacionadas":["Isaías 9:7","Salmos 72:2","Amós 5:24"]},"isaias_11_6_temor":{"palavra_pt":"temor","palavra_original":"גּוּר","transliteracao":"gûwr","strong":"H1481","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se ao temor reverente que deve existir no reino de Deus.","explicacao_detalhada":"A palavra 'temor' (גּוּר) implica um respeito profundo e reverente pela santidade de Deus, que deve ser a base do relacionamento do povo com Ele.","por_que_esta_palavra":"O temor é essencial para a verdadeira sabedoria e compreensão do caráter de Deus.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, conforme ensinado em Provérbios.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 33:6"]},"isaias_11_7_urso":{"palavra_pt":"urso","palavra_original":"דֹּב","transliteracao":"dôb","strong":"H1677","significado_raiz":"Ideia básica: urso.","significado_contextual":"Simboliza a paz e harmonia entre as criaturas, mesmo as mais ferozes.","explicacao_detalhada":"A palavra 'urso' (דֹּב) representa a transformação das relações entre os animais, simbolizando a paz que reinará no futuro reino messiânico.","por_que_esta_palavra":"A inclusão do urso destaca a radical mudança nas dinâmicas naturais, onde predadores e presas coexistem em harmonia.","conexao_teologica":"A criação será restaurada e a paz será uma característica do reino de Deus.","referencias_relacionadas":["Isaías 65:25","Romanos 8:21-22","Apocalipse 21:4"]},"isaias_11_8_lingua":{"palavra_pt":"lingua","palavra_original":"צֶפַע","transliteracao":"tsephaʻ","strong":"H6848","significado_raiz":"Ideia básica: lingua.","significado_contextual":"Refere-se à comunicação e entendimento entre as criaturas.","explicacao_detalhada":"A palavra 'língua' (צֶפַע) simboliza a capacidade de se comunicar e entender, refletindo a harmonia que existirá no reino de Deus.","por_que_esta_palavra":"A escolha desta palavra enfatiza a importância da comunicação na restauração das relações entre todas as criaturas.","conexao_teologica":"A restauração da criação inclui a restauração da comunicação e entendimento entre todos os seres.","referencias_relacionadas":["Gênesis 11:6","Atos 2:6-8","Efésios 4:29"]},"isaias_11_8_bom":{"palavra_pt":"bom","palavra_original":"שָׁעַע","transliteracao":"shâʻaʻ","strong":"H8173","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade que caracterizará o reino de Deus.","explicacao_detalhada":"A palavra 'bom' (שָׁעַע) implica a qualidade de ser benéfico e agradável, refletindo o caráter de Deus que é essencialmente bom.","por_que_esta_palavra":"A bondade é uma característica fundamental do reino de Deus, onde não há lugar para o mal.","conexao_teologica":"A bondade de Deus é um tema central nas Escrituras, revelando seu amor e misericórdia.","referencias_relacionadas":["Salmos 34:8","Gálatas 5:22","Romanos 2:4"]},"isaias_11_8_leite":{"palavra_pt":"leite","palavra_original":"יָנַק","transliteracao":"yânaq","strong":"H3243","significado_raiz":"Ideia básica: leite.","significado_contextual":"Simboliza a nutrição e sustento que virão do reino de Deus.","explicacao_detalhada":"A palavra 'leite' (יָנַק) representa a provisão e o cuidado que Deus terá por seu povo, simbolizando abundância e sustento.","por_que_esta_palavra":"O leite é uma metáfora comum para a nutrição espiritual e física que Deus oferece.","conexao_teologica":"Deus é frequentemente descrito como aquele que provê para suas criaturas, tanto fisicamente quanto espiritualmente.","referencias_relacionadas":["Salmos 23:1-2","Isaías 55:1-2","Mateus 6:26"]},"isaias_11_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como a justiça e a paz serão estabelecidas.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica a totalidade da ação de Deus em estabelecer seu reino, abrangendo todos os aspectos da vida.","por_que_esta_palavra":"A escolha desta palavra enfatiza que a justiça e a paz não serão parciais, mas abrangentes e completas.","conexao_teologica":"O reino de Deus é caracterizado por uma justiça perfeita e uma paz duradoura, que afeta todas as áreas da vida.","referencias_relacionadas":["Isaías 9:6-7","Romanos 14:17","2 Pedro 3:13"]},"isaias_11_9_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico, a criação de Deus, onde a paz e a harmonia prevalecerão.","explicacao_detalhada":"A palavra 'terra' neste contexto simboliza não apenas o solo, mas também a totalidade da criação de Deus, onde a justiça e a paz reinarão sob o governo do Messias.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a abrangência da transformação que ocorrerá sob o reinado do Messias, afetando toda a criação.","conexao_teologica":"A terra é frequentemente vista na Bíblia como um lugar de promessa e redenção, refletindo a intenção de Deus de restaurar todas as coisas.","referencias_relacionadas":["Isaías 65:17","Romanos 8:21","Salmos 37:11"]},"isaias_11_9_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Representa as águas, que são frequentemente associadas a caos e desordem na Bíblia.","explicacao_detalhada":"Neste versículo, a menção ao mar indica que até mesmo as forças caóticas da natureza serão pacificadas sob o governo do Messias.","por_que_esta_palavra":"A palavra 'mar' é usada para mostrar que a paz se estenderá a todos os aspectos da criação, incluindo aqueles que normalmente são vistos como indomáveis.","conexao_teologica":"O domínio sobre o mar é um tema recorrente na Bíblia, simbolizando o poder de Deus sobre as forças do caos.","referencias_relacionadas":["Salmos 89:9","Mateus 8:27","Apocalipse 21:1"]},"isaias_11_10_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo específico de realização das promessas de Deus.","explicacao_detalhada":"A palavra 'dia' aqui simboliza um período de cumprimento das profecias, onde a justiça e a paz serão estabelecidas.","por_que_esta_palavra":"A utilização de 'dia' destaca a certeza e a iminência do cumprimento das promessas divinas.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao dia do Senhor, um tempo de julgamento e restauração.","referencias_relacionadas":["Amós 5:18","Zacarias 14:1","2 Pedro 3:10"]},"isaias_11_10_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a ação de descer ou se estabelecer, simbolizando a vinda do Messias.","explicacao_detalhada":"A palavra 'cair' sugere a ideia de que o Messias se manifestará de maneira tangível e visível, trazendo a redenção.","por_que_esta_palavra":"A escolha desta palavra enfatiza a encarnação e a presença do Messias entre o povo.","conexao_teologica":"A vinda do Messias é um tema central na teologia cristã, simbolizando a intervenção divina na história.","referencias_relacionadas":["Isaías 9:6","Mateus 1:23","João 1:14"]},"isaias_11_11_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo de restauração e reconciliação.","explicacao_detalhada":"Neste contexto, 'dia' representa um tempo em que Deus reunirá seu povo e restaurará a criação.","por_que_esta_palavra":"A repetição da palavra 'dia' enfatiza a certeza da intervenção divina na história.","conexao_teologica":"O dia da restauração é um tema recorrente nas profecias, simbolizando a esperança de um futuro glorioso.","referencias_relacionadas":["Isaías 35:10","Miquéias 4:6-7","Romanos 11:26"]},"isaias_11_11_criar":{"palavra_pt":"criar","palavra_original":"קָנָה","transliteracao":"qânâh","strong":"H7069","significado_raiz":"Ideia básica: criar.","significado_contextual":"Refere-se à ação de trazer algo à existência, especialmente em um contexto de renovação.","explicacao_detalhada":"A palavra 'criar' implica um ato divino de trazer nova vida e esperança, simbolizando a restauração do povo de Deus.","por_que_esta_palavra":"A escolha desta palavra destaca o poder de Deus em transformar e renovar sua criação.","conexao_teologica":"A criação é um ato fundamental de Deus, refletindo sua soberania e capacidade de trazer ordem ao caos.","referencias_relacionadas":["Gênesis 1:1","Isaías 43:19","2 Coríntios 5:17"]},"isaias_11_11_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Representa as águas que, sob o governo do Messias, serão pacificadas.","explicacao_detalhada":"A menção ao mar aqui simboliza a transformação das forças caóticas em um estado de paz e harmonia.","por_que_esta_palavra":"A palavra 'mar' é utilizada para mostrar que a paz se estenderá a todos os aspectos da criação, incluindo as águas.","conexao_teologica":"A Bíblia frequentemente usa o mar como símbolo de caos, e a paz sobre ele representa a soberania de Deus.","referencias_relacionadas":["Salmos 107:29","Mateus 14:19-21","Apocalipse 21:1"]},"isaias_11_12_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à totalidade da criação que será restaurada e unida sob o governo do Messias.","explicacao_detalhada":"A palavra 'terra' simboliza a abrangência da redenção que afetará não apenas o povo de Deus, mas toda a criação.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a universalidade da promessa de Deus de restaurar todas as coisas.","conexao_teologica":"A restauração da terra é um tema central nas profecias, refletindo a intenção de Deus de reconciliar toda a criação.","referencias_relacionadas":["Isaías 65:17","Romanos 8:21","Apocalipse 21:5"]},"isaias_11_12_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude e importância do que está por vir sob o governo do Messias.","explicacao_detalhada":"A palavra 'grande' enfatiza a grandeza das promessas de Deus e a transformação que ocorrerá na criação.","por_que_esta_palavra":"A escolha desta palavra destaca a importância do evento e a magnitude da obra de Deus.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, refletindo sua soberania e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"isaias_11_12_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"Refere-se aos povos e nações que serão reunidos sob o governo do Messias.","explicacao_detalhada":"A palavra 'nação' simboliza a inclusão de todos os povos na promessa de Deus de redenção e restauração.","por_que_esta_palavra":"A escolha desta palavra enfatiza a universalidade da salvação e a intenção de Deus de alcançar todas as nações.","conexao_teologica":"A inclusão das nações é um tema central na missão de Deus, refletindo seu amor por toda a humanidade.","referencias_relacionadas":["Isaías 2:2","Mateus 28:19","Apocalipse 7:9"]},"isaias_11_13_chamar":{"palavra_pt":"chamar","palavra_original":"סוּר","transliteracao":"çûwr","strong":"H5493","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' refere-se ao ato de convocar ou chamar alguém para uma ação específica.","explicacao_detalhada":"No contexto de Isaías 11:13, 'chamar' implica em uma convocação divina, onde Deus chama Seu povo para se unir e agir em harmonia, especialmente em tempos de conflito.","por_que_esta_palavra":"Esta palavra é crucial para entender a relação entre Deus e Seu povo, enfatizando a importância da obediência e da resposta ao chamado divino.","conexao_teologica":"A ideia de ser chamado por Deus é um tema recorrente na Bíblia, simbolizando a escolha e o propósito divino para a humanidade.","referencias_relacionadas":["Isaías 43:1","Romanos 8:30","1 Pedro 2:9"]},"isaias_11_13_inimigo":{"palavra_pt":"inimigo","palavra_original":"צַר","transliteracao":"tsar","strong":"H6862","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a aqueles que se opõem ou atacam o povo de Deus.","explicacao_detalhada":"Em Isaías 11:13, o 'inimigo' representa as forças que se levantam contra o povo de Deus, simbolizando a luta espiritual e física que os fiéis enfrentam.","por_que_esta_palavra":"A presença de inimigos é uma realidade na vida do crente, e entender quem são esses inimigos ajuda a fortalecer a fé e a resistência.","conexao_teologica":"A batalha entre o bem e o mal é um tema central na teologia cristã, refletindo a necessidade de confiar em Deus para a vitória sobre os inimigos.","referencias_relacionadas":["Salmos 23:5","Efésios 6:12","Romanos 12:20"]},"isaias_11_13_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se ao ato de eliminar ou aniquilar algo.","explicacao_detalhada":"No versículo, 'destruir' se refere à ação de Deus em lidar com os inimigos do Seu povo, mostrando Seu poder e autoridade sobre todas as coisas.","por_que_esta_palavra":"Entender a destruição dos inimigos é essencial para reconhecer a soberania de Deus e Sua proteção sobre aqueles que são fiéis.","conexao_teologica":"A destruição dos inimigos é um símbolo da justiça divina e da restauração que Deus promete ao Seu povo.","referencias_relacionadas":["Salmos 37:20","Isaías 54:17","Romanos 16:20"]},"isaias_11_14_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se a um descendente ou alguém que é parte da família.","explicacao_detalhada":"Em Isaías 11:14, 'filho' pode simbolizar a relação especial entre Deus e Seu povo, ou a vinda do Messias, que é chamado de Filho de Deus.","por_que_esta_palavra":"A noção de 'filho' é fundamental para entender a herança e a identidade do povo de Deus como Seus filhos.","conexao_teologica":"A filiação divina é um tema central na teologia cristã, refletindo a relação íntima entre Deus e os crentes.","referencias_relacionadas":["João 1:12","Romanos 8:17","Gálatas 4:7"]},"isaias_11_14_trevas":{"palavra_pt":"trevas","palavra_original":"עוּף","transliteracao":"ʻûwph","strong":"H5774","significado_raiz":"Ideia básica: trevas.","significado_contextual":"A palavra 'trevas' refere-se à ausência de luz, simbolizando confusão, mal ou pecado.","explicacao_detalhada":"No contexto de Isaías 11:14, 'trevas' representa as dificuldades e os desafios que o povo enfrenta, contrastando com a luz que vem de Deus.","por_que_esta_palavra":"Entender as 'trevas' ajuda a apreciar a importância da luz divina e da esperança que Deus oferece em tempos de crise.","conexao_teologica":"A luz e as trevas são frequentemente usadas na Bíblia para simbolizar a verdade e a mentira, o bem e o mal.","referencias_relacionadas":["João 8:12","1 João 1:5","Isaías 9:2"]},"isaias_11_14_fim":{"palavra_pt":"fim","palavra_original":"כָּתֵף","transliteracao":"kâthêph","strong":"H3802","significado_raiz":"Ideia básica: fim.","significado_contextual":"A palavra 'fim' refere-se ao término ou conclusão de algo.","explicacao_detalhada":"Em Isaías 11:14, 'fim' pode simbolizar a conclusão de um ciclo de opressão e a promessa de um novo começo sob a liderança de Deus.","por_que_esta_palavra":"Reconhecer o 'fim' é essencial para entender a esperança de restauração e renovação que Deus oferece ao Seu povo.","conexao_teologica":"O conceito de 'fim' é importante na escatologia, refletindo a promessa de Deus de um futuro glorioso para aqueles que O seguem.","referencias_relacionadas":["Apocalipse 21:4","Isaías 65:17","Mateus 24:14"]},"isaias_11_15_forca":{"palavra_pt":"forca","palavra_original":"עֲיָם","transliteracao":"ʻăyâm","strong":"H5868","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'força' refere-se ao poder ou à capacidade de realizar algo.","explicacao_detalhada":"No contexto de Isaías 11:15, 'força' pode se referir ao poder de Deus para derrotar os inimigos e restaurar Seu povo.","por_que_esta_palavra":"Entender a 'força' de Deus é fundamental para confiar em Sua capacidade de agir em favor de Seu povo.","conexao_teologica":"A força de Deus é um tema recorrente na Bíblia, simbolizando Sua soberania e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","Filipenses 4:13"]},"isaias_11_15_destruir":{"palavra_pt":"destruir","palavra_original":"חָרַם","transliteracao":"châram","strong":"H2763","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à ação de eliminar ou aniquilar algo.","explicacao_detalhada":"Em Isaías 11:15, 'destruir' se refere à ação de Deus em eliminar os obstáculos e inimigos que se opõem ao Seu povo.","por_que_esta_palavra":"A destruição dos inimigos é um sinal da proteção e da intervenção divina na vida dos crentes.","conexao_teologica":"A destruição dos inimigos é um símbolo da vitória de Deus sobre o mal e da restauração de Seu povo.","referencias_relacionadas":["Salmos 68:1","Isaías 54:17","Romanos 8:31"]},"isaias_11_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus como o soberano e autoridade máxima.","explicacao_detalhada":"Em Isaías 11:15, 'senhor' enfatiza a soberania de Deus sobre todas as coisas e Sua capacidade de agir em favor de Seu povo.","por_que_esta_palavra":"Reconhecer Deus como 'senhor' é fundamental para entender a relação de submissão e adoração que os crentes devem ter com Ele.","conexao_teologica":"A soberania de Deus é um tema central na teologia, refletindo Seu controle sobre a história e a criação.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Filipenses 2:9-11"]},"isaias_11_16_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de 24 horas, mas também pode simbolizar um tempo de eventos significativos.","explicacao_detalhada":"Em Isaías 11:16, 'dia' pode simbolizar um tempo de restauração e cumprimento das promessas de Deus ao Seu povo.","por_que_esta_palavra":"Compreender o 'dia' de Deus é essencial para reconhecer os momentos em que Ele age de maneira poderosa na história.","conexao_teologica":"O conceito de 'dia' é frequentemente usado na Bíblia para simbolizar a intervenção divina e o cumprimento das promessas.","referencias_relacionadas":["Salmos 118:24","Isaías 2:2","Mateus 5:14"]},"isaias_11_16_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à terra em um sentido físico e espiritual, simbolizando a criação de Deus.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada frequentemente na Bíblia para descrever não apenas o solo físico, mas também a habitação do povo de Deus. Em Isaías, a terra é um símbolo do reino de Deus e da restauração prometida.","por_que_esta_palavra":"A terra é fundamental na narrativa bíblica, representando o lar, a promessa e a herança do povo de Deus.","conexao_teologica":"A terra é vista como parte do plano redentor de Deus, onde Ele promete restaurar todas as coisas e estabelecer Seu reino.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 65:17"]},"isaias_11_16_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica uma mudança de estado, muitas vezes associada a um evento de queda ou transformação.","explicacao_detalhada":"A palavra 'cair' (הָיָה) pode ser entendida como uma transição de um estado para outro, frequentemente usada em contextos de juízo ou mudança de condição.","por_que_esta_palavra":"Neste contexto, 'cair' pode simbolizar a queda de impérios ou a transformação do povo de Deus.","conexao_teologica":"A queda é um tema recorrente na Bíblia, representando a necessidade de redenção e a esperança de restauração.","referencias_relacionadas":["Isaías 14:12","Ezequiel 28:17","Romanos 5:12"]}}