{"isaias_12_1_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo específico de celebração e reconhecimento da salvação de Deus.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é usada para indicar um momento de importância, muitas vezes associado a eventos significativos na história da salvação.","por_que_esta_palavra":"O 'dia' representa a realização das promessas de Deus e a resposta do povo em louvor e gratidão.","conexao_teologica":"O conceito de 'dia' é importante na escatologia, simbolizando o dia do Senhor e a consumação do Seu plano.","referencias_relacionadas":["Salmos 118:24","Mateus 5:14","Apocalipse 21:23"]},"isaias_12_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude e importância das declarações feitas em louvor a Deus.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) implica uma ação de proclamação, que é central na adoração e na comunicação da verdade de Deus.","por_que_esta_palavra":"A proclamação é uma resposta natural ao reconhecimento da grandeza de Deus e de Suas obras.","conexao_teologica":"A palavra é um lembrete da importância da confissão e da proclamação da fé na vida do crente.","referencias_relacionadas":["Salmos 96:3","Romanos 10:9","1 Pedro 2:9"]},"isaias_12_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é um símbolo de Sua natureza e caráter.","explicacao_detalhada":"O nome 'senhor' (יְהֹוָה) é sagrado e representa a autoridade e a soberania de Deus sobre todas as coisas.","por_que_esta_palavra":"O nome de Deus é invocado em momentos de adoração e é central na identidade do povo de Deus.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, simbolizando Sua presença e poder na vida dos crentes.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"isaias_12_2_vitoria":{"palavra_pt":"salvacao","palavra_original":"יְשׁוּעָה","transliteracao":"yᵉshûwʻâh","strong":"H3444","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"Refere-se à salvação e libertação que Deus proporciona ao Seu povo.","explicacao_detalhada":"A palavra 'salvação' (יְשׁוּעָה) é um conceito central na Bíblia, representando a intervenção de Deus na vida dos homens.","por_que_esta_palavra":"A salvação é a resposta de Deus ao pecado e à necessidade do ser humano, oferecendo esperança e redenção.","conexao_teologica":"A salvação é um tema que permeia toda a Escritura, culminando na obra de Cristo na cruz.","referencias_relacionadas":["Salmos 3:8","Isaías 53:5","Romanos 1:16"]},"isaias_12_2_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao poder e à força de Deus, que é a base da confiança do Seu povo.","explicacao_detalhada":"A palavra 'deus' (אֵל) é usada para descrever a natureza poderosa e protetora de Deus em relação ao Seu povo.","por_que_esta_palavra":"A força de Deus é um motivo de segurança e esperança para aqueles que confiam Nele.","conexao_teologica":"A força de Deus é um tema central na Bíblia, que destaca Sua capacidade de salvar e proteger.","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","2 Coríntios 12:9"]},"isaias_12_2_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à veracidade de Deus em Suas promessas.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é frequentemente usada para descrever a natureza imutável de Deus e Sua palavra.","por_que_esta_palavra":"A verdade de Deus é um fundamento para a fé e a confiança do crente em Suas promessas.","conexao_teologica":"A verdade é um atributo de Deus que é essencial para a compreensão do relacionamento entre Deus e a humanidade.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 6:18"]},"isaias_12_3_vitoria":{"palavra_pt":"salvacao","palavra_original":"יְשׁוּעָה","transliteracao":"yᵉshûwʻâh","strong":"H3444","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"Refere-se à celebração da salvação e à alegria que ela traz ao povo de Deus.","explicacao_detalhada":"A palavra 'salvação' (יְשׁוּעָה) é repetida para enfatizar a importância da libertação que Deus oferece.","por_que_esta_palavra":"A repetição da palavra destaca a alegria e a gratidão do povo ao reconhecer a obra de Deus em suas vidas.","conexao_teologica":"A salvação é uma fonte de alegria e celebração na vida do crente, refletindo a vitória de Deus sobre o pecado.","referencias_relacionadas":["Isaías 61:10","Lucas 1:47","Romanos 5:1"]},"isaias_12_3_agua":{"palavra_pt":"agua","palavra_original":"שָׁאַב","transliteracao":"shâʼab","strong":"H7579","significado_raiz":"Ideia básica: agua.","significado_contextual":"Refere-se à água como símbolo de vida e renovação espiritual.","explicacao_detalhada":"A palavra 'água' (שָׁאַב) é frequentemente usada na Bíblia para simbolizar a purificação e a satisfação das necessidades espirituais.","por_que_esta_palavra":"A água é um elemento essencial para a vida e é usada metaforicamente para descrever a obra do Espírito Santo.","conexao_teologica":"A água é um símbolo da nova vida que Deus oferece através de Cristo e do Espírito Santo.","referencias_relacionadas":["João 4:14","Apocalipse 22:17","Isaías 55:1"]},"isaias_12_3_alegria":{"palavra_pt":"alegria","palavra_original":"שָׂשׂוֹן","transliteracao":"sâsôwn","strong":"H8342","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A alegria mencionada neste versículo é uma expressão de gratidão e louvor a Deus pela salvação.","explicacao_detalhada":"A palavra 'alegria' (שָׂשׂוֹן) é usada para descrever um estado de felicidade profunda que resulta da experiência da salvação e da presença de Deus. No contexto de Isaías 12, a alegria é uma resposta ao livramento que Deus proporciona ao seu povo.","por_que_esta_palavra":"Esta palavra é importante porque reflete a transformação emocional e espiritual que ocorre quando se reconhece a bondade e a salvação de Deus.","conexao_teologica":"A alegria é um tema central na teologia bíblica, simbolizando a resposta do povo de Deus à sua graça e misericórdia. Ela é frequentemente associada à salvação e à presença divina.","referencias_relacionadas":["Salmos 126:3","Filipenses 4:4","Neemias 8:10"]},"isaias_12_4_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' mencionado aqui refere-se a um tempo específico de ação divina e revelação.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é frequentemente usada na Bíblia para indicar um período de tempo em que Deus age de maneira significativa. No contexto de Isaías 12, refere-se ao tempo em que o povo de Israel experimentará a salvação e a redenção.","por_que_esta_palavra":"A palavra é crucial porque enfatiza a importância do tempo de Deus e a expectativa de um futuro glorioso para seu povo.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao 'Dia do Senhor', um tempo de juízo e salvação, refletindo a soberania de Deus sobre a história.","referencias_relacionadas":["Joel 2:31","Atos 2:20","Romanos 13:12"]},"isaias_12_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'nome' do Senhor é invocado como uma expressão de adoração e reconhecimento de sua autoridade.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) representa a natureza eterna e imutável de Deus, sendo um símbolo de sua soberania e poder. No contexto de Isaías 12, invocar o nome do Senhor é um ato de fé e confiança.","por_que_esta_palavra":"Esta palavra é fundamental porque o nome de Deus carrega seu caráter e sua promessa, sendo um ponto de referência para o povo de Israel.","conexao_teologica":"O nome de Deus é central na adoração e na relação do povo com Ele, refletindo sua identidade e seu plano de salvação.","referencias_relacionadas":["Salmos 20:7","Êxodo 3:14","Romanos 10:13"]},"isaias_12_4_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a proclamação das maravilhas de Deus.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) implica em comunicar uma verdade ou uma mensagem. No contexto de Isaías 12, refere-se à declaração das obras de Deus e à exaltação de seu nome.","por_que_esta_palavra":"É importante porque enfatiza a necessidade de testemunhar e compartilhar a grandeza de Deus com os outros.","conexao_teologica":"A proclamação é um aspecto vital da fé cristã, onde os crentes são chamados a anunciar as boas novas da salvação.","referencias_relacionadas":["Salmos 105:1","Mateus 28:19-20","Atos 1:8"]},"isaias_12_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O 'modo' refere-se à maneira como devemos nos comportar em resposta à salvação de Deus.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica em uma totalidade ou plenitude. No contexto de Isaías 12, sugere que toda a vida deve ser uma expressão de louvor e gratidão a Deus.","por_que_esta_palavra":"Esta palavra é significativa porque nos lembra que a adoração deve permeiar todos os aspectos da vida do crente.","conexao_teologica":"A vida cristã é uma resposta à graça de Deus, onde cada ação deve refletir a sua glória.","referencias_relacionadas":["Colossenses 3:17","Romanos 12:1","1 Coríntios 10:31"]},"isaias_12_5_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A 'terra' representa o espaço físico onde a obra de Deus se manifesta.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever o mundo criado por Deus. No contexto de Isaías 12, refere-se ao domínio de Deus sobre toda a criação e sua intenção de redimir o mundo.","por_que_esta_palavra":"É importante porque destaca a soberania de Deus sobre toda a criação e seu plano de redenção para o mundo.","conexao_teologica":"A criação é um testemunho da glória de Deus e do seu plano de salvação, que abrange toda a terra.","referencias_relacionadas":["Salmos 24:1","Romanos 8:19-21","Gênesis 1:1"]},"isaias_12_5_voz":{"palavra_pt":"voz","palavra_original":"זָמַר","transliteracao":"zâmar","strong":"H2167","significado_raiz":"Ideia básica: voz.","significado_contextual":"A 'voz' é um símbolo de adoração e louvor a Deus.","explicacao_detalhada":"A palavra 'voz' (זָמַר) refere-se à expressão musical e verbal de louvor. No contexto de Isaías 12, sugere que a adoração deve ser uma resposta alegre à salvação.","por_que_esta_palavra":"Esta palavra é significativa porque enfatiza a importância da adoração coletiva e individual a Deus.","conexao_teologica":"A adoração é uma resposta natural ao reconhecimento da grandeza de Deus e da sua obra redentora.","referencias_relacionadas":["Salmos 100:1","Efésios 5:19","Hebreus 13:15"]},"isaias_12_6_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"O 'julgar' refere-se à ação de Deus em estabelecer justiça e retidão.","explicacao_detalhada":"A palavra 'julgar' (יָשַׁב) implica em tomar decisões justas e corretas. No contexto de Isaías 12, refere-se à ação de Deus em trazer justiça ao seu povo.","por_que_esta_palavra":"É importante porque destaca a natureza justa de Deus e sua promessa de restaurar a ordem no mundo.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, refletindo seu caráter e seu compromisso com a criação.","referencias_relacionadas":["Salmos 9:7-8","Isaías 30:18","Miquéias 6:8"]},"isaias_12_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual devemos louvar a Deus.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para explicar a motivação por trás da adoração. No contexto de Isaías 12, indica que a ação de Deus é a razão para a alegria e o louvor.","por_que_esta_palavra":"É significativa porque nos ajuda a entender a base da nossa adoração e gratidão a Deus.","conexao_teologica":"A compreensão das razões para louvar a Deus é fundamental para uma vida de fé autêntica.","referencias_relacionadas":["Salmos 136:1","Romanos 12:1","1 Tessalonicenses 5:18"]}}