{"isaias_13_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"O 'filho' refere-se à descendência e à continuidade da promessa de Deus.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever a relação familiar e a herança espiritual. No contexto de Isaías 13, pode referir-se ao povo de Israel como filhos de Deus, ou a um futuro Messias.","por_que_esta_palavra":"É importante porque enfatiza a relação íntima entre Deus e seu povo, bem como a expectativa de um Salvador.","conexao_teologica":"A ideia de que somos filhos de Deus é central na teologia cristã, refletindo a adoção e a herança espiritual.","referencias_relacionadas":["João 1:12","Romanos 8:14-17","Gálatas 4:4-7"]},"isaias_13_1_babel":{"palavra_pt":"babel","palavra_original":"בָּבֶל","transliteracao":"Bâbel","strong":"H894","significado_raiz":"Ideia básica: babel.","significado_contextual":"Babel representa a cidade que simboliza a rebelião contra Deus e a confusão das línguas.","explicacao_detalhada":"Babel, mencionada em Gênesis 11, é o local onde Deus confundiu a linguagem dos homens que tentavam construir uma torre para alcançar os céus. Em Isaías, Babel é vista como um símbolo do orgulho e da queda dos impérios humanos.","por_que_esta_palavra":"A palavra 'Babel' é usada para enfatizar a soberania de Deus sobre as nações e a inevitabilidade do juízo divino sobre a arrogância humana.","conexao_teologica":"Babel é um exemplo da luta entre a soberania de Deus e a tentativa do homem de se exaltar. A queda de Babel prefigura o juízo final sobre todas as nações que se opõem a Deus.","referencias_relacionadas":["Gênesis 11:1-9","Isaías 14:4","Apocalipse 18:2"]},"isaias_13_2_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A voz que clama é um chamado divino para a ação e o juízo.","explicacao_detalhada":"A voz mencionada em Isaías 13:2 é um chamado profético que convoca as nações a se prepararem para o juízo de Deus sobre Babel. Essa voz representa a autoridade de Deus e a urgência de Sua mensagem.","por_que_esta_palavra":"A palavra 'voz' é crucial para entender a comunicação de Deus com Seu povo e a revelação de Seus planos.","conexao_teologica":"A voz de Deus é um tema recorrente nas Escrituras, simbolizando a revelação divina e o chamado ao arrependimento.","referencias_relacionadas":["Isaías 40:3","Ezequiel 33:7","Romanos 10:14"]},"isaias_13_2_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Chamar implica um convite ou convocação para um propósito específico.","explicacao_detalhada":"Neste contexto, 'chamar' refere-se ao ato de Deus convocar os seus servos para anunciar o juízo que virá sobre Babel. É um chamado à ação e à preparação.","por_que_esta_palavra":"A palavra 'chamar' destaca a iniciativa de Deus em envolver Seu povo na execução de Seus planos.","conexao_teologica":"Deus frequentemente chama Seus profetas e servos para cumprir Sua vontade, mostrando que Ele deseja que os humanos participem de Sua obra.","referencias_relacionadas":["Isaías 6:8","Mateus 28:19-20","Atos 13:2"]},"isaias_13_2_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"Grande aqui se refere à magnitude do juízo que virá sobre Babel.","explicacao_detalhada":"A palavra 'grande' enfatiza a seriedade e a importância do evento que está prestes a ocorrer, indicando que o juízo de Deus será imenso e inegável.","por_que_esta_palavra":"A ênfase na grandeza serve para alertar os ouvintes sobre a gravidade do que está por vir e a necessidade de se prepararem.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, refletindo Sua majestade e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Apocalipse 19:6","Isaías 40:12"]},"isaias_13_3_limpo":{"palavra_pt":"santificar","palavra_original":"קָדַשׁ","transliteracao":"qâdash","strong":"H6942","significado_raiz":"Ideia básica: santificar.","significado_contextual":"Santificar implica separar algo para um propósito sagrado.","explicacao_detalhada":"Neste versículo, a santificação refere-se à consagração dos homens que Deus escolherá para executar Seu juízo contra Babel. É um ato de preparação e separação para um propósito divino.","por_que_esta_palavra":"A palavra 'santificar' é importante porque indica que Deus está preparando pessoas específicas para cumprir Sua vontade.","conexao_teologica":"A santificação é um tema importante na Bíblia, refletindo a necessidade de pureza e dedicação ao serviço de Deus.","referencias_relacionadas":["1 Pedro 1:15-16","Romanos 12:1","Levítico 20:7"]},"isaias_13_3_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"Homem aqui se refere aos guerreiros ou soldados que serão usados por Deus para executar Seu juízo.","explicacao_detalhada":"A palavra 'homem' destaca a escolha de Deus em usar seres humanos para cumprir Seus planos, mostrando que Ele pode operar através de pessoas comuns.","por_que_esta_palavra":"A ênfase no 'homem' mostra a importância da ação humana na realização dos propósitos divinos.","conexao_teologica":"Deus frequentemente usa homens e mulheres para realizar Sua vontade, refletindo a parceria entre o divino e o humano.","referencias_relacionadas":["Juízes 7:2","Isaías 41:10","Romanos 8:31"]},"isaias_13_4_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A voz que se levanta novamente enfatiza a urgência do juízo que se aproxima.","explicacao_detalhada":"A repetição da palavra 'voz' neste contexto reforça a mensagem de que Deus está chamando a atenção das nações para o que está por vir.","por_que_esta_palavra":"A voz de Deus é um meio pelo qual Ele comunica Seus planos e propósitos, e sua repetição aqui serve para enfatizar a seriedade da mensagem.","conexao_teologica":"A voz de Deus é um tema central na revelação divina, mostrando como Ele se comunica com a humanidade.","referencias_relacionadas":["Salmos 29:4","Isaías 30:21","Hebreus 1:1-2"]},"isaias_13_4_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"Montanha simboliza um lugar elevado, muitas vezes associado à presença de Deus.","explicacao_detalhada":"Neste contexto, a montanha representa a força e a estabilidade do juízo de Deus que se aproxima, contrastando com a fragilidade das nações.","por_que_esta_palavra":"A palavra 'montanha' é usada para ilustrar a grandeza e a majestade de Deus em contraste com a humanidade.","conexao_teologica":"Montanhas frequentemente simbolizam a presença de Deus e Sua soberania sobre a criação.","referencias_relacionadas":["Salmos 121:1","Isaías 2:2","Mateus 5:14"]},"isaias_13_4_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Homem aqui se refere a um grande número de guerreiros que serão convocados para o juízo.","explicacao_detalhada":"A palavra 'homem' neste contexto enfatiza a quantidade e a força dos que serão usados por Deus para cumprir Seu juízo contra Babel.","por_que_esta_palavra":"A ênfase na quantidade de homens destaca a seriedade e a inevitabilidade do juízo que virá.","conexao_teologica":"Deus pode levantar muitos para cumprir Seus propósitos, mostrando que Sua vontade prevalece sobre as nações.","referencias_relacionadas":["Salmos 20:7","Isaías 10:15","Ezequiel 37:10"]},"isaias_13_5_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Terra refere-se ao território que será afetado pelo juízo de Deus.","explicacao_detalhada":"A palavra 'terra' neste contexto indica que o juízo de Deus terá um impacto abrangente, afetando não apenas Babel, mas toda a região ao redor.","por_que_esta_palavra":"A ênfase na terra destaca a abrangência do juízo divino e a soberania de Deus sobre toda a criação.","conexao_teologica":"A terra é frequentemente mencionada nas Escrituras como o palco onde Deus executa Seus planos e juízos.","referencias_relacionadas":["Salmos 24:1","Isaías 66:18","Apocalipse 11:15"]},"isaias_13_5_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como a morada de Deus e o espaço acima da terra.","explicacao_detalhada":"No contexto de Isaías 13:5, 'céus' é mencionado em relação ao juízo de Deus sobre as nações, simbolizando a autoridade divina que se estende sobre toda a criação.","por_que_esta_palavra":"A palavra 'céus' é usada para enfatizar a grandeza e o poder de Deus, que é soberano sobre tudo que existe.","conexao_teologica":"Os céus são frequentemente associados à glória de Deus e ao Seu domínio sobre a terra e as nações.","referencias_relacionadas":["Salmos 19:1","Isaías 40:22","Mateus 6:9"]},"isaias_13_5_fim":{"palavra_pt":"fim","palavra_original":"קָצֶה","transliteracao":"qâtseh","strong":"H7097","significado_raiz":"Ideia básica: fim.","significado_contextual":"Indica o término de um ciclo ou a conclusão de um evento significativo.","explicacao_detalhada":"Em Isaías 13:5, 'fim' se refere ao término do juízo de Deus sobre Babilônia, simbolizando a queda de um império opressor.","por_que_esta_palavra":"A palavra 'fim' é crucial para entender a mensagem de esperança e renovação que segue após o juízo.","conexao_teologica":"O conceito de 'fim' é importante na teologia bíblica, pois aponta para a restauração e a nova criação prometida por Deus.","referencias_relacionadas":["Eclesiastes 3:1","Apocalipse 21:1","Isaías 65:17"]},"isaias_13_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir a razão ou a causa de um evento.","explicacao_detalhada":"No versículo, 'porque' introduz a justificativa para o juízo que está por vir, ligando a ação de Deus à condição moral da Babilônia.","por_que_esta_palavra":"A palavra 'porque' é fundamental para a argumentação profética, explicando o porquê das ações divinas.","conexao_teologica":"A justiça de Deus é frequentemente explicada em termos de Sua resposta ao pecado e à iniquidade.","referencias_relacionadas":["Romanos 1:18","Gálatas 6:7","Salmos 37:28"]},"isaias_13_6_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo específico, muitas vezes associado ao juízo ou à intervenção divina.","explicacao_detalhada":"Em Isaías 13:6, 'dia' é um dia de vingança e retribuição, destacando a seriedade do juízo de Deus.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a certeza e a iminência do juízo de Deus.","conexao_teologica":"O 'dia do Senhor' é um tema recorrente na Bíblia, simbolizando a intervenção divina na história.","referencias_relacionadas":["Joel 2:31","Amós 5:18","Zacarias 14:1"]},"isaias_13_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as pessoas reagem ou se comportam diante de um evento.","explicacao_detalhada":"No contexto, 'modo' descreve a resposta humana ao juízo de Deus, que é de terror e desespero.","por_que_esta_palavra":"A palavra 'modo' é importante para entender a gravidade da situação e a reação das pessoas ao juízo.","conexao_teologica":"A resposta humana ao juízo divino é um tema importante, refletindo a condição do coração humano diante de Deus.","referencias_relacionadas":["Mateus 24:30","Apocalipse 6:15-17","Isaías 2:19"]},"isaias_13_7_homem":{"palavra_pt":"homem","palavra_original":"אֱנוֹשׁ","transliteracao":"ʼĕnôwsh","strong":"H582","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em geral, destacando a fragilidade do ser humano diante de Deus.","explicacao_detalhada":"Em Isaías 13:7, 'homem' representa a condição humana, que é impotente diante do juízo divino.","por_que_esta_palavra":"A palavra 'homem' é usada para enfatizar a vulnerabilidade e a necessidade de dependência de Deus.","conexao_teologica":"A fragilidade do homem é um tema central na teologia, que destaca a necessidade de redenção e graça.","referencias_relacionadas":["Salmos 103:15-16","Tiago 4:14","Romanos 3:23"]},"isaias_13_7_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude do juízo e à grandeza de Deus.","explicacao_detalhada":"No versículo, 'grande' enfatiza a intensidade e a seriedade do juízo que está por vir sobre Babilônia.","por_que_esta_palavra":"A palavra 'grande' é utilizada para transmitir a ideia de que o juízo de Deus é inescapável e poderoso.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, refletindo Sua soberania e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"isaias_13_8_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal que simboliza força e ferocidade.","explicacao_detalhada":"Em Isaías 13:8, 'urso' é usado metaforicamente para descrever a devastação e o terror que virão sobre a Babilônia.","por_que_esta_palavra":"A palavra 'urso' é escolhida para ilustrar a brutalidade do juízo de Deus.","conexao_teologica":"A imagem de animais ferozes é frequentemente usada na Bíblia para descrever o juízo e a ira de Deus.","referencias_relacionadas":["Oséias 13:8","Isaías 11:6","Apocalipse 13:2"]},"isaias_13_8_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando a vulnerabilidade diante do juízo.","explicacao_detalhada":"No contexto, 'homem' representa a humanidade que será afetada pelo juízo de Deus, destacando a fragilidade do ser humano.","por_que_esta_palavra":"A palavra 'homem' é usada para mostrar que ninguém escapa do juízo divino.","conexao_teologica":"A condição do homem é um tema central na Bíblia, refletindo a necessidade de salvação e redenção.","referencias_relacionadas":["Romanos 5:12","Gênesis 6:5","Eclesiastes 7:20"]},"isaias_13_9_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico, a criação de Deus.","explicacao_detalhada":"Em Isaías 13:9, 'terra' é mencionada em relação ao juízo que afetará não apenas as pessoas, mas toda a criação.","por_que_esta_palavra":"A palavra 'terra' é importante para entender a abrangência do juízo de Deus sobre a criação.","conexao_teologica":"A relação entre Deus e a terra é um tema central, refletindo Sua soberania sobre toda a criação.","referencias_relacionadas":["Gênesis 1:1","Romanos 8:22","Salmos 24:1"]},"isaias_13_9_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia do juízo de Deus sobre as nações, um tempo de julgamento e revelação do poder divino.","explicacao_detalhada":"Neste versículo, o 'dia' é um tempo específico em que Deus executará sua justiça. É um conceito recorrente na Bíblia, simbolizando tanto um tempo de bênção quanto de juízo.","por_que_esta_palavra":"A palavra 'dia' é utilizada para enfatizar a certeza e a iminência do juízo divino, destacando a importância do tempo em que isso ocorrerá.","conexao_teologica":"O 'dia do Senhor' é um tema central na teologia bíblica, representando a intervenção de Deus na história humana para restaurar a justiça.","referencias_relacionadas":["Joel 2:31","Amós 5:18","Zacarias 14:1"]},"isaias_13_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa sua autoridade, poder e soberania sobre todas as coisas.","explicacao_detalhada":"O nome 'Senhor' é frequentemente usado na Bíblia para denotar a relação pessoal e a aliança entre Deus e seu povo, simbolizando sua presença e proteção.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a natureza de Deus como o soberano que governa e julga as nações.","conexao_teologica":"A invocação do nome do Senhor é um chamado à reverência e à adoração, reconhecendo sua posição suprema.","referencias_relacionadas":["Salmos 68:4","Êxodo 3:14","Romanos 10:13"]},"isaias_13_10_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se aos céus como a morada de Deus e o lugar onde se manifestam seus sinais e maravilhas.","explicacao_detalhada":"Os 'céus' são frequentemente mencionados na Bíblia como o domínio de Deus, onde ele governa e de onde ele envia seus juízos e bênçãos.","por_que_esta_palavra":"A palavra 'céus' é utilizada para enfatizar a grandeza e a majestade de Deus, contrastando com a fragilidade da humanidade.","conexao_teologica":"Os céus são um símbolo da soberania divina e da esperança de redenção, onde os fiéis esperam a consumação das promessas de Deus.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Mateus 6:9"]},"isaias_13_10_sol":{"palavra_pt":"sol","palavra_original":"שֶׁמֶשׁ","transliteracao":"shemesh","strong":"H8121","significado_raiz":"Ideia básica: sol.","significado_contextual":"Refere-se ao sol como uma fonte de luz e calor, simbolizando a presença de Deus e seu poder criador.","explicacao_detalhada":"O sol é frequentemente usado na Bíblia como uma metáfora para a glória de Deus e sua capacidade de trazer vida e esperança ao mundo.","por_que_esta_palavra":"A palavra 'sol' é utilizada para ilustrar a intensidade do juízo de Deus, que pode obscurecer até mesmo as fontes de luz natural.","conexao_teologica":"O sol também representa a justiça de Deus, que brilha sobre os justos e os ímpios, trazendo à tona a verdade.","referencias_relacionadas":["Salmos 84:11","Mateus 5:45","Apocalipse 21:23"]},"isaias_13_10_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão ou causa do juízo que está por vir, enfatizando a justiça de Deus.","explicacao_detalhada":"A palavra 'porque' conecta a ação de Deus com a condição moral das nações, mostrando que o juízo é uma resposta à iniquidade.","por_que_esta_palavra":"É uma palavra que estabelece a lógica do juízo divino, revelando que Deus age em resposta ao comportamento humano.","conexao_teologica":"A justiça de Deus é um tema central na Escritura, onde Ele sempre age de acordo com a verdade e a moralidade.","referencias_relacionadas":["Romanos 2:6","Gálatas 6:7","Ezequiel 18:30"]},"isaias_13_11_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se à ação de Deus em libertar o mundo do mal e da injustiça, trazendo juízo sobre os opressores.","explicacao_detalhada":"A palavra 'libertar' implica em um ato de intervenção divina, onde Deus se levanta para corrigir as injustiças e restaurar a ordem.","por_que_esta_palavra":"É uma palavra que expressa a esperança de que Deus não apenas julga, mas também traz libertação e redenção.","conexao_teologica":"A libertação é um tema central na narrativa bíblica, culminando na obra redentora de Cristo.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","Romanos 8:21"]},"isaias_13_11_terra":{"palavra_pt":"terra","palavra_original":"תֵּבֵל","transliteracao":"têbêl","strong":"H8398","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como o lugar onde a justiça de Deus será manifestada, abrangendo todas as nações.","explicacao_detalhada":"A 'terra' é o palco da ação divina, onde as promessas de Deus se concretizam e onde Ele exerce seu domínio.","por_que_esta_palavra":"A palavra 'terra' é usada para enfatizar que o juízo de Deus não é apenas espiritual, mas também físico e visível.","conexao_teologica":"A terra é frequentemente mencionada nas profecias como o local da restauração e do reinado de Deus.","referencias_relacionadas":["Salmos 37:11","Mateus 5:5","Apocalipse 21:1"]},"isaias_13_12_homem":{"palavra_pt":"homem","palavra_original":"אֱנוֹשׁ","transliteracao":"ʼĕnôwsh","strong":"H582","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua fragilidade e vulnerabilidade diante do juízo de Deus.","explicacao_detalhada":"A palavra 'homem' destaca a condição humana e a necessidade de redenção, mostrando que todos estão sujeitos ao juízo divino.","por_que_esta_palavra":"É uma palavra que enfatiza a igualdade de todos diante de Deus, independentemente de status ou poder.","conexao_teologica":"A humanidade é vista como objeto do amor e da justiça de Deus, que busca restaurar o relacionamento com seu povo.","referencias_relacionadas":["Salmos 8:4","Romanos 3:23","Gênesis 1:27"]},"isaias_13_12_puro":{"palavra_pt":"puro","palavra_original":"פָּז","transliteracao":"pâz","strong":"H6337","significado_raiz":"Ideia básica: puro.","significado_contextual":"Refere-se à pureza e à justiça que Deus exige de seu povo, contrastando com a corrupção das nações.","explicacao_detalhada":"A palavra 'puro' implica em um padrão moral elevado que Deus estabelece, refletindo sua natureza santa.","por_que_esta_palavra":"É uma palavra que convoca os fiéis a buscar a santidade e a justiça em suas vidas.","conexao_teologica":"A pureza é um tema recorrente na Escritura, onde Deus chama seu povo a ser santo como Ele é santo.","referencias_relacionadas":["1 Pedro 1:16","Salmos 24:4","Mateus 5:8"]},"isaias_13_12_humano":{"palavra_pt":"homem/adao","palavra_original":"אָדָם","transliteracao":"ʼâdâm","strong":"H120","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em sua totalidade, enfatizando a criação de Deus e a dignidade do ser humano.","explicacao_detalhada":"A palavra 'homem/adam' destaca a relação especial entre Deus e a humanidade, criada à sua imagem.","por_que_esta_palavra":"É uma palavra que lembra a todos sobre a responsabilidade moral e espiritual que cada ser humano possui diante de Deus.","conexao_teologica":"A criação do homem à imagem de Deus é fundamental para entender a dignidade e o valor de cada vida humana.","referencias_relacionadas":["Gênesis 1:26","Salmos 139:14","Tiago 3:9"]},"isaias_13_13_terra":{"palavra_pt":"terra","palavra_original":"רָעַשׁ","transliteracao":"râʻash","strong":"H7493","significado_raiz":"Ideia básica: terra.","significado_contextual":"A 'terra' aqui se refere ao mundo físico que será abalado como parte do juízo divino.","explicacao_detalhada":"Neste versículo, a palavra 'terra' é usada para descrever a criação de Deus que será afetada pelo seu juízo. O tremor da terra simboliza a instabilidade e a desordem que ocorrerão durante os eventos apocalípticos.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a abrangência do juízo de Deus, que não se limita apenas aos seres humanos, mas afeta toda a criação.","conexao_teologica":"A terra, como criação de Deus, reflete sua glória e poder. O abalo da terra é um sinal do domínio de Deus sobre toda a criação e seu poder para julgar.","referencias_relacionadas":["Salmos 46:2","Mateus 24:7","Apocalipse 6:12"]},"isaias_13_13_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' mencionado refere-se a um tempo específico de juízo e manifestação do poder de Deus.","explicacao_detalhada":"O 'dia' do Senhor é um tema recorrente na Bíblia, simbolizando um tempo de julgamento e restauração. Neste contexto, indica um período em que Deus intervirá diretamente na história.","por_que_esta_palavra":"A palavra 'dia' é usada para marcar a seriedade e a inevitabilidade do juízo divino, destacando que esse evento é certo e iminente.","conexao_teologica":"O conceito do 'dia do Senhor' é central na teologia bíblica, representando tanto o juízo quanto a esperança de redenção.","referencias_relacionadas":["Joel 2:31","Amós 5:18","Zacarias 14:1"]},"isaias_13_14_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"O 'homem' aqui representa a humanidade que será afetada pelo juízo de Deus.","explicacao_detalhada":"A palavra 'homem' é utilizada para enfatizar a fragilidade e a vulnerabilidade do ser humano diante do poder divino. O juízo não poupará ninguém, independentemente de sua posição.","por_que_esta_palavra":"A inclusão do 'homem' destaca a responsabilidade moral da humanidade e a necessidade de arrependimento.","conexao_teologica":"A condição do homem diante de Deus é um tema central na Bíblia, onde a justiça divina é aplicada a todos os seres humanos.","referencias_relacionadas":["Romanos 3:23","Eclesiastes 12:14","Gálatas 6:7"]},"isaias_13_14_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à queda dos homens e das estruturas sociais diante do juízo de Deus.","explicacao_detalhada":"Neste contexto, 'cair' simboliza a derrota e a desolação que ocorrerão quando o juízo de Deus se manifestar. As esperanças humanas e as estruturas sociais serão abaladas.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a fragilidade da humanidade e a inevitabilidade do juízo divino.","conexao_teologica":"A queda é um tema teológico que representa a separação entre Deus e a humanidade, e a necessidade de redenção.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","1 Pedro 5:5"]},"isaias_13_14_beautifulty":{"palavra_pt":"beautiful ty","palavra_original":"צְבִי","transliteracao":"tsᵉbîy","strong":"H6643","significado_raiz":"Ideia básica: beautiful ty.","significado_contextual":"A palavra 'beautiful ty' parece ser uma incorreção ou erro de digitação. O correto seria 'beleza' ou 'glória'.","explicacao_detalhada":"Se considerarmos 'beleza', isso se refere à glória que será perdida durante o juízo. A beleza da criação e das realizações humanas será desfeita.","por_que_esta_palavra":"A menção à beleza destaca a tragédia da destruição que ocorrerá, contrastando com a glória de Deus.","conexao_teologica":"A beleza da criação é um reflexo da natureza de Deus, e sua destruição durante o juízo mostra a seriedade do pecado.","referencias_relacionadas":["Salmos 27:4","Isaías 40:6-8","Romanos 8:21"]},"isaias_13_15_achar":{"palavra_pt":"achar","palavra_original":"מָצָא","transliteracao":"mâtsâʼ","strong":"H4672","significado_raiz":"Ideia básica: achar.","significado_contextual":"A palavra 'achar' refere-se à busca e à dificuldade em encontrar segurança ou refúgio durante o juízo.","explicacao_detalhada":"Neste contexto, 'achar' implica que, em tempos de juízo, muitos procurarão por segurança, mas não a encontrarão. A ideia é de desespero e perda.","por_que_esta_palavra":"A escolha da palavra 'achar' enfatiza a busca desesperada da humanidade por proteção e a realidade de que isso será em vão.","conexao_teologica":"A busca por refúgio em Deus é um tema importante, e a incapacidade de encontrar segurança durante o juízo destaca a necessidade de arrependimento.","referencias_relacionadas":["Salmos 91:1","Mateus 7:7","Hebreus 11:6"]},"isaias_13_15_seca":{"palavra_pt":"espada","palavra_original":"חֶרֶב","transliteracao":"chereb","strong":"H2719","significado_raiz":"Ideia básica: espada.","significado_contextual":"A palavra 'espada' simboliza a destruição e o juízo que virão sobre a humanidade.","explicacao_detalhada":"Neste contexto, 'espada' representa a violência e a morte que acompanharão o juízo de Deus. É um símbolo de julgamento severo.","por_que_esta_palavra":"A escolha da palavra 'espada' enfatiza a gravidade do juízo e a certeza da destruição que se aproxima.","conexao_teologica":"A espada é frequentemente usada na Bíblia como símbolo do juízo de Deus e da separação entre o justo e o ímpio.","referencias_relacionadas":["Ezequiel 21:9-10","Apocalipse 19:15","Romanos 13:4"]},"isaias_13_16_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao lar e à segurança que será destruída durante o juízo.","explicacao_detalhada":"Neste versículo, 'casa' simboliza não apenas o espaço físico, mas também a ideia de família e segurança que será desfeita pelo juízo de Deus.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a perda de segurança e estabilidade que a humanidade enfrentará.","conexao_teologica":"A casa é um símbolo de proteção e cuidado, e sua destruição reflete a seriedade do juízo divino.","referencias_relacionadas":["Mateus 7:24-27","Salmos 127:1","Hebreus 3:4"]},"isaias_13_16_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"A palavra 'descanso' refere-se à paz e segurança que serão perdidas durante o juízo.","explicacao_detalhada":"Neste contexto, 'descanso' simboliza a tranquilidade que será substituída pela agitação e desespero durante o juízo de Deus.","por_que_esta_palavra":"A escolha da palavra 'descanso' destaca a perda da paz que a humanidade experimentará em tempos de juízo.","conexao_teologica":"O descanso é um tema importante na Bíblia, simbolizando a paz que vem de Deus e a necessidade de buscar essa paz.","referencias_relacionadas":["Mateus 11:28-30","Filipenses 4:7","Hebreus 4:9-11"]},"isaias_13_17_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma chamada de atenção para o que está prestes a acontecer.","explicacao_detalhada":"Neste contexto, 'eis' serve como um aviso solene sobre a iminência do juízo de Deus, chamando a atenção para a gravidade da situação.","por_que_esta_palavra":"A escolha da palavra 'eis' enfatiza a urgência e a importância da mensagem que está sendo transmitida.","conexao_teologica":"A chamada de atenção é um elemento comum nas profecias, onde Deus alerta seu povo sobre as consequências de seus atos.","referencias_relacionadas":["Isaías 40:9","Mateus 24:42","Apocalipse 1:3"]},"isaias_13_17_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui se refere à realidade inegável e à fidelidade de Deus em suas promessas.","explicacao_detalhada":"No contexto de Isaías 13:17, a 'verdade' é contrastada com a falsidade e a deslealdade, enfatizando que Deus é fiel e que suas palavras são verdadeiras, mesmo em tempos de juízo.","por_que_esta_palavra":"A escolha da palavra 'verdade' destaca a importância da honestidade e da integridade nas relações, especialmente entre Deus e seu povo.","conexao_teologica":"A verdade é um atributo essencial de Deus, que se revela em sua palavra e ações. A fidelidade de Deus é um tema central na teologia bíblica.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 6:18"]},"isaias_13_17_ouro":{"palavra_pt":"ouro","palavra_original":"זָהָב","transliteracao":"zâhâb","strong":"H2091","significado_raiz":"Ideia básica: ouro.","significado_contextual":"O 'ouro' simboliza riqueza e valor, frequentemente associado à prosperidade e ao poder.","explicacao_detalhada":"Em Isaías 13:17, o 'ouro' é mencionado para ilustrar a destruição e a queda das nações, mostrando que mesmo as riquezas materiais não podem salvar diante do juízo de Deus.","por_que_esta_palavra":"A palavra 'ouro' é usada para enfatizar a futilidade das riquezas em comparação com a soberania de Deus.","conexao_teologica":"A riqueza é um tema recorrente na Bíblia, onde é frequentemente advertido que não se deve confiar nas riquezas, mas em Deus.","referencias_relacionadas":["Mateus 6:19-21","1 Timóteo 6:10","Tiago 5:1-3"]},"isaias_13_18_arco":{"palavra_pt":"arco","palavra_original":"קֶשֶׁת","transliteracao":"qesheth","strong":"H7198","significado_raiz":"Ideia básica: arco.","significado_contextual":"O 'arco' representa a arma de guerra e a força militar, simbolizando poder e destruição.","explicacao_detalhada":"No contexto de Isaías 13:18, o 'arco' é mencionado para descrever a violência e a devastação que virão sobre as nações, indicando que a força humana não prevalecerá contra o juízo divino.","por_que_esta_palavra":"A palavra 'arco' é significativa para mostrar a impotência das armas humanas diante do plano de Deus.","conexao_teologica":"A batalha espiritual e a luta entre o bem e o mal são temas centrais na Bíblia, onde Deus é o verdadeiro guerreiro.","referencias_relacionadas":["Salmos 46:9","Efésios 6:12","Apocalipse 19:11"]},"isaias_13_18_fruto":{"palavra_pt":"fruto","palavra_original":"פְּרִי","transliteracao":"pᵉrîy","strong":"H6529","significado_raiz":"Ideia básica: fruto.","significado_contextual":"O 'fruto' simboliza o resultado das ações e o que é produzido pela vida de uma pessoa ou nação.","explicacao_detalhada":"Em Isaías 13:18, o 'fruto' é uma metáfora para as consequências do pecado e da desobediência, mostrando que o que se planta, se colhe.","por_que_esta_palavra":"A escolha da palavra 'fruto' enfatiza a ideia de que as ações têm consequências, tanto boas quanto más.","conexao_teologica":"A colheita espiritual é um tema importante na Bíblia, onde as ações dos indivíduos são frequentemente comparadas a frutos.","referencias_relacionadas":["Gálatas 6:7-8","Mateus 7:17-20","João 15:5"]},"isaias_13_18_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui reafirma a certeza do juízo de Deus e a realidade do que está por vir.","explicacao_detalhada":"No contexto de Isaías 13:18, a 'verdade' é um lembrete de que as promessas de Deus, tanto de bênção quanto de juízo, são sempre cumpridas.","por_que_esta_palavra":"A inclusão da palavra 'verdade' reforça a ideia de que Deus é fiel em suas declarações e que a realidade do juízo é inescapável.","conexao_teologica":"A verdade de Deus é um fundamento da fé cristã, onde a confiança em suas promessas é essencial.","referencias_relacionadas":["Romanos 3:4","2 Coríntios 1:20","Hebreus 10:23"]},"isaias_13_19_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à queda de uma nação ou de um poder, simbolizando derrota e destruição.","explicacao_detalhada":"Em Isaías 13:19, a 'queda' é uma representação do juízo de Deus sobre Babilônia, mostrando que mesmo os impérios mais poderosos não podem resistir ao plano divino.","por_que_esta_palavra":"A palavra 'cair' é usada para enfatizar a fragilidade das estruturas humanas diante da soberania de Deus.","conexao_teologica":"A queda de impérios é um tema recorrente na Bíblia, onde Deus é apresentado como o soberano que controla a história.","referencias_relacionadas":["Salmos 75:7","Daniel 2:21","Apocalipse 18:2"]},"isaias_13_19_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Ideia básica: reino.","significado_contextual":"O 'reino' representa o governo e a autoridade, simbolizando o poder que é concedido por Deus.","explicacao_detalhada":"Em Isaías 13:19, o 'reino' é mencionado para ilustrar a queda do domínio babilônico, que foi um símbolo de opressão e idolatria.","por_que_esta_palavra":"A palavra 'reino' destaca a transitoriedade dos reinos humanos em contraste com o reino eterno de Deus.","conexao_teologica":"A soberania de Deus sobre todos os reinos é um tema central na teologia bíblica, onde Ele é reconhecido como o Rei dos Reis.","referencias_relacionadas":["Salmos 22:28","Daniel 4:17","Apocalipse 11:15"]},"isaias_13_19_beautyiful":{"palavra_pt":"beauty iful","palavra_original":"תִּפְאָרָה","transliteracao":"tiphʼârâh","strong":"H8597","significado_raiz":"Ideia básica: beauty iful.","significado_contextual":"A palavra 'beauty iful' (bela) refere-se à beleza e ao esplendor que são frequentemente associados ao poder e à riqueza.","explicacao_detalhada":"Em Isaías 13:19, a beleza de Babilônia é mencionada para contrastar com sua iminente destruição, mostrando que a aparência externa não pode salvar.","por_que_esta_palavra":"A palavra 'beauty iful' é usada para enfatizar a futilidade da beleza e do esplendor diante do juízo de Deus.","conexao_teologica":"A beleza externa é frequentemente criticada na Bíblia, onde o foco deve ser a beleza interior e a santidade.","referencias_relacionadas":["1 Samuel 16:7","Provérbios 31:30","1 Pedro 3:3-4"]},"isaias_13_20_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de Deus de avaliar e decidir sobre a justiça e a injustiça.","explicacao_detalhada":"Em Isaías 13:20, o 'julgar' é um lembrete de que Deus é o juiz supremo que trará justiça a todas as nações.","por_que_esta_palavra":"A palavra 'julgar' é significativa para enfatizar a responsabilidade de Deus em manter a ordem moral no universo.","conexao_teologica":"O juízo de Deus é um tema central na Bíblia, onde Ele é apresentado como justo e reto em todas as suas decisões.","referencias_relacionadas":["Salmos 9:7-8","Romanos 14:10-12","Apocalipse 20:12"]},"isaias_13_20_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' reafirma a certeza do juízo de Deus e a realidade do que está por vir.","explicacao_detalhada":"No contexto de Isaías 13:20, a 'verdade' é um lembrete de que as promessas de Deus, tanto de bênção quanto de juízo, são sempre cumpridas.","por_que_esta_palavra":"A inclusão da palavra 'verdade' reforça a ideia de que Deus é fiel em suas declarações e que a realidade do juízo é inescapável.","conexao_teologica":"A verdade de Deus é um fundamento da fé cristã, onde a confiança em suas promessas é essencial.","referencias_relacionadas":["Romanos 3:4","2 Coríntios 1:20","Hebreus 10:23"]},"isaias_13_21_cair":{"palavra_pt":"cair","palavra_original":"רָבַץ","transliteracao":"râbats","strong":"H7257","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda de Babilônia, simbolizando a derrota e a desolação.","explicacao_detalhada":"A palavra 'cair' implica um colapso ou uma queda significativa, especialmente no contexto do juízo divino sobre nações ímpias. A queda de Babilônia é um tema recorrente em Isaías, representando a justiça de Deus.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a fragilidade das potências humanas diante do poder de Deus.","conexao_teologica":"A queda de Babilônia é um símbolo do juízo de Deus sobre o pecado e a opressão, mostrando que nenhum império pode resistir ao Seu plano.","referencias_relacionadas":["Isaías 13:19","Isaías 14:4","Apocalipse 18:2"]},"isaias_13_21_encher":{"palavra_pt":"encher","palavra_original":"מָלֵא","transliteracao":"mâlêʼ","strong":"H4390","significado_raiz":"Ideia básica: encher.","significado_contextual":"Refere-se ao enchimento da terra com a desolação após a queda de Babilônia.","explicacao_detalhada":"A palavra 'encher' aqui sugere uma saturação de destruição e vazio, onde a terra que antes era próspera agora está repleta de ruínas.","por_que_esta_palavra":"Usada para descrever a totalidade da devastação que se seguirá à queda da cidade, enfatizando a gravidade do juízo.","conexao_teologica":"O enchimento da terra com desolação reflete a consequência do pecado e a necessidade de arrependimento.","referencias_relacionadas":["Isaías 24:1","Jeremias 4:23","Ezequiel 35:12"]},"isaias_13_21_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se às habitações que serão abandonadas após a queda de Babilônia.","explicacao_detalhada":"A palavra 'casa' simboliza não apenas estruturas físicas, mas também a segurança e a identidade de um povo. A destruição das casas representa a perda de lar e pertencimento.","por_que_esta_palavra":"É utilizada para ilustrar a devastação que afeta não apenas a cidade, mas a vida familiar e comunitária.","conexao_teologica":"A destruição das casas é um lembrete da fragilidade das coisas terrenas diante do juízo divino.","referencias_relacionadas":["Isaías 24:10","Amós 5:11","Miquéias 3:12"]},"isaias_13_22_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à visão de desolação que será testemunhada após a queda de Babilônia.","explicacao_detalhada":"A palavra 'olho' simboliza a percepção e a observação do que acontece ao redor. Neste contexto, sugere que a destruição será evidente e inegável.","por_que_esta_palavra":"Usada para enfatizar que a realidade da desolação será visível a todos, não haverá como ignorar.","conexao_teologica":"A visão da desolação serve como um aviso sobre as consequências do pecado e a necessidade de vigilância espiritual.","referencias_relacionadas":["Isaías 5:30","Ezequiel 12:19","Mateus 24:30"]},"isaias_13_22_palacio":{"palavra_pt":"templo","palavra_original":"הֵיכָל","transliteracao":"hêykâl","strong":"H1964","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao templo ou palácio que será desolado após o juízo de Deus.","explicacao_detalhada":"A palavra 'templo' implica um lugar de adoração e presença de Deus. Sua destruição simboliza a perda da comunhão com Deus e a severidade do juízo.","por_que_esta_palavra":"Utilizada para mostrar que até os lugares sagrados não estão isentos do juízo divino quando se afastam de Sua vontade.","conexao_teologica":"A desolação do templo é um lembrete da importância da pureza e da fidelidade a Deus.","referencias_relacionadas":["Ezequiel 10:18","Mateus 23:38","Apocalipse 21:22"]},"isaias_13_22_terra":{"palavra_pt":"terra","palavra_original":"תַּנִּין","transliteracao":"tannîyn","strong":"H8577","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra que será afetada pela destruição de Babilônia.","explicacao_detalhada":"A palavra 'terra' aqui representa não apenas o solo físico, mas também o povo que habita nele. A devastação da terra reflete a consequência do pecado coletivo.","por_que_esta_palavra":"É usada para enfatizar que a destruição afetará todos os aspectos da vida, incluindo a terra que sustenta o povo.","conexao_teologica":"A relação entre o povo e a terra é fundamental na teologia bíblica, onde a desobediência resulta em consequências para toda a criação.","referencias_relacionadas":["Isaías 24:3","Jeremias 12:4","Romanos 8:22"]}}