{"isaias_14_1_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz a razão pela qual o povo de Israel será restaurado após o juízo.","explicacao_detalhada":"A palavra 'porque' conecta a promessa de restauração com a misericórdia de Deus, enfatizando que a restauração é um ato de amor divino.","por_que_esta_palavra":"Utilizada para justificar a ação de Deus em favor de Seu povo, mostrando que Sua fidelidade prevalece mesmo após o juízo.","conexao_teologica":"A misericórdia de Deus é um tema central na teologia bíblica, onde o arrependimento leva à restauração.","referencias_relacionadas":["Salmos 30:5","Ezequiel 36:26-27","Romanos 11:26"]},"isaias_14_1_amor":{"palavra_pt":"amor","palavra_original":"רָחַם","transliteracao":"râcham","strong":"H7355","significado_raiz":"Ideia básica: amor.","significado_contextual":"Refere-se ao amor de Deus que se manifesta na restauração do Seu povo.","explicacao_detalhada":"A palavra 'amor' implica compaixão e cuidado, mostrando que Deus não abandona aqueles que são Seus.","por_que_esta_palavra":"Usada para enfatizar a natureza de Deus como um Pai amoroso que busca restaurar Seu povo.","conexao_teologica":"O amor de Deus é a base da aliança e da esperança de redenção, mesmo após o juízo.","referencias_relacionadas":["Romanos 5:8","1 João 4:9-10","Salmos 136:1"]},"isaias_14_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, enfatizando Sua autoridade e poder.","explicacao_detalhada":"A palavra 'senhor' é um título que denota soberania e domínio, lembrando ao povo que Deus é o verdadeiro Rei.","por_que_esta_palavra":"Utilizada para reafirmar a identidade de Deus como aquele que governa sobre todas as nações.","conexao_teologica":"O nome do Senhor é central na adoração e na relação do povo com Deus, simbolizando Sua presença e poder.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"isaias_14_2_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à casa de Israel, que será restaurada e acolherá os exilados.","explicacao_detalhada":"A palavra 'casa' aqui simboliza a comunidade e a identidade do povo de Deus, que será reunido novamente.","por_que_esta_palavra":"Usada para enfatizar a promessa de retorno e restauração da nação de Israel.","conexao_teologica":"A restauração da casa de Israel é um símbolo da fidelidade de Deus às Suas promessas e ao Seu povo.","referencias_relacionadas":["Isaías 11:11-12","Jeremias 30:3","Ezequiel 37:21-22"]},"isaias_14_2_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se à terra ou ao solo como o lugar de origem e sustento.","explicacao_detalhada":"A palavra 'solo' (אֲדָמָה) é usada para descrever a terra física, que é fundamental para a vida e a agricultura. No contexto de Isaías 14:2, o solo é mencionado como o lugar onde os exilados retornarão e se estabelecerão novamente.","por_que_esta_palavra":"A escolha da palavra 'solo' enfatiza a restauração e a conexão do povo com a terra prometida, simbolizando um retorno às suas raízes.","conexao_teologica":"O solo representa a herança e a promessa de Deus ao Seu povo, refletindo a aliança feita com Abraão e seus descendentes.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 30:5","Salmos 37:11"]},"isaias_14_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como o Deus soberano e criador.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o nome pessoal de Deus, que expressa Sua autoridade e relação com o Seu povo. Em Isaías 14:2, o uso do nome enfatiza a soberania de Deus sobre as nações e a certeza de que Ele cumprirá Suas promessas.","por_que_esta_palavra":"A palavra 'senhor' é usada para reafirmar a confiança no poder e na fidelidade de Deus em tempos de adversidade.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua presença, poder e compromisso com a redenção do Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 46:10","Isaías 40:28"]},"isaias_14_3_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo específico de libertação e restauração.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é frequentemente usada na Bíblia para indicar um período de ação divina. Em Isaías 14:3, o 'dia' simboliza o tempo em que o povo de Deus será libertado da opressão e encontrará descanso.","por_que_esta_palavra":"O uso de 'dia' destaca a expectativa de um futuro glorioso e a intervenção de Deus na história.","conexao_teologica":"O conceito de 'dia' é importante na escatologia bíblica, representando o dia do Senhor, quando Ele trará justiça e restauração.","referencias_relacionadas":["Joel 2:31","Amós 5:18","Zacarias 14:1"]},"isaias_14_3_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda de um poder opressor.","explicacao_detalhada":"A palavra 'cair' (הָיָה) implica uma mudança de estado, geralmente de um estado elevado para um estado de humilhação. Em Isaías 14:3, isso se refere à queda do rei da Babilônia, simbolizando a derrota do orgulho e da opressão.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a fragilidade do poder humano diante da soberania de Deus.","conexao_teologica":"A queda dos poderosos é um tema recorrente na Bíblia, mostrando que Deus é o juiz supremo que derruba os arrogantes.","referencias_relacionadas":["Salmos 75:7","Provérbios 16:18","Ezequiel 28:17"]},"isaias_14_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a fonte de autoridade e poder.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) reafirma a soberania de Deus sobre todas as coisas. No contexto de Isaías 14:3, isso destaca que a queda do opressor é parte do plano divino.","por_que_esta_palavra":"O uso do nome 'senhor' reforça a ideia de que Deus é o verdadeiro governante e que Sua vontade prevalece sobre a história.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele controla os eventos da história.","referencias_relacionadas":["Romanos 13:1","Salmos 103:19","Isaías 45:7"]},"isaias_14_4_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do poder e da influência.","explicacao_detalhada":"A palavra 'grande' (נָשָׂא) é usada para descrever algo que possui grandeza ou importância. Em Isaías 14:4, isso se refere à grandeza do rei da Babilônia antes de sua queda.","por_que_esta_palavra":"A palavra 'grande' é usada para contrastar a exaltação do rei com sua eventual humilhação.","conexao_teologica":"A grandeza humana é passageira, enquanto a grandeza de Deus é eterna, um tema que ressoa em toda a Escritura.","referencias_relacionadas":["Salmos 145:3","Isaías 2:11","Daniel 4:30"]},"isaias_14_4_byword":{"palavra_pt":"byword","palavra_original":"מָשָׁל","transliteracao":"mâshâl","strong":"H4912","significado_raiz":"Ideia básica: byword.","significado_contextual":"Refere-se a um provérbio ou ditado que expressa uma verdade.","explicacao_detalhada":"A palavra 'byword' (מָשָׁל) indica uma expressão que se torna um exemplo ou advertência. Em Isaías 14:4, isso sugere que a queda do rei da Babilônia será lembrada como um aviso para outros.","por_que_esta_palavra":"A escolha de 'byword' enfatiza a lição moral que pode ser aprendida com a queda do opressor.","conexao_teologica":"As histórias de queda e redenção servem como advertências e lições para o povo de Deus ao longo da história.","referencias_relacionadas":["Provérbios 10:7","Ezequiel 18:30","Mateus 23:12"]},"isaias_14_4_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade e ao governo.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) representa a figura de liderança e poder. Em Isaías 14:4, isso se refere ao rei da Babilônia, simbolizando a opressão que será derrotada.","por_que_esta_palavra":"A palavra 'rei' destaca a natureza do governo humano e sua fragilidade diante do governo divino.","conexao_teologica":"A soberania de Deus sobre os reis e governantes é um tema recorrente, mostrando que Ele é o verdadeiro Rei.","referencias_relacionadas":["Salmos 22:28","Provérbios 21:1","Romanos 13:1"]},"isaias_14_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a fonte de autoridade e poder.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) reafirma a soberania de Deus sobre todas as coisas. No contexto de Isaías 14:5, isso destaca que a queda do opressor é parte do plano divino.","por_que_esta_palavra":"O uso do nome 'senhor' reforça a ideia de que Deus é o verdadeiro governante e que Sua vontade prevalece sobre a história.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele controla os eventos da história.","referencias_relacionadas":["Romanos 13:1","Salmos 103:19","Isaías 45:7"]},"isaias_14_5_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se a uma das divisões do povo de Israel.","explicacao_detalhada":"A palavra 'tribo' (מַטֶּה) indica uma das doze divisões do povo de Israel. Em Isaías 14:5, isso se refere à restauração do povo de Deus e à unidade das tribos após a opressão.","por_que_esta_palavra":"A palavra 'tribo' enfatiza a identidade e a herança do povo de Deus, que será restaurado.","conexao_teologica":"A restauração das tribos é um símbolo da fidelidade de Deus em cumprir Suas promessas de redenção e unidade.","referencias_relacionadas":["Ezequiel 37:21-22","Apocalipse 7:4-8","Gálatas 6:16"]},"isaias_14_5_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"A palavra 'culpado' refere-se à condição de alguém que cometeu um erro ou pecado, especialmente no contexto do juízo divino.","explicacao_detalhada":"No versículo, a palavra 'culpado' é usada para descrever a responsabilidade de Babilônia por suas ações malignas e opressivas. O uso desta palavra enfatiza a justiça de Deus ao punir aqueles que se afastam de Seus caminhos.","por_que_esta_palavra":"Esta palavra é crucial para entender a condenação de Babilônia e a justiça de Deus, que não deixa impune a maldade.","conexao_teologica":"A ideia de culpa é central na teologia bíblica, onde a justiça de Deus exige que o pecado seja tratado. Isso se relaciona com a necessidade de redenção e perdão através de Cristo.","referencias_relacionadas":["Romanos 3:23","Salmos 51:4","Gálatas 6:7"]},"isaias_14_6_furia":{"palavra_pt":"furia","palavra_original":"עֶבְרָה","transliteracao":"ʻebrâh","strong":"H5678","significado_raiz":"Ideia básica: furia.","significado_contextual":"A palavra 'furia' indica uma ira intensa, frequentemente associada ao juízo de Deus contra a injustiça.","explicacao_detalhada":"Neste contexto, a 'furia' de Deus é direcionada contra Babilônia, que se exaltou e oprimia o povo de Deus. A ira divina é uma resposta à arrogância e à opressão.","por_que_esta_palavra":"A palavra é importante para entender a seriedade do juízo de Deus e a intensidade de Sua resposta ao pecado.","conexao_teologica":"A furia de Deus é um aspecto de Sua santidade e justiça, que exige que o pecado seja punido, refletindo a necessidade de arrependimento.","referencias_relacionadas":["Salmos 7:11","Romanos 1:18","Apocalipse 19:15"]},"isaias_14_6_rosto":{"palavra_pt":"rosto","palavra_original":"אַף","transliteracao":"ʼaph","strong":"H639","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' simboliza a presença e a face de Deus, que é associada à Sua revelação e ao Seu favor.","explicacao_detalhada":"No versículo, 'rosto' pode indicar a maneira como Deus se volta para o povo, mostrando Sua aprovação ou desaprovação. O rosto de Deus é um tema recorrente que representa Sua relação com a humanidade.","por_que_esta_palavra":"É essencial para entender a dinâmica entre Deus e Seu povo, especialmente em termos de bênção e juízo.","conexao_teologica":"A presença de Deus é central na adoração e na vida do crente, refletindo a importância de estar em comunhão com Ele.","referencias_relacionadas":["Números 6:25","Salmos 31:16","Mateus 5:8"]},"isaias_14_6_beat":{"palavra_pt":"beat","palavra_original":"נָכָה","transliteracao":"nâkâh","strong":"H5221","significado_raiz":"Ideia básica: beat.","significado_contextual":"A palavra 'beat' refere-se a infligir dor ou sofrimento, muitas vezes em um contexto de punição ou disciplina.","explicacao_detalhada":"Neste versículo, 'beat' é usado para descrever a ação de Deus contra Babilônia, que será punida por suas transgressões. Isso enfatiza a seriedade do juízo divino.","por_que_esta_palavra":"É importante para entender a natureza do juízo de Deus e a consequência do pecado.","conexao_teologica":"A disciplina divina é um tema importante na Bíblia, refletindo o amor de Deus que busca restaurar e corrigir.","referencias_relacionadas":["Hebreus 12:6","Provérbios 3:12","Apocalipse 3:19"]},"isaias_14_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico, mas também pode simbolizar a criação de Deus e a herança do Seu povo.","explicacao_detalhada":"No contexto do versículo, a 'terra' se alegra com a queda de Babilônia, indicando que a criação responde ao juízo de Deus e à restauração da ordem.","por_que_esta_palavra":"É fundamental para entender a relação entre a criação e o governo de Deus sobre ela.","conexao_teologica":"A terra e a criação são frequentemente mencionadas na Bíblia como testemunhas do poder e da justiça de Deus.","referencias_relacionadas":["Salmos 96:11-13","Romanos 8:21","Apocalipse 21:1"]},"isaias_14_7_alegria":{"palavra_pt":"alegria","palavra_original":"רִנָּה","transliteracao":"rinnâh","strong":"H7440","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A palavra 'alegria' refere-se a um estado de felicidade e contentamento, frequentemente associado à libertação e à salvação.","explicacao_detalhada":"Neste versículo, a 'alegria' é uma resposta à queda de Babilônia, simbolizando a libertação do povo de Deus da opressão.","por_que_esta_palavra":"É importante para entender a esperança e a expectativa de um futuro melhor para o povo de Deus.","conexao_teologica":"A alegria é um tema central na Bíblia, refletindo a obra redentora de Deus e a promessa de um novo começo.","referencias_relacionadas":["Salmos 30:5","Isaías 61:10","Filipenses 4:4"]},"isaias_14_8_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se ao ato de arruinar ou acabar com algo, especialmente em um contexto de juízo divino.","explicacao_detalhada":"No versículo, 'destruir' é usado para descrever a ação de Deus contra Babilônia, que será eliminada por suas iniquidades.","por_que_esta_palavra":"É crucial para entender a severidade do juízo de Deus e a certeza de que o mal será erradicado.","conexao_teologica":"A destruição do mal é uma parte essencial da esperança cristã, que aguarda a restauração final de todas as coisas.","referencias_relacionadas":["Salmos 37:20","Mateus 13:30","Apocalipse 20:10"]},"isaias_14_8_principio":{"palavra_pt":"principio","palavra_original":"אָז","transliteracao":"ʼâz","strong":"H227","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' refere-se ao início ou à origem de algo, frequentemente associado ao plano de Deus.","explicacao_detalhada":"Neste contexto, 'princípio' pode indicar o começo do juízo de Deus sobre Babilônia, que marca uma nova era de justiça.","por_que_esta_palavra":"É importante para entender como Deus inicia Seus planos de redenção e juízo na história.","conexao_teologica":"A ideia de princípio é fundamental na teologia, refletindo a soberania de Deus sobre a história e a criação.","referencias_relacionadas":["Gênesis 1:1","João 1:1","Apocalipse 21:6"]},"isaias_14_8_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"A palavra 'descanso' refere-se a um estado de paz e alívio, frequentemente associado à libertação da opressão.","explicacao_detalhada":"No versículo, 'descanso' indica a paz que o povo de Deus experimentará após a queda de Babilônia, simbolizando um tempo de renovação.","por_que_esta_palavra":"É essencial para entender a promessa de Deus de trazer paz e alívio ao Seu povo.","conexao_teologica":"O descanso é um tema importante na Bíblia, simbolizando a salvação e a paz que vêm de Deus.","referencias_relacionadas":["Mateus 11:28","Hebreus 4:9-11","Apocalipse 14:13"]},"isaias_14_9_buscar":{"palavra_pt":"buscar","palavra_original":"קִרְאָה","transliteracao":"qirʼâh","strong":"H7125","significado_raiz":"Ideia básica: buscar.","significado_contextual":"A palavra 'buscar' refere-se ao ato de procurar ou investigar, frequentemente em um contexto de anseio espiritual.","explicacao_detalhada":"Neste versículo, 'buscar' pode indicar a busca de Deus por justiça e a necessidade do povo de se voltar para Ele em arrependimento.","por_que_esta_palavra":"É importante para entender a relação entre a busca de Deus e a resposta do povo às Suas chamadas.","conexao_teologica":"A busca de Deus é um tema central na vida cristã, refletindo o desejo de conhecer e se relacionar com o Criador.","referencias_relacionadas":["Jeremias 29:13","Mateus 7:7","Tiago 4:8"]},"isaias_14_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como os mortos são tratados no Sheol.","explicacao_detalhada":"A palavra 'modo' aqui implica na forma ou maneira de se apresentar no mundo dos mortos, indicando um estado de humilhação e derrota.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a condição dos que descem ao Sheol, contrastando com a grandeza que tinham em vida.","conexao_teologica":"A passagem reflete sobre a soberania de Deus sobre a vida e a morte, mostrando que mesmo os poderosos são reduzidos a nada diante Dele.","referencias_relacionadas":["Isaías 14:9","Ezequiel 32:21","Salmos 88:5"]},"isaias_14_9_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra é vista como o lugar dos vivos, em contraste com o Sheol.","explicacao_detalhada":"A palavra 'terra' aqui representa o mundo físico onde os seres humanos habitam, enfatizando a separação entre os vivos e os mortos.","por_que_esta_palavra":"A utilização de 'terra' destaca a transição do estado de vida para a morte, e a realidade da existência terrena.","conexao_teologica":"A terra é frequentemente mencionada nas Escrituras como o domínio de Deus, onde Ele exerce Sua autoridade.","referencias_relacionadas":["Gênesis 1:1","Salmos 115:16","Isaías 66:1"]},"isaias_14_10_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"O 'olho' simboliza a percepção e o reconhecimento dos que estão no Sheol.","explicacao_detalhada":"A palavra 'olho' sugere a capacidade de ver e entender a realidade da morte e a condição dos que ali estão.","por_que_esta_palavra":"A escolha de 'olho' implica em um reconhecimento da queda dos poderosos que agora estão em um estado de humilhação.","conexao_teologica":"A visão espiritual é um tema recorrente na Bíblia, onde a percepção da verdade é essencial para a compreensão da soberania de Deus.","referencias_relacionadas":["Mateus 6:22","Salmos 119:18","Apocalipse 3:18"]},"isaias_14_10_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza dos reis e líderes que agora se encontram no Sheol.","explicacao_detalhada":"A palavra 'dizer' aqui é usada para expressar a declaração dos mortos sobre a queda de seus opressores.","por_que_esta_palavra":"A ênfase em 'dizer' destaca a ironia da situação, onde aqueles que eram grandes agora são ridicularizados.","conexao_teologica":"A passagem ilustra a justiça divina, onde os que se exaltam serão humilhados.","referencias_relacionadas":["Lucas 14:11","Tiago 4:10","Salmos 37:34"]},"isaias_14_11_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se ao inimigo como uma figura de opressão e arrogância.","explicacao_detalhada":"A palavra 'inimigo' implica em uma oposição a Deus e ao Seu povo, simbolizando aqueles que se levantam contra a justiça divina.","por_que_esta_palavra":"A escolha de 'inimigo' enfatiza a queda dos que se opõem a Deus, mostrando que a arrogância leva à destruição.","conexao_teologica":"A luta entre o bem e o mal é um tema central na Bíblia, onde Deus sempre prevalece sobre Seus inimigos.","referencias_relacionadas":["Romanos 16:20","Salmos 68:1","Isaías 54:17"]},"isaias_14_11_corpo":{"palavra_pt":"corpo","palavra_original":"נֶבֶל","transliteracao":"nebel","strong":"H5035","significado_raiz":"Ideia básica: corpo.","significado_contextual":"O 'corpo' representa a condição física dos mortos no Sheol.","explicacao_detalhada":"A palavra 'corpo' aqui indica a realidade da morte e a decomposição, contrastando com a vida.","por_que_esta_palavra":"A utilização de 'corpo' enfatiza a fragilidade da vida humana e a inevitabilidade da morte.","conexao_teologica":"A Bíblia ensina que o corpo é temporário e que a verdadeira vida está em Cristo.","referencias_relacionadas":["1 Coríntios 15:53","Eclesiastes 12:7","Romanos 8:11"]},"isaias_14_11_mundo":{"palavra_pt":"mundo","palavra_original":"שְׁאוֹל","transliteracao":"shᵉʼôwl","strong":"H7585","significado_raiz":"Ideia básica: mundo.","significado_contextual":"O 'mundo' é visto como o lugar de habitação dos vivos, em contraste com o Sheol.","explicacao_detalhada":"A palavra 'mundo' implica na realidade da vida terrena e na transição para a morte.","por_que_esta_palavra":"A escolha de 'mundo' destaca a separação entre a vida e a morte, e a soberania de Deus sobre ambas.","conexao_teologica":"A Bíblia frequentemente menciona o mundo como um campo de batalha espiritual entre o bem e o mal.","referencias_relacionadas":["João 3:16","1 João 2:15","Romanos 12:2"]},"isaias_14_12_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Os 'céus' representam a habitação de Deus e a glória celestial.","explicacao_detalhada":"A palavra 'céus' aqui sugere a altura e a majestade de Deus, contrastando com a queda dos orgulhosos.","por_que_esta_palavra":"A utilização de 'céus' enfatiza a soberania de Deus sobre toda a criação e a diferença entre o humano e o divino.","conexao_teologica":"A passagem reflete a grandeza de Deus e Sua autoridade sobre os reinos da terra e do céu.","referencias_relacionadas":["Salmos 115:3","Isaías 66:1","Mateus 6:9"]},"isaias_14_12_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A 'terra' é o domínio dos humanos, onde se manifesta a soberania de Deus.","explicacao_detalhada":"A palavra 'terra' aqui enfatiza a criação de Deus e a realidade da vida humana sob Sua autoridade.","por_que_esta_palavra":"A escolha de 'terra' destaca a conexão entre o céu e a terra, e a importância da obediência a Deus.","conexao_teologica":"A terra é o lugar onde Deus realiza Seu plano redentor, e onde os humanos devem viver em submissão a Ele.","referencias_relacionadas":["Gênesis 1:28","Salmos 24:1","Mateus 5:5"]},"isaias_14_12_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"O 'filho' representa a herança e a continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' aqui sugere a relação entre Deus e Seu povo, e a promessa de redenção.","por_que_esta_palavra":"A escolha de 'filho' enfatiza a intimidade do relacionamento entre Deus e aqueles que Ele chama de Seus filhos.","conexao_teologica":"A filiação é um tema central na Bíblia, onde os crentes são chamados filhos de Deus através de Cristo.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 4:7"]},"isaias_14_13_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como a morada de Deus e dos seres celestiais.","explicacao_detalhada":"No contexto de Isaías 14:13, a palavra 'céus' é utilizada para descrever a aspiração do rei da Babilônia em se elevar acima de Deus, buscando um status divino.","por_que_esta_palavra":"A palavra é usada para contrastar a grandeza de Deus com a arrogância humana.","conexao_teologica":"O céu é frequentemente visto como o domínio de Deus, onde Ele reina soberanamente.","referencias_relacionadas":["Salmos 115:16","Isaías 66:1","Mateus 5:16"]},"isaias_14_13_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Indica a ação de decidir ou determinar o destino de alguém.","explicacao_detalhada":"Em Isaías 14:13, a palavra 'julgar' é usada para descrever a intenção do rei de se colocar em uma posição de autoridade suprema, como se fosse um juiz sobre os outros.","por_que_esta_palavra":"A escolha dessa palavra ressalta a pretensão de poder e controle do rei da Babilônia.","conexao_teologica":"Deus é o juiz supremo, e a tentativa do homem de usurpar esse papel é uma forma de rebelião.","referencias_relacionadas":["Salmos 9:7","Romanos 14:10","Tiago 4:12"]},"isaias_14_13_estrela":{"palavra_pt":"estrela","palavra_original":"כּוֹכָב","transliteracao":"kôwkâb","strong":"H3556","significado_raiz":"Ideia básica: estrela.","significado_contextual":"Simboliza grandeza e brilho, frequentemente associada a figuras de autoridade.","explicacao_detalhada":"A palavra 'estrela' em Isaías 14:13 é usada para descrever a ambição do rei de se elevar ao status celestial, como uma estrela que brilha no céu.","por_que_esta_palavra":"A utilização de 'estrela' enfatiza a busca de poder e reconhecimento que o rei almejava.","conexao_teologica":"As estrelas são frequentemente vistas como criações de Deus, e a tentativa de se igualar a elas é uma forma de arrogância.","referencias_relacionadas":["Gênesis 37:9","Mateus 2:2","Apocalipse 22:16"]},"isaias_14_14_higher":{"palavra_pt":"high er","palavra_original":"עֶלְיוֹן","transliteracao":"ʻelyôwn","strong":"H5945","significado_raiz":"Ideia básica: high er.","significado_contextual":"Refere-se a um estado elevado ou superior.","explicacao_detalhada":"No versículo, a palavra 'mais alto' é utilizada para expressar a intenção do rei de se colocar acima de tudo, inclusive de Deus.","por_que_esta_palavra":"Essa palavra é crucial para entender a ambição desmedida do rei da Babilônia.","conexao_teologica":"A soberania de Deus é inabalável, e qualquer tentativa de se elevar acima dEle é fútil.","referencias_relacionadas":["Salmos 113:5-6","Isaías 57:15","Filipenses 2:9-10"]},"isaias_14_14_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica grandeza em poder ou importância.","explicacao_detalhada":"A palavra 'grande' em Isaías 14:14 é usada para descrever a aspiração do rei de ser reconhecido como o maior entre os seres.","por_que_esta_palavra":"A escolha dessa palavra reflete a ambição desmedida e a busca por status.","conexao_teologica":"A grandeza de Deus é incomparável, e a tentativa de um ser humano de se igualar a ela é uma forma de rebelião.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12-14","Mateus 23:11"]},"isaias_14_15_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se à queda ou derrota de um adversário.","explicacao_detalhada":"A palavra 'inimigo' em Isaías 14:15 é usada para descrever a condição do rei da Babilônia após sua queda, simbolizando a derrota do arrogante.","por_que_esta_palavra":"Essa palavra é significativa para mostrar a reversão do destino do rei que buscou se elevar.","conexao_teologica":"Deus é o defensor dos humildes e o juiz dos soberbos.","referencias_relacionadas":["Provérbios 16:18","Ezequiel 28:17","Tiago 4:6"]},"isaias_14_16_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em sua fragilidade.","explicacao_detalhada":"A palavra 'homem' em Isaías 14:16 é usada para contrastar a grandeza que o rei buscava com a realidade de sua condição humana.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a vulnerabilidade do ser humano diante de Deus.","conexao_teologica":"A humanidade é criada à imagem de Deus, mas é limitada e dependente dEle.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"isaias_14_16_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico e à criação de Deus.","explicacao_detalhada":"A palavra 'terra' em Isaías 14:16 é usada para descrever o impacto da queda do rei sobre o mundo ao seu redor.","por_que_esta_palavra":"Essa palavra é importante para entender a relação entre a soberania de Deus e a criação.","conexao_teologica":"Deus é o criador da terra e tem autoridade sobre ela.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 45:18"]},"isaias_14_17_terra":{"palavra_pt":"terra","palavra_original":"תֵּבֵל","transliteracao":"têbêl","strong":"H8398","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como um espaço habitado e a criação de Deus.","explicacao_detalhada":"A palavra 'terra' em Isaías 14:17 é usada para descrever a devastação causada pela queda do rei, afetando a criação.","por_que_esta_palavra":"Essa palavra destaca a consequência do orgulho e da queda do homem sobre a criação.","conexao_teologica":"A queda do homem tem implicações não apenas espirituais, mas também físicas sobre a terra.","referencias_relacionadas":["Gênesis 3:17-19","Romanos 8:22","Apocalipse 21:1"]},"isaias_14_17_campo":{"palavra_pt":"campo","palavra_original":"מִדְבָּר","transliteracao":"midbâr","strong":"H4057","significado_raiz":"Ideia básica: campo.","significado_contextual":"Refere-se a um espaço aberto, muitas vezes associado à natureza e à vida.","explicacao_detalhada":"A palavra 'campo' em Isaías 14:17 é usada para ilustrar a devastação que o orgulho do rei trouxe ao mundo natural.","por_que_esta_palavra":"Essa palavra é significativa para mostrar o impacto do pecado e da queda sobre a criação.","conexao_teologica":"A criação geme por causa do pecado, aguardando a redenção.","referencias_relacionadas":["Gênesis 1:31","Romanos 8:19-21","Apocalipse 22:3"]},"isaias_14_17_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma cidade que foi destruída, simbolizando a queda de um império.","explicacao_detalhada":"A palavra 'cidade' no contexto de Isaías 14:17 representa não apenas um local físico, mas também um centro de poder e influência. A destruição da cidade é uma metáfora para a queda do orgulho e da soberania do rei da Babilônia.","por_que_esta_palavra":"A escolha da palavra 'cidade' enfatiza a ideia de um lugar que abriga a opressão e a arrogância, contrastando com a promessa de restauração de Israel.","conexao_teologica":"A destruição da cidade é um reflexo do juízo de Deus sobre aqueles que se opõem a Ele e à Sua vontade.","referencias_relacionadas":["Isaías 13:19","Jeremias 50:40","Apocalipse 18:2"]},"isaias_14_18_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas são feitas ou a maneira de agir.","explicacao_detalhada":"No versículo, 'modo' implica a forma como o rei da Babilônia se comportou, caracterizando sua arrogância e suas ações opressivas.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender a natureza das ações do rei e como elas levaram à sua queda.","conexao_teologica":"O modo de agir do rei é um exemplo de como a soberania de Deus se opõe à soberania humana que se exalta.","referencias_relacionadas":["Provérbios 16:25","Salmos 37:5","Eclesiastes 7:29"]},"isaias_14_18_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei da Babilônia, que é um símbolo do orgulho e da rebelião contra Deus.","explicacao_detalhada":"A palavra 'rei' neste contexto representa a autoridade e o poder que, embora pareçam inabaláveis, estão sob o controle soberano de Deus.","por_que_esta_palavra":"A escolha da palavra 'rei' destaca a ironia da queda de um líder que se considerava invencível.","conexao_teologica":"A queda do rei é um lembrete de que todos os poderes humanos são temporários e que Deus é o verdadeiro Rei.","referencias_relacionadas":["Salmos 2:10-12","Daniel 4:37","Apocalipse 19:16"]},"isaias_14_19_destruir":{"palavra_pt":"destruir","palavra_original":"הָרַג","transliteracao":"hârag","strong":"H2026","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à ação de destruir, especialmente em relação ao destino do rei da Babilônia.","explicacao_detalhada":"A palavra 'destruir' enfatiza a severidade do juízo de Deus sobre aqueles que se levantam contra Ele.","por_que_esta_palavra":"A utilização de 'destruir' mostra a certeza do juízo divino e a completa aniquilação do orgulho humano.","conexao_teologica":"Este conceito de destruição é um tema recorrente na Bíblia, onde Deus promete julgar os ímpios.","referencias_relacionadas":["Ezequiel 18:30","Miquéias 1:6","Apocalipse 20:14"]},"isaias_14_19_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se ao inimigo de Deus e do Seu povo, simbolizado pelo rei da Babilônia.","explicacao_detalhada":"A palavra 'inimigo' destaca a oposição à vontade de Deus e a hostilidade contra o Seu povo.","por_que_esta_palavra":"A escolha de 'inimigo' é significativa, pois revela a natureza espiritual da batalha entre o bem e o mal.","conexao_teologica":"A luta contra inimigos é um tema central nas Escrituras, refletindo a batalha entre a luz e as trevas.","referencias_relacionadas":["Salmos 68:1","Romanos 8:31","Efésios 6:12"]},"isaias_14_20_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à eternidade de Deus e à permanência de Seu reino.","explicacao_detalhada":"A palavra 'eterno' enfatiza a natureza imutável de Deus em contraste com a transitoriedade dos reinos humanos.","por_que_esta_palavra":"A utilização de 'eterno' serve para lembrar que, enquanto os reinos humanos caem, o reino de Deus permanece para sempre.","conexao_teologica":"A eternidade de Deus é um fundamento da fé cristã, assegurando que Sua promessa de salvação é duradoura.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Hebreus 13:8"]},"isaias_14_20_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade absoluta de Deus e à falsidade das promessas dos ímpios.","explicacao_detalhada":"A palavra 'verdade' destaca a fidelidade de Deus em cumprir Suas promessas, em contraste com as mentiras dos opressores.","por_que_esta_palavra":"A escolha de 'verdade' é essencial para entender a natureza de Deus como aquele que não pode mentir.","conexao_teologica":"A verdade de Deus é um tema central nas Escrituras, refletindo Sua justiça e santidade.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]},"isaias_14_20_burial":{"palavra_pt":"burial","palavra_original":"קְבוּרָה","transliteracao":"qᵉbûwrâh","strong":"H6900","significado_raiz":"Ideia básica: burial.","significado_contextual":"Refere-se ao ato de sepultar, simbolizando a humilhação do rei da Babilônia.","explicacao_detalhada":"A palavra 'burial' enfatiza a indignidade do destino do rei, que será tratado como um comum mortal após sua queda.","por_que_esta_palavra":"A utilização de 'burial' é uma forte imagem de desonra, contrastando com a glória que ele buscou em vida.","conexao_teologica":"O sepultamento é um símbolo da mortalidade humana e da certeza do juízo divino.","referencias_relacionadas":["Isaías 53:9","Eclesiastes 3:20","Apocalipse 20:13"]},"isaias_14_21_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se ao pecado e à iniquidade que levaram à queda do rei.","explicacao_detalhada":"A palavra 'mal' destaca a natureza do pecado que se opõe a Deus e traz destruição.","por_que_esta_palavra":"A escolha de 'mal' é significativa, pois revela a gravidade do pecado e suas consequências.","conexao_teologica":"O conceito de mal é central na teologia cristã, refletindo a necessidade de redenção e a justiça de Deus.","referencias_relacionadas":["Romanos 6:23","Gálatas 6:7","Tiago 1:15"]},"isaias_14_21_agarrar":{"palavra_pt":"agarrar","palavra_original":"יָרַשׁ","transliteracao":"yârash","strong":"H3423","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se à ação de tomar posse ou herdar, especialmente em relação ao povo de Deus.","explicacao_detalhada":"A palavra 'agarrar' implica a ideia de posse e domínio, contrastando com a perda do rei da Babilônia.","por_que_esta_palavra":"A utilização de 'agarrar' é uma afirmação da promessa de Deus de restaurar Seu povo e dar-lhes a terra.","conexao_teologica":"A herança é um tema importante na Bíblia, simbolizando a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 37:29","Gálatas 3:29","Hebreus 9:15"]},"isaias_14_21_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do juízo que Deus trará sobre Babilônia.","explicacao_detalhada":"A palavra 'grande' neste contexto enfatiza a magnitude da destruição que será imposta a Babilônia, simbolizando a soberania de Deus sobre as nações.","por_que_esta_palavra":"A grandeza do juízo é um tema recorrente nas profecias, mostrando que Deus tem controle sobre a história e as nações.","conexao_teologica":"A grandeza de Deus é frequentemente contrastada com a arrogância dos poderosos, mostrando que Ele é o verdadeiro soberano.","referencias_relacionadas":["Isaías 13:11","Isaías 24:21-22","Apocalipse 18:2"]},"isaias_14_22_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Indica a ação de levantar um juízo contra Babilônia.","explicacao_detalhada":"A palavra 'levantar' sugere a iniciativa de Deus em estabelecer um juízo, simbolizando a restauração de Israel e a queda dos opressores.","por_que_esta_palavra":"Levantar juízo é um ato de justiça divina, mostrando que Deus não ignora a opressão.","conexao_teologica":"Deus é apresentado como aquele que levanta e derruba reinos, reafirmando Sua soberania.","referencias_relacionadas":["Salmos 75:7","Daniel 2:21","Romanos 13:1"]},"isaias_14_22_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à destruição planejada por Deus contra Babilônia.","explicacao_detalhada":"A palavra 'destruir' enfatiza a severidade do juízo divino, que não apenas derruba, mas elimina a memória do opressor.","por_que_esta_palavra":"Destruir é um ato de purificação, onde Deus remove o mal para restaurar a justiça.","conexao_teologica":"A destruição dos ímpios é um tema que aparece em várias partes da Escritura, mostrando a justiça de Deus.","referencias_relacionadas":["Isaías 10:33-34","Ezequiel 18:30","Apocalipse 21:8"]},"isaias_14_22_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado em juízo.","explicacao_detalhada":"A palavra 'senhor' aqui destaca a autoridade e o poder de Deus sobre todas as coisas, especialmente em relação ao juízo.","por_que_esta_palavra":"O nome do Senhor é um símbolo de Sua presença e poder, que traz segurança ao Seu povo.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua fidelidade e justiça, sendo um refúgio para os justos.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Romanos 10:13"]},"isaias_14_24_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Reforça a ideia do Senhor como o executor do juízo.","explicacao_detalhada":"A repetição do nome do Senhor enfatiza Sua soberania e a certeza de que Seu plano será cumprido.","por_que_esta_palavra":"O nome do Senhor é invocado para garantir que a justiça será feita.","conexao_teologica":"A invocação do nome de Deus é um ato de confiança em Sua capacidade de salvar e julgar.","referencias_relacionadas":["Salmos 124:8","Isaías 26:4","Joel 2:32"]},"isaias_14_24_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza da declaração de Deus.","explicacao_detalhada":"A palavra 'dizer' implica a autoridade de Deus em pronunciar juízos e promessas, mostrando que Sua palavra é poderosa.","por_que_esta_palavra":"A grandeza da palavra de Deus é um tema central, pois o que Ele diz se cumpre.","conexao_teologica":"A palavra de Deus é viva e eficaz, trazendo transformação e juízo.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Mateus 24:35"]},"isaias_14_24_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Indica a possibilidade de salvação para aqueles que se voltam para Deus.","explicacao_detalhada":"A palavra 'salvar' sugere a ação de Deus em resgatar Seu povo da opressão e do juízo.","por_que_esta_palavra":"A salvação é um tema central na mensagem profética, oferecendo esperança em meio ao juízo.","conexao_teologica":"Deus é apresentado como Salvador, que deseja restaurar e redimir Seu povo.","referencias_relacionadas":["Isaías 43:11","Romanos 10:9-10","Efésios 2:8-9"]},"isaias_14_25_destruir":{"palavra_pt":"destruir","palavra_original":"שָׁבַר","transliteracao":"shâbar","strong":"H7665","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à destruição final dos opressores.","explicacao_detalhada":"A palavra 'destruir' aqui é um reforço da certeza do juízo divino sobre aqueles que se opõem a Deus.","por_que_esta_palavra":"A destruição é uma consequência da rebelião contra Deus e Sua ordem.","conexao_teologica":"A justiça de Deus exige que o mal seja punido, reafirmando Sua santidade.","referencias_relacionadas":["Salmos 37:9","Isaías 10:3","Apocalipse 19:20"]},"isaias_14_25_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra que será afetada pelo juízo.","explicacao_detalhada":"A palavra 'terra' simboliza não apenas o espaço físico, mas também o povo que habita nela e suas ações.","por_que_esta_palavra":"A terra é o palco onde se desenrolam os eventos da história da salvação e do juízo.","conexao_teologica":"A relação entre Deus e a terra é fundamental, pois Ele é o Criador e Sustentador de toda a criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:22"]},"isaias_14_25_chamar":{"palavra_pt":"chamar","palavra_original":"סוּר","transliteracao":"çûwr","strong":"H5493","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Indica a convocação de um juízo contra Babilônia.","explicacao_detalhada":"A palavra 'chamar' sugere a ação de Deus em convocar as forças do juízo para cumprir Sua palavra.","por_que_esta_palavra":"Chamar é um ato de autoridade, mostrando que Deus tem controle sobre os eventos.","conexao_teologica":"Deus chama e convoca, mostrando Sua soberania e poder sobre todas as coisas.","referencias_relacionadas":["Isaías 45:23","Mateus 22:14","Romanos 8:30"]},"isaias_14_26_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como o espaço físico e geográfico, mas também pode simbolizar o domínio e a soberania de Deus sobre toda a criação.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ, ʼerets) é usada frequentemente na Bíblia para descrever não apenas o solo, mas também a nação de Israel e o mundo em geral. Em Isaías 14:26, a terra é mencionada em um contexto de juízo e restauração, enfatizando a soberania de Deus sobre as nações.","por_que_esta_palavra":"A escolha da palavra 'terra' é significativa porque representa a criação de Deus e seu plano redentor para a humanidade, incluindo a promessa de restauração.","conexao_teologica":"A terra é um tema central na teologia bíblica, simbolizando tanto a criação quanto a redenção. A promessa de uma nova terra é um aspecto importante da esperança cristã.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 65:17"]},"isaias_14_26_advice":{"palavra_pt":"advice","palavra_original":"עֵצָה","transliteracao":"ʻêtsâh","strong":"H6098","significado_raiz":"Ideia básica: advice.","significado_contextual":"A palavra 'advice' (עֵצָה, ʻêtsâh) refere-se a um conselho ou plano, especialmente em um contexto de decisões e ações.","explicacao_detalhada":"Em Isaías 14:26, a palavra 'advice' é usada para descrever o plano de Deus contra a Assíria. Isso destaca a ideia de que os planos de Deus prevalecem sobre os planos humanos.","por_que_esta_palavra":"A palavra 'advice' é crucial para entender a soberania de Deus e como Ele orienta a história em direção ao Seu propósito.","conexao_teologica":"A sabedoria divina é um tema recorrente na Bíblia, onde Deus oferece conselhos e orientações aos seus seguidores.","referencias_relacionadas":["Provérbios 19:21","Isaías 11:2","Tiago 1:5"]},"isaias_14_26_planejar":{"palavra_pt":"planejar","palavra_original":"יָעַץ","transliteracao":"yâʻats","strong":"H3289","significado_raiz":"Ideia básica: planejar.","significado_contextual":"Refere-se ao ato de planejar ou decidir, especialmente em relação aos propósitos de Deus.","explicacao_detalhada":"A palavra 'planejar' (יָעַץ, yâʻats) enfatiza a intenção e a ação deliberada de Deus em relação ao Seu povo e às nações. Em Isaías 14:26, isso se relaciona com o plano de Deus para lidar com a Assíria.","por_que_esta_palavra":"É importante porque mostra que Deus não age aleatoriamente, mas tem um plano claro e definido para a história.","conexao_teologica":"O planejamento divino é um aspecto fundamental da soberania de Deus, que dirige a história para cumprir Seus propósitos.","referencias_relacionadas":["Salmos 33:11","Provérbios 16:9","Efésios 1:11"]},"isaias_14_27_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' (כִּי, kîy) é usada para introduzir uma razão ou explicação.","explicacao_detalhada":"Em Isaías 14:27, 'porque' conecta a ação de Deus com a razão de Sua soberania e poder. É uma afirmação de que nada pode frustrar os planos de Deus.","por_que_esta_palavra":"A palavra é essencial para entender a lógica do discurso profético, onde a razão divina é apresentada como fundamento das ações de Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia, onde Ele é visto como aquele que controla todas as coisas.","referencias_relacionadas":["Romanos 8:28","Isaías 46:10","Salmos 115:3"]},"isaias_14_27_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus (יְהֹוָה, Yᵉhôvâh), que representa Sua natureza, caráter e autoridade.","explicacao_detalhada":"O nome de Deus é um tema importante na Bíblia, simbolizando Sua presença e poder. Em Isaías 14:27, o nome de Deus é invocado para afirmar Sua soberania sobre as nações.","por_que_esta_palavra":"A palavra 'senhor' é utilizada para enfatizar a autoridade e o domínio de Deus sobre toda a criação.","conexao_teologica":"O nome de Deus é central na adoração e na revelação de Sua natureza ao povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"isaias_14_27_grande":{"palavra_pt":"grande","palavra_original":"נָטָה","transliteracao":"nâṭâh","strong":"H5186","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' (נָטָה, nâṭâh) é usada para descrever a magnitude e a majestade de Deus.","explicacao_detalhada":"Em Isaías 14:27, 'grande' enfatiza a força e a capacidade de Deus para realizar Seus planos, mostrando que nada pode resistir a Ele.","por_que_esta_palavra":"A grandeza de Deus é um tema recorrente na Bíblia, que nos lembra de Sua soberania e poder.","conexao_teologica":"A grandeza de Deus é fundamental para a compreensão de Sua natureza e de Sua relação com a criação.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12-14","Romanos 11:33"]},"isaias_14_28_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao conceito de rei (מֶלֶךְ, melek), que simboliza autoridade e governo.","explicacao_detalhada":"Em Isaías 14:28, a palavra 'rei' é usada para descrever a autoridade de Deus sobre as nações e a história, contrastando com os reis da terra.","por_que_esta_palavra":"A palavra 'rei' é importante para entender a soberania de Deus e Seu papel como governante supremo.","conexao_teologica":"A realeza de Deus é um tema central na Bíblia, onde Ele é frequentemente descrito como o Rei dos Reis.","referencias_relacionadas":["Salmos 47:2","Apocalipse 19:16","Isaías 33:22"]},"isaias_14_28_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão (שָׁנֶה, shâneh) que pode indicar um modo de falar ou um conceito específico.","explicacao_detalhada":"Em Isaías 14:28, a palavra 'expressão' pode ser entendida como uma maneira de comunicar a intenção de Deus, revelando Seu plano e propósito.","por_que_esta_palavra":"A expressão é importante para a comunicação da mensagem divina e a compreensão do que Deus deseja transmitir ao Seu povo.","conexao_teologica":"A comunicação de Deus com a humanidade é um aspecto vital da revelação divina.","referencias_relacionadas":["Salmos 19:1-4","Hebreus 1:1-2","Isaías 55:11"]},"isaias_14_29_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Em Isaías 14:29, \"modo\" aparece na frase \"Não te alegres, tu, toda a Filístia, por estar quebrada a vara que te feria; porque da raiz da cobra sairá um basilisco, e o seu fruto será…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כֹּל; kôl; H3605), \"modo\" traz a ideia de modo. Aqui, essa palavra deixa o ensino de Isaías 14:29 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"modo\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Isaías 14:31. Lendo junto com Isaías 14:29, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Isaías 14:29","Isaías 14:31","Salmos 119:105"]},"isaias_14_29_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' (כִּי, kîy) é usada para introduzir uma razão ou explicação.","explicacao_detalhada":"Em Isaías 14:29, 'porque' conecta a ação de Deus com a razão de Sua soberania e poder, reafirmando que Ele é o Senhor sobre todas as coisas.","por_que_esta_palavra":"A palavra é essencial para entender a lógica do discurso profético, onde a razão divina é apresentada como fundamento das ações de Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia, onde Ele é visto como aquele que controla todas as coisas.","referencias_relacionadas":["Romanos 8:28","Isaías 46:10","Salmos 115:3"]},"isaias_14_30_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A morte é apresentada como uma consequência do julgamento divino sobre os opressores.","explicacao_detalhada":"Neste contexto, a palavra 'morrer' refere-se à destruição dos inimigos de Israel, simbolizando o fim de sua opressão e a restauração do povo de Deus.","por_que_esta_palavra":"A escolha da palavra 'morrer' enfatiza a gravidade do destino dos opressores e a certeza do juízo de Deus.","conexao_teologica":"A morte, como consequência do pecado e da rebelião contra Deus, é um tema recorrente na Bíblia, refletindo a justiça divina.","referencias_relacionadas":["Romanos 6:23","Ezequiel 18:30","Apocalipse 20:14"]},"isaias_14_30_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"A fome é um símbolo de desespero e necessidade, frequentemente associada ao juízo divino.","explicacao_detalhada":"Neste versículo, a fome representa a privação que os inimigos de Israel enfrentarão como resultado de sua opressão e injustiça.","por_que_esta_palavra":"A palavra 'fome' é utilizada para ilustrar a severidade do juízo de Deus e a condição desesperadora dos que se opõem ao Seu povo.","conexao_teologica":"A fome é frequentemente mencionada nas Escrituras como um sinal do juízo de Deus e da necessidade de arrependimento.","referencias_relacionadas":["Amós 8:11","Mateus 5:6","Salmos 37:25"]},"isaias_14_30_governo":{"palavra_pt":"pastor","palavra_original":"רָעָה","transliteracao":"râʻâh","strong":"H7462","significado_raiz":"Ideia básica: pastor.","significado_contextual":"A palavra 'pastor' refere-se à liderança e ao cuidado que Deus exerce sobre Seu povo.","explicacao_detalhada":"Neste contexto, a figura do pastor é usada para descrever a proteção e a orientação que Deus oferece aos que são fiéis, contrastando com os líderes opressores.","por_que_esta_palavra":"A escolha da palavra 'pastor' enfatiza a relação íntima entre Deus e Seu povo, mostrando que Ele é o verdadeiro líder e cuidador.","conexao_teologica":"Deus é frequentemente descrito como pastor em toda a Bíblia, simbolizando Seu amor e cuidado por Seu povo.","referencias_relacionadas":["Salmos 23:1","João 10:11","Ezequiel 34:15"]},"isaias_14_31_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A cidade representa a nação ou o povo que está sob o julgamento de Deus.","explicacao_detalhada":"Neste versículo, a cidade é um símbolo da coletividade dos opressores que serão destruídos como parte do juízo divino.","por_que_esta_palavra":"A palavra 'cidade' é usada para enfatizar a ideia de coletividade e a responsabilidade dos líderes sobre o povo.","conexao_teologica":"A destruição de cidades como um ato de juízo divino é um tema recorrente nas Escrituras, simbolizando a queda dos ímpios.","referencias_relacionadas":["Gênesis 19:24","Jeremias 49:2","Apocalipse 18:2"]},"isaias_14_31_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas acontecem ou são feitas.","explicacao_detalhada":"Neste contexto, o 'modo' indica a forma como o juízo de Deus será executado sobre os opressores, enfatizando a certeza e a justiça de Suas ações.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a ordem e a intenção divina por trás do juízo, mostrando que não é aleatório.","conexao_teologica":"A maneira como Deus age em juízo é um reflexo de Sua santidade e justiça, que são fundamentais para a Sua natureza.","referencias_relacionadas":["Salmos 9:16","Romanos 2:6","Hebreus 10:30"]},"isaias_14_31_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual o juízo será executado.","explicacao_detalhada":"Neste contexto, 'porque' conecta a ação de Deus ao comportamento dos opressores, mostrando que o juízo é uma resposta à injustiça.","por_que_esta_palavra":"A escolha da palavra 'porque' é fundamental para entender a lógica do juízo divino, que é sempre baseado em justiça.","conexao_teologica":"A justiça de Deus é sempre acompanhada de razões claras, refletindo Seu caráter justo e reto.","referencias_relacionadas":["Deuteronômio 32:4","Salmos 89:14","Romanos 1:18"]},"isaias_14_32_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' simboliza a percepção e o conhecimento de Deus sobre as ações humanas.","explicacao_detalhada":"Neste contexto, 'olho' representa a vigilância de Deus sobre as nações e Sua capacidade de ver a injustiça.","por_que_esta_palavra":"A escolha da palavra 'olho' enfatiza a onisciência de Deus, que não perde nenhum detalhe das ações humanas.","conexao_teologica":"A onisciência de Deus é um tema central na teologia, mostrando que Ele está sempre ciente do que acontece no mundo.","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","Hebreus 4:13"]},"isaias_14_32_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"A palavra 'anjo/mensageiro' refere-se a seres enviados por Deus para cumprir Seus propósitos.","explicacao_detalhada":"Neste contexto, o 'anjo' é um mensageiro que traz a palavra de Deus e executa Seu juízo sobre as nações.","por_que_esta_palavra":"A escolha da palavra 'anjo' destaca a ação de Deus através de Seus mensageiros, mostrando que Ele opera no mundo de maneira ativa.","conexao_teologica":"Os anjos são frequentemente mencionados na Bíblia como instrumentos de Deus, refletindo Sua vontade e poder.","referencias_relacionadas":["Salmos 91:11","Hebreus 1:14","Apocalipse 22:9"]},"isaias_14_32_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz a razão para a ação de Deus.","explicacao_detalhada":"Neste contexto, 'porque' conecta a resposta de Deus ao comportamento dos povos, enfatizando a justiça divina.","por_que_esta_palavra":"A escolha da palavra 'porque' é crucial para entender a lógica do juízo de Deus, que é sempre fundamentado em Sua justiça.","conexao_teologica":"A justiça de Deus é sempre acompanhada de razões claras, refletindo Seu caráter justo e reto.","referencias_relacionadas":["Salmos 7:11","Ezequiel 18:30","Romanos 2:5"]}}