{"isaias_15_1_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual o juízo será executado sobre Moabe.","explicacao_detalhada":"Neste contexto, 'porque' explica a motivação de Deus para trazer juízo sobre Moabe devido à sua arrogância e idolatria.","por_que_esta_palavra":"A escolha da palavra 'porque' é fundamental para entender a lógica do juízo divino, que é sempre baseado em justiça.","conexao_teologica":"A justiça de Deus é sempre acompanhada de razões claras, refletindo Seu caráter justo e reto.","referencias_relacionadas":["Isaías 16:6","Jeremias 48:1","Amós 2:1"]},"isaias_15_1_luz":{"palavra_pt":"luz","palavra_original":"לַיִל","transliteracao":"layil","strong":"H3915","significado_raiz":"Ideia básica: luz.","significado_contextual":"A luz simboliza a presença de Deus e a revelação de Sua verdade.","explicacao_detalhada":"No contexto de Isaías 15, a luz representa esperança e clareza em meio à escuridão da destruição e do lamento. A luz é frequentemente associada à salvação e à orientação divina.","por_que_esta_palavra":"A palavra 'luz' é utilizada para contrastar a escuridão da calamidade que se abate sobre Moabe, enfatizando a necessidade de redenção.","conexao_teologica":"A luz é um tema recorrente na Bíblia, simbolizando a presença de Deus e a vida eterna que Ele oferece. Jesus se apresenta como a luz do mundo (João 8:12).","referencias_relacionadas":["Isaías 9:2","João 1:5","Mateus 5:14"]},"isaias_15_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as pessoas se comportam ou se expressam em tempos de crise.","explicacao_detalhada":"O 'modo' indica a forma como os moabitas reagiam à sua situação de desespero e perda, refletindo a cultura e as tradições que estavam sendo desmanteladas.","por_que_esta_palavra":"A palavra 'modo' é importante para entender a resposta emocional e social dos moabitas diante da destruição.","conexao_teologica":"O comportamento humano em tempos de crise é um tema que aparece em várias passagens bíblicas, mostrando a fragilidade da condição humana.","referencias_relacionadas":["Salmos 34:18","Eclesiastes 3:1","Romanos 12:15"]},"isaias_15_2_bajith":{"palavra_pt":"bajith","palavra_original":"בַּיִת","transliteracao":"Bayith","strong":"H1006","significado_raiz":"Ideia básica: bajith.","significado_contextual":"Refere-se à casa ou ao lar, um símbolo de segurança e estabilidade.","explicacao_detalhada":"O 'bajith' é um espaço sagrado e familiar que representa a identidade e a cultura do povo moabita, agora ameaçada pela destruição.","por_que_esta_palavra":"A palavra 'bajith' é usada para enfatizar a perda do lar e da segurança em tempos de calamidade.","conexao_teologica":"A ideia de lar é central na Bíblia, simbolizando não apenas segurança física, mas também a presença de Deus entre Seu povo.","referencias_relacionadas":["Salmos 127:1","Hebreus 3:6","1 Pedro 2:5"]},"isaias_15_2_height":{"palavra_pt":"altura","palavra_original":"בָּמָה","transliteracao":"bâmâh","strong":"H1116","significado_raiz":"Ideia básica: altura.","significado_contextual":"A altura pode simbolizar grandeza, mas também a queda dos orgulhosos.","explicacao_detalhada":"Neste contexto, a 'altura' refere-se aos lugares altos onde os moabitas realizavam cultos, agora em ruínas, simbolizando a queda de suas práticas idólatras.","por_que_esta_palavra":"A palavra 'altura' é utilizada para mostrar a fragilidade das estruturas que antes eram vistas como seguras e poderosas.","conexao_teologica":"A queda dos altos é um tema que aparece em várias passagens, mostrando que Deus humilha os soberbos (Tiago 4:10).","referencias_relacionadas":["Isaías 2:12","Ezequiel 17:24","Lucas 1:52"]},"isaias_15_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Novamente, refere-se ao comportamento e à maneira de agir em resposta à calamidade.","explicacao_detalhada":"A repetição da palavra 'modo' enfatiza a intensidade da situação e a necessidade de um lamento coletivo entre os moabitas.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender a resposta emocional e social dos moabitas diante da destruição.","conexao_teologica":"A resposta humana ao sofrimento é um tema importante, refletindo a necessidade de compaixão e solidariedade.","referencias_relacionadas":["Gálatas 6:2","Romanos 12:15","1 Tessalonicenses 5:11"]},"isaias_15_3_altar":{"palavra_pt":"altar","palavra_original":"גָּג","transliteracao":"gâg","strong":"H1406","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é um local de adoração e sacrifício, representando a relação do povo com Deus.","explicacao_detalhada":"Neste contexto, o 'altar' simboliza a prática religiosa dos moabitas, que agora está em ruínas, refletindo a perda de sua identidade espiritual.","por_que_esta_palavra":"A palavra 'altar' é utilizada para mostrar a destruição dos locais sagrados e a interrupção da adoração.","conexao_teologica":"Os altares são fundamentais na Bíblia, representando a comunhão entre Deus e Seu povo, e a necessidade de adoração verdadeira.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Hebreus 13:10"]},"isaias_15_4_chamar":{"palavra_pt":"chamar","palavra_original":"זָעַק","transliteracao":"zâʻaq","strong":"H2199","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Chamar implica um clamor por ajuda ou um apelo à ação.","explicacao_detalhada":"A palavra 'chamar' reflete a urgência e a necessidade de socorro diante da calamidade que aflige Moabe.","por_que_esta_palavra":"A palavra 'chamar' é usada para enfatizar a intensidade do desespero e a busca por intervenção divina.","conexao_teologica":"O clamor por ajuda é um tema recorrente na Bíblia, mostrando a dependência do ser humano em relação a Deus.","referencias_relacionadas":["Salmos 18:6","Romanos 10:13","Mateus 7:7"]},"isaias_15_4_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A voz representa a comunicação e a expressão de emoções profundas.","explicacao_detalhada":"Neste contexto, a 'voz' simboliza o lamento e o clamor do povo moabita diante da tragédia.","por_que_esta_palavra":"A palavra 'voz' é utilizada para enfatizar a necessidade de ser ouvido em meio ao sofrimento.","conexao_teologica":"A voz é um meio pelo qual os seres humanos expressam suas necessidades e anseios a Deus.","referencias_relacionadas":["Salmos 34:17","Isaías 58:9","1 João 5:14"]},"isaias_15_4_alegria":{"palavra_pt":"alegria","palavra_original":"רוּעַ","transliteracao":"rûwaʻ","strong":"H7321","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A alegria é um estado emocional que contrasta com o lamento e a tristeza.","explicacao_detalhada":"A palavra 'alegria' aqui é usada para mostrar o que foi perdido, uma vez que a calamidade trouxe desespero e tristeza ao povo moabita.","por_que_esta_palavra":"A palavra 'alegria' é importante para entender a profundidade da perda e o desejo de restaurar a felicidade.","conexao_teologica":"A alegria é um tema central na Bíblia, frequentemente associada à presença de Deus e à salvação.","referencias_relacionadas":["Salmos 30:5","Filipenses 4:4","Romanos 14:17"]},"isaias_15_5_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O coração é o centro das emoções e decisões humanas.","explicacao_detalhada":"Neste contexto, o 'coração' representa a dor e o sofrimento profundo do povo moabita diante da destruição de sua terra e cultura.","por_que_esta_palavra":"A palavra 'coração' é utilizada para enfatizar a intensidade do sofrimento e a necessidade de cura emocional.","conexao_teologica":"O coração é frequentemente mencionado na Bíblia como o lugar onde Deus trabalha, transformando vidas e trazendo esperança.","referencias_relacionadas":["Provérbios 4:23","Salmos 51:10","Ezequiel 36:26"]},"isaias_15_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual algo está acontecendo, enfatizando a causa de um evento.","explicacao_detalhada":"Neste versículo, 'porque' é usado para justificar a ação ou o estado de um povo, indicando que há uma razão subjacente para a situação descrita.","por_que_esta_palavra":"A palavra é crucial para entender a lógica do discurso profético, onde as consequências são frequentemente ligadas a ações ou desobediências anteriores.","conexao_teologica":"A utilização de 'porque' reflete a relação entre a desobediência do povo e o juízo divino, mostrando que Deus age em resposta às ações humanas.","referencias_relacionadas":["Isaías 1:18","Isaías 5:13","Isaías 9:16"]},"isaias_15_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz a razão para a calamidade que se aproxima.","explicacao_detalhada":"Aqui, 'porque' serve para explicar a devastação que está prestes a ocorrer, ligando-a a ações passadas do povo.","por_que_esta_palavra":"É essencial para a compreensão do juízo de Deus, que é sempre precedido por uma explicação do porquê das consequências.","conexao_teologica":"A palavra destaca a justiça de Deus, que não age sem razão, mas sempre em resposta ao comportamento humano.","referencias_relacionadas":["Isaías 3:11","Isaías 5:24","Isaías 10:1"]},"isaias_15_6_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' aqui é usada para enfatizar a certeza e a realidade da situação descrita.","explicacao_detalhada":"Neste contexto, 'verdade' implica que a situação é inegável e que as consequências são reais e inevitáveis.","por_que_esta_palavra":"A verdade é um tema central nas profecias, onde a realidade espiritual e moral é frequentemente destacada.","conexao_teologica":"A verdade de Deus é um pilar da fé, e a negação dela leva a consequências severas, como evidenciado nas advertências de Isaías.","referencias_relacionadas":["Salmos 51:6","João 8:32","Efésios 4:15"]},"isaias_15_6_agua":{"palavra_pt":"aguas","palavra_original":"מַיִם","transliteracao":"mayim","strong":"H4325","significado_raiz":"Ideia básica: aguas.","significado_contextual":"A palavra 'águas' refere-se a um elemento vital, simbolizando vida e sustento.","explicacao_detalhada":"No contexto de Isaías, a menção de 'águas' pode indicar a falta de recursos e a devastação que afeta o povo.","por_que_esta_palavra":"As águas são frequentemente usadas na Bíblia como símbolo de bênção e prosperidade, e sua ausência representa juízo.","conexao_teologica":"A escassez de água pode ser vista como uma metáfora para a ausência da presença de Deus e suas bênçãos.","referencias_relacionadas":["Isaías 41:17","Salmos 42:1","João 7:37"]},"isaias_15_7_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada metaforicamente para descrever a ferocidade e a destruição que se aproxima.","explicacao_detalhada":"Neste versículo, 'urso' simboliza a força e a brutalidade do juízo que será infligido ao povo.","por_que_esta_palavra":"A escolha de 'urso' enfatiza a gravidade da situação e a inevitabilidade do juízo divino.","conexao_teologica":"A ferocidade do juízo de Deus é um tema recorrente, mostrando que Ele é justo e não hesitará em punir a iniquidade.","referencias_relacionadas":["Amós 3:8","Miquéias 3:1-3","Romanos 2:6"]},"isaias_15_7_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude do juízo que se aproxima.","explicacao_detalhada":"Neste contexto, 'grande' enfatiza a seriedade e a abrangência da destruição que será trazida sobre o povo.","por_que_esta_palavra":"A grandeza do juízo de Deus é um aviso para que o povo se arrependa e busque a reconciliação com Ele.","conexao_teologica":"A grandeza de Deus é refletida em suas ações, tanto em bênçãos quanto em juízos, mostrando sua soberania.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"isaias_15_8_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz a razão para a destruição iminente.","explicacao_detalhada":"Aqui, 'porque' é usado para conectar a ação de Deus com a resposta do povo, enfatizando a lógica do juízo.","por_que_esta_palavra":"É fundamental para entender a continuidade do discurso profético e a relação entre causa e efeito nas ações de Deus.","conexao_teologica":"A repetição de 'porque' reforça a ideia de que Deus é justo e que suas ações são sempre fundamentadas.","referencias_relacionadas":["Isaías 1:4","Isaías 5:25","Isaías 9:12"]},"isaias_15_8_destruir":{"palavra_pt":"destruir","palavra_original":"נָקַף","transliteracao":"nâqaph","strong":"H5362","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à ação de Deus em trazer juízo sobre o povo.","explicacao_detalhada":"Neste contexto, 'destruir' implica uma ação decisiva e severa contra a iniquidade e a rebeldia do povo.","por_que_esta_palavra":"A destruição é um tema sério nas profecias, representando a consequência do pecado e a necessidade de arrependimento.","conexao_teologica":"A destruição é uma manifestação da justiça de Deus, que não pode ignorar o pecado.","referencias_relacionadas":["Ezequiel 18:30","Mateus 7:19","Apocalipse 21:8"]},"isaias_15_9_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão para a derramamento de sangue e a calamidade.","explicacao_detalhada":"Neste versículo, 'porque' conecta a violência e a morte ao juízo divino, enfatizando as consequências do pecado.","por_que_esta_palavra":"É essencial para entender a lógica do juízo de Deus e a gravidade das ações do povo.","conexao_teologica":"A relação entre pecado e juízo é um tema central na teologia bíblica, mostrando que Deus é justo em suas ações.","referencias_relacionadas":["Gênesis 9:6","Isaías 26:21","Romanos 1:18"]},"isaias_15_9_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"A palavra 'sangue' simboliza morte e a gravidade do juízo que se aproxima.","explicacao_detalhada":"Neste contexto, 'sangue' refere-se ao resultado da violência e do juízo divino sobre o povo desobediente.","por_que_esta_palavra":"O sangue é um símbolo poderoso na Bíblia, representando tanto a vida quanto a morte, e sua menção aqui é um aviso sério.","conexao_teologica":"A menção do sangue destaca a seriedade do pecado e as consequências que ele traz, refletindo a necessidade de redenção.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","Apocalipse 6:10"]},"isaias_15_9_deliverance":{"palavra_pt":"deliverance","palavra_original":"פְּלֵיטָה","transliteracao":"pᵉlêyṭâh","strong":"H6413","significado_raiz":"Ideia básica: deliverance.","significado_contextual":"Libertação ou salvação em um contexto de opressão.","explicacao_detalhada":"A palavra 'deliverance' refere-se à ação de ser salvo ou libertado de uma situação difícil ou de perigo. No contexto de Isaías 15:9, a libertação é um tema central, pois o povo está enfrentando a destruição e a necessidade de salvação.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a necessidade de intervenção divina em tempos de crise.","conexao_teologica":"A libertação é um tema recorrente na Bíblia, simbolizando a salvação que Deus oferece ao seu povo.","referencias_relacionadas":["Salmos 34:17","Isaías 43:2","Romanos 8:31-32"]}}