{"isaias_17_1_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local habitado, muitas vezes com conotações de segurança e comunidade.","explicacao_detalhada":"Neste versículo, 'cidade' pode simbolizar a nação ou o povo que habita nela, e seu destino profético.","por_que_esta_palavra":"É importante para entender o contexto social e político da época, além do juízo que está sendo anunciado.","conexao_teologica":"A cidade é frequentemente usada na Bíblia como um símbolo do povo de Deus e de Sua presença entre eles.","referencias_relacionadas":["Salmos 48:1-2","Mateus 5:14","Apocalipse 21:2"]},"isaias_17_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à queda ou destruição de algo que estava em pé.","explicacao_detalhada":"Neste contexto, 'cair' pode simbolizar a derrota de uma nação ou a perda de poder e influência.","por_que_esta_palavra":"É crucial para entender o juízo de Deus sobre as nações e a inevitabilidade do cumprimento de Suas profecias.","conexao_teologica":"A queda é um tema recorrente na Bíblia, representando tanto o juízo de Deus quanto a esperança de restauração.","referencias_relacionadas":["Ezequiel 18:30","Mateus 24:2","Apocalipse 18:2"]},"isaias_17_2_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma cidade que simboliza segurança e abrigo, mas que será desolada.","explicacao_detalhada":"A palavra 'cidade' (עִיר) é usada para descrever um local de habitação e civilização. No contexto de Isaías 17:2, a cidade representa a segurança que será perdida devido ao juízo de Deus.","por_que_esta_palavra":"A cidade é um símbolo de comunidade e proteção, e sua destruição indica um colapso social e espiritual.","conexao_teologica":"A destruição da cidade reflete a justiça divina e o cumprimento das profecias sobre o juízo contra as nações.","referencias_relacionadas":["Isaías 1:7","Jeremias 4:26","Miquéias 3:12"]},"isaias_17_2_drove":{"palavra_pt":"drove","palavra_original":"עֵדֶר","transliteracao":"ʻêder","strong":"H5739","significado_raiz":"Ideia básica: drove.","significado_contextual":"Refere-se a um grupo de animais, simbolizando a vulnerabilidade e a desolação que se aproxima.","explicacao_detalhada":"A palavra 'drove' (עֵדֶר) é utilizada para descrever um rebanho ou grupo de animais. Em Isaías 17:2, isso representa a perda de recursos e a devastação que afetará tanto as pessoas quanto os seus bens.","por_que_esta_palavra":"O 'drove' simboliza a fragilidade da vida e a dependência do povo em relação a Deus para proteção e sustento.","conexao_teologica":"A imagem do rebanho perdido reflete a condição do povo de Israel, que se afastou de Deus e, portanto, enfrenta consequências.","referencias_relacionadas":["Salmos 49:14","Ezequiel 34:5","Mateus 9:36"]},"isaias_17_2_cair":{"palavra_pt":"cair","palavra_original":"רָבַץ","transliteracao":"râbats","strong":"H7257","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a queda de uma cidade ou povo, simbolizando a derrota e a desolação.","explicacao_detalhada":"A palavra 'cair' (רָבַץ) é usada para descrever um colapso ou uma queda. No contexto de Isaías 17:2, isso se refere à queda de cidades e povos diante do juízo de Deus.","por_que_esta_palavra":"A queda é um símbolo do juízo divino e da fragilidade das estruturas humanas diante do poder de Deus.","conexao_teologica":"A queda de cidades e nações é um tema recorrente nas Escrituras, refletindo a soberania de Deus sobre a história.","referencias_relacionadas":["Isaías 10:3","Amós 9:1","Apocalipse 18:2"]},"isaias_17_3_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Ideia básica: reino.","significado_contextual":"Refere-se ao reino que será desolado, simbolizando a perda de poder e influência.","explicacao_detalhada":"A palavra 'reino' (מַמְלָכָה) representa a autoridade e o governo. Em Isaías 17:3, isso se refere ao reino da Síria, que será destruído como parte do juízo de Deus.","por_que_esta_palavra":"O domínio é um aspecto central da vida social e política, e sua perda indica um colapso total da ordem estabelecida.","conexao_teologica":"A destruição dos reinos é uma demonstração do controle de Deus sobre as nações e sua capacidade de trazer juízo.","referencias_relacionadas":["Daniel 2:21","Salmos 22:28","Isaías 24:21"]},"isaias_17_3_bom":{"palavra_pt":"gloria","palavra_original":"כָּבוֹד","transliteracao":"kâbôwd","strong":"H3519","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à glória que será retirada, simbolizando a perda da presença de Deus.","explicacao_detalhada":"A palavra 'glória' (כָּבוֹד) é usada para descrever a majestade e a presença de Deus. Em Isaías 17:3, a glória que se afasta indica a retirada da bênção divina sobre o povo.","por_que_esta_palavra":"A glória é um símbolo da presença de Deus entre seu povo, e sua ausência resulta em desolação.","conexao_teologica":"A glória de Deus é um tema central nas Escrituras, e sua retirada é um sinal de juízo e abandono.","referencias_relacionadas":["Ezequiel 10:18","Salmos 78:61","Isaías 43:7"]},"isaias_17_3_sabado":{"palavra_pt":"sabado","palavra_original":"שָׁבַת","transliteracao":"shâbath","strong":"H7673","significado_raiz":"Ideia básica: sabado.","significado_contextual":"Refere-se ao dia de descanso, simbolizando a paz e a comunhão com Deus.","explicacao_detalhada":"A palavra 'sábado' (שָׁבַת) representa um tempo de descanso e adoração. Em Isaías 17:3, a menção do sábado pode indicar a perda da paz e da comunhão com Deus devido ao juízo.","por_que_esta_palavra":"O sábado é um símbolo da aliança entre Deus e seu povo, e sua violação resulta em consequências espirituais.","conexao_teologica":"O conceito de descanso sabático é fundamental na teologia bíblica, representando a confiança em Deus e a obediência à sua vontade.","referencias_relacionadas":["Êxodo 20:8","Deuteronômio 5:12","Hebreus 4:9"]},"isaias_17_4_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo específico de juízo, simbolizando a certeza do cumprimento das promessas de Deus.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é usada para descrever um período de tempo. Em Isaías 17:4, isso se refere ao dia do juízo que virá sobre a Síria.","por_que_esta_palavra":"O dia é um símbolo de eventos significativos na história da salvação, especialmente aqueles relacionados ao juízo e à redenção.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema importante na profecia, indicando o tempo em que Deus intervirá na história.","referencias_relacionadas":["Joel 2:31","Amós 5:18","Zacarias 14:1"]},"isaias_17_4_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a queda de um estado ou condição, simbolizando a transição de um estado de segurança para um de vulnerabilidade.","explicacao_detalhada":"A palavra 'cair' (הָיָה) é usada para descrever uma mudança de estado. Em Isaías 17:4, isso se refere à transformação da condição do povo de Israel diante do juízo.","por_que_esta_palavra":"A queda é um símbolo da fragilidade humana e da necessidade de depender de Deus.","conexao_teologica":"A queda de um povo é frequentemente associada ao afastamento de Deus e à desobediência às suas leis.","referencias_relacionadas":["Isaías 24:18","Salmos 37:24","Provérbios 24:16"]},"isaias_17_4_bom":{"palavra_pt":"gloria","palavra_original":"כָּבוֹד","transliteracao":"kâbôwd","strong":"H3519","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à glória que será retirada, simbolizando a perda da presença de Deus.","explicacao_detalhada":"A palavra 'glória' (כָּבוֹד) é usada para descrever a majestade de Deus. Em Isaías 17:4, a glória que se afasta indica a retirada da bênção divina sobre o povo.","por_que_esta_palavra":"A glória é um símbolo da presença de Deus entre seu povo, e sua ausência resulta em desolação.","conexao_teologica":"A glória de Deus é um tema central nas Escrituras, e sua retirada é um sinal de juízo e abandono.","referencias_relacionadas":["Ezequiel 10:18","Salmos 78:61","Isaías 43:7"]},"isaias_17_5_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a queda de um povo, simbolizando a derrota e a desolação.","explicacao_detalhada":"A palavra 'cair' (הָיָה) é usada para descrever um colapso ou uma queda. Em Isaías 17:5, isso se refere à queda do povo de Israel diante do juízo de Deus.","por_que_esta_palavra":"A queda é um símbolo do juízo divino e da fragilidade das estruturas humanas diante do poder de Deus.","conexao_teologica":"A queda de cidades e nações é um tema recorrente nas Escrituras, refletindo a soberania de Deus sobre a história.","referencias_relacionadas":["Isaías 10:3","Amós 9:1","Apocalipse 18:2"]},"isaias_17_5_destruir":{"palavra_pt":"destruir","palavra_original":"אָסַף","transliteracao":"ʼâçaph","strong":"H622","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à ação de eliminar ou arruinar algo, neste caso, a colheita.","explicacao_detalhada":"No contexto de Isaías 17:5, a destruição é uma metáfora para o juízo de Deus sobre as nações que se afastaram d'Ele. A colheita é um símbolo da prosperidade que será devastada como consequência do pecado.","por_que_esta_palavra":"A escolha da palavra 'destruir' enfatiza a severidade do juízo divino e a certeza de que as consequências do pecado são inevitáveis.","conexao_teologica":"A destruição aqui é um reflexo da justiça de Deus, que não deixa impune o pecado das nações. Isso se conecta com a ideia de que Deus é um juiz justo.","referencias_relacionadas":["Isaías 10:33-34","Jeremias 5:10","Ezequiel 18:30"]},"isaias_17_5_poderoso":{"palavra_pt":"poderoso","palavra_original":"זְרוֹעַ","transliteracao":"zᵉrôwaʻ","strong":"H2220","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' descreve a força e a capacidade de Deus para executar juízo.","explicacao_detalhada":"Neste versículo, 'poderoso' é usado para enfatizar a força de Deus em contrastar com a fragilidade humana. Ele é capaz de destruir e restaurar conforme Sua vontade.","por_que_esta_palavra":"A palavra 'poderoso' é crucial para entender a soberania de Deus sobre as nações e a natureza, mostrando que nada pode resistir ao Seu poder.","conexao_teologica":"A teologia da soberania de Deus é central na mensagem de Isaías, onde Ele é apresentado como o Senhor dos Exércitos, que tem controle absoluto sobre a história.","referencias_relacionadas":["Salmos 24:8","Isaías 40:10","Apocalipse 19:6"]},"isaias_17_6_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' refere-se ao início ou à origem de algo, neste caso, a origem da colheita.","explicacao_detalhada":"Em Isaías 17:6, 'princípio' sugere que a destruição não é aleatória, mas parte de um plano divino que se inicia com a desobediência e culmina em juízo.","por_que_esta_palavra":"A palavra 'princípio' é importante para entender que as ações de Deus têm um propósito e um início, e que a história da salvação é progressiva.","conexao_teologica":"A ideia de princípio se conecta com a doutrina da criação e da queda, onde tudo começa com Deus e termina com a restauração final.","referencias_relacionadas":["Gênesis 1:1","João 1:1","Apocalipse 21:6"]},"isaias_17_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que implica autoridade e soberania.","explicacao_detalhada":"No contexto de Isaías 17:6, o uso do nome 'Senhor' destaca a relação de Deus com Seu povo e Sua autoridade sobre todas as coisas.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a identidade de Deus como o governante supremo e a importância de invocar Seu nome em tempos de necessidade.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua natureza, caráter e a aliança que Ele tem com Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"isaias_17_7_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período específico, muitas vezes associado ao juízo ou à intervenção divina.","explicacao_detalhada":"Em Isaías 17:7, o 'dia' é um tempo de reflexão e retorno a Deus, onde o povo deve reconhecer Sua soberania e poder.","por_que_esta_palavra":"A palavra 'dia' é significativa porque marca um tempo de decisão e ação, onde as consequências das escolhas são manifestas.","conexao_teologica":"O conceito de 'dia' é frequentemente usado na Bíblia para descrever o dia do Senhor, um tempo de juízo e restauração.","referencias_relacionadas":["Amós 5:18","Joel 2:31","Zacarias 14:1"]},"isaias_17_7_depart":{"palavra_pt":"depart","palavra_original":"שָׁעָה","transliteracao":"shâʻâh","strong":"H8159","significado_raiz":"Ideia básica: depart.","significado_contextual":"A palavra 'depart' implica em afastar-se ou desviar-se do caminho correto.","explicacao_detalhada":"No contexto de Isaías 17:7, 'depart' sugere a necessidade de retornar a Deus após ter se afastado d'Ele, reconhecendo a necessidade de arrependimento.","por_que_esta_palavra":"A palavra 'depart' é crucial para entender a condição do povo que se afastou de Deus e a urgência de um retorno.","conexao_teologica":"O chamado ao arrependimento é um tema central na mensagem profética, onde Deus convida Seu povo a voltar-se para Ele.","referencias_relacionadas":["Isaías 55:7","Jeremias 3:12","Atos 3:19"]},"isaias_17_7_humano":{"palavra_pt":"homem/adao","palavra_original":"אָדָם","transliteracao":"ʼâdâm","strong":"H120","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, destacando a fragilidade e a necessidade de Deus.","explicacao_detalhada":"Em Isaías 17:7, a referência ao 'homem' enfatiza a dependência do ser humano em relação a Deus e a sua incapacidade de se salvar por si mesmo.","por_que_esta_palavra":"A palavra 'homem' é importante para entender a condição humana e a necessidade de redenção através de Deus.","conexao_teologica":"A teologia da criação e da queda é fundamental para compreender a natureza humana e a necessidade de um Salvador.","referencias_relacionadas":["Gênesis 1:27","Salmos 103:14","Romanos 5:12"]},"isaias_17_8_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"A palavra 'altar' refere-se ao local de adoração e sacrifício a Deus.","explicacao_detalhada":"No contexto de Isaías 17:8, o altar simboliza a adoração verdadeira e a relação do povo com Deus, contrastando com a idolatria.","por_que_esta_palavra":"A palavra 'altar' é significativa porque representa o lugar de encontro entre Deus e o homem, onde se busca perdão e comunhão.","conexao_teologica":"O altar é um símbolo da mediação entre Deus e a humanidade, apontando para o sacrifício de Cristo como o verdadeiro altar.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Hebreus 13:10"]},"isaias_17_8_imagem":{"palavra_pt":"imagem","palavra_original":"אֲשֵׁרָה","transliteracao":"ʼăshêrâh","strong":"H842","significado_raiz":"Ideia básica: imagem.","significado_contextual":"A palavra 'imagem' refere-se a ídolos ou representações que desviam a adoração do Deus verdadeiro.","explicacao_detalhada":"Em Isaías 17:8, a 'imagem' representa a idolatria que o povo de Israel praticava, afastando-se da adoração ao Senhor.","por_que_esta_palavra":"A palavra 'imagem' é importante para entender a condenação de Deus à idolatria e a chamada ao arrependimento.","conexao_teologica":"A idolatria é um tema recorrente na Bíblia, onde Deus exige exclusividade na adoração e condena qualquer forma de desvio.","referencias_relacionadas":["Êxodo 20:4-5","Salmos 115:4-8","1 Coríntios 10:14"]},"isaias_17_8_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à fidelidade de Deus em contraste com a falsidade da idolatria.","explicacao_detalhada":"No contexto de Isaías 17:8, a 'verdade' é um chamado à autenticidade na adoração e à rejeição de falsos deuses.","por_que_esta_palavra":"A palavra 'verdade' é crucial para entender a natureza de Deus como aquele que é fiel e verdadeiro, contrastando com a enganação dos ídolos.","conexao_teologica":"A verdade é um atributo de Deus e um princípio fundamental na vida cristã, onde Jesus se apresenta como a Verdade.","referencias_relacionadas":["João 14:6","Salmos 25:5","Efésios 4:15"]},"isaias_17_9_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo de julgamento e desolação que virá sobre a cidade.","explicacao_detalhada":"O 'dia' mencionado aqui simboliza um período específico em que Deus executará juízo, trazendo consequências para a cidade e seus habitantes.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a certeza e a iminência do juízo divino.","conexao_teologica":"O conceito de 'dia' como tempo de juízo é recorrente nas Escrituras, refletindo a soberania de Deus sobre a história.","referencias_relacionadas":["Joel 2:1","Amós 5:18","Mateus 24:36"]},"isaias_17_9_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade de Damasco, que será alvo do juízo de Deus.","explicacao_detalhada":"A 'cidade' é um símbolo da segurança e da vida social, que será destruída como resultado da desobediência ao Senhor.","por_que_esta_palavra":"A escolha da palavra 'cidade' destaca a importância do local e a gravidade da destruição que ocorrerá.","conexao_teologica":"A destruição de cidades nas profecias bíblicas frequentemente simboliza a queda de sistemas de opressão e a restauração divina.","referencias_relacionadas":["Jeremias 49:23","Ezequiel 30:4","Mateus 23:37"]},"isaias_17_9_destituido":{"palavra_pt":"destituido","palavra_original":"עָזַב","transliteracao":"ʻâzab","strong":"H5800","significado_raiz":"Ideia básica: destituido.","significado_contextual":"Indica a condição de abandono e desolação que a cidade enfrentará.","explicacao_detalhada":"A palavra 'destituído' sugere que a cidade será deixada desprotegida e sem habitantes, refletindo o juízo de Deus.","por_que_esta_palavra":"O uso de 'destituído' enfatiza a severidade do juízo e a perda de identidade e segurança.","conexao_teologica":"A ideia de ser 'destituído' é frequentemente associada ao afastamento de Deus e suas consequências.","referencias_relacionadas":["Salmos 9:6","Isaías 1:7","Ezequiel 33:28"]},"isaias_17_10_rocha":{"palavra_pt":"rocha","palavra_original":"צוּר","transliteracao":"tsûwr","strong":"H6697","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Representa a segurança e a proteção que foram abandonadas pelo povo.","explicacao_detalhada":"A 'rocha' simboliza a força e a estabilidade que os israelitas deveriam encontrar em Deus, mas que agora estão ausentes.","por_que_esta_palavra":"A escolha da palavra 'rocha' destaca a fragilidade da confiança do povo em suas alianças humanas.","conexao_teologica":"Deus é frequentemente descrito como a 'rocha' de Israel, e a rejeição dessa segurança leva à ruína.","referencias_relacionadas":["Salmos 18:2","Deuteronômio 32:4","Mateus 7:24"]},"isaias_17_10_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz a razão pela qual o juízo ocorrerá.","explicacao_detalhada":"A palavra 'porque' conecta a ação de Deus ao comportamento do povo, explicando a lógica do juízo.","por_que_esta_palavra":"É uma palavra de causa que estabelece a relação entre a desobediência e as consequências divinas.","conexao_teologica":"A relação entre causa e efeito é um tema central na teologia bíblica, onde a desobediência resulta em juízo.","referencias_relacionadas":["Gálatas 6:7","Romanos 1:18","Hebreus 10:31"]},"isaias_17_10_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, que é o agente do juízo.","explicacao_detalhada":"A palavra 'Deus' enfatiza a autoridade e o poder de Deus sobre as nações e sua capacidade de trazer juízo.","por_que_esta_palavra":"A menção de 'Deus' é crucial para entender a origem do juízo e a soberania divina.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, onde Ele é apresentado como juiz e redentor.","referencias_relacionadas":["Salmos 50:6","Isaías 45:21","Romanos 14:10"]},"isaias_17_11_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Novamente, refere-se ao tempo de juízo que se aproxima.","explicacao_detalhada":"O 'dia' aqui reforça a ideia de um tempo específico em que as consequências do pecado se manifestarão.","por_que_esta_palavra":"A repetição da palavra 'dia' enfatiza a inevitabilidade do juízo.","conexao_teologica":"O conceito de um 'dia' de juízo é uma advertência sobre a necessidade de arrependimento.","referencias_relacionadas":["Zacarias 14:1","Mateus 24:29","Apocalipse 6:17"]},"isaias_17_11_grief":{"palavra_pt":"dor","palavra_original":"כְּאֵב","transliteracao":"kᵉʼêb","strong":"H3511","significado_raiz":"Ideia básica: dor.","significado_contextual":"Refere-se à dor e ao sofrimento que acompanharão o juízo.","explicacao_detalhada":"A palavra 'dor' indica o impacto emocional e físico que a destruição trará aos habitantes.","por_que_esta_palavra":"A escolha de 'dor' destaca a gravidade das consequências do juízo de Deus.","conexao_teologica":"O sofrimento é frequentemente um resultado do afastamento de Deus e da desobediência.","referencias_relacionadas":["Isaías 53:3","Romanos 8:22","2 Coríntios 1:5"]},"isaias_17_12_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em geral, enfatizando a fragilidade do ser humano diante do juízo.","explicacao_detalhada":"A palavra 'homem' destaca a vulnerabilidade e a impotência do ser humano frente ao poder de Deus.","por_que_esta_palavra":"A menção de 'homem' serve para contrastar a grandeza de Deus com a fragilidade humana.","conexao_teologica":"A condição do homem é um tema central na teologia, refletindo a necessidade de dependência de Deus.","referencias_relacionadas":["Salmos 8:4","Isaías 40:6","Tiago 4:14"]},"isaias_17_12_grande":{"palavra_pt":"grande","palavra_original":"הָמָה","transliteracao":"hâmâh","strong":"H1993","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza dos exércitos inimigos que se levantam contra o povo de Deus.","explicacao_detalhada":"A palavra 'grande' enfatiza a magnitude da ameaça que o povo enfrenta, mas também a grandeza do poder de Deus.","por_que_esta_palavra":"A escolha de 'grande' destaca a seriedade da situação e a necessidade de confiar em Deus.","conexao_teologica":"A grandeza de Deus é frequentemente contrastada com a grandeza das dificuldades que enfrentamos.","referencias_relacionadas":["Salmos 46:1","Isaías 54:17","Romanos 8:31"]},"isaias_17_12_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao mar como um símbolo de tumulto e agitação, representando as nações que se agitam contra Israel.","explicacao_detalhada":"No contexto de Isaías 17:12, o 'mar' é usado metaforicamente para descrever a grandeza e a força das nações que se levantam contra o povo de Deus. O mar, frequentemente associado a caos e desordem, ilustra a ameaça que essas nações representam.","por_que_esta_palavra":"A palavra 'mar' é utilizada para enfatizar a magnitude do desafio que Israel enfrenta, comparando as nações a ondas tumultuadas que se agitam.","conexao_teologica":"O uso do 'mar' como símbolo de nações em agitação reflete a soberania de Deus sobre as forças da natureza e da história, mostrando que, apesar da turbulência, Deus está no controle.","referencias_relacionadas":["Salmos 46:3","Isaías 57:20","Apocalipse 17:15"]},"isaias_17_13_idiom":{"palavra_pt":"expressao","palavra_original":"שָׁאוֹן","transliteracao":"shâʼôwn","strong":"H7588","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão refere-se ao clamor ou ruído das nações, simbolizando a agitação e a confusão que elas trazem.","explicacao_detalhada":"Em Isaías 17:13, a palavra 'expressão' (שָׁאוֹן) é usada para descrever o barulho e a comoção que as nações fazem ao se unirem contra Israel. Essa agitação é um reflexo da sua oposição ao plano de Deus.","por_que_esta_palavra":"A palavra 'expressão' é escolhida para transmitir a ideia de um clamor coletivo, enfatizando a intensidade da oposição que Israel enfrenta.","conexao_teologica":"A agitação das nações serve como um lembrete da luta espiritual entre o povo de Deus e as forças do mal, que sempre buscam desestabilizar a obra divina.","referencias_relacionadas":["Salmos 2:1","Isaías 8:7-8","Miquéias 4:11"]},"isaias_17_13_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua fragilidade, contrastando com a grandeza de Deus.","explicacao_detalhada":"No versículo, a palavra 'homem' é utilizada para mostrar a vulnerabilidade do ser humano diante das forças poderosas que se levantam. Isso enfatiza a dependência do homem em relação a Deus.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a condição humana e a necessidade de buscar a proteção divina em tempos de crise.","conexao_teologica":"A fragilidade do homem em contraste com a força de Deus é um tema recorrente nas Escrituras, mostrando que a salvação e a proteção vêm do Senhor.","referencias_relacionadas":["Salmos 103:15-16","Isaías 40:6-8","Tiago 4:14"]},"isaias_17_14_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão indica um momento específico ou um tempo determinado, enfatizando a urgência da situação.","explicacao_detalhada":"Em Isaías 17:14, a palavra 'expressão' (עֵת) é usada para marcar um tempo de julgamento e ação divina contra as nações que se levantam contra Israel, indicando que Deus tem um tempo determinado para agir.","por_que_esta_palavra":"A palavra 'expressão' é significativa porque ressalta que Deus atua em momentos específicos da história, conforme Sua vontade soberana.","conexao_teologica":"A noção de tempo em Deus é crucial para entender a Sua providência e o cumprimento das promessas, mostrando que Ele é soberano sobre a história.","referencias_relacionadas":["Eclesiastes 3:1","Daniel 2:21","Gálatas 4:4"]},"isaias_17_14_lot":{"palavra_pt":"sorte","palavra_original":"גּוֹרָל","transliteracao":"gôwrâl","strong":"H1486","significado_raiz":"Ideia básica: sorte.","significado_contextual":"Refere-se à sorte como um meio de decisão, simbolizando a soberania de Deus sobre os destinos.","explicacao_detalhada":"No contexto de Isaías 17:14, a palavra 'sorte' (גּוֹרָל) é usada para ilustrar como Deus determina os resultados e os destinos, mesmo em situações que parecem aleatórias.","por_que_esta_palavra":"A escolha da palavra 'sorte' enfatiza que, mesmo quando as circunstâncias parecem incertas, Deus está no controle de todas as coisas.","conexao_teologica":"A soberania de Deus sobre a sorte e o destino é um tema importante, mostrando que nada acontece fora do plano divino.","referencias_relacionadas":["Provérbios 16:33","Atos 1:26","Salmos 22:18"]},"isaias_17_14_dia":{"palavra_pt":"dia","palavra_original":"עֶרֶב","transliteracao":"ʻereb","strong":"H6153","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia como um tempo de julgamento e de ação de Deus.","explicacao_detalhada":"Em Isaías 17:14, a palavra 'dia' (עֶרֶב) simboliza um tempo específico em que Deus intervirá na história, trazendo juízo sobre as nações opressoras.","por_que_esta_palavra":"A palavra 'dia' é utilizada para enfatizar a certeza de que Deus agirá em um tempo determinado, conforme Sua vontade.","conexao_teologica":"O conceito de 'dia' em relação ao juízo de Deus é recorrente nas Escrituras, indicando que haverá um tempo de prestação de contas.","referencias_relacionadas":["Amós 5:18","Mateus 24:36","Romanos 2:16"]}}