{"isaias_18_1_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como um símbolo de herança e promessa de Deus para Seu povo.","explicacao_detalhada":"No contexto de Isaías 18:1, a palavra 'terra' (אֶרֶץ) é usada para descrever a região geográfica que está sob a atenção de Deus, enfatizando Sua soberania sobre todas as nações.","por_que_esta_palavra":"A palavra 'terra' é escolhida para mostrar que Deus tem um plano para todas as nações e que Sua promessa se estende a todos os lugares da terra.","conexao_teologica":"A terra é frequentemente vista como um símbolo da promessa de Deus, representando a herança que Ele dá ao Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Salmos 37:11","Mateus 5:5"]},"isaias_18_1_idiom":{"palavra_pt":"expressao","palavra_original":"עֵבֶר","transliteracao":"ʻêber","strong":"H5676","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão refere-se a uma região ou nação específica, destacando a diversidade das nações sob o olhar de Deus.","explicacao_detalhada":"Em Isaías 18:1, a palavra 'expressão' (עֵבֶר) é usada para indicar uma nação ou povo que está sendo observado por Deus, enfatizando que Ele está atento a todas as nações.","por_que_esta_palavra":"A escolha da palavra 'expressão' ressalta a ideia de que Deus não ignora nenhuma nação, mas tem um plano para cada uma delas.","conexao_teologica":"A atenção de Deus sobre as nações reflete Seu amor e desejo de que todos venham a conhecê-Lo e a se reconciliar com Ele.","referencias_relacionadas":["Isaías 66:18","Atos 17:26","Romanos 1:20"]},"isaias_18_2_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao mar como um símbolo de comunicação e envio de mensagens entre as nações.","explicacao_detalhada":"No contexto de Isaías 18:2, a palavra 'mar' (יָם) é utilizada para descrever a via de comunicação entre as nações, onde mensageiros são enviados para transmitir informações e alianças.","por_que_esta_palavra":"A palavra 'mar' é escolhida para enfatizar a importância das relações internacionais e a necessidade de comunicação entre os povos.","conexao_teologica":"O mar como meio de comunicação reflete a soberania de Deus sobre as interações humanas e a maneira como Ele dirige os eventos históricos.","referencias_relacionadas":["Salmos 107:23-24","Isaías 60:5","Apocalipse 18:17"]},"isaias_18_2_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de enviar mensageiros como um meio de comunicação entre Deus e as nações.","explicacao_detalhada":"Em Isaías 18:2, a palavra 'enviar' (שָׁלַח) é usada para descrever a ação de Deus em enviar mensageiros para alertar as nações sobre Seu plano e propósito.","por_que_esta_palavra":"A escolha da palavra 'enviar' enfatiza a iniciativa de Deus em se comunicar com a humanidade e revelar Sua vontade.","conexao_teologica":"O ato de enviar mensageiros é um tema central nas Escrituras, mostrando como Deus se relaciona com os povos e os chama ao arrependimento.","referencias_relacionadas":["Isaías 6:8","Mateus 28:19-20","Romanos 10:15"]},"isaias_18_2_armourbearer":{"palavra_pt":"armour bearer","palavra_original":"כְּלִי","transliteracao":"kᵉlîy","strong":"H3627","significado_raiz":"Ideia básica: armour bearer.","significado_contextual":"Refere-se a um ajudante ou escudeiro que protege e serve um líder em batalha.","explicacao_detalhada":"No contexto de Isaías 18:2, o 'armour bearer' é uma figura que simboliza apoio e proteção, essencial em tempos de conflito. Este papel é crucial para a segurança do líder e para a eficácia em combate.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância do suporte e da lealdade em situações de adversidade.","conexao_teologica":"O conceito de um escudeiro pode ser visto como uma representação do apoio que Deus oferece aos seus servos, assim como os líderes precisam de apoio humano.","referencias_relacionadas":["1 Samuel 14:1","2 Reis 6:15","Salmos 121:5"]},"isaias_18_3_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Indica a ação de avaliar ou decidir sobre uma situação ou comportamento.","explicacao_detalhada":"Em Isaías 18:3, 'julgar' implica a responsabilidade de discernir e tomar decisões justas, refletindo a natureza de Deus como juiz justo.","por_que_esta_palavra":"A escolha dessa palavra destaca a necessidade de justiça e retidão nas ações humanas, especialmente em tempos de crise.","conexao_teologica":"Deus é frequentemente descrito como o juiz supremo, e a capacidade de julgar corretamente é um reflexo do caráter divino.","referencias_relacionadas":["Salmos 9:7","Eclesiastes 3:17","Mateus 7:1"]},"isaias_18_3_terra":{"palavra_pt":"terra","palavra_original":"תֵּבֵל","transliteracao":"têbêl","strong":"H8398","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à nação, simbolizando a criação de Deus.","explicacao_detalhada":"No versículo, 'terra' pode representar tanto o espaço físico quanto o povo que habita nele, enfatizando a relação entre Deus e a criação.","por_que_esta_palavra":"A palavra é usada para lembrar que a terra e seus habitantes estão sob a autoridade de Deus.","conexao_teologica":"A terra é frequentemente mencionada nas Escrituras como um dom de Deus, e a responsabilidade do homem sobre ela é um tema central na teologia bíblica.","referencias_relacionadas":["Gênesis 1:28","Salmos 24:1","Romanos 8:19-21"]},"isaias_18_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou explicação.","explicacao_detalhada":"A palavra 'porque' em Isaías 18:4 conecta a declaração anterior a uma justificativa, mostrando a lógica por trás das ações de Deus.","por_que_esta_palavra":"É crucial para entender a motivação divina e a relação entre as ações humanas e a resposta de Deus.","conexao_teologica":"A compreensão do porquê das ações de Deus é fundamental para a fé, pois revela Seu caráter e propósitos.","referencias_relacionadas":["Romanos 8:28","Hebreus 12:6","Tiago 1:5"]},"isaias_18_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"O nome 'Senhor' em Isaías 18:4 é uma invocação da soberania de Deus, enfatizando Sua presença e poder sobre todas as coisas.","por_que_esta_palavra":"O uso do nome de Deus é uma afirmação de fé e reconhecimento de Sua grandeza.","conexao_teologica":"O nome de Deus é central na adoração e na compreensão da relação entre Deus e a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"isaias_18_4_cause":{"palavra_pt":"cause","palavra_original":"נָבַט","transliteracao":"nâbaṭ","strong":"H5027","significado_raiz":"Ideia básica: cause.","significado_contextual":"Refere-se à razão ou motivo por trás de uma ação.","explicacao_detalhada":"Em Isaías 18:4, 'cause' implica a motivação divina para agir, revelando a intenção de Deus em relação ao Seu povo.","por_que_esta_palavra":"A palavra é importante para entender a natureza de Deus como um ser que age com propósito e intenção.","conexao_teologica":"A causa divina é um tema recorrente nas Escrituras, mostrando que Deus age de acordo com Sua vontade soberana.","referencias_relacionadas":["Isaías 55:11","Romanos 9:11","Efésios 1:11"]},"isaias_18_5_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Indica a ação de eliminar ou arruinar algo.","explicacao_detalhada":"No contexto de Isaías 18:5, 'destruir' refere-se ao juízo de Deus sobre as nações, enfatizando a seriedade de Sua resposta ao pecado.","por_que_esta_palavra":"A palavra é usada para mostrar a consequência do afastamento de Deus e a necessidade de arrependimento.","conexao_teologica":"A destruição como juízo é um tema que aparece em várias partes da Bíblia, refletindo a justiça de Deus.","referencias_relacionadas":["Ezequiel 18:30","Mateus 10:28","Apocalipse 20:14"]},"isaias_18_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou explicação, semelhante ao uso anterior.","explicacao_detalhada":"A repetição de 'porque' em Isaías 18:5 reforça a lógica da ação de Deus, ligando a destruição ao comportamento humano.","por_que_esta_palavra":"É essencial para entender a relação entre as ações humanas e as consequências divinas.","conexao_teologica":"A conexão entre causa e efeito nas ações de Deus é um princípio fundamental na teologia bíblica.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Tiago 4:17"]},"isaias_18_5_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à face ou presença de alguém, simbolizando a relação pessoal com Deus.","explicacao_detalhada":"Em Isaías 18:5, 'rosto' pode representar a presença de Deus, que é tanto um sinal de favor quanto de juízo.","por_que_esta_palavra":"A palavra é significativa porque destaca a intimidade da relação entre Deus e Seu povo.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, simbolizando Sua proximidade e a necessidade de santidade.","referencias_relacionadas":["Salmos 27:8","Mateus 5:8","2 Coríntios 4:6"]},"isaias_18_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se novamente ao solo ou à nação, enfatizando a criação de Deus.","explicacao_detalhada":"No versículo, 'terra' simboliza o povo e a criação, ressaltando a responsabilidade humana sobre o que Deus criou.","por_que_esta_palavra":"A repetição da palavra 'terra' reforça a ideia de que tudo pertence a Deus e que somos mordomos de Sua criação.","conexao_teologica":"A relação entre Deus e a terra é fundamental, pois reflete a soberania de Deus sobre toda a criação.","referencias_relacionadas":["Gênesis 1:26-28","Salmos 115:16","Romanos 8:22"]},"isaias_18_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas são feitas ou a maneira de agir.","explicacao_detalhada":"A palavra 'modo' é utilizada para descrever a forma ou o jeito pelo qual algo é realizado. No contexto de Isaías 18:6, isso pode se relacionar à maneira como Deus se revela ou age em relação às nações.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a importância da forma como as ações de Deus são percebidas e compreendidas pelos povos.","conexao_teologica":"A maneira de Deus agir é um tema recorrente nas Escrituras, mostrando que Ele tem um plano e um propósito em todas as suas ações.","referencias_relacionadas":["Salmos 77:13","Isaías 55:8-9","Romanos 11:33"]},"isaias_18_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é central na adoração e na identidade do povo de Deus.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) é usado para expressar a soberania e a autoridade de Deus sobre todas as coisas. No contexto de Isaías 18:7, isso destaca a importância do reconhecimento do Senhor entre as nações.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para a compreensão da relação entre Deus e seu povo, simbolizando sua presença e poder.","conexao_teologica":"O nome de Deus é um tema central na teologia bíblica, representando sua natureza, caráter e promessas.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"isaias_18_7_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a um momento ou tempo específico em que algo acontece.","explicacao_detalhada":"A palavra 'expressão' (עֵת) indica um tempo determinado, enfatizando a importância do tempo de Deus na realização de seus planos. Em Isaías 18:7, isso pode se referir ao tempo em que as nações reconhecerão a soberania de Deus.","por_que_esta_palavra":"A escolha da palavra 'expressão' ressalta a ideia de que Deus atua em tempos específicos, conforme sua vontade.","conexao_teologica":"O tempo de Deus é um conceito importante, mostrando que Ele tem um plano divino que se desenrola na história.","referencias_relacionadas":["Eclesiastes 3:1","Gálatas 4:4","2 Pedro 3:8"]},"isaias_18_7_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Deus, que é chamado a reconhecer e adorar o Senhor.","explicacao_detalhada":"A palavra 'povo' (עַם) é usada para descrever a coletividade dos que pertencem a Deus. Em Isaías 18:7, isso destaca a relação especial entre Deus e seu povo, que deve ser um testemunho para as nações.","por_que_esta_palavra":"A palavra 'povo' enfatiza a identidade coletiva dos que seguem a Deus e sua missão no mundo.","conexao_teologica":"A ideia de povo é central na narrativa bíblica, mostrando como Deus escolhe e se relaciona com um grupo específico para cumprir seus propósitos.","referencias_relacionadas":["Deuteronômio 7:6","1 Pedro 2:9","Romanos 9:25-26"]}}