{"isaias_19_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente ao nome do Senhor, enfatizando sua autoridade e poder.","explicacao_detalhada":"A palavra 'Senhor' (יְהֹוָה) em Isaías 19:1 destaca a soberania de Deus sobre as nações e sua capacidade de agir em julgamento e salvação.","por_que_esta_palavra":"A repetição do nome 'Senhor' reforça a importância de reconhecer a autoridade divina em todas as situações.","conexao_teologica":"O nome de Deus é um símbolo de sua presença e poder, essencial para a adoração e a compreensão de sua natureza.","referencias_relacionadas":["Salmos 46:10","Isaías 40:28","Apocalipse 19:16"]},"isaias_19_1_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de vir ou entrar na presença de Deus.","explicacao_detalhada":"A palavra 'vir/entrar' (בּוֹא) implica um movimento em direção a Deus, que é um convite à comunhão e ao relacionamento. Em Isaías 19:1, isso pode se referir ao chamado das nações para reconhecer a soberania de Deus.","por_que_esta_palavra":"A palavra 'vir' é significativa, pois implica ação e resposta ao chamado de Deus.","conexao_teologica":"O chamado de Deus para que as pessoas venham a Ele é um tema central na Bíblia, refletindo seu desejo de relacionamento.","referencias_relacionadas":["Mateus 11:28","Apocalipse 22:17","Isaías 55:1"]},"isaias_19_2_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua essência, como criação de Deus.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para descrever a humanidade, enfatizando a dignidade e o valor que cada pessoa tem diante de Deus. Em Isaías 19:2, isso pode se relacionar ao papel do homem nas interações sociais e espirituais.","por_que_esta_palavra":"A escolha da palavra 'homem' destaca a importância da humanidade na criação e no plano de Deus.","conexao_teologica":"A criação do homem à imagem de Deus é um tema fundamental, refletindo a dignidade e o propósito divino para a humanidade.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"isaias_19_2_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local de habitação e comunidade, onde as pessoas se reúnem.","explicacao_detalhada":"A palavra 'cidade' (עִיר) implica um espaço social e cultural, onde a vida comunitária acontece. Em Isaías 19:2, isso pode se referir ao papel das cidades na história e no plano de Deus.","por_que_esta_palavra":"A palavra 'cidade' é significativa, pois representa a coletividade e a interação entre as pessoas.","conexao_teologica":"As cidades são frequentemente mencionadas na Bíblia como lugares de encontro, adoração e também de juízo.","referencias_relacionadas":["Salmos 46:4","Mateus 5:14","Hebreus 11:10"]},"isaias_19_2_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Ideia básica: reino.","significado_contextual":"Refere-se ao conceito de realeza e autoridade sobre um território.","explicacao_detalhada":"A palavra 'reino' (מַמְלָכָה) implica um domínio governado por um rei. Em Isaías 19:2, isso pode se relacionar ao domínio de Deus sobre as nações e a necessidade de reconhecer sua soberania.","por_que_esta_palavra":"A escolha da palavra 'reino' enfatiza a ideia de autoridade e governo, que é central na teologia bíblica.","conexao_teologica":"O reino de Deus é um tema central nas Escrituras, refletindo sua soberania e o chamado para que as pessoas se submetam a Ele.","referencias_relacionadas":["Mateus 6:33","Lucas 17:21","Apocalipse 11:15"]},"isaias_19_3_seguir":{"palavra_pt":"seguir","palavra_original":"דָּרַשׁ","transliteracao":"dârash","strong":"H1875","significado_raiz":"Ideia básica: seguir.","significado_contextual":"Refere-se ao ato de buscar ou procurar algo com intenção.","explicacao_detalhada":"A palavra 'seguir' (דָּרַשׁ) implica um desejo de conhecer e entender. Em Isaías 19:3, isso pode se referir à busca do povo por Deus e sua verdade.","por_que_esta_palavra":"A escolha da palavra 'seguir' destaca a importância da busca espiritual e do desejo de se aproximar de Deus.","conexao_teologica":"A busca por Deus é um tema recorrente na Bíblia, refletindo o desejo humano de conhecer o Criador.","referencias_relacionadas":["Jeremias 29:13","Mateus 7:7","Hebreus 11:6"]},"isaias_19_3_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito ou vento que traz confusão e desordem.","explicacao_detalhada":"Neste versículo, o 'vento' simboliza a instabilidade e a falta de direção que o povo enfrentará devido ao juízo de Deus. O uso da palavra 'espírito' também pode indicar a influência divina ou a ausência dela.","por_que_esta_palavra":"A escolha da palavra 'vento' enfatiza a natureza passageira e volúvel das circunstâncias que o povo enfrentará.","conexao_teologica":"O vento como símbolo do Espírito Santo é uma conexão importante, mostrando como a presença ou ausência de Deus pode afetar a vida das nações.","referencias_relacionadas":["Ezequiel 37:9","João 3:8","Atos 2:2"]},"isaias_19_4_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade que governará o povo egípcio.","explicacao_detalhada":"O 'rei' mencionado aqui é um símbolo do governo humano que, sem a orientação divina, levará o povo à ruína. A falta de um rei justo resulta em caos e desespero.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a estrutura de poder e a necessidade de liderança divina em tempos de crise.","conexao_teologica":"Deus é frequentemente descrito como o Rei supremo, e a falha dos reis humanos ressalta a necessidade de um governante divino.","referencias_relacionadas":["Salmos 22:28","Isaías 33:22","1 Timóteo 6:15"]},"isaias_19_4_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"Indica a autoridade suprema de Deus sobre todas as nações.","explicacao_detalhada":"A palavra 'soberano' enfatiza que, apesar da instabilidade política, Deus continua no controle e tem autoridade sobre todos os governantes.","por_que_esta_palavra":"A escolha de 'soberano' destaca a diferença entre a autoridade divina e a humana, especialmente em tempos de crise.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele é o verdadeiro governante do universo.","referencias_relacionadas":["Salmos 103:19","Romanos 13:1","Apocalipse 19:16"]},"isaias_19_4_stop":{"palavra_pt":"stop","palavra_original":"סָכַר","transliteracao":"çâkar","strong":"H5534","significado_raiz":"Ideia básica: stop.","significado_contextual":"Refere-se à interrupção das atividades e da ordem natural.","explicacao_detalhada":"A palavra 'stop' implica que as coisas que normalmente funcionam pararão, simbolizando um juízo divino que afeta a vida cotidiana.","por_que_esta_palavra":"Esta palavra é usada para ilustrar a gravidade da situação em que o povo se encontra, onde até mesmo as funções básicas da vida são interrompidas.","conexao_teologica":"A interrupção das atividades humanas pode ser vista como um chamado ao arrependimento e à volta a Deus.","referencias_relacionadas":["Amós 8:3","Mateus 24:22","Apocalipse 6:12-14"]},"isaias_19_5_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao mar como um símbolo de caos e desordem.","explicacao_detalhada":"O 'mar' neste contexto representa a instabilidade e a força das águas que podem trazer destruição, refletindo a situação do Egito sob o juízo de Deus.","por_que_esta_palavra":"A palavra 'mar' é significativa porque evoca imagens de poder e controle, ou a falta dele, em relação ao domínio de Deus sobre a criação.","conexao_teologica":"Deus é frequentemente descrito como aquele que controla as águas, mostrando seu poder sobre a criação.","referencias_relacionadas":["Gênesis 1:10","Salmos 89:9","Mateus 8:27"]},"isaias_19_5_seco":{"palavra_pt":"seco","palavra_original":"נָשַׁת","transliteracao":"nâshath","strong":"H5405","significado_raiz":"Ideia básica: seco.","significado_contextual":"Refere-se à terra seca como um símbolo de desolação e juízo.","explicacao_detalhada":"A palavra 'seco' indica a falta de vida e fertilidade, refletindo a devastação que o povo enfrentará devido ao juízo de Deus.","por_que_esta_palavra":"A escolha de 'seco' enfatiza a severidade do juízo e a necessidade de arrependimento.","conexao_teologica":"A terra seca pode simbolizar a separação de Deus, onde a vida espiritual é ausente.","referencias_relacionadas":["Salmos 63:1","Isaías 41:18","Apocalipse 21:6"]},"isaias_19_6_cast":{"palavra_pt":"lancar","palavra_original":"זָנַח","transliteracao":"zânach","strong":"H2186","significado_raiz":"Ideia básica: lancar.","significado_contextual":"Refere-se ao ato de lançar fora, simbolizando rejeição ou abandono.","explicacao_detalhada":"A palavra 'lancar' implica uma ação decisiva de Deus em relação ao que não é mais desejado ou útil, refletindo o juízo sobre o Egito.","por_que_esta_palavra":"Esta palavra é significativa porque indica a severidade da ação divina contra a iniquidade.","conexao_teologica":"O ato de lançar fora pode ser visto como uma metáfora para o juízo final e a separação do justo do ímpio.","referencias_relacionadas":["Mateus 13:50","Romanos 1:24","Apocalipse 20:15"]},"isaias_19_6_seca":{"palavra_pt":"seca","palavra_original":"חָרַב","transliteracao":"chârab","strong":"H2717","significado_raiz":"Ideia básica: seca.","significado_contextual":"Refere-se à condição de desolação e falta de vida.","explicacao_detalhada":"A palavra 'seca' enfatiza a devastação que se segue ao juízo de Deus, onde não há mais esperança de renovação.","por_que_esta_palavra":"A escolha de 'seca' é poderosa, pois simboliza a ausência de bênçãos e a presença do juízo.","conexao_teologica":"A seca pode simbolizar a necessidade de arrependimento e a busca pela água viva que é Cristo.","referencias_relacionadas":["Isaías 35:1","João 4:14","Apocalipse 7:17"]},"isaias_19_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas são feitas ou a maneira de viver.","explicacao_detalhada":"A palavra 'modo' implica uma forma de vida que é afetada pelo juízo de Deus, refletindo a mudança nas práticas do povo.","por_que_esta_palavra":"A escolha de 'modo' é importante porque indica que a vida cotidiana será alterada drasticamente.","conexao_teologica":"A maneira de viver é um reflexo da relação do povo com Deus e sua obediência às Suas leis.","referencias_relacionadas":["Salmos 1:1","Mateus 7:13-14","1 Pedro 1:15"]},"isaias_19_7_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude da desolação e do juízo que virá sobre o Egito.","explicacao_detalhada":"A palavra 'grande' enfatiza a seriedade e a abrangência do juízo de Deus, que afetará toda a nação.","por_que_esta_palavra":"A escolha de 'grande' é significativa para transmitir a ideia de que nada escapará ao juízo divino.","conexao_teologica":"A grandeza do juízo de Deus é um lembrete da Sua soberania e do poder de Sua palavra.","referencias_relacionadas":["Salmos 145:3","Mateus 24:21","Apocalipse 16:18"]},"isaias_19_8_lament":{"palavra_pt":"lament","palavra_original":"אָבַל","transliteracao":"ʼâbal","strong":"H56","significado_raiz":"Ideia básica: lament.","significado_contextual":"Lamento refere-se ao choro ou à tristeza profunda, especialmente em relação à calamidade que aflige o povo.","explicacao_detalhada":"Neste contexto, o lamento é uma expressão de dor e desespero diante da opressão e da desolação que o Egito enfrenta. É um chamado à reflexão sobre a condição do povo e suas consequências.","por_que_esta_palavra":"A palavra 'lament' é utilizada para enfatizar a gravidade da situação e a necessidade de um reconhecimento da dor coletiva.","conexao_teologica":"O lamento é uma forma de se voltar a Deus em busca de ajuda e restauração, refletindo a relação entre o sofrimento humano e a intervenção divina.","referencias_relacionadas":["Salmos 30:5","Lamentações 3:22-23","Mateus 5:4"]},"isaias_19_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como algo é feito ou a forma de agir.","explicacao_detalhada":"Neste versículo, o modo é importante para entender como os egípcios se comportam em meio à crise, refletindo a falta de sabedoria e a confusão que dominam a nação.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a necessidade de uma mudança na maneira de viver e agir do povo egípcio.","conexao_teologica":"A forma como as pessoas agem tem implicações espirituais, e a mudança de modo pode levar à restauração e ao arrependimento.","referencias_relacionadas":["Provérbios 14:12","Romanos 12:2","Gálatas 5:16"]},"isaias_19_9_seco":{"palavra_pt":"seco","palavra_original":"בּוּשׁ","transliteracao":"bûwsh","strong":"H954","significado_raiz":"Ideia básica: seco.","significado_contextual":"Seco refere-se à condição árida e estéril, simbolizando a falta de vida e prosperidade.","explicacao_detalhada":"A palavra 'seco' é usada para descrever a devastação que afeta a terra e o povo, refletindo a consequência do afastamento de Deus.","por_que_esta_palavra":"A utilização de 'seco' enfatiza a desolação e a necessidade de um renovo espiritual e físico.","conexao_teologica":"A secura da terra é um reflexo da secura espiritual do povo, que precisa retornar a Deus para experimentar a verdadeira vida.","referencias_relacionadas":["Isaías 41:17-20","Salmos 63:1","Ezequiel 37:1-14"]},"isaias_19_9_weaverr":{"palavra_pt":"weaver r","palavra_original":"אָרַג","transliteracao":"ʼârag","strong":"H707","significado_raiz":"Ideia básica: weaver r.","significado_contextual":"Weaver refere-se ao ato de tecer, simbolizando a criação e a construção de algo.","explicacao_detalhada":"Neste contexto, a palavra destaca a habilidade e o trabalho dos tecelões, que são afetados pela crise, refletindo a fragilidade da economia e da cultura egípcia.","por_que_esta_palavra":"A escolha de 'weaver' sugere a interconexão entre o trabalho humano e a providência divina, mostrando como a calamidade impacta a vida cotidiana.","conexao_teologica":"Deus é visto como o grande tecelão que entrelaça a história, e a destruição do trabalho humano é um chamado à dependência dEle.","referencias_relacionadas":["Isaías 64:8","Salmos 139:13-16","Efésios 2:10"]},"isaias_19_9_obra":{"palavra_pt":"obra","palavra_original":"עָבַד","transliteracao":"ʻâbad","strong":"H5647","significado_raiz":"Ideia básica: obra.","significado_contextual":"Obra refere-se ao trabalho ou à atividade realizada, especialmente em um contexto de esforço e produção.","explicacao_detalhada":"A palavra 'obra' destaca a importância do trabalho na vida do povo e como a crise afeta a capacidade de produzir e prosperar.","por_que_esta_palavra":"A utilização de 'obra' enfatiza a relação entre o trabalho humano e a bênção divina, mostrando que sem Deus, o esforço é em vão.","conexao_teologica":"A obra do homem deve ser realizada em parceria com Deus, e a falta de sucesso é um sinal de afastamento dEle.","referencias_relacionadas":["Colossenses 3:23-24","Gênesis 2:15","Tiago 2:17"]},"isaias_19_10_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair refere-se a um colapso ou queda, simbolizando a perda de força e estabilidade.","explicacao_detalhada":"Neste versículo, a palavra 'cair' é usada para descrever a ruína do Egito, que perde sua força e influência devido à desobediência a Deus.","por_que_esta_palavra":"A escolha de 'cair' enfatiza a fragilidade das nações diante do juízo divino e a necessidade de arrependimento.","conexao_teologica":"A queda de uma nação é um lembrete da soberania de Deus sobre as nações e da importância de permanecer fiel a Ele.","referencias_relacionadas":["Provérbios 16:18","Salmos 37:24","Mateus 7:26-27"]},"isaias_19_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como algo é feito ou a forma de agir.","explicacao_detalhada":"A repetição da palavra 'modo' neste contexto reforça a ideia de que a forma de agir do povo é crucial para entender a situação do Egito.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a necessidade de uma mudança na maneira de viver e agir do povo egípcio.","conexao_teologica":"A forma como as pessoas agem tem implicações espirituais, e a mudança de modo pode levar à restauração e ao arrependimento.","referencias_relacionadas":["Provérbios 14:12","Romanos 12:2","Gálatas 5:16"]},"isaias_19_10_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Urso refere-se a um animal forte e feroz, simbolizando poder e destruição.","explicacao_detalhada":"Neste versículo, a palavra 'urso' é usada para descrever a força que se volta contra o povo, simbolizando a opressão e a violência que eles enfrentam.","por_que_esta_palavra":"A escolha de 'urso' enfatiza a ferocidade da situação e a necessidade de proteção divina.","conexao_teologica":"Deus é visto como o protetor que pode salvar o Seu povo das feras que os ameaçam, refletindo Sua soberania sobre todas as criaturas.","referencias_relacionadas":["Salmos 22:12-13","Isaías 11:6","Romanos 8:31"]},"isaias_19_11_pharaoh":{"palavra_pt":"farao","palavra_original":"פַּרְעֹה","transliteracao":"Parʻôh","strong":"H6547","significado_raiz":"Ideia básica: farao.","significado_contextual":"Faraó refere-se ao líder do Egito, simbolizando autoridade e poder.","explicacao_detalhada":"Neste contexto, a palavra 'faraó' representa a liderança que falha em guiar o povo em tempos de crise, refletindo a fragilidade do poder humano diante de Deus.","por_que_esta_palavra":"A escolha de 'faraó' destaca a importância da liderança e a responsabilidade que vem com a autoridade.","conexao_teologica":"A figura do faraó é um lembrete de que toda autoridade é estabelecida por Deus e que os líderes devem buscar a Sua sabedoria.","referencias_relacionadas":["Êxodo 5:1","Romanos 13:1","Salmos 75:7"]},"isaias_19_11_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho refere-se à descendência ou à continuidade de uma linhagem.","explicacao_detalhada":"Neste versículo, a palavra 'filho' é usada para enfatizar a relação familiar e a herança que é afetada pela crise que o Egito enfrenta.","por_que_esta_palavra":"A escolha de 'filho' destaca a importância das gerações e como as ações de uma geração impactam a próxima.","conexao_teologica":"A relação entre pais e filhos é um tema central na Bíblia, refletindo a responsabilidade espiritual e moral que os adultos têm em relação às próximas gerações.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Efésios 6:4"]},"isaias_19_12_palavra":{"palavra_pt":"palavra","palavra_original":"נָגַד","transliteracao":"nâgad","strong":"H5046","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação ou mensagem que é transmitida.","explicacao_detalhada":"A palavra 'palavra' (נָגַד) neste contexto implica uma declaração ou um aviso que é dado, possivelmente relacionado ao juízo de Deus sobre o Egito.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a importância da revelação divina e da comunicação de Deus com os homens.","conexao_teologica":"A palavra de Deus é fundamental para a compreensão da Sua vontade e dos Seus planos para a humanidade.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Isaías 55:11"]},"isaias_19_12_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Relaciona-se ao entendimento profundo e à experiência de Deus.","explicacao_detalhada":"A palavra 'conhecer' (יָדַע) implica um conhecimento que vai além do intelectual, envolvendo um relacionamento pessoal e íntimo com Deus.","por_que_esta_palavra":"É crucial para a fé, pois conhecer a Deus é a base para a adoração e a obediência.","conexao_teologica":"O conhecimento de Deus é central na teologia bíblica, pois é através desse conhecimento que se estabelece um relacionamento com Ele.","referencias_relacionadas":["Jeremias 9:24","Filipenses 3:10","Oséias 6:6"]},"isaias_19_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à identidade e à soberania de Deus.","explicacao_detalhada":"O nome 'senhor' (יְהֹוָה) é um título que expressa a autoridade e a majestade de Deus, sendo fundamental na adoração israelita.","por_que_esta_palavra":"O uso do nome de Deus enfatiza a relação de aliança entre Deus e o Seu povo.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, simbolizando Sua presença e poder.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"isaias_19_13_dote":{"palavra_pt":"dote","palavra_original":"יָאַל","transliteracao":"yâʼal","strong":"H2973","significado_raiz":"Ideia básica: dote.","significado_contextual":"Refere-se a um presente ou oferta, muitas vezes associado a um compromisso ou aliança.","explicacao_detalhada":"A palavra 'dote' (יָאַל) pode indicar um ato de generosidade ou um sinal de intenção de estabelecer um relacionamento.","por_que_esta_palavra":"É importante para entender as dinâmicas sociais e espirituais da época, onde presentes eram usados para selar acordos.","conexao_teologica":"O conceito de dote pode ser visto como uma metáfora para a graça de Deus, que nos oferece bênçãos sem merecimento.","referencias_relacionadas":["Gênesis 24:53","Rute 4:10","Ezequiel 16:8"]},"isaias_19_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou ao modo como algo é feito.","explicacao_detalhada":"A palavra 'modo' (כֹּל) sugere a forma ou o estilo de ação, implicando que a maneira de agir é significativa.","por_que_esta_palavra":"Entender o modo de agir de Deus é essencial para compreender Sua natureza e Seus propósitos.","conexao_teologica":"A maneira como Deus se revela e age no mundo é um tema central na teologia, refletindo Sua soberania e justiça.","referencias_relacionadas":["Salmos 145:17","Isaías 55:8-9","Romanos 11:33"]},"isaias_19_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se à identidade e à soberania de Deus.","explicacao_detalhada":"O nome 'senhor' (יְהֹוָה) é repetido para enfatizar a importância da autoridade divina nas ações descritas.","por_que_esta_palavra":"Reforça a ideia de que todas as ações e modos de Deus estão sob Sua soberania.","conexao_teologica":"A repetição do nome de Deus serve para lembrar os crentes de Sua presença constante e de Seu controle sobre todas as coisas.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Apocalipse 1:8"]},"isaias_19_14_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito ou à força invisível que atua no mundo.","explicacao_detalhada":"A palavra 'espírito/vento' (רוּחַ) é frequentemente associada à presença de Deus e à Sua ação criativa e redentora.","por_que_esta_palavra":"O vento é uma metáfora poderosa para a ação do Espírito Santo e a maneira como Deus opera na vida das pessoas.","conexao_teologica":"O conceito de vento como símbolo do Espírito é fundamental na teologia, representando a vida e a transformação que Deus traz.","referencias_relacionadas":["Gênesis 1:2","João 3:8","Atos 2:2"]},"isaias_19_15_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade e à fidelidade de Deus.","explicacao_detalhada":"A palavra 'verdade' (לֹא) implica a ausência de engano e a certeza das promessas de Deus.","por_que_esta_palavra":"A verdade de Deus é um fundamento para a fé e a confiança dos crentes em Suas promessas.","conexao_teologica":"A verdade é um atributo de Deus, e conhecer a verdade é essencial para a libertação espiritual.","referencias_relacionadas":["João 8:32","Salmos 119:160","Romanos 3:4"]},"isaias_19_15_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade de algo que é moralmente correto ou benéfico.","explicacao_detalhada":"A palavra 'bom' (מַעֲשֶׂה) sugere ações que são agradáveis a Deus e que refletem Sua natureza.","por_que_esta_palavra":"É importante para entender o que Deus considera bom e como isso deve influenciar a vida dos crentes.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, refletindo Seu caráter e Seus desejos para a humanidade.","referencias_relacionadas":["Gênesis 1:31","Salmos 34:8","Mateus 7:17"]},"isaias_19_15_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a uma ação ou criação, possivelmente em um sentido figurado.","explicacao_detalhada":"A palavra 'urso' (עָשָׂה) implica a ideia de fazer ou criar, refletindo a atividade de Deus no mundo.","por_que_esta_palavra":"É importante para entender a soberania de Deus na criação e na ação no mundo.","conexao_teologica":"A ação de Deus é um tema central na teologia, mostrando como Ele está ativamente envolvido na história.","referencias_relacionadas":["Gênesis 1:1","Isaías 43:7","Efésios 2:10"]},"isaias_19_16_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo específico em que eventos significativos ocorrem.","explicacao_detalhada":"No contexto de Isaías 19:16, o 'dia' simboliza um tempo de julgamento e transformação para o Egito, onde a opressão e a idolatria serão substituídas por um reconhecimento do Senhor.","por_que_esta_palavra":"A palavra 'dia' é utilizada para enfatizar a certeza e a iminência do juízo divino sobre as nações.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao dia do Senhor, um tempo de intervenção divina na história humana.","referencias_relacionadas":["Joel 2:31","Amós 5:18","Zacarias 14:1"]},"isaias_19_16_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Representa a figura feminina, que pode simbolizar tanto a esposa quanto a nação em um contexto mais amplo.","explicacao_detalhada":"Em Isaías 19:16, a 'mulher' é uma metáfora para a vulnerabilidade e a fragilidade do Egito diante do julgamento de Deus.","por_que_esta_palavra":"A escolha da palavra 'mulher' destaca a condição de submissão e temor que o Egito enfrentará.","conexao_teologica":"A mulher é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo, como uma noiva e seu noivo.","referencias_relacionadas":["Isaías 54:5","Efésios 5:25-27","Apocalipse 21:2"]},"isaias_19_16_temor":{"palavra_pt":"temor","palavra_original":"חָרַד","transliteracao":"chârad","strong":"H2729","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se ao medo ou pavor que se apodera das pessoas diante de uma situação de juízo.","explicacao_detalhada":"Neste versículo, o 'temor' é uma resposta natural ao reconhecimento da soberania de Deus e da gravidade do juízo que se aproxima.","por_que_esta_palavra":"A palavra 'temor' é usada para mostrar a reação do povo egípcio ao perceber a força de Deus contra eles.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria e é uma resposta adequada ao Seu poder e majestade.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 33:6"]},"isaias_19_17_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica uma queda ou um colapso, tanto físico quanto espiritual.","explicacao_detalhada":"Em Isaías 19:17, 'cair' simboliza a derrota do Egito e a perda de sua força e poder diante do Senhor.","por_que_esta_palavra":"A palavra 'cair' enfatiza a fragilidade das nações diante do juízo divino.","conexao_teologica":"A queda de uma nação é frequentemente vista como um ato de Deus para trazer justiça e restaurar a ordem.","referencias_relacionadas":["Salmos 46:6","Isaías 10:15","Ezequiel 30:6"]},"isaias_19_17_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se à terra ou ao chão, simbolizando a base da vida e da prosperidade.","explicacao_detalhada":"No contexto de Isaías 19:17, o 'solo' representa a terra do Egito, que será afetada pelo juízo de Deus, resultando em desolação.","por_que_esta_palavra":"A palavra 'solo' é usada para mostrar a conexão entre a terra e o povo, enfatizando a devastação que virá.","conexao_teologica":"A terra é frequentemente vista como um símbolo da promessa de Deus e de Sua bênção, mas também pode ser um lugar de juízo.","referencias_relacionadas":["Gênesis 3:19","Levítico 26:34","Amós 8:8"]},"isaias_19_17_temor":{"palavra_pt":"temor","palavra_original":"חָגָא","transliteracao":"châgâʼ","strong":"H2283","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se ao medo que se apodera das pessoas diante de um juízo iminente.","explicacao_detalhada":"Neste versículo, o 'temor' é uma resposta ao reconhecimento da grandeza de Deus e da inevitabilidade de Seu juízo.","por_que_esta_palavra":"A repetição da palavra 'temor' enfatiza a gravidade da situação e a resposta emocional do povo.","conexao_teologica":"O temor do Senhor é um tema recorrente na Bíblia, indicando a reverência que devemos ter diante de Deus.","referencias_relacionadas":["Salmos 34:9","Provérbios 14:27","Isaías 11:3"]},"isaias_19_18_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo específico de intervenção divina na história.","explicacao_detalhada":"Em Isaías 19:18, o 'dia' simboliza um tempo de restauração e reconhecimento do Senhor por parte do Egito.","por_que_esta_palavra":"A palavra 'dia' é usada para indicar um momento de mudança significativa na relação entre Deus e as nações.","conexao_teologica":"O 'dia' do Senhor é um conceito que envolve tanto juízo quanto esperança de redenção.","referencias_relacionadas":["Isaías 2:12","Malaquias 4:5","Atos 2:20"]},"isaias_19_18_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território físico, mas também simboliza o povo que habita essa terra.","explicacao_detalhada":"No contexto de Isaías 19:18, a 'terra' representa o Egito, que será transformado pelo reconhecimento do Senhor.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a relação entre Deus e as nações, especialmente em termos de promessa e juízo.","conexao_teologica":"A terra é frequentemente associada às promessas de Deus e à Sua soberania sobre todas as nações.","referencias_relacionadas":["Gênesis 12:1-3","Salmos 24:1","Isaías 60:1-3"]},"isaias_19_18_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa Sua autoridade e caráter.","explicacao_detalhada":"Em Isaías 19:18, o 'nome' do Senhor é invocado como um símbolo de poder e redenção que será reconhecido pelo Egito.","por_que_esta_palavra":"A palavra 'nome' é significativa porque representa a revelação do caráter de Deus ao Seu povo.","conexao_teologica":"O nome do Senhor é um tema central na Bíblia, simbolizando Sua presença e autoridade entre as nações.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"isaias_19_19_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo de transformação e restauração.","explicacao_detalhada":"No contexto de Isaías 19:19, o 'dia' simboliza um tempo em que o Egito se voltará para o Senhor e será restaurado.","por_que_esta_palavra":"A repetição da palavra 'dia' enfatiza a certeza de que Deus intervirá na história.","conexao_teologica":"O 'dia' do Senhor é um conceito que envolve tanto juízo quanto esperança de redenção.","referencias_relacionadas":["Isaías 2:12","Malaquias 4:5","Atos 2:20"]},"isaias_19_19_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como o Deus supremo e soberano.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para denotar a autoridade e a divindade de Deus, enfatizando sua posição como criador e governante do universo.","por_que_esta_palavra":"Esta palavra é central na teologia judaica e cristã, representando a relação de Deus com seu povo e sua soberania sobre todas as coisas.","conexao_teologica":"A invocação do nome do Senhor é um chamado à adoração e à submissão à sua vontade.","referencias_relacionadas":["Êxodo 3:14","Salmos 83:18","Isaías 42:8"]},"isaias_19_19_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"Um local de sacrifício e adoração a Deus.","explicacao_detalhada":"A palavra 'altar' (מִזְבֵּחַ) refere-se ao lugar onde ofertas eram apresentadas a Deus, simbolizando a devoção e a busca de reconciliação com o Criador.","por_que_esta_palavra":"Os altares eram essenciais na prática religiosa do Antigo Testamento, representando a necessidade de expiação e comunhão com Deus.","conexao_teologica":"O altar é um símbolo da mediação entre Deus e o homem, prefigurando o sacrifício de Cristo.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Levítico 1:5"]},"isaias_19_20_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território físico e à criação de Deus.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever não apenas o solo, mas também o povo que habita nele e a relação que têm com Deus.","por_que_esta_palavra":"A terra é frequentemente mencionada nas promessas de Deus ao seu povo, simbolizando bênçãos e herança.","conexao_teologica":"A terra é vista como um dom divino, onde Deus estabelece sua aliança com a humanidade.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 45:18"]},"isaias_19_20_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em sua totalidade.","explicacao_detalhada":"A palavra 'homem' (רַב) é usada para descrever a criação de Deus, destacando a dignidade e o propósito do ser humano.","por_que_esta_palavra":"O homem é criado à imagem de Deus, o que confere valor e responsabilidade em sua relação com o Criador.","conexao_teologica":"A humanidade é chamada a refletir a glória de Deus e a viver em comunhão com Ele.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 5:12"]},"isaias_19_20_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se ao Senhor como a fonte de autoridade e poder.","explicacao_detalhada":"A repetição do nome 'senhor' (יְהֹוָה) enfatiza a importância da invocação do nome de Deus em momentos de necessidade e adoração.","por_que_esta_palavra":"O nome do Senhor é um refúgio e uma fortaleza para aqueles que confiam nele.","conexao_teologica":"A invocação do nome de Deus é um ato de fé e dependência.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Romanos 10:13"]},"isaias_19_21_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo específico de adoração e reconhecimento de Deus.","explicacao_detalhada":"A palavra 'dia' (יוֹם) pode simbolizar um tempo de revelação ou de ação divina, onde Deus se manifesta ao seu povo.","por_que_esta_palavra":"O conceito de 'dia' é frequentemente associado a eventos significativos na história da salvação.","conexao_teologica":"O dia do Senhor é um tema recorrente nas Escrituras, simbolizando juízo e redenção.","referencias_relacionadas":["Joel 2:31","Amós 5:18","Zacarias 14:1"]},"isaias_19_21_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"Refere-se a um presente ou sacrifício oferecido a Deus.","explicacao_detalhada":"A palavra 'oferta' (מִנְחָה) implica um ato de devoção e reconhecimento da soberania de Deus sobre todas as coisas.","por_que_esta_palavra":"As ofertas eram uma parte essencial da adoração, simbolizando gratidão e arrependimento.","conexao_teologica":"As ofertas prefiguram o sacrifício de Cristo, que é a oferta perfeita para a redenção da humanidade.","referencias_relacionadas":["Levítico 2:1","Salmos 51:17","Hebreus 10:14"]},"isaias_19_21_promessa":{"palavra_pt":"promessa","palavra_original":"נָדַר","transliteracao":"nâdar","strong":"H5087","significado_raiz":"Ideia básica: promessa.","significado_contextual":"Refere-se a um compromisso ou voto feito a Deus.","explicacao_detalhada":"A palavra 'promessa' (נָדַר) implica um ato de fé e compromisso diante de Deus, reconhecendo sua fidelidade.","por_que_esta_palavra":"As promessas de Deus são fundamentais para a relação entre Ele e seu povo, sendo um testemunho de sua fidelidade.","conexao_teologica":"As promessas de Deus são cumpridas em Cristo, que é a esperança para todos os crentes.","referencias_relacionadas":["Números 30:2","Salmos 76:11","2 Coríntios 1:20"]},"isaias_19_22_praga":{"palavra_pt":"praga","palavra_original":"נָגַף","transliteracao":"nâgaph","strong":"H5062","significado_raiz":"Ideia básica: praga.","significado_contextual":"Refere-se a um castigo ou juízo divino.","explicacao_detalhada":"A palavra 'praga' (נָגַף) é usada para descrever a ação de Deus em trazer juízo sobre a desobediência e a rebelião.","por_que_esta_palavra":"As pragas são frequentemente um sinal da ira de Deus, mas também podem ser um chamado ao arrependimento.","conexao_teologica":"As pragas no Antigo Testamento prefiguram o juízo final e a necessidade de redenção.","referencias_relacionadas":["Êxodo 7:14-25","Salmos 78:49","Apocalipse 16:1-21"]},"isaias_19_22_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Mais uma vez, refere-se ao Senhor como a fonte de autoridade e poder.","explicacao_detalhada":"A repetição do nome 'senhor' (יְהֹוָה) enfatiza a soberania de Deus sobre as pragas e seu controle sobre a história.","por_que_esta_palavra":"O nome do Senhor é um lembrete constante da sua presença e poder em meio ao juízo.","conexao_teologica":"O nome de Deus é um refúgio e uma fortaleza em tempos de crise.","referencias_relacionadas":["Salmos 46:1","Isaías 54:5","Romanos 8:31"]},"isaias_19_22_curar":{"palavra_pt":"curar","palavra_original":"רָפָא","transliteracao":"râphâʼ","strong":"H7495","significado_raiz":"Ideia básica: curar.","significado_contextual":"A palavra 'curar' refere-se à restauração da saúde e bem-estar, tanto físico quanto espiritual.","explicacao_detalhada":"No contexto de Isaías 19:22, Deus promete curar o Egito, indicando uma restauração não apenas física, mas também espiritual, onde o povo se voltará para Ele.","por_que_esta_palavra":"A escolha da palavra 'curar' enfatiza a ação de Deus em restaurar e trazer vida onde havia morte e desespero.","conexao_teologica":"A cura é um tema central na teologia bíblica, simbolizando a restauração e a salvação que Deus oferece ao Seu povo.","referencias_relacionadas":["Salmos 103:3","Mateus 9:12","Tiago 5:16"]},"isaias_19_23_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' aqui representa um tempo específico de ação e intervenção divina.","explicacao_detalhada":"Em Isaías 19:23, o 'dia' é um tempo em que as nações se unirão para adorar a Deus, simbolizando um futuro de paz e harmonia.","por_que_esta_palavra":"O uso de 'dia' sugere um momento de realização das promessas de Deus, onde a adoração se torna central na vida das nações.","conexao_teologica":"O conceito de 'dia' é frequentemente usado na Bíblia para descrever momentos de juízo ou salvação, refletindo a soberania de Deus sobre a história.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","2 Pedro 3:10"]},"isaias_19_23_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir' ou 'entrar' implica um movimento em direção a Deus e à Sua presença.","explicacao_detalhada":"Em Isaías 19:23, 'chamar' sugere um convite divino para que as nações se aproximem e reconheçam a soberania de Deus.","por_que_esta_palavra":"A palavra enfatiza a ação de Deus em convidar as pessoas para um relacionamento mais profundo com Ele.","conexao_teologica":"O chamado de Deus é um tema recorrente na Bíblia, onde Ele convida os seres humanos a se voltarem para Ele em arrependimento e fé.","referencias_relacionadas":["Mateus 11:28","Romanos 10:13","Apocalipse 22:17"]},"isaias_19_23_obra":{"palavra_pt":"obra","palavra_original":"עָבַד","transliteracao":"ʻâbad","strong":"H5647","significado_raiz":"Ideia básica: obra.","significado_contextual":"A palavra 'obra' refere-se às ações e atividades que refletem a vontade de Deus.","explicacao_detalhada":"No contexto de Isaías 19:23, 'obra' indica as atividades que as nações realizarão em adoração e serviço a Deus.","por_que_esta_palavra":"A escolha da palavra 'obra' destaca a importância da ação prática na vida de fé, onde a adoração se manifesta em obras.","conexao_teologica":"As obras são vistas como uma expressão da fé genuína, conforme ensinado em Tiago 2:26.","referencias_relacionadas":["Efésios 2:10","Tiago 2:17","Colossenses 3:23"]},"isaias_19_24_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' novamente representa um tempo de bênção e unidade entre as nações.","explicacao_detalhada":"Em Isaías 19:24, o 'dia' simboliza um futuro em que Israel e o Egito estarão unidos sob a bênção de Deus.","por_que_esta_palavra":"O uso repetido de 'dia' enfatiza a certeza das promessas de Deus e a esperança de um futuro glorioso.","conexao_teologica":"O dia do Senhor é um conceito que aparece em várias partes da Bíblia, indicando um tempo de intervenção divina.","referencias_relacionadas":["Isaías 2:2","Amós 5:18","Zacarias 14:1"]},"isaias_19_24_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao espaço físico e ao povo que habita nele, simbolizando a criação de Deus.","explicacao_detalhada":"Em Isaías 19:24, 'terra' representa não apenas a geografia, mas também a nação e o povo que Deus deseja restaurar.","por_que_esta_palavra":"A escolha da palavra 'terra' destaca a abrangência da ação de Deus em toda a criação, incluindo as nações.","conexao_teologica":"A terra é frequentemente mencionada nas promessas de Deus, simbolizando a herança e a bênção para o Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Salmos 37:11","Romanos 4:13"]},"isaias_19_24_bencao":{"palavra_pt":"bencao","palavra_original":"בְּרָכָה","transliteracao":"Bᵉrâkâh","strong":"H1293","significado_raiz":"Ideia básica: bencao.","significado_contextual":"A palavra 'bênção' refere-se à favor divino e prosperidade que Deus concede ao Seu povo.","explicacao_detalhada":"Em Isaías 19:24, a 'bênção' é um sinal da presença de Deus e da Sua aprovação sobre as nações que O adoram.","por_que_esta_palavra":"A escolha da palavra 'bênção' enfatiza a generosidade de Deus em conceder graça e favor aos que se voltam para Ele.","conexao_teologica":"A bênção é um tema central na Bíblia, simbolizando a relação de Deus com Seu povo e as promessas de prosperidade.","referencias_relacionadas":["Números 6:24-26","Deuteronômio 28:1-6","Efésios 1:3"]},"isaias_19_25_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade positiva e desejável das ações e intenções de Deus.","explicacao_detalhada":"Em Isaías 19:25, 'bom' descreve a natureza de Deus e Sua intenção de abençoar as nações com prosperidade e paz.","por_que_esta_palavra":"A escolha da palavra 'bom' reflete a bondade intrínseca de Deus e Sua vontade de trazer o bem ao Seu povo.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, revelando Seu caráter e a natureza de Suas ações em favor da humanidade.","referencias_relacionadas":["Salmos 34:8","Romanos 8:28","Gálatas 5:22"]},"isaias_19_25_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"A palavra 'abençoar' implica um ato de reconhecimento e reverência diante de Deus.","explicacao_detalhada":"Em Isaías 19:25, 'abençoar' sugere a ação de louvar e reconhecer a soberania de Deus sobre todas as nações.","por_que_esta_palavra":"A escolha da palavra 'abençoar' destaca a resposta adequada do povo a Deus, que é a adoração e a submissão.","conexao_teologica":"A bênção é uma resposta natural ao reconhecimento da grandeza de Deus e Sua bondade em nossas vidas.","referencias_relacionadas":["Salmos 103:1","Hebreus 13:15","1 Pedro 3:9"]},"isaias_19_25_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Senhor' refere-se à autoridade suprema e ao caráter de Deus como soberano.","explicacao_detalhada":"Em Isaías 19:25, 'Senhor' é um título que expressa a relação de Deus com Seu povo e Sua posição de autoridade sobre todas as coisas.","por_que_esta_palavra":"A escolha da palavra 'Senhor' enfatiza a reverência e a adoração que são devidas a Deus por Sua grandeza e poder.","conexao_teologica":"O nome do Senhor é frequentemente invocado na Bíblia como um símbolo de proteção, poder e autoridade.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]}}