{"isaias_2_1_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' é central para a revelação de Deus ao seu povo.","explicacao_detalhada":"Neste versículo, 'palavra' refere-se à mensagem que Deus deseja transmitir, enfatizando a importância da comunicação divina.","por_que_esta_palavra":"A palavra é fundamental para a compreensão da vontade de Deus e para a vida espiritual do povo.","conexao_teologica":"A palavra de Deus é viva e eficaz, e deve ser ouvida e obedecida pelo seu povo.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","2 Timóteo 3:16"]},"isaias_2_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para descrever a relação especial entre Deus e seu povo.","explicacao_detalhada":"Neste contexto, 'filho' representa a herança e a responsabilidade que vêm com a filiação divina.","por_que_esta_palavra":"A ideia de ser filho de Deus implica em uma relação de amor, cuidado e disciplina.","conexao_teologica":"A filiação é um tema central na teologia cristã, refletindo a relação íntima entre Deus e os crentes.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 4:7"]},"isaias_2_1_cidade":{"palavra_pt":"cidade","palavra_original":"יְרוּשָׁלַ͏ִם","transliteracao":"Yᵉrûwshâlaim","strong":"H3389","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a Jerusalém, um lugar de importância espiritual e histórica.","explicacao_detalhada":"Neste versículo, 'cidade' simboliza o centro da adoração e a presença de Deus entre seu povo.","por_que_esta_palavra":"A cidade é um símbolo da comunidade de fé e da promessa de Deus de habitar entre seu povo.","conexao_teologica":"Jerusalém é frequentemente vista como um símbolo do Reino de Deus e da esperança de redenção.","referencias_relacionadas":["Salmos 122:6","Mateus 5:14","Apocalipse 21:2"]},"isaias_2_2_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo de manifestação do Senhor, um período de revelação e julgamento.","explicacao_detalhada":"O 'dia' mencionado em Isaías 2:2 é um tempo profético em que as nações buscarão a sabedoria de Deus e se voltarão para o Seu ensino. Este dia é caracterizado pela presença e autoridade de Deus sobre a terra.","por_que_esta_palavra":"A palavra 'dia' é usada para indicar um tempo específico em que a ação divina será claramente visível e reconhecida por todos.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao juízo de Deus e à restauração de todas as coisas, refletindo a esperança messiânica.","referencias_relacionadas":["Joel 2:28-32","Atos 2:17-21","Romanos 13:12"]},"isaias_2_2_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Indica a origem ou o ponto de partida de algo, especialmente em relação ao plano de Deus para a humanidade.","explicacao_detalhada":"O 'princípio' refere-se ao início do cumprimento das promessas de Deus, onde Ele estabelece Seu reino e a centralidade de Sua palavra entre as nações.","por_que_esta_palavra":"A palavra 'princípio' é crucial para entender que tudo começa com Deus e Sua vontade soberana.","conexao_teologica":"O princípio é um tema que se conecta com a criação e a soberania de Deus, mostrando que Ele é o autor de todas as coisas.","referencias_relacionadas":["Gênesis 1:1","João 1:1","Colossenses 1:16-17"]},"isaias_2_2_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda das nações e dos ídolos diante do Senhor, simbolizando a derrota do orgulho humano.","explicacao_detalhada":"A palavra 'cair' implica um colapso moral e espiritual, onde as estruturas humanas são abaladas pela verdade de Deus.","por_que_esta_palavra":"A ideia de 'cair' é importante para entender a fragilidade das instituições humanas em comparação com a firmeza do reino de Deus.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a necessidade de arrependimento e a soberania de Deus sobre a história.","referencias_relacionadas":["Salmos 46:2","Mateus 7:27","Apocalipse 6:14"]},"isaias_2_3_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à mensagem de Deus que será proclamada e que trará instrução e direção às nações.","explicacao_detalhada":"A 'palavra' é vista como um meio de revelação divina, onde as pessoas são chamadas a ouvir e obedecer ao que Deus diz.","por_que_esta_palavra":"A palavra é fundamental para a fé e a prática, pois é através dela que Deus se comunica com Seu povo.","conexao_teologica":"A palavra de Deus é viva e eficaz, e é através dela que a transformação espiritual ocorre.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Romanos 10:17"]},"isaias_2_3_andar":{"palavra_pt":"andar","palavra_original":"הָלַךְ","transliteracao":"hâlak","strong":"H1980","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao modo de viver e agir segundo os ensinamentos de Deus.","explicacao_detalhada":"O 'andar' implica em uma vida que reflete a obediência e a submissão à vontade de Deus, seguindo Seus caminhos.","por_que_esta_palavra":"A palavra 'andar' é frequentemente usada na Bíblia para descrever a vida cristã como um caminho a ser seguido.","conexao_teologica":"Andar em retidão é um chamado para todos os crentes, refletindo a transformação que ocorre na vida de quem segue a Cristo.","referencias_relacionadas":["Gálatas 5:16","Efésios 5:8","1 João 1:7"]},"isaias_2_3_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em geral, destacando a dignidade e o propósito que Deus deu ao ser humano.","explicacao_detalhada":"O 'homem' é criado à imagem de Deus e tem um papel especial na criação, sendo chamado a viver em comunhão com o Criador.","por_que_esta_palavra":"A palavra 'homem' é central para entender a relação entre Deus e a humanidade, bem como a responsabilidade moral que acompanha essa relação.","conexao_teologica":"A dignidade do homem é um tema importante na teologia, refletindo a imagem de Deus e a necessidade de redenção.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Romanos 5:12"]},"isaias_2_4_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de Deus de discernir e estabelecer justiça entre as nações.","explicacao_detalhada":"O 'julgar' implica em um processo de avaliação onde Deus traz à luz as ações e intenções dos corações humanos.","por_que_esta_palavra":"A palavra 'julgar' é essencial para entender a justiça divina e a responsabilidade moral dos indivíduos e das nações.","conexao_teologica":"O julgamento de Deus é um tema que destaca Sua santidade e a necessidade de arrependimento e restauração.","referencias_relacionadas":["Salmos 9:7-8","Mateus 25:31-46","Apocalipse 20:12"]},"isaias_2_4_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"Refere-se aos povos e nações que serão convocados a se submeter ao Senhor.","explicacao_detalhada":"A 'nação' é vista como um coletivo que deve reconhecer a soberania de Deus e buscar Sua orientação.","por_que_esta_palavra":"A palavra 'nação' é importante para entender o plano de Deus para todas as culturas e povos, enfatizando a universalidade da mensagem do evangelho.","conexao_teologica":"Deus tem um plano para todas as nações, e a salvação é oferecida a todos, refletindo Seu amor e justiça.","referencias_relacionadas":["Mateus 28:19","Atos 17:26-27","Apocalipse 7:9"]},"isaias_2_4_corrigir":{"palavra_pt":"corrigir","palavra_original":"יָכַח","transliteracao":"yâkach","strong":"H3198","significado_raiz":"Ideia básica: corrigir.","significado_contextual":"Refere-se ao ato de Deus de corrigir e restaurar o que está errado nas nações.","explicacao_detalhada":"A palavra 'corrigir' implica em um processo de restauração onde Deus traz à luz a verdade e promove a justiça.","por_que_esta_palavra":"A correção é uma parte essencial do caráter de Deus, que deseja que todos se voltem para Ele e vivam em retidão.","conexao_teologica":"A correção divina é um ato de amor, visando a restauração e a reconciliação com a humanidade.","referencias_relacionadas":["Provérbios 3:12","Hebreus 12:6","Apocalipse 3:19"]},"isaias_2_5_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lugar de adoração e à comunidade do povo de Deus.","explicacao_detalhada":"A 'casa' simboliza a presença de Deus entre Seu povo e a importância da comunhão e adoração coletiva.","por_que_esta_palavra":"A palavra 'casa' é fundamental para entender a relação entre Deus e Seu povo, representando segurança e pertencimento.","conexao_teologica":"A casa de Deus é um tema que reflete a ideia de que somos parte da família de Deus e temos um lugar em Sua presença.","referencias_relacionadas":["Salmos 27:4","1 Pedro 2:5","Hebreus 3:6"]},"isaias_2_5_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' refere-se ao ato de caminhar ou seguir um caminho, simbolizando a maneira como as pessoas devem viver e se comportar.","explicacao_detalhada":"No contexto de Isaías 2:5, 'andar' implica em seguir a luz do Senhor e viver de acordo com Seus ensinamentos. É um chamado à ação para que o povo de Deus não apenas conheça a verdade, mas também a pratique em sua vida diária.","por_que_esta_palavra":"A escolha da palavra 'andar' enfatiza a continuidade e a prática da fé, sugerindo que a vida cristã é um caminho a ser trilhado.","conexao_teologica":"A ideia de andar nos caminhos do Senhor é um tema recorrente nas Escrituras, refletindo a relação entre fé e ação. Isso se conecta com a ideia de que a salvação deve resultar em uma vida transformada.","referencias_relacionadas":["Salmos 119:105","Miquéias 6:8","Gálatas 5:16"]},"isaias_2_5_iluminacao":{"palavra_pt":"luz","palavra_original":"אוֹר","transliteracao":"ʼôwr","strong":"H216","significado_raiz":"Ideia básica: luz.","significado_contextual":"A palavra 'luz' simboliza a verdade, a revelação e a presença de Deus, que guia o povo em tempos de escuridão.","explicacao_detalhada":"Em Isaías 2:5, a luz representa a orientação divina que deve ser seguida pelo povo. A luz de Deus é um símbolo de esperança e direção, contrastando com a escuridão do pecado e da ignorância.","por_que_esta_palavra":"A luz é uma metáfora poderosa na Bíblia, frequentemente associada à presença de Deus e à verdade. Ela serve para iluminar o caminho e afastar as trevas.","conexao_teologica":"A luz de Deus é um tema central na teologia bíblica, representando a salvação e a verdade que vêm através de Cristo, conforme mencionado em João 8:12.","referencias_relacionadas":["João 1:5","Mateus 5:14","Efésios 5:8"]},"isaias_2_6_fim":{"palavra_pt":"fim","palavra_original":"קֶדֶם","transliteracao":"qedem","strong":"H6924","significado_raiz":"Ideia básica: fim.","significado_contextual":"A palavra 'fim' refere-se ao princípio ou à origem de algo, indicando um ponto de partida ou uma condição inicial.","explicacao_detalhada":"No contexto de Isaías 2:6, 'fim' sugere que o povo de Deus se afastou de suas raízes espirituais e da verdadeira adoração, resultando em uma condição de desvio e apostasia.","por_que_esta_palavra":"A palavra 'fim' é usada para destacar a necessidade de retornar ao verdadeiro propósito e à verdadeira adoração a Deus.","conexao_teologica":"A ideia de 'fim' também se relaciona com a noção de que Deus é o princípio e o fim de todas as coisas, conforme Apocalipse 22:13.","referencias_relacionadas":["Gênesis 1:1","Apocalipse 21:6","Isaías 46:10"]},"isaias_2_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir uma razão ou explicação, conectando ideias e argumentos.","explicacao_detalhada":"Em Isaías 2:6, 'porque' é um termo que justifica a crítica ao povo de Deus, explicando a razão pela qual eles se afastaram de Sua vontade e se entregaram a práticas idólatras.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a lógica do argumento apresentado pelo profeta, que busca chamar o povo ao arrependimento.","conexao_teologica":"A razão apresentada aqui reflete a importância da obediência a Deus e as consequências de se desviar de Seus caminhos.","referencias_relacionadas":["Deuteronômio 28:15","Romanos 1:21","Tiago 1:22"]},"isaias_2_6_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se não apenas a um edifício físico, mas também ao lar espiritual e à comunidade de fé.","explicacao_detalhada":"No contexto de Isaías 2:6, 'casa' simboliza o povo de Deus e sua relação com Ele. A casa de Deus é um lugar de adoração e comunhão, que deve ser mantido puro e santo.","por_que_esta_palavra":"A escolha da palavra 'casa' destaca a importância da comunidade de fé e a necessidade de manter a santidade em meio a práticas corruptas.","conexao_teologica":"A ideia de 'casa' é central na teologia bíblica, representando a habitação de Deus entre Seu povo, como visto em 1 Coríntios 3:16.","referencias_relacionadas":["Salmos 127:1","Hebreus 3:6","1 Pedro 2:5"]},"isaias_2_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico, mas também pode simbolizar a herança e o domínio que Deus deu ao Seu povo.","explicacao_detalhada":"Em Isaías 2:7, 'terra' é usada para descrever a abundância e a prosperidade que o povo desfrutava, mas que se tornaram um motivo de orgulho e idolatria.","por_que_esta_palavra":"A palavra 'terra' é significativa porque representa tanto a bênção de Deus quanto a responsabilidade do povo em cuidar e honrar essas bênçãos.","conexao_teologica":"A terra é frequentemente mencionada na Bíblia como a herança do povo de Deus, refletindo a relação entre Deus e Sua criação.","referencias_relacionadas":["Gênesis 1:28","Salmos 37:11","Mateus 5:5"]},"isaias_2_7_ouro":{"palavra_pt":"ouro","palavra_original":"זָהָב","transliteracao":"zâhâb","strong":"H2091","significado_raiz":"Ideia básica: ouro.","significado_contextual":"A palavra 'ouro' simboliza riqueza, valor e prosperidade, mas também pode representar a idolatria e a corrupção.","explicacao_detalhada":"No contexto de Isaías 2:7, 'ouro' é mencionado para ilustrar a confiança do povo em suas riquezas e bens materiais, em vez de confiar em Deus.","por_que_esta_palavra":"A escolha da palavra 'ouro' destaca a tentação de colocar a segurança nas posses materiais, que podem levar à ruína espiritual.","conexao_teologica":"A Bíblia frequentemente adverte contra a idolatria do dinheiro e das posses, como em 1 Timóteo 6:10.","referencias_relacionadas":["Provérbios 11:4","Mateus 6:19-21","Tiago 5:1-3"]},"isaias_2_7_encher":{"palavra_pt":"encher","palavra_original":"מָלֵא","transliteracao":"mâlêʼ","strong":"H4390","significado_raiz":"Ideia básica: encher.","significado_contextual":"A palavra 'encher' refere-se ao ato de completar ou suprir, muitas vezes associado à abundância.","explicacao_detalhada":"Em Isaías 2:7, 'encher' sugere que a terra estava cheia de riquezas, mas também de práticas corruptas, indicando uma superabundância que não glorificava a Deus.","por_que_esta_palavra":"A palavra 'encher' é usada para enfatizar a condição do povo, que estava repleto de bens, mas vazio de espiritualidade.","conexao_teologica":"A ideia de ser cheio de coisas materiais, mas vazio espiritualmente, é um tema que ressoa em várias passagens bíblicas, como em Lucas 12:15.","referencias_relacionadas":["Salmos 104:28","Eclesiastes 5:10","Filipenses 4:19"]},"isaias_2_8_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade de algo que é agradável, justo ou correto, muitas vezes em contraste com o que é mau.","explicacao_detalhada":"Em Isaías 2:8, 'bom' é usado para descrever as ações e práticas do povo, que se tornaram más e corruptas, em vez de refletirem a bondade de Deus.","por_que_esta_palavra":"A escolha da palavra 'bom' é crucial para entender a expectativa de Deus sobre Seu povo, que deve viver de maneira justa e correta.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, e o chamado à bondade é um convite para refletir o caráter divino em nossas vidas.","referencias_relacionadas":["Miquéias 6:8","Gálatas 5:22","Romanos 12:21"]},"isaias_2_8_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' é usada novamente para enfatizar a conexão entre o povo e o mundo físico, bem como suas responsabilidades diante de Deus.","explicacao_detalhada":"Em Isaías 2:8, 'terra' simboliza não apenas o espaço físico, mas também a herança espiritual que o povo de Deus deve cuidar e honrar.","por_que_esta_palavra":"A repetição da palavra 'terra' destaca a importância do ambiente em que o povo vive e a necessidade de refletir a glória de Deus em todas as áreas da vida.","conexao_teologica":"A terra é vista como um presente de Deus, e o cuidado por ela é um reflexo da mordomia que devemos ter sobre as bênçãos que recebemos.","referencias_relacionadas":["Gênesis 1:28","Salmos 24:1","Colossenses 1:16"]},"isaias_2_8_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e Senhor de todas as coisas.","explicacao_detalhada":"A palavra 'deus' neste contexto enfatiza a soberania e a majestade de Deus, contrastando com a idolatria e a confiança em coisas criadas.","por_que_esta_palavra":"A escolha da palavra 'deus' destaca a importância de reconhecer a verdadeira fonte de poder e autoridade em meio à corrupção e à idolatria.","conexao_teologica":"Deus é apresentado como o único digno de adoração e reverência, em oposição aos ídolos que os homens criam.","referencias_relacionadas":["Salmos 115:3","Isaías 44:6","Êxodo 20:3"]},"isaias_2_9_humilde":{"palavra_pt":"humilde","palavra_original":"שָׁפֵל","transliteracao":"shâphêl","strong":"H8213","significado_raiz":"Ideia básica: humilde.","significado_contextual":"Refere-se à condição de humildade diante de Deus e da sua grandeza.","explicacao_detalhada":"A palavra 'humilde' destaca a atitude necessária para se aproximar de Deus, reconhecendo a própria fragilidade e a necessidade de Sua graça.","por_que_esta_palavra":"A humildade é uma virtude essencial para aqueles que buscam a verdadeira sabedoria e entendimento espiritual.","conexao_teologica":"A humildade é frequentemente exaltada nas Escrituras como um caminho para a verdadeira grandeza no Reino de Deus.","referencias_relacionadas":["Tiago 4:10","Mateus 5:5","Salmos 25:9"]},"isaias_2_9_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua fragilidade e dependência de Deus.","explicacao_detalhada":"A palavra 'homem' aqui enfatiza a condição humana, que é limitada e necessitada da intervenção divina.","por_que_esta_palavra":"A menção do 'homem' serve para contrastar a grandeza de Deus com a fragilidade do ser humano.","conexao_teologica":"A teologia bíblica frequentemente explora a relação entre Deus e a humanidade, destacando a necessidade de redenção.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"isaias_2_10_rocha":{"palavra_pt":"rocha","palavra_original":"צוּר","transliteracao":"tsûwr","strong":"H6697","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Simboliza a força, a estabilidade e a proteção que Deus oferece.","explicacao_detalhada":"A palavra 'rocha' é usada para descrever a firmeza de Deus em contraste com a instabilidade das coisas criadas.","por_que_esta_palavra":"A rocha representa segurança e refúgio, enfatizando a confiança que os crentes devem ter em Deus.","conexao_teologica":"Deus é frequentemente descrito como a rocha de salvação, um tema que permeia toda a Escritura.","referencias_relacionadas":["Salmos 18:2","Deuteronômio 32:4","Mateus 7:24-25"]},"isaias_2_10_po":{"palavra_pt":"po","palavra_original":"עָפָר","transliteracao":"ʻâphâr","strong":"H6083","significado_raiz":"Ideia básica: po.","significado_contextual":"Representa a terra, a criação e a fragilidade do ser humano.","explicacao_detalhada":"A palavra 'po' sugere a origem do homem e sua vulnerabilidade diante de Deus.","por_que_esta_palavra":"A referência ao 'po' enfatiza a necessidade de humildade e a consciência da mortalidade humana.","conexao_teologica":"A relação entre o homem e a terra é um tema central na criação e na queda, mostrando a dependência do homem de Deus.","referencias_relacionadas":["Gênesis 2:7","Eclesiastes 3:20","Salmos 103:14"]},"isaias_2_10_gloria":{"palavra_pt":"gloria","palavra_original":"הָדָר","transliteracao":"hâdâr","strong":"H1926","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à majestade e ao esplendor de Deus.","explicacao_detalhada":"A palavra 'gloria' destaca a natureza gloriosa de Deus e a reverência que Ele merece.","por_que_esta_palavra":"A ênfase na 'gloria' serve para lembrar os crentes da grandeza de Deus em contraste com a futilidade das coisas terrenas.","conexao_teologica":"A glória de Deus é um tema central na adoração e na revelação divina ao longo das Escrituras.","referencias_relacionadas":["Salmos 19:1","Isaías 6:3","Romanos 11:36"]},"isaias_2_11_arco":{"palavra_pt":"arco","palavra_original":"שָׁחַח","transliteracao":"shâchach","strong":"H7817","significado_raiz":"Ideia básica: arco.","significado_contextual":"Simboliza a força e o poder humano, que são efêmeros.","explicacao_detalhada":"A palavra 'arco' representa as armas e a força do homem, que são insignificantes diante da grandeza de Deus.","por_que_esta_palavra":"A menção do 'arco' ressalta a futilidade da confiança nas forças humanas em comparação com a soberania divina.","conexao_teologica":"A Escritura frequentemente contrasta a força humana com o poder de Deus, enfatizando a necessidade de depender dEle.","referencias_relacionadas":["Salmos 33:16-17","Isaías 31:1","Jeremias 17:5"]},"isaias_2_11_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo de julgamento e revelação de Deus.","explicacao_detalhada":"A palavra 'dia' neste contexto pode indicar um tempo específico em que Deus agirá com justiça.","por_que_esta_palavra":"A ênfase no 'dia' sugere a certeza do juízo divino e a necessidade de estar preparado.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema recorrente nas profecias, indicando a intervenção de Deus na história.","referencias_relacionadas":["Joel 2:31","Amós 5:18","Zacarias 14:1"]},"isaias_2_12_humilde":{"palavra_pt":"humilde","palavra_original":"שָׁפֵל","transliteracao":"shâphêl","strong":"H8213","significado_raiz":"Ideia básica: humilde.","significado_contextual":"Reitera a importância da humildade diante de Deus e do Seu julgamento.","explicacao_detalhada":"A repetição da palavra 'humilde' enfatiza a necessidade de uma postura de submissão e reverência.","por_que_esta_palavra":"A humildade é fundamental para receber a graça e a misericórdia de Deus.","conexao_teologica":"A humildade é um princípio central na vida cristã, refletindo a atitude de Cristo.","referencias_relacionadas":["Filipenses 2:3","Mateus 23:12","Tiago 4:6"]},"isaias_2_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' neste contexto destaca a soberania e a majestade de Deus sobre todas as coisas.","por_que_esta_palavra":"O nome do Senhor é invocado como um símbolo de proteção e poder.","conexao_teologica":"O nome de Deus é central na adoração e na invocação, refletindo Sua presença e ação na vida dos crentes.","referencias_relacionadas":["Salmos 20:7","Romanos 10:13","Atos 4:12"]},"isaias_2_12_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual o Senhor está julgando as nações.","explicacao_detalhada":"Neste contexto, 'porque' é usado para explicar a motivação divina para o juízo, enfatizando a justiça de Deus em relação ao orgulho e à arrogância dos homens.","por_que_esta_palavra":"A palavra é crucial para entender a lógica do juízo divino, pois conecta a ação de Deus com as atitudes humanas.","conexao_teologica":"Reflete a soberania de Deus e Sua justiça, mostrando que Ele não ignora o pecado.","referencias_relacionadas":["Isaías 2:11","Isaías 2:17","Salmos 94:2"]},"isaias_2_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas são feitas ou apresentadas.","explicacao_detalhada":"Neste versículo, 'modo' é usado para descrever a forma como as nações se comportam em sua arrogância e orgulho.","por_que_esta_palavra":"É importante para entender a crítica de Isaías ao comportamento das nações e sua necessidade de se humilharem diante de Deus.","conexao_teologica":"Enfatiza a necessidade de reverência e humildade diante do Criador.","referencias_relacionadas":["Isaías 2:12","Provérbios 16:18","Tiago 4:6"]},"isaias_2_13_levantar":{"palavra_pt":"levantar","palavra_original":"רוּם","transliteracao":"rûwm","strong":"H7311","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' implica em uma elevação, tanto física quanto espiritual.","explicacao_detalhada":"Aqui, 'levantar' pode se referir ao orgulho das nações que se exaltam acima de Deus e de Sua vontade.","por_que_esta_palavra":"É essencial para entender a crítica de Isaías ao orgulho humano e a necessidade de humildade.","conexao_teologica":"Reflete a ideia de que Deus é quem deve ser exaltado, e não os homens.","referencias_relacionadas":["Isaías 2:12","Salmos 75:7","Mateus 23:12"]},"isaias_2_13_monte":{"palavra_pt":"monte","palavra_original":"לְבָנוֹן","transliteracao":"Lᵉbânôwn","strong":"H3844","significado_raiz":"Ideia básica: monte.","significado_contextual":"A palavra 'monte' simboliza grandeza e estabilidade, frequentemente associada à presença de Deus.","explicacao_detalhada":"Neste contexto, 'monte' pode se referir ao Monte Sião, que é visto como um lugar de adoração e encontro com Deus.","por_que_esta_palavra":"É importante para entender a relação entre a geografia e a teologia no Antigo Testamento.","conexao_teologica":"Simboliza a soberania de Deus e Sua escolha de habitar entre Seu povo.","referencias_relacionadas":["Isaías 2:2","Salmos 125:1","Hebreus 12:22"]},"isaias_2_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' é usada novamente para descrever a maneira como as nações se comportam.","explicacao_detalhada":"Refere-se à forma como as nações se levantam contra Deus e Sua vontade, mostrando a arrogância humana.","por_que_esta_palavra":"É crucial para entender a crítica de Isaías ao orgulho e à rebelião das nações.","conexao_teologica":"Enfatiza a necessidade de se submeter à autoridade de Deus.","referencias_relacionadas":["Isaías 2:13","Provérbios 16:18","Tiago 4:10"]},"isaias_2_14_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"A palavra 'montanha' é usada para descrever a grandeza e a majestade de Deus.","explicacao_detalhada":"Neste contexto, 'montanha' pode simbolizar a força e a estabilidade que Deus oferece ao Seu povo.","por_que_esta_palavra":"É importante para entender a imagem de Deus como um refúgio e fortaleza.","conexao_teologica":"Reflete a ideia de que Deus é a rocha eterna e a fonte de segurança.","referencias_relacionadas":["Isaías 2:2","Salmos 46:1","Mateus 5:14"]},"isaias_2_14_levantar":{"palavra_pt":"levantar","palavra_original":"רוּם","transliteracao":"rûwm","strong":"H7311","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' é usada para descrever a exaltação de Deus sobre as nações.","explicacao_detalhada":"Aqui, 'levantar' implica que Deus será reconhecido e exaltado acima de todas as coisas.","por_que_esta_palavra":"É essencial para entender a soberania de Deus e Sua posição elevada sobre a criação.","conexao_teologica":"Enfatiza a supremacia de Deus sobre todas as nações e povos.","referencias_relacionadas":["Isaías 2:13","Salmos 97:9","Filipenses 2:9-11"]},"isaias_2_15_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' é utilizada para descrever a maneira como os poderosos se comportam.","explicacao_detalhada":"Neste contexto, 'modo' refere-se à arrogância e à opressão dos poderosos que se levantam contra Deus.","por_que_esta_palavra":"É importante para entender a crítica de Isaías ao comportamento dos líderes e sua necessidade de se submeter a Deus.","conexao_teologica":"Reflete a justiça de Deus em relação aos que abusam de seu poder.","referencias_relacionadas":["Isaías 2:14","Eclesiastes 5:8","Tiago 4:6"]},"isaias_2_15_poderoso":{"palavra_pt":"poderoso","palavra_original":"בָּצַר","transliteracao":"bâtsar","strong":"H1219","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' refere-se à força e à autoridade dos líderes e governantes.","explicacao_detalhada":"Neste versículo, 'poderoso' é usado para descrever aqueles que se exaltam e abusam de seu poder.","por_que_esta_palavra":"É essencial para entender a crítica de Isaías ao uso indevido do poder e a necessidade de justiça.","conexao_teologica":"Enfatiza que, apesar do poder humano, Deus é o verdadeiro Soberano.","referencias_relacionadas":["Isaías 2:14","Salmos 82:1-4","Romanos 13:1"]},"isaias_2_15_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude do juízo de Deus.","explicacao_detalhada":"Aqui, 'grande' implica que o juízo de Deus será imenso e inescapável para os que se opõem a Ele.","por_que_esta_palavra":"É importante para entender a seriedade do juízo divino e a necessidade de arrependimento.","conexao_teologica":"Reflete a grandeza da justiça de Deus e Sua capacidade de julgar as nações.","referencias_relacionadas":["Isaías 2:14","Apocalipse 20:11-15","Mateus 25:31-46"]},"isaias_2_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas são feitas ou apresentadas.","explicacao_detalhada":"No contexto de Isaías 2:16, a palavra 'modo' implica a forma ou estilo de vida que as nações adotam, muitas vezes em contraste com os padrões divinos.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a superficialidade e a falta de autenticidade nas práticas das nações.","conexao_teologica":"A maneira como vivemos deve refletir a santidade e a justiça de Deus, e não os padrões do mundo.","referencias_relacionadas":["Romanos 12:2","1 Pedro 1:15-16","Mateus 5:16"]},"isaias_2_16_desejo":{"palavra_pt":"desejo","palavra_original":"חֶמְדָּה","transliteracao":"chemdâh","strong":"H2532","significado_raiz":"Ideia básica: desejo.","significado_contextual":"Refere-se ao anseio ou anelo por algo que é considerado valioso.","explicacao_detalhada":"Em Isaías 2:16, 'desejo' é usado para descrever a busca das nações por objetos de adoração que não têm valor eterno.","por_que_esta_palavra":"A palavra 'desejo' enfatiza a natureza efêmera das coisas que as pessoas valorizam em vez de buscar a Deus.","conexao_teologica":"Deus nos chama a desejar as coisas que são eternas e que glorificam Seu nome.","referencias_relacionadas":["Salmos 37:4","Colossenses 3:2","1 João 2:15-17"]},"isaias_2_16_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica algo de grande importância ou magnitude.","explicacao_detalhada":"A palavra 'grande' em Isaías 2:16 se refere à grandeza das nações e suas realizações, que são, no entanto, insignificantes diante da grandeza de Deus.","por_que_esta_palavra":"A utilização de 'grande' ressalta a futilidade das conquistas humanas em comparação com a soberania divina.","conexao_teologica":"A verdadeira grandeza é encontrada em Deus e em Seu reino, não nas realizações humanas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12-15","Mateus 23:11"]},"isaias_2_17_arco":{"palavra_pt":"arco","palavra_original":"שָׁחַח","transliteracao":"shâchach","strong":"H7817","significado_raiz":"Ideia básica: arco.","significado_contextual":"Refere-se a um arco, símbolo de poder e guerra.","explicacao_detalhada":"No contexto de Isaías 2:17, 'arco' representa as armas e a força das nações, que são inúteis diante do juízo de Deus.","por_que_esta_palavra":"A palavra 'arco' é usada para ilustrar a fragilidade das defesas humanas contra o poder divino.","conexao_teologica":"Deus é o verdadeiro defensor de Seu povo, e as armas humanas não podem prevalecer contra Ele.","referencias_relacionadas":["Salmos 20:7","Isaías 54:17","2 Coríntios 10:4"]},"isaias_2_17_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo específico, muitas vezes associado ao juízo ou à intervenção divina.","explicacao_detalhada":"Em Isaías 2:17, 'dia' é um tempo de revelação da glória de Deus e do juízo sobre as nações.","por_que_esta_palavra":"A palavra 'dia' enfatiza a certeza e a iminência do juízo divino.","conexao_teologica":"O dia do Senhor é um tema recorrente na Bíblia, simbolizando a justiça e a soberania de Deus.","referencias_relacionadas":["Joel 2:31","Amós 5:18","1 Tessalonicenses 5:2"]},"isaias_2_18_bom":{"palavra_pt":"bom","palavra_original":"אֱלִיל","transliteracao":"ʼĕlîyl","strong":"H457","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se a algo que é considerado bom ou valioso.","explicacao_detalhada":"A palavra 'bom' em Isaías 2:18 é usada para descrever ídolos e objetos de adoração que são, na verdade, vazios e sem valor.","por_que_esta_palavra":"A escolha da palavra 'bom' destaca a ironia de adorar o que não é realmente bom ou digno.","conexao_teologica":"Somente Deus é verdadeiramente bom, e tudo o que não é Dele é fútil.","referencias_relacionadas":["Salmos 119:68","Mateus 19:17","Romanos 7:18"]},"isaias_2_18_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"כָּלִיל","transliteracao":"kâlîyl","strong":"H3632","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se a uma oferta ou ato de adoração.","explicacao_detalhada":"Em Isaías 2:18, 'sacrifício' é mencionado em relação às práticas religiosas que são vazias e sem significado verdadeiro.","por_que_esta_palavra":"A palavra 'sacrifício' enfatiza a necessidade de adoração genuína e não apenas rituais vazios.","conexao_teologica":"Deus deseja um coração contrito e não apenas sacrifícios externos.","referencias_relacionadas":["Salmos 51:17","Hebreus 10:5-7","Miquéias 6:6-8"]},"isaias_2_18_crescer":{"palavra_pt":"crescer","palavra_original":"חָלַף","transliteracao":"châlaph","strong":"H2498","significado_raiz":"Ideia básica: crescer.","significado_contextual":"Refere-se ao ato de aumentar ou se desenvolver.","explicacao_detalhada":"A palavra 'crescer' em Isaías 2:18 pode se referir ao crescimento das práticas idólatras que se espalham entre as nações.","por_que_esta_palavra":"A escolha da palavra 'crescer' destaca a proliferação de valores e práticas que se afastam de Deus.","conexao_teologica":"Deus deseja que Seu povo cresça em santidade e não em práticas que O desonram.","referencias_relacionadas":["Colossenses 1:10","2 Pedro 3:18","Efésios 4:15"]},"isaias_2_19_gloria":{"palavra_pt":"gloria","palavra_original":"הָדָר","transliteracao":"hâdâr","strong":"H1926","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à honra e majestade de Deus.","explicacao_detalhada":"Em Isaías 2:19, 'glória' é usada para descrever a manifestação do poder e da presença de Deus.","por_que_esta_palavra":"A palavra 'glória' enfatiza a diferença entre a glória humana e a glória divina.","conexao_teologica":"A glória de Deus é um tema central na Escritura, revelando Sua majestade e poder.","referencias_relacionadas":["Salmos 19:1","Isaías 6:3","Romanos 11:36"]},"isaias_2_19_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou ao mundo físico.","explicacao_detalhada":"A palavra 'terra' em Isaías 2:19 é usada para descrever o lugar onde as nações habitam e onde a glória de Deus será revelada.","por_que_esta_palavra":"A escolha da palavra 'terra' destaca a criação de Deus e Sua soberania sobre ela.","conexao_teologica":"Deus é o Criador de toda a terra e Sua glória se manifesta em toda a criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 66:1"]},"isaias_2_19_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se ao ato de se aproximar ou entrar na presença de Deus, especialmente em um contexto de adoração.","explicacao_detalhada":"No versículo, a ideia de 'vir' implica um chamado para que as pessoas se voltem a Deus, reconhecendo Sua soberania e majestade. É um convite à reflexão sobre a relação entre o ser humano e o divino.","por_que_esta_palavra":"Esta palavra é crucial para entender a dinâmica de relacionamento entre Deus e a humanidade, enfatizando a necessidade de se aproximar d'Ele em tempos de crise.","conexao_teologica":"A ideia de 'vir' é central na teologia bíblica, onde Deus convida Seu povo a se voltar para Ele, especialmente em momentos de juízo e arrependimento.","referencias_relacionadas":["Isaías 55:1","Mateus 11:28","Hebreus 4:16"]},"isaias_2_20_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' mencionado refere-se a um tempo específico de julgamento e revelação da glória de Deus.","explicacao_detalhada":"Neste contexto, o 'dia' é um tempo em que Deus se manifestará de maneira poderosa, trazendo juízo sobre aqueles que adoram ídolos e se afastam d'Ele.","por_que_esta_palavra":"A palavra 'dia' é importante para entender a noção de tempo na profecia, onde eventos futuros são frequentemente descritos em termos de dias de julgamento ou salvação.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao Dia do Senhor, um tema recorrente nas Escrituras que fala sobre a intervenção divina na história.","referencias_relacionadas":["Joel 2:31","Amós 5:18","Zacarias 14:1"]},"isaias_2_20_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui se refere à adoração e reverência que é devida somente a Deus, em contraste com a idolatria.","explicacao_detalhada":"Neste versículo, a adoração a ídolos é condenada, e a verdadeira adoração deve ser direcionada ao Deus verdadeiro, que é soberano sobre toda a criação.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a natureza da adoração e a relação entre o Criador e a criação, especialmente em um contexto de juízo.","conexao_teologica":"A adoração a Deus é um tema central na Bíblia, refletindo a importância de reconhecer Sua soberania e autoridade.","referencias_relacionadas":["Êxodo 20:3","Salmos 96:5","Romanos 1:25"]},"isaias_2_20_humano":{"palavra_pt":"homem/adao","palavra_original":"אָדָם","transliteracao":"ʼâdâm","strong":"H120","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à condição humana e à fragilidade do ser humano diante da grandeza de Deus.","explicacao_detalhada":"Neste contexto, a referência ao 'homem' destaca a futilidade da idolatria e a necessidade de reconhecer a soberania de Deus sobre a vida humana.","por_que_esta_palavra":"A palavra 'homem' é importante para entender a posição do ser humano em relação a Deus, enfatizando a dependência e a vulnerabilidade do ser humano.","conexao_teologica":"A condição humana é um tema recorrente na teologia, onde a necessidade de redenção e a graça de Deus são enfatizadas.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"isaias_2_21_rocha":{"palavra_pt":"rocha","palavra_original":"צוּר","transliteracao":"tsûwr","strong":"H6697","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' simboliza a força e a proteção que Deus oferece ao Seu povo.","explicacao_detalhada":"Neste versículo, a 'rocha' representa a segurança e a estabilidade que vêm de confiar em Deus, especialmente em tempos de tribulação.","por_que_esta_palavra":"A metáfora da 'rocha' é frequentemente usada nas Escrituras para descrever a fidelidade e a força de Deus em contraste com a instabilidade humana.","conexao_teologica":"Deus como 'rocha' é um tema teológico que enfatiza Sua imutabilidade e proteção, sendo um refúgio para os que Nele confiam.","referencias_relacionadas":["Salmos 18:2","Salmos 62:6-7","Mateus 7:24-25"]},"isaias_2_21_gloria":{"palavra_pt":"gloria","palavra_original":"הָדָר","transliteracao":"hâdâr","strong":"H1926","significado_raiz":"Ideia básica: gloria.","significado_contextual":"A palavra 'glória' refere-se à manifestação da majestade e do poder de Deus.","explicacao_detalhada":"Neste contexto, a 'glória' de Deus é contrastada com a futilidade da adoração a ídolos, destacando a superioridade do Deus verdadeiro.","por_que_esta_palavra":"A 'glória' é um conceito central na adoração, refletindo a natureza de Deus e a resposta adequada do ser humano diante d'Ele.","conexao_teologica":"A glória de Deus é um tema recorrente nas Escrituras, enfatizando Sua majestade e a resposta de adoração que deve ser dada por Seu povo.","referencias_relacionadas":["Salmos 19:1","Isaías 6:3","Romanos 11:36"]},"isaias_2_21_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico e à criação de Deus, que deve reconhecer Sua soberania.","explicacao_detalhada":"Neste versículo, a 'terra' é chamada a se submeter ao domínio de Deus, em contraste com a adoração a ídolos que desonram o Criador.","por_que_esta_palavra":"A 'terra' é um símbolo da criação que deve glorificar a Deus, refletindo Sua grandeza e poder.","conexao_teologica":"A criação e a soberania de Deus sobre a terra são temas centrais na teologia, enfatizando a responsabilidade do ser humano em cuidar e adorar ao Criador.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:19-21"]},"isaias_2_22_fim":{"palavra_pt":"fim","palavra_original":"חָדַל","transliteracao":"châdal","strong":"H2308","significado_raiz":"Ideia básica: fim.","significado_contextual":"A palavra 'fim' refere-se ao término da vida e à inevitabilidade do juízo de Deus sobre a humanidade.","explicacao_detalhada":"Neste contexto, 'fim' destaca a futilidade da confiança em ídolos e a certeza de que todos enfrentarão o juízo de Deus.","por_que_esta_palavra":"A noção de 'fim' é importante para entender a urgência do arrependimento e a necessidade de se voltar para Deus antes que seja tarde.","conexao_teologica":"O conceito de 'fim' é frequentemente associado ao juízo final e à esperança da redenção em Cristo.","referencias_relacionadas":["Eclesiastes 3:2","Mateus 24:14","Apocalipse 20:11-15"]},"isaias_2_22_humano":{"palavra_pt":"homem/adao","palavra_original":"אָדָם","transliteracao":"ʼâdâm","strong":"H120","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' novamente enfatiza a fragilidade e a transitoriedade da vida humana diante de Deus.","explicacao_detalhada":"Neste versículo, a referência ao 'homem' serve para lembrar que, apesar de sua grandeza, ele é efêmero e deve se submeter à soberania de Deus.","por_que_esta_palavra":"A repetição da palavra 'homem' reforça a ideia de que a humanidade deve reconhecer sua posição diante do Criador.","conexao_teologica":"A condição humana é um tema que permeia a Bíblia, ressaltando a necessidade de dependência de Deus e a busca por Sua graça.","referencias_relacionadas":["Salmos 103:15-16","Tiago 4:14","Romanos 5:12"]}}