{"isaias_21_1_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A 'terra' é mencionada como o cenário do juízo e das promessas de Deus.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) refere-se não apenas ao solo físico, mas também ao povo que habita e à relação deles com Deus.","por_que_esta_palavra":"A terra é um símbolo da herança e da promessa de Deus ao seu povo.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, representando a fidelidade de Deus às suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Mateus 5:5"]},"isaias_21_1_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"O 'mar' é frequentemente associado ao caos e à instabilidade, representando as nações e os povos em rebelião contra Deus.","explicacao_detalhada":"A palavra 'mar' (יָם) simboliza a vastidão e a imprevisibilidade, refletindo a soberania de Deus sobre todas as coisas.","por_que_esta_palavra":"O mar é um símbolo de poder e de desafios que o povo enfrenta, mas também da proteção divina.","conexao_teologica":"Deus é apresentado como aquele que controla as águas e traz ordem ao caos.","referencias_relacionadas":["Salmos 89:9","Isaías 43:2","Mateus 8:27"]},"isaias_21_2_homem":{"palavra_pt":"homem","palavra_original":"בָּגַד","transliteracao":"bâgad","strong":"H898","significado_raiz":"Ideia básica: homem.","significado_contextual":"O 'homem' aqui representa a humanidade em sua fragilidade e necessidade de redenção.","explicacao_detalhada":"A palavra 'homem' (בָּגַד) é usada para descrever a condição humana, muitas vezes marcada pelo pecado e pela rebelião contra Deus.","por_que_esta_palavra":"A ênfase no homem destaca a necessidade de um salvador e a graça de Deus.","conexao_teologica":"A humanidade é vista como objeto do amor e da redenção divina, apesar de sua queda.","referencias_relacionadas":["Romanos 3:23","Gênesis 1:27","Efésios 2:8-9"]},"isaias_21_2_dead":{"palavra_pt":"morto","palavra_original":"שָׁדַד","transliteracao":"shâdad","strong":"H7703","significado_raiz":"Ideia básica: morto.","significado_contextual":"O 'morto' refere-se à condição de separação de Deus e à consequência do pecado.","explicacao_detalhada":"A palavra 'morto' (שָׁדַד) simboliza não apenas a morte física, mas também a morte espiritual, que é a separação da vida que vem de Deus.","por_que_esta_palavra":"A morte é uma consequência do pecado, e a sua menção serve como um aviso sobre as consequências da desobediência.","conexao_teologica":"A morte e a ressurreição de Cristo são centrais na mensagem do evangelho, oferecendo esperança de vida eterna.","referencias_relacionadas":["Romanos 6:23","João 3:16","1 Coríntios 15:22"]},"isaias_21_3_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"O ato de 'ouvir' é essencial para a recepção da mensagem de Deus e para a obediência.","explicacao_detalhada":"A palavra 'ouvir' (שָׁמַע) implica não apenas escutar, mas também entender e agir de acordo com a palavra de Deus.","por_que_esta_palavra":"A ênfase em ouvir destaca a importância da comunicação divina e da resposta humana.","conexao_teologica":"Ouvir a palavra de Deus é fundamental para a fé e a transformação espiritual.","referencias_relacionadas":["Tiago 1:22","Romanos 10:17","Salmos 119:11"]},"isaias_21_3_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' refere-se à percepção e à compreensão das visões e profecias que Deus revela.","explicacao_detalhada":"Neste contexto, 'ver' implica não apenas em observar fisicamente, mas em entender as mensagens divinas e as realidades espirituais que se desdobram.","por_que_esta_palavra":"A escolha da palavra 'ver' enfatiza a importância de discernir as verdades espirituais e as advertências de Deus.","conexao_teologica":"A visão é um tema recorrente na profecia, onde Deus revela Seu plano e propósito ao Seu povo.","referencias_relacionadas":["Isaías 6:1","Ezequiel 1:1","Apocalipse 1:1"]},"isaias_21_4_temor":{"palavra_pt":"temor","palavra_original":"חֲרָדָה","transliteracao":"chărâdâh","strong":"H2731","significado_raiz":"Ideia básica: temor.","significado_contextual":"O 'temor' aqui expressa uma sensação de medo e apreensão diante das visões de destruição e juízo.","explicacao_detalhada":"Este temor é uma resposta emocional ao reconhecimento da gravidade das mensagens proféticas e das consequências do pecado.","por_que_esta_palavra":"A palavra 'temor' é usada para transmitir a seriedade da situação e a necessidade de atenção às advertências divinas.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, levando à reverência e ao arrependimento.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 8:13"]},"isaias_21_4_enganar":{"palavra_pt":"enganar","palavra_original":"תָּעָה","transliteracao":"tâʻâh","strong":"H8582","significado_raiz":"Ideia básica: enganar.","significado_contextual":"A palavra 'enganar' refere-se à confusão e à ilusão que podem surgir em tempos de crise.","explicacao_detalhada":"Neste versículo, 'enganar' sugere que as pessoas podem ser levadas a acreditar em falsas esperanças ou promessas durante períodos de julgamento.","por_que_esta_palavra":"A utilização de 'enganar' alerta sobre a necessidade de discernimento espiritual para não ser levado por ilusões.","conexao_teologica":"A enganação é uma tática do inimigo para desviar o povo de Deus de Sua verdade.","referencias_relacionadas":["Mateus 24:4-5","2 Coríntios 11:14","Gálatas 6:7"]},"isaias_21_4_coracao":{"palavra_pt":"coracao","palavra_original":"לֵבָב","transliteracao":"lêbâb","strong":"H3824","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O 'coração' simboliza o centro das emoções e decisões humanas, refletindo a condição espiritual do povo.","explicacao_detalhada":"Neste contexto, o coração representa a disposição interna das pessoas diante das advertências de Deus.","por_que_esta_palavra":"A palavra 'coração' é crucial para entender a resposta emocional e espiritual do povo às profecias.","conexao_teologica":"A condição do coração é fundamental na relação entre Deus e Seu povo, sendo frequentemente mencionada nas Escrituras.","referencias_relacionadas":["Provérbios 4:23","Jeremias 17:9","Mateus 5:8"]},"isaias_21_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"'Porque' introduz uma explicação ou razão para o que foi dito anteriormente, conectando as ideias.","explicacao_detalhada":"'Porque' é uma conjunção que estabelece uma relação lógica entre a visão e a resposta esperada do povo.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a motivação por trás das advertências e profecias.","conexao_teologica":"A lógica e a razão são frequentemente usadas nas Escrituras para explicar as ações e os planos de Deus.","referencias_relacionadas":["Romanos 8:28","Tiago 1:5","1 Pedro 3:15"]},"isaias_21_6_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"'Senhor' é um título que reconhece a posição de Deus como Rei e Governante, enfatizando Sua majestade.","por_que_esta_palavra":"A escolha de 'senhor' destaca a relação de submissão e reverência que o povo deve ter em relação a Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, refletindo Seu controle sobre a história.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Romanos 14:9"]},"isaias_21_6_behold":{"palavra_pt":"eis","palavra_original":"צָפָה","transliteracao":"tsâphâh","strong":"H6822","significado_raiz":"Ideia básica: eis.","significado_contextual":"'Eis' é uma chamada à atenção, convidando o ouvinte a observar algo importante.","explicacao_detalhada":"'Eis' é uma expressão que introduz uma revelação ou uma verdade que deve ser notada com seriedade.","por_que_esta_palavra":"A palavra 'eis' é usada para enfatizar a importância do que está prestes a ser declarado.","conexao_teologica":"A revelação divina frequentemente começa com uma chamada à atenção, como 'eis' ou 'vejam'.","referencias_relacionadas":["Isaías 40:9","Mateus 1:23","Apocalipse 3:20"]},"isaias_21_7_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' é novamente utilizada para enfatizar a importância de observar e entender as visões proféticas.","explicacao_detalhada":"Assim como na primeira ocorrência, 'ver' implica em uma percepção espiritual que vai além da simples observação.","por_que_esta_palavra":"Reiterar a palavra 'ver' reforça a necessidade de atenção às revelações divinas.","conexao_teologica":"A repetição de termos importantes nas Escrituras serve para enfatizar verdades espirituais cruciais.","referencias_relacionadas":["Ezequiel 12:2","Apocalipse 1:3","Hebreus 2:1"]},"isaias_21_7_attend":{"palavra_pt":"attend","palavra_original":"קָשַׁב","transliteracao":"qâshab","strong":"H7181","significado_raiz":"Ideia básica: attend.","significado_contextual":"'Attend' implica em ouvir com atenção e considerar seriamente as mensagens que estão sendo transmitidas.","explicacao_detalhada":"'Attend' sugere um chamado à ação, onde o ouvinte deve não apenas ouvir, mas também responder ao que foi dito.","por_que_esta_palavra":"A palavra 'attend' é crucial para enfatizar a necessidade de uma resposta ativa às advertências de Deus.","conexao_teologica":"A atenção às palavras de Deus é fundamental para a vida espiritual e o crescimento na fé.","referencias_relacionadas":["Salmos 119:105","Tiago 1:22","Romanos 10:17"]},"isaias_21_8_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"'Chamar' refere-se ao ato de convocar ou fazer um apelo, muitas vezes usado em contextos de urgência.","explicacao_detalhada":"'Chamar' implica em um convite ou uma ordem que deve ser atendida, refletindo a urgência da mensagem profética.","por_que_esta_palavra":"A palavra 'chamar' é usada para enfatizar a necessidade de resposta imediata às revelações de Deus.","conexao_teologica":"Deus frequentemente chama Seu povo para ação, arrependimento e obediência em resposta às Suas mensagens.","referencias_relacionadas":["Isaías 43:1","Mateus 11:28","Apocalipse 22:17"]},"isaias_21_8_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' (אֲדֹנָי) é usada para expressar a relação de domínio e respeito que os servos têm em relação ao seu mestre. No contexto de Isaías 21:8, enfatiza a posição de Deus como o Senhor que observa e dirige os acontecimentos.","por_que_esta_palavra":"A escolha da palavra 'senhor' destaca a reverência e a submissão que os crentes devem ter diante de Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o criador e mantenedor de todas as coisas.","referencias_relacionadas":["Salmos 24:1","Romanos 14:8-9","1 Coríntios 8:6"]},"isaias_21_8_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"תָּמִיד","transliteracao":"tâmîyd","strong":"H8548","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Refere-se à prática de oferecer algo a Deus como ato de adoração ou expiação.","explicacao_detalhada":"A palavra 'sacrifício' (תָּמִיד) implica uma oferta contínua, simbolizando a devoção e a necessidade de expiação dos pecados. Em Isaías 21:8, pode ser interpretado como uma referência à necessidade de se manter uma relação constante com Deus.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da adoração contínua e do arrependimento na vida do crente.","conexao_teologica":"O sacrifício é um tema recorrente na Bíblia, simbolizando a redenção e a relação entre Deus e a humanidade.","referencias_relacionadas":["Hebreus 10:12","Romanos 12:1","Levítico 1:3"]},"isaias_21_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Em Isaías 21:9, \"modo\" aparece na frase \"E eis agora vem um carro com homens, e um par de cavaleiros. Então respondeu e disse: Caída é babilônia, caída é! E todas as imagens de esc…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כֹּל; kôl; H3605), \"modo\" traz a ideia de modo. Aqui, essa palavra deixa o ensino de Isaías 21:9 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"modo\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Isaías 22:3. Lendo junto com Isaías 21:9, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Isaías 21:9","Isaías 22:3","Salmos 119:105"]},"isaias_21_9_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo, à terra física e ao contexto geográfico.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever o espaço físico que Deus criou. Em Isaías 21:9, pode simbolizar a realidade onde os eventos profetizados ocorrerão.","por_que_esta_palavra":"A menção da terra enfatiza a criação de Deus e a sua soberania sobre o mundo material.","conexao_teologica":"A criação da terra é um aspecto fundamental da teologia, mostrando a relação entre Deus e a criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 115:16","Isaías 45:18"]},"isaias_21_10_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente ou alguém que é parte de uma linhagem.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever a relação familiar e a continuidade da herança. Em Isaías 21:10, pode simbolizar a continuidade da promessa de Deus através das gerações.","por_que_esta_palavra":"A escolha desta palavra destaca a importância da linhagem e das promessas de Deus para o seu povo.","conexao_teologica":"A relação entre pai e filho é uma metáfora comum na Bíblia para descrever a relação entre Deus e a humanidade.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 4:6"]},"isaias_21_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à identidade e à autoridade de Deus.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o nome pessoal de Deus, que expressa sua natureza eterna e imutável. Em Isaías 21:10, enfatiza a importância do nome de Deus em relação ao seu povo.","por_que_esta_palavra":"A menção do nome de Deus é fundamental para entender sua autoridade e a relação que Ele tem com seu povo.","conexao_teologica":"O nome de Deus é central na teologia, representando sua essência e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"isaias_21_10_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade e à natureza de Deus como criador e sustentador.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é um termo que expressa a pluralidade e a majestade de Deus. Em Isaías 21:10, destaca a soberania de Deus sobre todas as nações.","por_que_esta_palavra":"A escolha da palavra 'deus' enfatiza a grandeza e a autoridade de Deus em todas as coisas.","conexao_teologica":"A natureza de Deus como criador é um tema central na teologia cristã, refletindo sua soberania e poder.","referencias_relacionadas":["Gênesis 1:26","Salmos 46:10","Isaías 40:28"]},"isaias_21_11_luz":{"palavra_pt":"luz","palavra_original":"לַיִל","transliteracao":"layil","strong":"H3915","significado_raiz":"Ideia básica: luz.","significado_contextual":"Refere-se à iluminação e à clareza que vem de Deus.","explicacao_detalhada":"A palavra 'luz' (לַיִל) é frequentemente usada na Bíblia para simbolizar a verdade e a presença de Deus. Em Isaías 21:11, pode indicar a revelação divina em tempos de escuridão.","por_que_esta_palavra":"A luz é um símbolo poderoso na Bíblia, representando a esperança e a verdade que Deus traz ao mundo.","conexao_teologica":"A luz de Deus é um tema recorrente, simbolizando a verdade e a salvação que Ele oferece.","referencias_relacionadas":["João 8:12","Mateus 5:14","Salmos 119:105"]},"isaias_21_11_monte":{"palavra_pt":"monte","palavra_original":"שֵׂעִיר","transliteracao":"Sêʻîyr","strong":"H8165","significado_raiz":"Ideia básica: monte.","significado_contextual":"Refere-se a uma elevação de terra, muitas vezes associada à presença de Deus.","explicacao_detalhada":"A palavra 'monte' (שֵׂעִיר) pode simbolizar a força e a majestade de Deus. Em Isaías 21:11, pode indicar um lugar de encontro entre Deus e seu povo.","por_que_esta_palavra":"A menção de montes na Bíblia frequentemente representa a estabilidade e a permanência da presença de Deus.","conexao_teologica":"Os montes são frequentemente usados como símbolos da presença de Deus e de sua majestade.","referencias_relacionadas":["Salmos 121:1","Isaías 2:2","Mateus 17:1"]},"isaias_21_12_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se ao ato de resgatar ou libertar.","explicacao_detalhada":"A palavra 'salvar' (אִם) implica a ideia de proteção e libertação. Em Isaías 21:12, pode indicar a esperança de salvação que Deus oferece ao seu povo.","por_que_esta_palavra":"A escolha desta palavra destaca a natureza redentora de Deus e sua disposição em salvar aqueles que clamam por Ele.","conexao_teologica":"A salvação é um tema central na Bíblia, refletindo o amor e a graça de Deus para com a humanidade.","referencias_relacionadas":["Salmos 37:39","Romanos 10:13","Efésios 2:8-9"]},"isaias_21_12_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar uma comunicação ou um comando.","explicacao_detalhada":"No contexto de Isaías 21:12, 'dizer' refere-se à ação de transmitir uma mensagem, que pode ser uma profecia ou um aviso. A comunicação é um tema central nas Escrituras, onde Deus frequentemente se comunica com Seu povo.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a importância da comunicação divina e a necessidade de ouvir a voz de Deus.","conexao_teologica":"A comunicação de Deus com a humanidade é fundamental para a revelação de Sua vontade e planos.","referencias_relacionadas":["Salmos 119:105","Hebreus 1:1-2","João 10:27"]},"isaias_21_13_mel":{"palavra_pt":"mel","palavra_original":"יַעַר","transliteracao":"yaʻar","strong":"H3293","significado_raiz":"Ideia básica: mel.","significado_contextual":"A palavra 'mel' é usada para descrever um alimento doce e agradável.","explicacao_detalhada":"Em Isaías 21:13, 'mel' simboliza a doçura e a abundância, frequentemente associada à terra prometida e às bênçãos de Deus.","por_que_esta_palavra":"O uso de 'mel' destaca a generosidade de Deus e a riqueza de Suas promessas.","conexao_teologica":"O mel é frequentemente usado na Bíblia como símbolo de bênçãos e prosperidade espiritual.","referencias_relacionadas":["Êxodo 3:8","Salmos 19:10","Provérbios 24:13"]},"isaias_21_13_arabia":{"palavra_pt":"arabia","palavra_original":"עֲרָב","transliteracao":"ʻĂrâb","strong":"H6152","significado_raiz":"Ideia básica: arabia.","significado_contextual":"A palavra 'Arabia' refere-se a uma região geográfica específica.","explicacao_detalhada":"No contexto de Isaías 21:13, a menção da Arábia pode indicar um local de origem ou um povo que está sendo chamado a responder a um evento profético.","por_que_esta_palavra":"A inclusão da Arábia enfatiza a abrangência da mensagem de Deus, que se estende a todas as nações.","conexao_teologica":"Deus se preocupa com todas as nações e povos, e Sua mensagem é universal.","referencias_relacionadas":["Isaías 21:13","Jeremias 25:24","Ezequiel 30:4"]},"isaias_21_14_buscar":{"palavra_pt":"buscar","palavra_original":"קִרְאָה","transliteracao":"qirʼâh","strong":"H7125","significado_raiz":"Ideia básica: buscar.","significado_contextual":"A palavra 'buscar' implica uma ação de procurar ou encontrar.","explicacao_detalhada":"Em Isaías 21:14, 'buscar' sugere a necessidade de diligência e atenção na busca por respostas ou ajuda, especialmente em tempos de crise.","por_que_esta_palavra":"A palavra 'buscar' é um chamado à ação, incentivando o povo a procurar a ajuda de Deus.","conexao_teologica":"Buscar a Deus é um tema recorrente na Bíblia, enfatizando a relação ativa entre o ser humano e o divino.","referencias_relacionadas":["Salmos 105:4","Mateus 7:7","Isaías 55:6"]},"isaias_21_14_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se a tomar decisões ou fazer avaliações.","explicacao_detalhada":"No contexto de Isaías 21:14, 'julgar' pode se referir ao discernimento necessário para entender a situação e agir de acordo com a vontade de Deus.","por_que_esta_palavra":"A palavra 'julgar' destaca a responsabilidade que temos de avaliar nossas ações e decisões à luz da verdade divina.","conexao_teologica":"Deus é o juiz supremo, e somos chamados a refletir Sua justiça em nossas vidas.","referencias_relacionadas":["Salmos 82:3","Mateus 7:1-2","Tiago 4:12"]},"isaias_21_14_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo ou ao território.","explicacao_detalhada":"Em Isaías 21:14, 'terra' pode simbolizar não apenas o espaço físico, mas também a habitação do povo de Deus e as promessas associadas a ela.","por_que_esta_palavra":"A menção da 'terra' é significativa, pois representa a herança e a identidade do povo de Deus.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, simbolizando a presença e as promessas de Deus.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Hebreus 11:9-10"]},"isaias_21_15_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir uma razão ou explicação.","explicacao_detalhada":"Em Isaías 21:15, 'porque' conecta a ação anterior a uma justificativa, mostrando a lógica por trás das decisões.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a motivação e a intenção por trás das ações de Deus e do povo.","conexao_teologica":"A compreensão das razões de Deus nos ajuda a confiar em Sua soberania e sabedoria.","referencias_relacionadas":["Romanos 8:28","Provérbios 3:5-6","Isaías 55:8-9"]},"isaias_21_15_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' refere-se à face ou à presença de alguém.","explicacao_detalhada":"No contexto de Isaías 21:15, 'rosto' pode simbolizar a presença de Deus ou a necessidade de estar diante dEle em busca de ajuda.","por_que_esta_palavra":"A menção do 'rosto' enfatiza a relação pessoal que temos com Deus, que nos vê e nos conhece.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, onde o 'rosto' de Deus representa Sua revelação e proximidade.","referencias_relacionadas":["Números 6:25","Salmos 27:8","Mateus 5:8"]},"isaias_21_15_seca":{"palavra_pt":"espada","palavra_original":"חֶרֶב","transliteracao":"chereb","strong":"H2719","significado_raiz":"Ideia básica: espada.","significado_contextual":"A palavra 'espada' é um símbolo de guerra e julgamento.","explicacao_detalhada":"Em Isaías 21:15, 'espada' representa a severidade do julgamento de Deus e as consequências do pecado.","por_que_esta_palavra":"O uso de 'espada' destaca a seriedade da situação e a necessidade de arrependimento.","conexao_teologica":"A espada é frequentemente associada ao juízo de Deus e à necessidade de justiça.","referencias_relacionadas":["Hebreus 4:12","Apocalipse 19:15","Romanos 13:4"]},"isaias_21_16_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz uma razão ou explicação.","explicacao_detalhada":"Em Isaías 21:16, 'porque' continua a lógica da mensagem, explicando as razões por trás dos eventos que estão ocorrendo.","por_que_esta_palavra":"A repetição de 'porque' enfatiza a importância de entender as razões divinas por trás das ações humanas.","conexao_teologica":"Compreender as razões de Deus nos ajuda a confiar em Sua soberania e propósito.","referencias_relacionadas":["Romanos 11:33","Isaías 40:28","Salmos 145:17"]},"isaias_21_16_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' é usada para expressar a posição de Deus como o governante supremo, que tem controle sobre a história e o destino dos povos.","por_que_esta_palavra":"É uma invocação que reconhece a grandeza de Deus e a dependência do ser humano em relação a Ele.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o Senhor de toda a criação.","referencias_relacionadas":["Salmos 24:1","Romanos 14:8","Apocalipse 19:16"]},"isaias_21_16_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"A vida é entendida como o dom de Deus, que deve ser valorizado e respeitado.","explicacao_detalhada":"A palavra 'vida' implica não apenas a existência física, mas também a vida espiritual que é dada por Deus.","por_que_esta_palavra":"A vida é um presente divino que deve ser vivido em comunhão com Deus e em obediência aos Seus mandamentos.","conexao_teologica":"A vida é um tema que permeia a Escritura, onde Deus é visto como o autor da vida e aquele que dá significado a ela.","referencias_relacionadas":["Gênesis 2:7","João 10:10","Atos 17:25"]},"isaias_21_17_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua fragilidade e força, dependendo da graça de Deus.","explicacao_detalhada":"A palavra 'homem' é usada para descrever a condição humana, que é tanto forte quanto vulnerável diante de Deus.","por_que_esta_palavra":"É uma lembrança da natureza dual do ser humano, que é criado à imagem de Deus, mas também é pecador.","conexao_teologica":"A teologia do homem é fundamental para entender a necessidade de redenção e a obra de Cristo.","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4-5","Romanos 3:23"]},"isaias_21_17_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação especial entre Deus e Seu povo, muitas vezes descrita como filhos.","explicacao_detalhada":"A palavra 'filho' implica uma relação de intimidade e herança, onde os crentes são considerados filhos de Deus.","por_que_esta_palavra":"É um lembrete da adoção espiritual que os crentes têm em Cristo, sendo parte da família de Deus.","conexao_teologica":"A filiação divina é um tema central no Novo Testamento, onde os crentes são chamados de filhos de Deus.","referencias_relacionadas":["João 1:12","Romanos 8:15","Gálatas 4:6"]}}