{"isaias_23_1_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' aqui é usada para descrever a estrutura física e a identidade de uma nação ou cidade, simbolizando a segurança e a estabilidade.","explicacao_detalhada":"Neste versículo, 'casa' refere-se à cidade de Tiro, que representa o comércio e a riqueza, mas também a fragilidade diante do juízo de Deus.","por_que_esta_palavra":"A palavra 'casa' é importante para entender a relação entre a prosperidade e a responsabilidade diante de Deus, mostrando que mesmo as nações poderosas estão sujeitas ao Seu juízo.","conexao_teologica":"A ideia de que Deus julga as nações é um tema recorrente nas profecias, onde a soberania de Deus sobre todas as coisas é afirmada (Salmos 22:28).","referencias_relacionadas":["Isaías 23:1","Ezequiel 26:1-5","Amós 1:9"]},"isaias_23_1_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao espaço físico e à criação de Deus, simbolizando a soberania e o domínio divino sobre todas as coisas.","explicacao_detalhada":"Neste contexto, 'terra' é usada para descrever a área geográfica afetada pelo juízo de Deus, enfatizando que nada escapa ao Seu controle.","por_que_esta_palavra":"A escolha da palavra 'terra' destaca a abrangência do juízo de Deus, que se estende a todas as nações e povos, mostrando que Ele é o Senhor de toda a criação.","conexao_teologica":"A soberania de Deus sobre a terra é um tema central nas Escrituras, onde Ele é reconhecido como o Criador e Sustentador de tudo (Salmos 24:1).","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 66:1"]},"isaias_23_2_perecer":{"palavra_pt":"perecer","palavra_original":"דָּמַם","transliteracao":"dâmam","strong":"H1826","significado_raiz":"Ideia básica: perecer.","significado_contextual":"A palavra 'perecer' refere-se à morte ou destruição, simbolizando o juízo e as consequências do afastamento de Deus.","explicacao_detalhada":"Neste versículo, 'perecer' é usado para descrever o destino de Tiro, uma cidade próspera, que enfrentará a ruína devido à sua arrogância e idolatria.","por_que_esta_palavra":"A palavra 'perecer' é significativa para mostrar que a desobediência a Deus leva à destruição, enfatizando a necessidade de arrependimento e retorno ao Senhor.","conexao_teologica":"A ideia de perecer como consequência do pecado é um tema central na Bíblia, onde a salvação é oferecida como a alternativa ao juízo (João 3:16).","referencias_relacionadas":["Ezequiel 18:30","Romanos 6:23","Apocalipse 21:8"]},"isaias_23_2_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de discernir ou decidir sobre uma questão, especialmente em um contexto de justiça.","explicacao_detalhada":"Neste versículo, o ato de julgar implica uma avaliação crítica sobre as ações e comportamentos de um povo ou nação, refletindo a necessidade de justiça divina.","por_que_esta_palavra":"A escolha da palavra 'julgar' enfatiza a autoridade de Deus em determinar o que é certo e errado, especialmente em relação aos povos que se afastam de Seus caminhos.","conexao_teologica":"O julgamento de Deus é um tema recorrente na Bíblia, onde Ele é apresentado como o juiz supremo que avalia as nações e indivíduos com base em suas ações.","referencias_relacionadas":["Salmos 9:7","Eclesiastes 3:17","Romanos 14:10"]},"isaias_23_2_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' refere-se a grandes corpos de água, simbolizando tanto a força da natureza quanto a vastidão do mundo.","explicacao_detalhada":"Neste contexto, o mar pode representar as nações e povos que estão em constante movimento e mudança, refletindo a instabilidade e a imprevisibilidade da vida.","por_que_esta_palavra":"O uso da palavra 'mar' destaca a grandeza e a majestade de Deus sobre as forças da natureza e as nações, mostrando que Ele tem controle sobre tudo.","conexao_teologica":"O mar é frequentemente usado na Bíblia como uma metáfora para as nações e povos, e Deus é apresentado como aquele que tem poder sobre as águas.","referencias_relacionadas":["Salmos 46:2","Isaías 17:12","Apocalipse 21:1"]},"isaias_23_3_agua":{"palavra_pt":"aguas","palavra_original":"מַיִם","transliteracao":"mayim","strong":"H4325","significado_raiz":"Ideia básica: aguas.","significado_contextual":"A palavra 'águas' refere-se a fontes de vida, simbolizando tanto a purificação quanto a bênção.","explicacao_detalhada":"Neste versículo, as águas podem simbolizar a prosperidade e a abundância que vêm de Deus, contrastando com a seca espiritual que pode ocorrer longe Dele.","por_que_esta_palavra":"A escolha da palavra 'águas' enfatiza a importância da água como um recurso vital, assim como a necessidade espiritual de se estar conectado a Deus.","conexao_teologica":"A água é um símbolo do Espírito Santo e da vida eterna, mostrando que somente em Deus encontramos verdadeira satisfação e vida.","referencias_relacionadas":["João 4:14","Isaías 55:1","Apocalipse 22:17"]},"isaias_23_3_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade, destacando a condição e a natureza do ser humano.","explicacao_detalhada":"Neste contexto, o 'homem' pode representar tanto a fragilidade humana quanto a responsabilidade que cada um tem diante de Deus e das suas ações.","por_que_esta_palavra":"A utilização da palavra 'homem' ressalta a dignidade e a importância do ser humano na criação, bem como sua necessidade de redenção.","conexao_teologica":"A Bíblia ensina que todos os homens são criados à imagem de Deus, o que confere um valor intrínseco a cada vida humana.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"isaias_23_3_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se a um estado de queda ou ruína, muitas vezes associado ao juízo ou à consequência do pecado.","explicacao_detalhada":"Neste versículo, 'cair' pode simbolizar a queda de uma nação ou indivíduo que se afasta dos caminhos de Deus, resultando em destruição e desespero.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a fragilidade da condição humana e a inevitabilidade do juízo divino sobre aqueles que rejeitam a verdade.","conexao_teologica":"A queda é um tema central na teologia bíblica, representando a separação entre Deus e a humanidade devido ao pecado.","referencias_relacionadas":["Gênesis 3:6-7","Romanos 5:12","Tiago 4:10"]},"isaias_23_4_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' é usada novamente para enfatizar a grandeza e a força das nações em contraste com o poder de Deus.","explicacao_detalhada":"Neste contexto, o mar representa a turbulência e a instabilidade das potências mundiais, que são passageiras diante da soberania divina.","por_que_esta_palavra":"A repetição da palavra 'mar' reforça a ideia de que, apesar da força aparente das nações, Deus é o verdadeiro soberano sobre tudo.","conexao_teologica":"A soberania de Deus sobre as nações é um tema recorrente, mostrando que Ele tem controle sobre a história e os eventos do mundo.","referencias_relacionadas":["Salmos 93:3-4","Isaías 40:15","Apocalipse 17:15"]},"isaias_23_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou razão, conectando ideias e justificando ações.","explicacao_detalhada":"Neste versículo, 'porque' é usado para esclarecer a razão do juízo ou da ação de Deus em relação a uma nação ou povo.","por_que_esta_palavra":"A escolha da palavra 'porque' é crucial para entender a lógica divina por trás das ações de Deus, revelando Sua justiça e santidade.","conexao_teologica":"A razão de Deus agir é frequentemente ligada à Sua natureza justa e à resposta do povo ao Seu chamado.","referencias_relacionadas":["Deuteronômio 28:15","Romanos 2:6","Gálatas 6:7"]},"isaias_23_4_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação de uma mensagem, muitas vezes com autoridade.","explicacao_detalhada":"Neste contexto, 'dizer' implica a declaração de um juízo ou profecia que deve ser ouvida e considerada.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a importância da palavra de Deus e a necessidade de atenção à Sua mensagem.","conexao_teologica":"A palavra de Deus é viva e eficaz, e Sua comunicação é um meio pelo qual Ele se revela e guia Seu povo.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Mateus 4:4"]},"isaias_23_5_bruit":{"palavra_pt":"bruit","palavra_original":"שֵׁמַע","transliteracao":"shêmaʻ","strong":"H8088","significado_raiz":"Ideia básica: bruit.","significado_contextual":"A palavra 'bruit' refere-se a um rumor ou notícia, muitas vezes relacionada a eventos significativos.","explicacao_detalhada":"Neste versículo, 'bruit' pode indicar a disseminação de informações sobre o juízo de Deus, que se espalha entre as nações.","por_que_esta_palavra":"A escolha da palavra 'bruit' destaca a importância da comunicação e da resposta das pessoas ao que Deus está fazendo.","conexao_teologica":"A mensagem de Deus deve ser proclamada e ouvida, e o 'bruit' pode ser visto como um chamado à ação e à reflexão.","referencias_relacionadas":["Romanos 10:14","Mateus 28:19-20","Isaías 40:9"]},"isaias_23_5_egypt":{"palavra_pt":"egito","palavra_original":"מִצְרַיִם","transliteracao":"Mitsrayim","strong":"H4714","significado_raiz":"Ideia básica: egito.","significado_contextual":"A palavra 'Egito' refere-se a uma nação histórica que frequentemente simboliza opressão e idolatria na Bíblia.","explicacao_detalhada":"Neste contexto, o Egito pode representar a oposição a Deus e a confiança em forças humanas em vez de divinas.","por_que_esta_palavra":"A escolha da palavra 'Egito' é significativa, pois evoca a lembrança da escravidão e da necessidade de libertação que Deus oferece.","conexao_teologica":"O Egito é frequentemente usado como um símbolo de pecado e opressão, contrastando com a liberdade e a salvação que vêm de Deus.","referencias_relacionadas":["Êxodo 20:2","Isaías 19:1","Gálatas 4:24"]},"isaias_23_5_temor":{"palavra_pt":"temor","palavra_original":"חוּל","transliteracao":"chûwl","strong":"H2342","significado_raiz":"Ideia básica: temor.","significado_contextual":"O temor aqui se refere ao medo e à reverência diante do juízo de Deus.","explicacao_detalhada":"No contexto de Isaías 23, o temor é uma resposta ao julgamento divino que se aproxima sobre Tiro. O temor é tanto um sentimento de medo quanto uma atitude de respeito e reverência.","por_que_esta_palavra":"A palavra 'temor' é utilizada para enfatizar a seriedade da situação e a necessidade de reconhecer a soberania de Deus.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria (Provérbios 1:7), e aqui serve como um chamado ao arrependimento e à reflexão sobre a própria vida diante de Deus.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 8:13"]},"isaias_23_6_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Julgar neste contexto refere-se ao ato de Deus de avaliar e decidir sobre o destino de Tiro.","explicacao_detalhada":"A palavra 'julgar' implica um processo de avaliação que resulta em uma decisão. Deus está prestes a julgar as nações, e Tiro não está isenta desse julgamento.","por_que_esta_palavra":"A escolha da palavra 'julgar' destaca a justiça de Deus e a inevitabilidade de Seu juízo sobre as nações que se afastam Dele.","conexao_teologica":"O julgamento de Deus é um tema recorrente na Bíblia, refletindo Sua justiça e santidade (Romanos 14:10).","referencias_relacionadas":["Salmos 96:13","Ezequiel 18:30","Mateus 25:31-46"]},"isaias_23_6_cruz":{"palavra_pt":"cruz","palavra_original":"עָבַר","transliteracao":"ʻâbar","strong":"H5674","significado_raiz":"Ideia básica: cruz.","significado_contextual":"A cruz aqui simboliza a passagem ou transição, possivelmente referindo-se ao destino final de Tiro.","explicacao_detalhada":"Embora a palavra 'cruz' não seja usada no sentido literal, ela representa a ideia de cruzar para um novo estado ou condição, especialmente em relação ao juízo.","por_que_esta_palavra":"A utilização da palavra 'cruz' sugere a ideia de transição e mudança, que é central na mensagem de juízo e redenção.","conexao_teologica":"A cruz é um símbolo de sacrifício e redenção, que se conecta à obra de Cristo (Gálatas 6:14).","referencias_relacionadas":["Lucas 9:23","Gálatas 2:20","1 Pedro 2:24"]},"isaias_23_6_nome":{"palavra_pt":"nome","palavra_original":"תַּרְשִׁישׁ","transliteracao":"Tarshîysh","strong":"H8659","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome aqui pode se referir à reputação ou à identidade de Tiro, que será afetada pelo juízo de Deus.","explicacao_detalhada":"Na cultura bíblica, o nome carrega um significado profundo, representando a essência e a reputação de uma pessoa ou nação.","por_que_esta_palavra":"A palavra 'nome' é usada para enfatizar a importância da identidade e da reputação diante de Deus.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua natureza e caráter, e a reputação das nações é avaliada à luz disso (Salmos 20:1).","referencias_relacionadas":["Salmos 9:10","Isaías 42:8","Romanos 10:13"]},"isaias_23_7_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia mencionado refere-se a um tempo específico de julgamento e ação divina.","explicacao_detalhada":"O 'dia' é um conceito que aparece frequentemente na profecia, indicando um tempo determinado em que Deus agirá.","por_que_esta_palavra":"A palavra 'dia' é utilizada para marcar a urgência e a certeza do juízo que se aproxima.","conexao_teologica":"O dia do Senhor é um tema importante na teologia bíblica, simbolizando a intervenção de Deus na história (Joel 2:31).","referencias_relacionadas":["Amós 5:18","Sofonias 1:14","1 Tessalonicenses 5:2"]},"isaias_23_7_fim":{"palavra_pt":"fim","palavra_original":"קֶדֶם","transliteracao":"qedem","strong":"H6924","significado_raiz":"Ideia básica: fim.","significado_contextual":"O fim aqui pode se referir ao término da prosperidade de Tiro e ao início de seu juízo.","explicacao_detalhada":"A palavra 'fim' sugere um fechamento de um ciclo, indicando que a época de Tiro como uma potência marítima está chegando ao seu fim.","por_que_esta_palavra":"A escolha da palavra 'fim' enfatiza a inevitabilidade do juízo e a transitoriedade das potências humanas.","conexao_teologica":"A ideia de fim é central na escatologia bíblica, onde Deus traz um fim ao mal e estabelece Seu reino (Apocalipse 21:4).","referencias_relacionadas":["Eclesiastes 3:1","Mateus 24:14","Apocalipse 21:6"]},"isaias_23_8_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"O homem mencionado pode se referir aos líderes de Tiro e suas ações que levaram ao juízo.","explicacao_detalhada":"A palavra 'homem' aqui representa a humanidade em sua fragilidade e a responsabilidade dos líderes diante de Deus.","por_que_esta_palavra":"A palavra 'homem' é usada para lembrar que as ações humanas têm consequências e que Deus julga as nações por meio de seus líderes.","conexao_teologica":"A responsabilidade humana é um tema importante na Bíblia, onde Deus exige justiça e retidão (Miquéias 6:8).","referencias_relacionadas":["Gênesis 1:26","Salmos 8:4-5","Romanos 14:12"]},"isaias_23_8_coroa":{"palavra_pt":"coroa","palavra_original":"עָטַר","transliteracao":"ʻâṭar","strong":"H5849","significado_raiz":"Ideia básica: coroa.","significado_contextual":"A coroa simboliza a glória e o poder que Tiro possuía, agora ameaçada pelo juízo de Deus.","explicacao_detalhada":"A coroa representa a autoridade e a dignidade, que estão prestes a ser removidas devido ao juízo divino.","por_que_esta_palavra":"A palavra 'coroa' é utilizada para enfatizar a queda da soberania e do prestígio de Tiro diante de Deus.","conexao_teologica":"A coroa é frequentemente usada na Bíblia para simbolizar a realeza e a autoridade de Deus (Apocalipse 19:12).","referencias_relacionadas":["Salmos 21:3","Isaías 62:3","1 Pedro 5:4"]},"isaias_23_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor é invocado como a razão do juízo sobre Tiro.","explicacao_detalhada":"O nome de Deus representa Sua autoridade e poder, e o juízo é uma manifestação de Sua justiça.","por_que_esta_palavra":"A palavra 'senhor' é usada para afirmar a soberania de Deus sobre todas as nações e a inevitabilidade de Seu juízo.","conexao_teologica":"O nome do Senhor é um tema central na adoração e na justiça divina (Salmos 29:2).","referencias_relacionadas":["Salmos 68:4","Isaías 42:8","Romanos 10:13"]},"isaias_23_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O modo refere-se à maneira como Deus executa Seu juízo sobre Tiro.","explicacao_detalhada":"A palavra 'modo' implica que o juízo de Deus não é aleatório, mas segue um padrão de justiça e retidão.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a ordem e a justiça no caráter de Deus ao lidar com as nações.","conexao_teologica":"A maneira de Deus agir é sempre justa e reflete Seu caráter (Salmos 89:14).","referencias_relacionadas":["Deuteronômio 32:4","Salmos 119:137","Romanos 2:6"]},"isaias_23_10_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como um espaço físico e geográfico, mas também pode simbolizar a habitação e a herança do povo de Deus.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é frequentemente usada na Bíblia para descrever não apenas a superfície física, mas também o conceito de pertencimento e promessa divina. Em Isaías 23:10, a referência à terra pode indicar a devastação que afetará as nações e suas possessões.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a realidade física e espiritual da herança de Israel, além de refletir a soberania de Deus sobre todas as nações.","conexao_teologica":"A terra é um tema central na teologia bíblica, representando a promessa de Deus ao Seu povo e a relação entre o Criador e a criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Deuteronômio 11:21"]},"isaias_23_10_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"Neste contexto, 'vida' pode ser interpretada como a essência da existência e a continuidade da nação.","explicacao_detalhada":"A palavra 'vida' (עוֹד) sugere não apenas a sobrevivência física, mas também a vitalidade espiritual e a relação com Deus. Em Isaías 23:10, a referência à vida pode indicar a esperança de restauração após a destruição.","por_que_esta_palavra":"A palavra 'vida' é crucial para entender a promessa de Deus de que, apesar das dificuldades, haverá um futuro e uma restauração.","conexao_teologica":"A vida é um dom de Deus e simboliza a relação entre o Criador e a criação, sendo central na mensagem de esperança e redenção.","referencias_relacionadas":["João 10:10","Salmos 36:9","Gálatas 2:20"]},"isaias_23_10_rio":{"palavra_pt":"rio","palavra_original":"יְאֹר","transliteracao":"yᵉʼôr","strong":"H2975","significado_raiz":"Ideia básica: rio.","significado_contextual":"O 'rio' representa um recurso vital e também pode simbolizar a presença de Deus e a vida que flui dele.","explicacao_detalhada":"A palavra 'rio' (יְאֹר) é frequentemente associada à fertilidade e à abundância. Em Isaías 23:10, a menção ao rio pode indicar a importância das fontes de água para a sobrevivência e prosperidade das nações.","por_que_esta_palavra":"A escolha da palavra 'rio' destaca a dependência das nações em relação aos recursos naturais e à provisão divina.","conexao_teologica":"Os rios na Bíblia muitas vezes simbolizam a bênção de Deus e a vida que flui de Sua presença, como em Salmos 1:3.","referencias_relacionadas":["Salmos 46:4","Ezequiel 47:1-12","Apocalipse 22:1"]},"isaias_23_11_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"O 'mar' é frequentemente visto como um símbolo de poder e caos, representando as nações e suas forças.","explicacao_detalhada":"A palavra 'mar' (יָם) em Isaías 23:11 pode indicar a força das nações que se opõem a Deus e a instabilidade que elas trazem ao mundo.","por_que_esta_palavra":"A menção ao mar enfatiza a soberania de Deus sobre as forças caóticas e a certeza de que Ele tem controle sobre todas as coisas.","conexao_teologica":"O mar é um símbolo da criação e da soberania de Deus, que acalma as tempestades e traz ordem ao caos.","referencias_relacionadas":["Gênesis 1:10","Salmos 89:9","Mateus 8:26"]},"isaias_23_11_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Ideia básica: reino.","significado_contextual":"O 'reino' refere-se ao domínio e à autoridade, especialmente no contexto do governo de Deus sobre as nações.","explicacao_detalhada":"A palavra 'reino' (מַמְלָכָה) em Isaías 23:11 sugere a ideia de soberania e controle, tanto humano quanto divino, sobre a terra e as nações.","por_que_esta_palavra":"A escolha da palavra 'reino' destaca a luta pelo poder e a eventual vitória do reino de Deus sobre os reinos da terra.","conexao_teologica":"O conceito de reino é central na mensagem do evangelho, onde Jesus fala sobre o Reino de Deus e Sua vinda.","referencias_relacionadas":["Mateus 6:33","Apocalipse 11:15","Daniel 2:44"]},"isaias_23_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'senhor' refere-se à autoridade suprema de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) em Isaías 23:11 enfatiza a soberania de Deus e Sua capacidade de governar sobre as nações e a criação.","por_que_esta_palavra":"A menção ao nome do Senhor é um lembrete da fidelidade de Deus e de Sua presença constante em meio às adversidades.","conexao_teologica":"O nome de Deus é um símbolo de Sua natureza e caráter, sendo central na adoração e na relação do povo com Ele.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Romanos 10:13"]},"isaias_23_12_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' pode indicar uma declaração de autoridade ou um comando divino.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) em Isaías 23:12 sugere a importância da comunicação divina e a certeza de que as palavras de Deus se cumprirão.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a revelação de Deus e a importância de ouvir e obedecer à Sua voz.","conexao_teologica":"A comunicação de Deus com Seu povo é fundamental para a fé e a obediência, sendo um tema recorrente nas Escrituras.","referencias_relacionadas":["Hebreus 1:1-2","Salmos 119:105","Isaías 55:11"]},"isaias_23_12_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A 'verdade' refere-se à realidade absoluta e à fidelidade de Deus em Suas promessas.","explicacao_detalhada":"A palavra 'verdade' (לֹא) em Isaías 23:12 pode indicar a certeza de que as promessas de Deus são inabaláveis e que Ele é fiel ao que diz.","por_que_esta_palavra":"A ênfase na verdade é crucial para a confiança do povo em Deus e em Suas promessas, especialmente em tempos de crise.","conexao_teologica":"A verdade é um atributo de Deus e é fundamental para a compreensão da Sua natureza e da relação com a humanidade.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]},"isaias_23_12_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"A 'vida' aqui pode simbolizar a continuidade e a esperança de restauração após a destruição.","explicacao_detalhada":"A palavra 'vida' (עוֹד) em Isaías 23:12 sugere a ideia de que, apesar das dificuldades, há uma promessa de renovação e continuidade.","por_que_esta_palavra":"A menção à vida é um lembrete da fidelidade de Deus em trazer esperança e restauração ao Seu povo.","conexao_teologica":"A vida é um tema central na mensagem do evangelho, onde a ressurreição e a nova vida em Cristo são fundamentais.","referencias_relacionadas":["Romanos 6:4","2 Coríntios 5:17","Gálatas 2:20"]},"isaias_23_13_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma chamada à atenção, indicando algo importante que deve ser observado.","explicacao_detalhada":"A palavra 'eis' (הֵן) em Isaías 23:13 serve como um convite para que o leitor preste atenção ao que está sendo revelado, muitas vezes relacionado a eventos futuros ou juízos de Deus.","por_que_esta_palavra":"A escolha da palavra 'eis' enfatiza a urgência e a importância da mensagem que segue, chamando a atenção para a ação de Deus.","conexao_teologica":"A chamada para 'eis' é uma forma de Deus se comunicar com Seu povo, alertando-os sobre a necessidade de estar atentos às Suas obras.","referencias_relacionadas":["Isaías 40:9","Mateus 24:42","Apocalipse 1:7"]},"isaias_23_13_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como um espaço físico e geográfico, mas também pode simbolizar a nação ou o povo que habita essa terra.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada frequentemente na Bíblia para descrever não apenas o solo, mas também a ideia de um lar ou nação. No contexto de Isaías 23:13, a referência à terra está ligada ao julgamento sobre as nações e a soberania de Deus sobre elas.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a realidade física e a soberania de Deus sobre todas as nações, incluindo Tiro e Sidon, que eram potências marítimas.","conexao_teologica":"A terra é frequentemente vista na teologia bíblica como um símbolo do plano de Deus para a humanidade e a promessa de um lar eterno para o Seu povo.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 66:1"]},"isaias_23_13_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo que habita a terra, enfatizando a coletividade e a identidade nacional.","explicacao_detalhada":"A palavra 'povo' (עַם) é usada para descrever a comunidade de indivíduos que compartilham uma cultura, história e fé. Em Isaías 23:13, o povo é mencionado em relação ao julgamento que Deus traz sobre as nações.","por_que_esta_palavra":"A palavra 'povo' é crucial para entender a dinâmica social e política das nações mencionadas, destacando a responsabilidade coletiva diante de Deus.","conexao_teologica":"A noção de povo é central na teologia bíblica, especialmente em relação ao povo de Israel como a nação escolhida de Deus.","referencias_relacionadas":["Êxodo 19:6","Deuteronômio 7:6","1 Pedro 2:9"]},"isaias_23_14_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma razão ou justificativa para o que foi dito anteriormente, ligando as ideias de forma lógica.","explicacao_detalhada":"A palavra 'porque' (כִּי) é uma conjunção que conecta a causa e efeito, essencial para a argumentação em Isaías 23:14, onde se explica o motivo do lamento e do julgamento.","por_que_esta_palavra":"É importante para entender a lógica do discurso profético, onde cada declaração é fundamentada em razões teológicas e morais.","conexao_teologica":"A relação de causa e efeito é um tema recorrente na Bíblia, onde as ações do povo têm consequências diretas nas bênçãos ou juízos de Deus.","referencias_relacionadas":["Romanos 6:23","Gálatas 6:7","Provérbios 1:31"]},"isaias_23_14_howl":{"palavra_pt":"howl","palavra_original":"יָלַל","transliteracao":"yâlal","strong":"H3213","significado_raiz":"Ideia básica: howl.","significado_contextual":"Refere-se a um lamento ou choro, expressando dor e desespero diante do julgamento.","explicacao_detalhada":"A palavra 'howl' (יָלַל) é usada para descrever a expressão de tristeza profunda e arrependimento. Em Isaías 23:14, isso se relaciona ao lamento das nações diante da destruição iminente.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a gravidade da situação e a necessidade de arrependimento diante de Deus.","conexao_teologica":"O lamento é uma resposta comum ao juízo divino, refletindo a seriedade do pecado e a necessidade de reconciliação com Deus.","referencias_relacionadas":["Jeremias 9:17-18","Ezequiel 30:2-3","Amós 5:16"]},"isaias_23_15_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período específico de tempo, muitas vezes associado a eventos significativos ou juízos de Deus.","explicacao_detalhada":"A palavra 'dia' (יוֹם) em Isaías 23:15 pode simbolizar um tempo de julgamento ou de intervenção divina, onde Deus age de maneira decisiva na história.","por_que_esta_palavra":"O uso de 'dia' destaca a certeza e a iminência dos eventos profetizados, enfatizando que o tempo de Deus é diferente do nosso.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema importante na teologia bíblica, referindo-se a momentos de juízo e salvação.","referencias_relacionadas":["Joel 2:1","Sofonias 1:14","1 Tessalonicenses 5:2"]},"isaias_23_15_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a queda ou destruição de uma cidade ou nação, simbolizando o juízo de Deus.","explicacao_detalhada":"A palavra 'cair' (הָיָה) em Isaías 23:15 sugere uma mudança drástica na condição de Tiro, de uma cidade próspera para um lugar de ruína.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a fragilidade das potências humanas diante da soberania de Deus.","conexao_teologica":"A queda de nações é um tema recorrente na Bíblia, mostrando que Deus tem controle sobre a história e as nações.","referencias_relacionadas":["Salmos 46:2","Provérbios 16:18","Isaías 10:15"]},"isaias_23_16_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade urbana, simbolizando a cultura e a vida social de um povo.","explicacao_detalhada":"A palavra 'cidade' (עִיר) em Isaías 23:16 é usada para descrever Tiro, uma cidade comercial importante, e seu destino sob o juízo de Deus.","por_que_esta_palavra":"A menção da 'cidade' destaca a importância das instituições humanas e sua vulnerabilidade ao juízo divino.","conexao_teologica":"As cidades na Bíblia muitas vezes representam a cultura e a moralidade de um povo, e seu julgamento reflete a condição espiritual da nação.","referencias_relacionadas":["Salmos 48:1-2","Isaías 1:21","Mateus 5:14"]},"isaias_23_16_player":{"palavra_pt":"player","palavra_original":"נָגַן","transliteracao":"nâgan","strong":"H5059","significado_raiz":"Ideia básica: player.","significado_contextual":"Refere-se a alguém que toca música, simbolizando alegria e celebração, que se transforma em lamento.","explicacao_detalhada":"A palavra 'player' (נָגַן) em Isaías 23:16 sugere a presença de músicos que celebravam a prosperidade de Tiro, agora em contraste com seu juízo.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a transformação da alegria em tristeza, refletindo a mudança drástica na situação da cidade.","conexao_teologica":"A música e a celebração são frequentemente usadas na Bíblia como expressões de adoração, e seu desaparecimento indica a ausência da presença de Deus.","referencias_relacionadas":["Salmos 137:2","Eclesiastes 3:4","Isaías 24:8"]},"isaias_23_17_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se novamente à terra, enfatizando a conexão entre o povo e seu espaço geográfico.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) em Isaías 23:17 é usada para descrever a terra que foi afetada pelo juízo, refletindo a relação entre o povo e seu ambiente.","por_que_esta_palavra":"A repetição da palavra 'terra' destaca a continuidade do tema do juízo e a soberania de Deus sobre todas as nações.","conexao_teologica":"A terra é vista como parte do plano de Deus para a humanidade, e seu estado reflete a condição espiritual do povo que a habita.","referencias_relacionadas":["Gênesis 12:7","Salmos 37:11","Isaías 65:17"]},"isaias_23_17_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se ao solo como a base física da terra, simbolizando a fertilidade e a vida.","explicacao_detalhada":"A palavra 'solo' (אֲדָמָה) em Isaías 23:17 destaca a importância do ambiente físico para a prosperidade do povo, que agora está sob juízo.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a relação entre o povo e a terra, mostrando que a destruição do solo afeta diretamente a vida e a cultura.","conexao_teologica":"O solo é frequentemente associado às promessas de Deus, e sua degradação reflete a quebra da aliança entre Deus e Seu povo.","referencias_relacionadas":["Levítico 26:34-35","Deuteronômio 28:15-18","Isaías 5:6"]},"isaias_23_17_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à queda de uma cidade ou nação, simbolizando a perda de poder e influência.","explicacao_detalhada":"Neste contexto, a queda representa a destruição de Tiro, uma cidade comercial poderosa, que se tornará irrelevante após o juízo de Deus.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a fragilidade das potências humanas diante do juízo divino.","conexao_teologica":"A queda de Tiro ilustra a soberania de Deus sobre as nações e a inevitabilidade do juízo sobre a arrogância humana.","referencias_relacionadas":["Isaías 14:12","Ezequiel 26:21","Amós 1:9"]},"isaias_23_18_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de Deus de avaliar e decidir sobre o destino de uma nação.","explicacao_detalhada":"Deus julgará Tiro, e o resultado desse julgamento será a transformação da cidade em um lugar de adoração ao Senhor, onde os lucros serão dedicados a Ele.","por_que_esta_palavra":"A palavra 'julgar' destaca a justiça de Deus e Sua capacidade de restaurar o que foi corrompido.","conexao_teologica":"O julgamento de Deus é uma expressão de Sua justiça e misericórdia, pois mesmo em juízo, há esperança de redenção.","referencias_relacionadas":["Salmos 96:13","Isaías 1:27","Miquéias 4:3"]},"isaias_23_18_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' refere-se à soberania de Deus sobre todas as nações e Sua autoridade suprema.","explicacao_detalhada":"Neste versículo, o 'senhor' indica que mesmo as nações pagãs devem reconhecer a soberania de Deus e que Ele é o verdadeiro governante do mundo.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a relação entre Deus e a humanidade, enfatizando Sua autoridade.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele reina sobre tudo e todos.","referencias_relacionadas":["Salmos 103:19","Isaías 45:22","Romanos 14:11"]},"isaias_23_18_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A repetição da palavra 'cair' reforça a ideia de que a queda de Tiro é inevitável e parte do plano divino.","explicacao_detalhada":"A queda de Tiro não é apenas física, mas também espiritual, simbolizando a derrota do orgulho e da autossuficiência.","por_que_esta_palavra":"A palavra 'cair' é utilizada para mostrar a fragilidade das estruturas humanas diante do poder de Deus.","conexao_teologica":"A queda de Tiro serve como um aviso sobre as consequências do afastamento de Deus e da idolatria.","referencias_relacionadas":["Isaías 14:15","Ezequiel 28:17","Daniel 4:37"]}}