{"isaias_24_1_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico, mas também simboliza a criação de Deus e a humanidade que habita nela.","explicacao_detalhada":"Neste contexto, a terra está sendo afetada pelo juízo de Deus, refletindo a corrupção e a desobediência dos habitantes.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a abrangência do juízo de Deus, que se estende a toda a criação.","conexao_teologica":"A relação entre Deus e a terra é central na narrativa bíblica, mostrando que a criação responde ao Seu governo.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:22"]},"isaias_24_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' reafirma a autoridade de Deus sobre a criação e o juízo que Ele traz sobre a terra.","explicacao_detalhada":"Neste versículo, o 'senhor' é apresentado como o juiz supremo que tem o poder de transformar e restaurar a terra.","por_que_esta_palavra":"A palavra 'senhor' é essencial para reconhecer a soberania de Deus em todas as circunstâncias.","conexao_teologica":"A soberania de Deus é um tema recorrente, mostrando que Ele é o criador e mantenedor de todas as coisas.","referencias_relacionadas":["Salmos 46:10","Isaías 40:28","Apocalipse 21:5"]},"isaias_24_1_arco":{"palavra_pt":"arco","palavra_original":"עָוָה","transliteracao":"ʻâvâh","strong":"H5753","significado_raiz":"Ideia básica: arco.","significado_contextual":"A palavra 'arco' pode simbolizar tanto a arma de guerra quanto a aliança de Deus com a humanidade.","explicacao_detalhada":"Neste contexto, o 'arco' pode representar a destruição das forças opressoras que se levantam contra o povo de Deus.","por_que_esta_palavra":"A escolha da palavra 'arco' sugere a ideia de conflito e a necessidade de proteção divina.","conexao_teologica":"O arco também pode ser visto como um símbolo da aliança de Deus, que promete não destruir a terra novamente.","referencias_relacionadas":["Gênesis 9:13","Salmos 7:12","Ezequiel 39:3"]},"isaias_24_2_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se àqueles que servem a Deus e intercedem pelo povo.","explicacao_detalhada":"Neste contexto, os sacerdotes são responsáveis por manter a santidade e a adoração a Deus em meio ao juízo.","por_que_esta_palavra":"A palavra 'sacerdote' é importante para entender a mediação entre Deus e o povo, especialmente em tempos de crise.","conexao_teologica":"A função do sacerdote é um reflexo do papel de Cristo como nosso sumo sacerdote, que intercede por nós.","referencias_relacionadas":["Êxodo 28:1","Hebreus 4:14","1 Pedro 2:9"]},"isaias_24_2_criar":{"palavra_pt":"criar","palavra_original":"קָנָה","transliteracao":"qânâh","strong":"H7069","significado_raiz":"Ideia básica: criar.","significado_contextual":"A palavra 'criar' refere-se à ação de Deus em trazer algo novo à existência, especialmente após o juízo.","explicacao_detalhada":"Neste contexto, 'criar' sugere a restauração e renovação que Deus promete após o juízo sobre a terra.","por_que_esta_palavra":"A palavra 'criar' é fundamental para entender a esperança de renovação e restauração que Deus oferece ao Seu povo.","conexao_teologica":"A criação é um tema central na teologia, mostrando que Deus é capaz de trazer vida onde havia destruição.","referencias_relacionadas":["Isaías 65:17","2 Coríntios 5:17","Apocalipse 21:1"]},"isaias_24_2_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' novamente enfatiza a queda de estruturas e sistemas que se opõem a Deus.","explicacao_detalhada":"Neste versículo, a queda é um símbolo da derrota do mal e da restauração da ordem divina.","por_que_esta_palavra":"A repetição da palavra 'cair' reforça a ideia de que nada pode resistir ao juízo de Deus.","conexao_teologica":"A queda dos ímpios é um tema recorrente, mostrando a justiça de Deus em lidar com a iniquidade.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Romanos 14:10"]},"isaias_24_3_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico e à criação de Deus, que está sob julgamento.","explicacao_detalhada":"A palavra 'terra' (ʼerets) é usada para descrever não apenas a superfície terrestre, mas também a totalidade da criação que Deus fez. Neste contexto, a terra é afetada pelo pecado e pela desobediência do povo.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a abrangência do julgamento de Deus, que não se limita apenas ao povo, mas afeta toda a criação.","conexao_teologica":"A terra é frequentemente vista como um reflexo da relação entre Deus e a humanidade. O estado da terra pode indicar a saúde espiritual do povo de Deus.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:22"]},"isaias_24_3_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus e suas ordens, que são fundamentais para a vida e a criação.","explicacao_detalhada":"A palavra 'dâbâr' implica não apenas em comunicação verbal, mas também em ações e decretos. Neste contexto, destaca a importância da obediência à palavra de Deus.","por_que_esta_palavra":"A palavra é central na relação entre Deus e a humanidade, sendo um meio pelo qual Deus se revela e estabelece sua vontade.","conexao_teologica":"A palavra de Deus é viva e eficaz, e sua desobediência resulta em consequências graves, como o julgamento mencionado em Isaías.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Mateus 4:4"]},"isaias_24_3_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz a razão pela qual a terra e o povo estão sob julgamento.","explicacao_detalhada":"A palavra 'porque' (kîy) é usada para conectar a causa e o efeito, explicando que o estado da terra é resultado da desobediência do povo.","por_que_esta_palavra":"É crucial para entender a lógica do julgamento de Deus, que é sempre baseado em sua justiça e santidade.","conexao_teologica":"A justiça de Deus é um tema recorrente nas Escrituras, onde as ações do povo têm consequências diretas em sua relação com Deus.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Ezequiel 18:30"]},"isaias_24_4_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Novamente refere-se ao mundo físico, enfatizando a gravidade da situação.","explicacao_detalhada":"A repetição da palavra 'terra' reforça a ideia de que toda a criação está envolvida no julgamento divino.","por_que_esta_palavra":"A ênfase na terra destaca a abrangência do impacto do pecado e do julgamento de Deus.","conexao_teologica":"A criação geme por causa do pecado da humanidade, e o estado da terra reflete essa realidade.","referencias_relacionadas":["Gênesis 3:17-19","Romanos 8:22","Apocalipse 21:1"]},"isaias_24_4_cair":{"palavra_pt":"cair","palavra_original":"נָבֵל","transliteracao":"nâbêl","strong":"H5034","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda moral e espiritual do povo, resultante de sua desobediência.","explicacao_detalhada":"A palavra 'cair' (nâbêl) implica um colapso ou uma perda de dignidade, simbolizando a consequência do pecado.","por_que_esta_palavra":"A queda é um tema central na narrativa bíblica, representando a separação entre Deus e a humanidade.","conexao_teologica":"A queda do homem é um ponto crucial na teologia cristã, que leva à necessidade de redenção.","referencias_relacionadas":["Gênesis 3:6-7","Romanos 3:23","1 João 1:8"]},"isaias_24_5_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como um testemunho do pecado e da corrupção do povo.","explicacao_detalhada":"A repetição da palavra 'terra' enfatiza que a criação sofre devido à transgressão dos seres humanos.","por_que_esta_palavra":"A terra é vista como um reflexo do estado espiritual do povo, mostrando que a desobediência tem consequências abrangentes.","conexao_teologica":"A relação entre a humanidade e a criação é fundamental na teologia bíblica, onde o pecado afeta não apenas o homem, mas toda a criação.","referencias_relacionadas":["Gênesis 6:11","Romanos 8:20-21","Apocalipse 11:18"]},"isaias_24_5_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de Deus de avaliar e decidir sobre o destino da terra e de seu povo.","explicacao_detalhada":"A palavra 'julgar' (yâshab) implica um processo de avaliação que resulta em ação, neste caso, o julgamento divino.","por_que_esta_palavra":"O julgamento é uma parte essencial da justiça de Deus, que não pode ignorar o pecado.","conexao_teologica":"Deus é apresentado como juiz justo nas Escrituras, e seu julgamento é sempre baseado em sua santidade e justiça.","referencias_relacionadas":["Salmos 9:7-8","Eclesiastes 12:14","Mateus 25:31-46"]},"isaias_24_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Novamente introduz a razão para o julgamento, reforçando a conexão entre pecado e consequência.","explicacao_detalhada":"A palavra 'porque' (kîy) é usada para explicar que o estado da terra é resultado do comportamento do povo.","por_que_esta_palavra":"A repetição desta palavra enfatiza a lógica do julgamento de Deus, que é sempre fundamentado em sua justiça.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, onde as ações humanas têm consequências diretas.","referencias_relacionadas":["Romanos 2:6","Gálatas 6:7","Ezequiel 18:30"]},"isaias_24_6_maldicao":{"palavra_pt":"maldicao","palavra_original":"אָלָה","transliteracao":"ʼâlâh","strong":"H423","significado_raiz":"Ideia básica: maldicao.","significado_contextual":"Refere-se à consequência do pecado, que traz maldição sobre a terra e seu povo.","explicacao_detalhada":"A palavra 'maldicao' (ʼâlâh) implica uma penalidade ou juízo divino que resulta da desobediência.","por_que_esta_palavra":"A maldição é uma consequência direta do afastamento de Deus, refletindo a gravidade do pecado.","conexao_teologica":"A maldição é um tema recorrente na Bíblia, onde a desobediência a Deus resulta em consequências severas.","referencias_relacionadas":["Deuteronômio 28:15","Gálatas 3:10","Romanos 6:23"]},"isaias_24_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à criação que sofre as consequências do pecado humano.","explicacao_detalhada":"A repetição da palavra 'terra' enfatiza que toda a criação está sob a maldição devido à desobediência do povo.","por_que_esta_palavra":"A terra é um símbolo da relação entre Deus e a humanidade, e seu estado reflete a condição espiritual do povo.","conexao_teologica":"A criação geme por causa do pecado, e a redenção da humanidade também implica na restauração da criação.","referencias_relacionadas":["Gênesis 3:17-19","Romanos 8:21-22","Apocalipse 21:1"]},"isaias_24_6_culpado":{"palavra_pt":"culpado","palavra_original":"אָשַׁם","transliteracao":"ʼâsham","strong":"H816","significado_raiz":"Ideia básica: culpado.","significado_contextual":"A palavra 'culpado' refere-se à condição de responsabilidade por ações que resultaram em juízo ou condenação.","explicacao_detalhada":"No contexto de Isaías 24:6, a culpa é atribuída à terra e seus habitantes, que sofrerão as consequências de suas transgressões. A ideia de culpa está ligada ao juízo divino sobre o pecado.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a responsabilidade moral e espiritual dos indivíduos e da coletividade diante de Deus.","conexao_teologica":"A culpa é um tema central na teologia bíblica, que aborda a necessidade de arrependimento e a busca pela redenção através de Cristo.","referencias_relacionadas":["Romanos 3:23","Salmos 51:4","Gálatas 6:7"]},"isaias_24_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou à condição de algo.","explicacao_detalhada":"Em Isaías 24:7, o 'modo' se relaciona com a forma como a alegria e a celebração são afetadas pelo juízo de Deus sobre a terra.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a mudança na condição emocional e espiritual dos habitantes da terra diante do juízo divino.","conexao_teologica":"A forma como adoramos e vivemos nossa fé pode ser impactada por nossas ações e a resposta de Deus a elas.","referencias_relacionadas":["Salmos 119:1","Mateus 5:16","Colossenses 3:17"]},"isaias_24_7_glad":{"palavra_pt":"glad","palavra_original":"שָׂמֵחַ","transliteracao":"sâmêach","strong":"H8056","significado_raiz":"Ideia básica: glad.","significado_contextual":"A palavra 'glad' expressa um estado de alegria e contentamento.","explicacao_detalhada":"No versículo, a ausência de alegria é um reflexo do juízo de Deus, que traz tristeza e desolação ao povo.","por_que_esta_palavra":"A palavra é usada para contrastar a alegria esperada com a realidade do juízo, enfatizando a gravidade da situação.","conexao_teologica":"A alegria é um fruto do Espírito e um sinal da presença de Deus na vida do crente, que é afetada pelo pecado.","referencias_relacionadas":["Gálatas 5:22","Filipenses 4:4","Salmos 30:5"]},"isaias_24_7_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' refere-se ao centro das emoções e da vontade humana.","explicacao_detalhada":"Em Isaías 24:7, o coração é mencionado como o lugar onde a alegria deveria habitar, mas que está vazio devido ao juízo.","por_que_esta_palavra":"A escolha da palavra 'coração' enfatiza a profundidade da tristeza e a necessidade de transformação interior.","conexao_teologica":"O coração é frequentemente mencionado na Bíblia como o lugar onde Deus deseja habitar e transformar.","referencias_relacionadas":["Provérbios 4:23","Ezequiel 36:26","Romanos 10:9"]},"isaias_24_8_sabado":{"palavra_pt":"sabado","palavra_original":"שָׁבַת","transliteracao":"shâbath","strong":"H7673","significado_raiz":"Ideia básica: sabado.","significado_contextual":"A palavra 'sábado' refere-se ao dia de descanso e adoração a Deus.","explicacao_detalhada":"Em Isaías 24:8, o sábado é mencionado em um contexto de lamento, onde a celebração e o descanso são interrompidos pelo juízo.","por_que_esta_palavra":"A palavra é significativa porque o sábado representa a comunhão com Deus, que é afetada pelo pecado e pela desolação.","conexao_teologica":"O sábado é um símbolo do descanso que encontramos em Cristo, que nos convida a descansar Nele.","referencias_relacionadas":["Êxodo 20:8-11","Mateus 11:28","Hebreus 4:9-10"]},"isaias_24_8_fim":{"palavra_pt":"fim","palavra_original":"חָדַל","transliteracao":"châdal","strong":"H2308","significado_raiz":"Ideia básica: fim.","significado_contextual":"A palavra 'fim' refere-se ao término ou conclusão de algo.","explicacao_detalhada":"No contexto de Isaías 24:8, o 'fim' indica a cessação da alegria e da celebração, simbolizando um juízo severo.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a gravidade da situação e a inevitabilidade das consequências do pecado.","conexao_teologica":"O conceito de fim é importante na teologia, pois aponta para o juízo final e a restauração prometida por Deus.","referencias_relacionadas":["Apocalipse 21:4","Mateus 24:13","Romanos 6:23"]},"isaias_24_8_alegria":{"palavra_pt":"alegria","palavra_original":"מָשׂוֹשׂ","transliteracao":"mâsôws","strong":"H4885","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A palavra 'alegria' refere-se a um estado de felicidade e contentamento.","explicacao_detalhada":"Em Isaías 24:8, a alegria é mencionada como algo que foi extinto devido ao juízo de Deus sobre a terra.","por_que_esta_palavra":"A palavra é significativa porque destaca a perda da alegria que deveria ser uma parte da vida do povo de Deus.","conexao_teologica":"A alegria é um fruto do Espírito e uma resposta à presença de Deus, que é afetada pelo pecado.","referencias_relacionadas":["Salmos 126:5-6","Romanos 15:13","1 Pedro 1:8"]},"isaias_24_9_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à fidelidade.","explicacao_detalhada":"No contexto de Isaías 24:9, a verdade é negada, e isso resulta em desolação e juízo.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da verdade na vida do povo de Deus e as consequências de sua rejeição.","conexao_teologica":"A verdade é central na mensagem do evangelho e na natureza de Deus, que é a própria verdade.","referencias_relacionadas":["João 14:6","Salmos 119:160","Efésios 4:15"]},"isaias_24_9_idiom":{"palavra_pt":"expressao","palavra_original":"שָׁתָה","transliteracao":"shâthâh","strong":"H8354","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à forma como algo é comunicado ou manifestado.","explicacao_detalhada":"Em Isaías 24:9, a expressão de alegria é substituída pela tristeza, refletindo a condição do povo sob o juízo.","por_que_esta_palavra":"A escolha da palavra 'expressão' destaca a diferença entre o que deveria ser e o que realmente é na vida do povo.","conexao_teologica":"As expressões de adoração e louvor são fundamentais na vida do crente, refletindo seu relacionamento com Deus.","referencias_relacionadas":["Salmos 100:1-2","Hebreus 13:15","Colossenses 3:16"]},"isaias_24_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é vivido ou experimentado.","explicacao_detalhada":"Em Isaías 24:10, o 'modo' de vida do povo é afetado pelo juízo, resultando em desolação e tristeza.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a mudança drástica na vida e na experiência do povo diante do juízo de Deus.","conexao_teologica":"A maneira como vivemos nossa fé é impactada por nossas escolhas e pela resposta de Deus a elas.","referencias_relacionadas":["1 Pedro 1:15-16","Romanos 12:2","Gálatas 5:25"]},"isaias_24_10_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se a um lar ou abrigo, simbolizando segurança e estabilidade.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) é usada para descrever não apenas a estrutura física, mas também o conceito de família e comunidade. No contexto de Isaías 24:10, a destruição das casas indica a desolação e a perda de segurança.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a gravidade da situação em que as pessoas perderão seus lares, refletindo a devastação que ocorrerá.","conexao_teologica":"A casa é frequentemente vista na Bíblia como um símbolo da presença de Deus e da proteção divina. A destruição das casas pode ser interpretada como a retirada dessa proteção.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-27","Hebreus 3:4"]},"isaias_24_10_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Indica a ação de entrar ou vir, sugerindo movimento ou convocação.","explicacao_detalhada":"A palavra 'vir/entrar' (בּוֹא) é usada para descrever a ação de se aproximar de um lugar ou situação. No contexto de Isaías 24:10, pode referir-se ao chamado para entrar em um estado de desolação.","por_que_esta_palavra":"A palavra é significativa porque implica uma transição, de um estado de vida para um de destruição.","conexao_teologica":"A ideia de 'vir' é frequentemente associada ao chamado de Deus para o Seu povo, mas aqui é um chamado para a calamidade.","referencias_relacionadas":["Gênesis 7:1","Êxodo 3:10","Mateus 25:34"]},"isaias_24_11_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à nação, simbolizando a criação de Deus.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever não apenas o espaço físico, mas também a nação e o povo que a habitam. Em Isaías 24:11, a terra está em lamento devido à destruição e à falta de alegria.","por_que_esta_palavra":"A ênfase na terra destaca a conexão entre o povo e o seu ambiente, mostrando que a devastação afeta tanto a criação quanto a comunidade.","conexao_teologica":"A terra é frequentemente vista como um presente de Deus ao Seu povo, e a sua desolação reflete a quebra da aliança entre Deus e Israel.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:22"]},"isaias_24_11_vinho":{"palavra_pt":"vinho","palavra_original":"יַיִן","transliteracao":"yayin","strong":"H3196","significado_raiz":"Ideia básica: vinho.","significado_contextual":"Simboliza alegria e celebração, que estão ausentes em tempos de calamidade.","explicacao_detalhada":"A palavra 'vinho' (יַיִן) é frequentemente associada a festas e celebrações na cultura bíblica. Em Isaías 24:11, a falta de vinho representa a perda de alegria e festividade devido à destruição.","por_que_esta_palavra":"A menção do vinho enfatiza a tristeza e a desolação, contrastando com os tempos de abundância e alegria.","conexao_teologica":"O vinho é um símbolo da nova aliança em Cristo, e sua ausência aqui pode ser vista como uma prefiguração da separação do povo de Deus de Sua alegria.","referencias_relacionadas":["Salmos 104:15","Isaías 55:1","Mateus 26:29"]},"isaias_24_11_campo":{"palavra_pt":"campo","palavra_original":"חוּץ","transliteracao":"chûwts","strong":"H2351","significado_raiz":"Ideia básica: campo.","significado_contextual":"Refere-se a áreas cultivadas, simbolizando sustento e prosperidade.","explicacao_detalhada":"A palavra 'campo' (חוּץ) representa a terra cultivada, que é essencial para a sobrevivência. Em Isaías 24:11, a devastação dos campos indica a perda de recursos e a fome.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância da agricultura para a vida do povo e a severidade da crise que enfrentam.","conexao_teologica":"Os campos são uma representação da provisão de Deus, e sua destruição pode ser vista como um sinal do juízo divino.","referencias_relacionadas":["Deuteronômio 11:10","Salmos 85:12","Gálatas 6:7"]},"isaias_24_12_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um centro de vida e comunidade, simbolizando segurança e identidade.","explicacao_detalhada":"A palavra 'cidade' (עִיר) representa um lugar de habitação e convivência. Em Isaías 24:12, a destruição da cidade reflete a perda de segurança e a desintegração da comunidade.","por_que_esta_palavra":"A menção da cidade enfatiza a gravidade da situação, pois as cidades são frequentemente vistas como símbolos de civilização e ordem.","conexao_teologica":"As cidades são frequentemente mencionadas na Bíblia como lugares de refúgio e proteção, e sua destruição indica um juízo severo.","referencias_relacionadas":["Salmos 46:4","Provérbios 10:15","Apocalipse 21:2"]},"isaias_24_12_destruction":{"palavra_pt":"destruction","palavra_original":"שְׁאִיָּה","transliteracao":"shᵉʼîyâh","strong":"H7591","significado_raiz":"Ideia básica: destruction.","significado_contextual":"Refere-se à ruína e ao desmantelamento, simbolizando o juízo de Deus.","explicacao_detalhada":"A palavra 'destruição' (שְׁאִיָּה) indica um estado de completa devastação. Em Isaías 24:12, isso representa o resultado do juízo divino sobre a terra e seu povo.","por_que_esta_palavra":"A escolha dessa palavra é significativa, pois enfatiza a severidade do juízo e a consequência do pecado.","conexao_teologica":"A destruição é um tema recorrente na Bíblia, simbolizando a separação de Deus e as consequências do afastamento dEle.","referencias_relacionadas":["Ezequiel 18:30","Mateus 7:13","Apocalipse 20:14"]},"isaias_24_12_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁאַר","transliteracao":"shâʼar","strong":"H7604","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se a um estado de paz e tranquilidade, que está ausente em tempos de calamidade.","explicacao_detalhada":"A palavra 'descanso' (שָׁאַר) sugere um estado de alívio e segurança. Em Isaías 24:12, a ausência de descanso reflete a agitação e o desespero do povo diante da destruição.","por_que_esta_palavra":"A menção do descanso destaca a perda da paz que o povo experimenta em meio ao juízo.","conexao_teologica":"O descanso é frequentemente associado à presença de Deus e à Sua paz, e a falta dele indica um afastamento dessa presença.","referencias_relacionadas":["Mateus 11:28","Hebreus 4:9-11","Apocalipse 14:13"]},"isaias_24_13_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se novamente ao solo ou à nação, simbolizando a criação de Deus.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é repetida para enfatizar a devastação e o lamento que permeiam a criação. Em Isaías 24:13, a terra é retratada como afetada pelo juízo divino.","por_que_esta_palavra":"A repetição da palavra 'terra' reforça a ideia de que toda a criação está em sofrimento devido ao pecado da humanidade.","conexao_teologica":"A terra, como criação de Deus, reflete a Sua glória, e sua desolação é um testemunho do impacto do pecado.","referencias_relacionadas":["Gênesis 3:17-19","Romanos 8:20-21","Apocalipse 21:1"]},"isaias_24_13_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica uma razão ou causa, conectando ideias e eventos.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para introduzir a razão pela qual a terra está em desolação. Em Isaías 24:13, isso conecta a calamidade ao pecado do povo.","por_que_esta_palavra":"A escolha dessa palavra é crucial, pois estabelece a relação entre a ação do povo e as consequências que enfrentam.","conexao_teologica":"A ideia de que as ações têm consequências é um princípio teológico central na Bíblia, refletindo a justiça de Deus.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Tiago 1:15"]},"isaias_24_14_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao mar como um símbolo de grandeza e poder, frequentemente associado ao juízo de Deus sobre as nações.","explicacao_detalhada":"No contexto de Isaías 24, o mar representa a vastidão e a força das águas, que podem ser vistas como um reflexo do poder divino. O uso da palavra 'mar' aqui sugere a ideia de que, mesmo diante do juízo, há uma resposta de louvor e adoração que emerge das profundezas.","por_que_esta_palavra":"A palavra 'mar' é utilizada para ilustrar a magnitude da criação de Deus e a resposta do povo diante de Sua majestade.","conexao_teologica":"O mar é frequentemente usado na Bíblia para simbolizar a soberania de Deus sobre a criação e o controle sobre as forças da natureza.","referencias_relacionadas":["Salmos 89:9","Jó 38:8-11","Êxodo 14:21"]},"isaias_24_14_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A voz aqui representa a expressão de louvor e adoração que surge em meio ao juízo.","explicacao_detalhada":"A palavra 'voz' implica comunicação e expressão. Neste versículo, a voz é uma resposta ao que Deus está fazendo, simbolizando a alegria e a esperança que ainda existem, mesmo em tempos de calamidade.","por_que_esta_palavra":"A inclusão da 'voz' enfatiza a importância da adoração e do reconhecimento do poder de Deus, mesmo em situações adversas.","conexao_teologica":"A voz é um meio pelo qual os crentes expressam sua fé e confiança em Deus, refletindo a relação entre o Criador e Sua criação.","referencias_relacionadas":["Salmos 29:4","Salmos 95:1","Isaías 58:1"]},"isaias_24_14_alegria":{"palavra_pt":"alegria","palavra_original":"רָנַן","transliteracao":"rânan","strong":"H7442","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A alegria é uma resposta ao reconhecimento da soberania de Deus, mesmo em meio ao juízo.","explicacao_detalhada":"Neste contexto, a alegria é um ato de fé que contrasta com a destruição ao redor. Os que reconhecem a grandeza de Deus encontram motivos para se alegrar, mesmo em tempos difíceis.","por_que_esta_palavra":"A palavra 'alegria' é crucial para entender a resposta do povo de Deus ao Seu poder e à Sua intervenção na história.","conexao_teologica":"A alegria é um tema recorrente na Bíblia, simbolizando a esperança e a salvação que vêm de Deus.","referencias_relacionadas":["Salmos 30:5","Filipenses 4:4","Isaías 61:10"]},"isaias_24_15_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"O mar é mencionado novamente, reforçando a ideia de grandeza e a resposta de louvor diante do juízo.","explicacao_detalhada":"A repetição da palavra 'mar' sugere a continuidade da adoração e a universalidade da resposta ao poder de Deus, que se estende a todas as nações e criaturas.","por_que_esta_palavra":"A palavra 'mar' é usada para enfatizar a abrangência da criação de Deus e a resposta de toda a criação a Ele.","conexao_teologica":"O mar, como símbolo, conecta-se à ideia de que toda a criação deve louvar a Deus, independentemente das circunstâncias.","referencias_relacionadas":["Salmos 148:7-10","Isaías 43:16","Jó 38:11"]},"isaias_24_15_luz":{"palavra_pt":"luz","palavra_original":"אוּר","transliteracao":"ʼûwr","strong":"H217","significado_raiz":"Ideia básica: luz.","significado_contextual":"A luz representa a presença de Deus e a revelação de Sua verdade em meio à escuridão do juízo.","explicacao_detalhada":"Neste versículo, a luz simboliza esperança e clareza, contrastando com a escuridão que envolve o juízo. A luz de Deus traz entendimento e direção ao Seu povo.","por_que_esta_palavra":"A palavra 'luz' é fundamental para entender a natureza de Deus como aquele que ilumina o caminho dos justos.","conexao_teologica":"A luz é um tema central na teologia bíblica, representando a verdade, a santidade e a presença de Deus.","referencias_relacionadas":["João 8:12","Salmos 119:105","Isaías 60:1"]},"isaias_24_15_bom":{"palavra_pt":"bom","palavra_original":"כָּבַד","transliteracao":"kâbad","strong":"H3513","significado_raiz":"Ideia básica: bom.","significado_contextual":"O bom refere-se à bondade de Deus e à Sua criação, mesmo em meio ao juízo.","explicacao_detalhada":"A palavra 'bom' aqui destaca a natureza de Deus como justo e benevolente, mesmo quando executa juízo sobre as nações. Isso lembra aos crentes que a bondade de Deus prevalece.","por_que_esta_palavra":"A palavra 'bom' é essencial para entender a natureza de Deus e Sua intenção para a criação.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, refletindo Seu caráter e Sua relação com a humanidade.","referencias_relacionadas":["Salmos 119:68","Romanos 8:28","Gênesis 1:31"]},"isaias_24_16_ave":{"palavra_pt":"ave","palavra_original":"כָּנָף","transliteracao":"kânâph","strong":"H3671","significado_raiz":"Ideia básica: ave.","significado_contextual":"A ave simboliza liberdade e a capacidade de voar acima das dificuldades.","explicacao_detalhada":"Neste contexto, a ave pode representar a esperança e a proteção que Deus oferece ao Seu povo, mesmo em tempos de juízo. A imagem de uma ave voando sugere um escape das tribulações.","por_que_esta_palavra":"A palavra 'ave' é usada para ilustrar a ideia de proteção e liberdade que Deus concede aos que confiam Nele.","conexao_teologica":"A imagem de aves é frequentemente usada na Bíblia para simbolizar a proteção divina e a liberdade espiritual.","referencias_relacionadas":["Salmos 91:4","Mateus 10:29","Isaías 40:31"]},"isaias_24_16_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Ideia básica: justo.","significado_contextual":"O justo refere-se àqueles que permanecem fiéis a Deus, mesmo em tempos de juízo.","explicacao_detalhada":"A palavra 'justo' destaca a importância da retidão e da fidelidade a Deus. Os justos são aqueles que, apesar das dificuldades, continuam a confiar e a adorar a Deus.","por_que_esta_palavra":"A palavra 'justo' é fundamental para entender a identidade do povo de Deus e a promessa de Sua proteção.","conexao_teologica":"A justiça é um tema central na Bíblia, refletindo o caráter de Deus e a expectativa de vida dos que O seguem.","referencias_relacionadas":["Salmos 37:25","Provérbios 10:25","Romanos 1:17"]},"isaias_24_17_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra representa a criação de Deus e a herança do Seu povo.","explicacao_detalhada":"Neste versículo, a terra é um símbolo da estabilidade e da promessa de Deus. A referência à terra sugere a conexão entre o povo de Deus e a criação, enfatizando a importância da terra como herança.","por_que_esta_palavra":"A palavra 'terra' é usada para destacar a relação entre Deus e Seu povo, bem como a promessa de um lugar seguro.","conexao_teologica":"A terra é um tema recorrente na Bíblia, simbolizando a aliança de Deus com Seu povo e a promessa de um futuro.","referencias_relacionadas":["Gênesis 12:1-3","Salmos 37:29","Mateus 5:5"]},"isaias_24_18_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A voz novamente representa a expressão de adoração e a resposta ao juízo de Deus.","explicacao_detalhada":"A repetição da palavra 'voz' enfatiza a continuidade da adoração e a importância da comunicação com Deus, mesmo em tempos de dificuldade.","por_que_esta_palavra":"A palavra 'voz' é essencial para entender a dinâmica da relação entre Deus e Seu povo, que se expressa em louvor e súplica.","conexao_teologica":"A voz é um símbolo da comunicação entre o crente e Deus, refletindo a importância da oração e da adoração.","referencias_relacionadas":["Salmos 34:17","Isaías 58:1","Hebreus 4:16"]},"isaias_24_18_terra":{"palavra_pt":"terra","palavra_original":"רָעַשׁ","transliteracao":"râʻash","strong":"H7493","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como um espaço físico que sofre as consequências do juízo divino.","explicacao_detalhada":"Neste versículo, a palavra 'terra' é usada para descrever o mundo material que está sob a influência do pecado e da corrupção. A terra é afetada pelo juízo de Deus, simbolizando a fragilidade da criação diante do Criador.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a realidade física e espiritual da criação que clama por redenção.","conexao_teologica":"A terra é frequentemente mencionada nas Escrituras como parte do plano de Deus para a humanidade, refletindo a relação entre o Criador e a criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:22"]},"isaias_24_18_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a queda da terra e suas estruturas, simbolizando a desordem causada pelo pecado.","explicacao_detalhada":"A palavra 'cair' sugere um colapso ou uma perda de estabilidade, refletindo a condição da terra sob o juízo de Deus. Essa queda é tanto física quanto espiritual, representando a separação entre Deus e a criação.","por_que_esta_palavra":"A palavra 'cair' é usada para ilustrar a gravidade da situação da terra, que não pode sustentar mais a corrupção e o pecado.","conexao_teologica":"A queda da criação é um tema central na teologia, mostrando a necessidade de redenção e restauração através de Cristo.","referencias_relacionadas":["Gênesis 3:17-19","Romanos 5:12","Apocalipse 21:1"]},"isaias_24_19_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra em um estado de desolação e devastação devido ao juízo divino.","explicacao_detalhada":"Neste contexto, a terra é descrita como sendo afetada por catástrofes, simbolizando a resposta de Deus ao pecado da humanidade. A devastação da terra é um reflexo da desobediência e da corrupção moral.","por_que_esta_palavra":"A repetição da palavra 'terra' enfatiza a abrangência do juízo de Deus sobre toda a criação.","conexao_teologica":"A destruição da terra é um lembrete da necessidade de arrependimento e da esperança de restauração futura.","referencias_relacionadas":["Ezequiel 36:33-35","Mateus 24:7","Apocalipse 6:12-14"]},"isaias_24_19_bom":{"palavra_pt":"bom","palavra_original":"רָעַע","transliteracao":"râʻaʻ","strong":"H7489","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade moral da terra que foi corrompida pelo pecado.","explicacao_detalhada":"A palavra 'bom' aqui contrasta com a condição da terra, que foi criada boa, mas se tornou má devido à desobediência humana. Essa corrupção é um tema recorrente nas Escrituras.","por_que_esta_palavra":"A utilização da palavra 'bom' destaca a intenção original de Deus para a criação e a tristeza pela sua degradação.","conexao_teologica":"A bondade da criação é um aspecto fundamental da teologia, mostrando que Deus criou tudo com um propósito e que o pecado distorceu essa bondade.","referencias_relacionadas":["Gênesis 1:31","Romanos 7:18","Colossenses 1:16-17"]},"isaias_24_19_limpo":{"palavra_pt":"limpo","palavra_original":"פָּרַר","transliteracao":"pârar","strong":"H6565","significado_raiz":"Ideia básica: limpo.","significado_contextual":"Indica a pureza e a santidade que a terra deveria ter, mas que foi perdida.","explicacao_detalhada":"A palavra 'limpo' sugere a ideia de uma terra que foi purificada e restaurada, contrastando com a realidade de corrupção e impureza que prevalece.","por_que_esta_palavra":"A inclusão da palavra 'limpo' ressalta a necessidade de purificação e redenção da criação.","conexao_teologica":"A pureza é um tema importante na teologia, refletindo a natureza de Deus e a condição que Ele deseja para a Sua criação.","referencias_relacionadas":["Salmos 51:10","Isaías 1:18","Apocalipse 21:27"]},"isaias_24_20_bom":{"palavra_pt":"bom","palavra_original":"כָּבַד","transliteracao":"kâbad","strong":"H3513","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade que deve prevalecer na criação, mas que foi corrompida.","explicacao_detalhada":"Neste contexto, a palavra 'bom' é um lembrete da intenção original de Deus para a criação, que foi afetada pelo pecado e pela desobediência.","por_que_esta_palavra":"A repetição da ideia de 'bom' enfatiza a necessidade de restaurar a criação à sua condição original.","conexao_teologica":"A bondade de Deus e a criação são interligadas, e a restauração da criação é um aspecto central do plano de salvação.","referencias_relacionadas":["Gênesis 1:31","Romanos 8:21","2 Pedro 3:13"]},"isaias_24_20_piedade":{"palavra_pt":"piedade","palavra_original":"נוּד","transliteracao":"nûwd","strong":"H5110","significado_raiz":"Ideia básica: piedade.","significado_contextual":"Refere-se à devoção e reverência que devem ser expressas em relação a Deus.","explicacao_detalhada":"A palavra 'piedade' implica uma relação correta com Deus, que é essencial para a restauração da criação e da humanidade.","por_que_esta_palavra":"A inclusão da palavra 'piedade' destaca a importância da adoração e da submissão a Deus como parte do processo de redenção.","conexao_teologica":"A piedade é uma expressão da verdadeira fé e é fundamental para a vida cristã e a relação com Deus.","referencias_relacionadas":["1 Timóteo 4:8","Tiago 1:27","Salmos 119:10"]},"isaias_24_20_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra que deve ser restaurada e purificada.","explicacao_detalhada":"A palavra 'terra' aqui é um símbolo da criação que anseia por redenção e restauração, refletindo a condição atual do mundo.","por_que_esta_palavra":"A repetição da palavra 'terra' enfatiza a abrangência do juízo e a necessidade de restauração.","conexao_teologica":"A terra é um elemento central na narrativa bíblica de criação, queda e redenção.","referencias_relacionadas":["Isaías 65:17","Romanos 8:19-21","Apocalipse 21:1"]},"isaias_24_21_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia do juízo, quando Deus intervirá na história.","explicacao_detalhada":"A palavra 'dia' neste contexto é um símbolo do tempo em que Deus trará justiça e restaurará a ordem na criação, marcando um novo começo.","por_que_esta_palavra":"A escolha da palavra 'dia' enfatiza a certeza e a iminência do juízo de Deus.","conexao_teologica":"O conceito do 'dia do Senhor' é um tema recorrente nas Escrituras, simbolizando a intervenção divina na história.","referencias_relacionadas":["Joel 2:31","Amós 5:18","2 Pedro 3:10"]},"isaias_24_21_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se ao solo como parte da criação que também será afetada pelo juízo.","explicacao_detalhada":"A palavra 'solo' implica uma conexão com a terra e a criação, simbolizando a relação entre o ser humano e o ambiente que Deus criou.","por_que_esta_palavra":"A inclusão da palavra 'solo' destaca a importância da criação e a responsabilidade humana em cuidar dela.","conexao_teologica":"A relação entre o ser humano e o solo é fundamental na narrativa bíblica, refletindo a responsabilidade dada por Deus ao homem.","referencias_relacionadas":["Gênesis 2:15","Salmos 104:14","Romanos 8:22"]},"isaias_24_21_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à queda de autoridades e poderes que não se mantêm firmes diante do juízo de Deus.","explicacao_detalhada":"Neste contexto, a queda simboliza a derrota de forças malignas e a restauração da ordem divina. A queda é uma consequência do pecado e da rebelião contra Deus.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a fragilidade das estruturas humanas em comparação com o poder soberano de Deus.","conexao_teologica":"A queda é um tema recorrente na Bíblia, representando tanto a queda do homem no Éden quanto a queda de impérios e líderes que se opõem a Deus.","referencias_relacionadas":["Isaías 14:12","Ezequiel 28:17","Mateus 5:14"]},"isaias_24_22_abundanceantly":{"palavra_pt":"abundance antly","palavra_original":"רֹב","transliteracao":"rôb","strong":"H7230","significado_raiz":"Ideia básica: abundance antly.","significado_contextual":"A palavra 'abundância' refere-se à plenitude e à prosperidade que Deus promete ao seu povo.","explicacao_detalhada":"Neste versículo, a abundância é um sinal da bênção divina, onde a prosperidade é restaurada após o juízo.","por_que_esta_palavra":"A palavra 'abundância' é usada para mostrar a generosidade de Deus em contrastar com a devastação causada pelo pecado.","conexao_teologica":"A abundância é frequentemente associada à provisão de Deus e à sua fidelidade em cumprir promessas.","referencias_relacionadas":["Salmos 23:5","João 10:10","2 Coríntios 9:8"]},"isaias_24_22_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um tempo específico de juízo e restauração.","explicacao_detalhada":"Neste contexto, o 'dia' é um tempo determinado por Deus para a realização de seus planos, incluindo juízo sobre as nações e a vindicação do seu povo.","por_que_esta_palavra":"A palavra 'dia' é significativa porque marca um período em que a intervenção divina será claramente visível.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema importante na profecia, simbolizando tanto juízo quanto salvação.","referencias_relacionadas":["Joel 2:31","Amós 5:18","1 Tessalonicenses 5:2"]},"isaias_24_22_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' refere-se ao ato de Deus em libertar seu povo da opressão.","explicacao_detalhada":"Neste contexto, a libertação é uma promessa de que Deus agirá em favor de seu povo, trazendo-os de volta à liberdade e à segurança.","por_que_esta_palavra":"A escolha da palavra 'libertar' destaca a ação redentora de Deus, que é um tema central na narrativa bíblica.","conexao_teologica":"A libertação é um símbolo da salvação que Deus oferece, tanto física quanto espiritualmente.","referencias_relacionadas":["Salmos 34:17","Isaías 61:1","Gálatas 5:1"]},"isaias_24_23_ashamed":{"palavra_pt":"ashamed","palavra_original":"חָפֵר","transliteracao":"châphêr","strong":"H2659","significado_raiz":"Ideia básica: ashamed.","significado_contextual":"A palavra 'envergonhado' refere-se ao estado de humilhação que os ímpios enfrentarão diante de Deus.","explicacao_detalhada":"Neste contexto, a vergonha é uma consequência do juízo divino, onde aqueles que se opuseram a Deus serão expostos.","por_que_esta_palavra":"A palavra 'envergonhado' enfatiza a justiça de Deus e a certeza de que o mal será confrontado.","conexao_teologica":"A vergonha é frequentemente associada ao pecado e à rejeição de Deus, contrastando com a honra que vem de viver em retidão.","referencias_relacionadas":["Romanos 10:11","Salmos 25:3","Isaías 45:17"]},"isaias_24_23_seco":{"palavra_pt":"seco","palavra_original":"בּוּשׁ","transliteracao":"bûwsh","strong":"H954","significado_raiz":"Ideia básica: seco.","significado_contextual":"A palavra 'seco' refere-se à desolação e à falta de vida que resulta do juízo de Deus.","explicacao_detalhada":"Neste contexto, a secura simboliza a ausência da presença de Deus e a devastação que o pecado traz.","por_que_esta_palavra":"A escolha da palavra 'seco' destaca a consequência espiritual e física da rebelião contra Deus.","conexao_teologica":"A secura é um símbolo da separação de Deus e da necessidade de arrependimento e restauração.","referencias_relacionadas":["Salmos 63:1","Isaías 58:11","Ezequiel 37:1-14"]}}