{"isaias_3_1_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"A palavra 'soberano' refere-se à autoridade e ao domínio absoluto de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, 'soberano' destaca a posição de Deus como Rei, que exerce controle sobre a nação de Israel e sobre toda a criação.","por_que_esta_palavra":"A palavra 'soberano' é fundamental para entender a natureza de Deus como aquele que governa e dirige a história segundo Seus propósitos.","conexao_teologica":"A soberania de Deus é um tema central na teologia, refletindo Sua autoridade e poder sobre todas as esferas da vida.","referencias_relacionadas":["Salmos 103:19","Daniel 4:35","Romanos 13:1"]},"isaias_3_1_staff":{"palavra_pt":"staff","palavra_original":"מִשְׁעֵנָה","transliteracao":"mishʻênâh","strong":"H4938","significado_raiz":"Ideia básica: staff.","significado_contextual":"A palavra 'staff' refere-se a um bastão ou apoio, simbolizando liderança e autoridade.","explicacao_detalhada":"No contexto de Isaías 3:1, o 'staff' representa a liderança que Deus retira de Israel como um juízo por sua desobediência. O bastão é um símbolo de proteção e direção, e sua ausência indica a falta de guia espiritual e moral.","por_que_esta_palavra":"A escolha da palavra 'staff' enfatiza a fragilidade da situação de Israel, que se vê desprovido de sua liderança e proteção divina.","conexao_teologica":"Teologicamente, isso reflete a soberania de Deus sobre as nações e a consequência do pecado, onde a retirada da liderança é um sinal de juízo.","referencias_relacionadas":["Isaías 3:1","Salmos 23:4","Ezequiel 34:10"]},"isaias_3_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou a forma de agir.","explicacao_detalhada":"No versículo, 'modo' é usado para descrever a forma como as pessoas se comportam e se relacionam, refletindo a corrupção e a decadência moral da sociedade.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender que a conduta do povo é um reflexo de sua condição espiritual e social.","conexao_teologica":"Isso se conecta à ideia de que a maneira de viver de um povo pode atrair ou repelir a presença de Deus entre eles.","referencias_relacionadas":["Isaías 1:16","Miquéias 6:8","Romanos 12:2"]},"isaias_3_2_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se ao ser humano, muitas vezes simbolizando a liderança ou a figura masculina na sociedade.","explicacao_detalhada":"Neste contexto, 'homem' representa aqueles que deveriam ser líderes e guias, mas que falharam em suas responsabilidades espirituais e sociais.","por_que_esta_palavra":"A ênfase na palavra 'homem' destaca a responsabilidade individual e coletiva na condução do povo de Deus.","conexao_teologica":"Teologicamente, isso reflete a queda do homem e a necessidade de um verdadeiro líder, que é Cristo.","referencias_relacionadas":["Gênesis 1:26","Romanos 5:12","1 Coríntios 15:22"]},"isaias_3_2_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus, alguém que fala em Seu nome.","explicacao_detalhada":"No versículo, a ausência de profetas indica uma falta de direção divina e revelação, resultando em um povo perdido e sem esperança.","por_que_esta_palavra":"A palavra 'profeta' é essencial para entender a comunicação de Deus com Seu povo e a importância da profecia na orientação espiritual.","conexao_teologica":"Isso se conecta à necessidade contínua de revelação divina e à importância de ouvir a voz de Deus através de Seus mensageiros.","referencias_relacionadas":["Deuteronômio 18:18","Amós 3:7","Hebreus 1:1-2"]},"isaias_3_3_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se a algo que possui importância ou magnitude.","explicacao_detalhada":"Neste contexto, 'grande' pode se referir à grandeza das responsabilidades que os líderes deveriam ter, mas que falharam em cumprir.","por_que_esta_palavra":"A escolha da palavra 'grande' enfatiza a seriedade da liderança e a necessidade de pessoas capacitadas para guiar o povo.","conexao_teologica":"Teologicamente, isso aponta para a grandeza de Deus e a importância de líderes que reflitam Seu caráter.","referencias_relacionadas":["Mateus 23:11","1 Timóteo 3:1","Tiago 3:1"]},"isaias_3_3_planejar":{"palavra_pt":"planejar","palavra_original":"יָעַץ","transliteracao":"yâʻats","strong":"H3289","significado_raiz":"Ideia básica: planejar.","significado_contextual":"A palavra 'planejar' refere-se ao ato de aconselhar ou tomar decisões.","explicacao_detalhada":"No versículo, 'planejar' implica que os líderes deveriam ter a capacidade de tomar decisões sábias e justas, mas falharam em fazê-lo.","por_que_esta_palavra":"A palavra 'planejar' é importante para entender a responsabilidade dos líderes em guiar o povo de acordo com a vontade de Deus.","conexao_teologica":"Isso se conecta à ideia de que Deus é o maior planejador e que os líderes devem buscar Sua sabedoria em suas decisões.","referencias_relacionadas":["Provérbios 16:3","Tiago 1:5","Salmos 37:5"]},"isaias_3_4_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de fornecer ou entregar algo.","explicacao_detalhada":"No contexto, 'dar' implica que os líderes deveriam dar orientação e proteção ao povo, mas falharam em cumprir esse papel.","por_que_esta_palavra":"A palavra 'dar' é crucial para entender a responsabilidade dos líderes em prover o que é necessário para o bem-estar do povo.","conexao_teologica":"Teologicamente, isso reflete a natureza de Deus como provedor e a expectativa de que os líderes imitem essa característica.","referencias_relacionadas":["Filipenses 4:19","Salmos 23:1","Mateus 7:7"]},"isaias_3_4_babe":{"palavra_pt":"babe","palavra_original":"תַּעֲלוּל","transliteracao":"taʻălûwl","strong":"H8586","significado_raiz":"Ideia básica: babe.","significado_contextual":"A palavra 'babe' refere-se a uma criança ou alguém que é imaturo.","explicacao_detalhada":"Neste contexto, 'babe' simboliza a vulnerabilidade e a necessidade de cuidado que o povo tem, especialmente quando não há liderança adequada.","por_que_esta_palavra":"A escolha da palavra 'babe' enfatiza a fragilidade da situação do povo e a responsabilidade dos líderes em cuidar deles.","conexao_teologica":"Isso se conecta à ideia de que todos somos dependentes de Deus e de Sua liderança, assim como uma criança depende de seus pais.","referencias_relacionadas":["Mateus 18:3","Salmos 131:2","Isaías 40:11"]},"isaias_3_5_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' novamente refere-se ao ser humano, enfatizando a condição do povo.","explicacao_detalhada":"Neste versículo, 'homem' representa a falta de liderança e a desordem que resulta da ausência de guias espirituais.","por_que_esta_palavra":"A repetição da palavra 'homem' destaca a necessidade urgente de líderes que sejam justos e sábios.","conexao_teologica":"Teologicamente, isso reflete a condição caída da humanidade e a necessidade de redenção através de Cristo.","referencias_relacionadas":["Romanos 3:23","Gênesis 6:5","Efésios 2:1-3"]},"isaias_3_5_bom":{"palavra_pt":"bom","palavra_original":"כָּבַד","transliteracao":"kâbad","strong":"H3513","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se a algo que é moralmente correto ou desejável.","explicacao_detalhada":"No contexto, 'bom' é usado para descrever a qualidade que os líderes deveriam ter, mas que não estão demonstrando.","por_que_esta_palavra":"A palavra 'bom' é essencial para entender o padrão de Deus para a liderança e a moralidade.","conexao_teologica":"Teologicamente, isso aponta para a natureza de Deus como o padrão supremo de bondade e a expectativa de que Seus líderes reflitam essa bondade.","referencias_relacionadas":["Salmos 34:8","Gálatas 5:22-23","Mateus 5:16"]},"isaias_3_5_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Israel, enfatizando sua identidade coletiva e relação com Deus.","explicacao_detalhada":"A palavra 'povo' (עַם) é usada para descrever a nação escolhida por Deus, que tem um papel especial na história da salvação. No contexto de Isaías 3:5, o povo é visto em um estado de rebelião e desobediência.","por_que_esta_palavra":"A escolha de 'povo' destaca a responsabilidade coletiva e a necessidade de arrependimento diante de Deus.","conexao_teologica":"A ideia de povo é central na teologia bíblica, pois Deus se relaciona com Seu povo de maneira única, estabelecendo alianças e promessas.","referencias_relacionadas":["Êxodo 19:6","Deuteronômio 7:6","Salmos 100:3"]},"isaias_3_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou explicação, conectando a ação ou estado do povo a um motivo específico.","explicacao_detalhada":"A palavra 'porque' (כִּי) é uma conjunção que estabelece uma relação causal, indicando que o que se segue é a justificativa para a situação do povo.","por_que_esta_palavra":"É crucial para entender a lógica do discurso profético, onde as ações de Deus são frequentemente explicadas por causa da desobediência do povo.","conexao_teologica":"A relação entre causa e efeito é um tema recorrente na Escritura, onde a desobediência leva a consequências, e a obediência traz bênçãos.","referencias_relacionadas":["Deuteronômio 28:15","Isaías 1:19-20","Romanos 2:6"]},"isaias_3_6_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua individualidade, destacando a responsabilidade pessoal diante de Deus.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é utilizada para enfatizar a condição moral e espiritual do indivíduo, que deve prestar contas a Deus por suas ações.","por_que_esta_palavra":"A inclusão de 'homem' ressalta a importância da responsabilidade individual em meio ao contexto coletivo do povo.","conexao_teologica":"A teologia bíblica enfatiza que cada homem é responsável por suas escolhas e ações, refletindo a justiça de Deus.","referencias_relacionadas":["Gênesis 1:26-27","Eclesiastes 12:14","Romanos 14:12"]},"isaias_3_6_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Simboliza não apenas a habitação física, mas também a estrutura familiar e a comunidade de fé.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) pode se referir à família ou à nação, representando a unidade e a proteção que Deus oferece ao Seu povo.","por_que_esta_palavra":"A menção de 'casa' destaca a importância da unidade familiar e social na vida espiritual do povo de Deus.","conexao_teologica":"A ideia de casa é frequentemente usada nas Escrituras para ilustrar a relação entre Deus e Seu povo, como em 'a casa de Israel'.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Hebreus 3:6"]},"isaias_3_7_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo específico, muitas vezes associado ao juízo ou à intervenção divina.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é usada para indicar um período em que Deus agirá de maneira decisiva, seja em juízo ou em bênção.","por_que_esta_palavra":"A menção do 'dia' enfatiza a urgência e a seriedade da mensagem profética, chamando o povo ao arrependimento.","conexao_teologica":"O conceito de 'dia do Senhor' é central na profecia, simbolizando o tempo em que Deus intervirá na história.","referencias_relacionadas":["Joel 2:31","Amós 5:18","Zacarias 14:1"]},"isaias_3_7_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Usado para expressar a magnitude ou importância de uma declaração ou ação.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) implica uma comunicação que tem peso e autoridade, especialmente quando se refere à palavra de Deus.","por_que_esta_palavra":"A escolha de 'dizer' ressalta a importância da mensagem que está sendo transmitida, que deve ser ouvida e considerada.","conexao_teologica":"A palavra de Deus é frequentemente apresentada como poderosa e transformadora, capaz de trazer vida e mudança.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Hebreus 4:12"]},"isaias_3_7_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à integridade da palavra de Deus em contraste com a desobediência do povo.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para enfatizar a necessidade de honestidade e justiça nas relações humanas e com Deus.","por_que_esta_palavra":"A ênfase na verdade destaca a importância da sinceridade e da retidão no relacionamento com Deus e entre os homens.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida do Seu povo, que é chamado a viver em conformidade com Sua palavra.","referencias_relacionadas":["Salmos 51:6","João 8:32","Efésios 4:15"]},"isaias_3_8_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma justificativa para a condição do povo, ligando suas ações a consequências específicas.","explicacao_detalhada":"A palavra 'porque' (כִּי) novamente estabelece uma relação causal, indicando que a situação do povo é resultado de suas escolhas.","por_que_esta_palavra":"É essencial para entender a lógica do juízo de Deus sobre o povo, que é frequentemente ligado à sua desobediência.","conexao_teologica":"A relação entre ações e consequências é um tema central na teologia bíblica, refletindo a justiça de Deus.","referencias_relacionadas":["Deuteronômio 30:19-20","Isaías 1:4","Gálatas 6:7"]},"isaias_3_8_lingua":{"palavra_pt":"lingua","palavra_original":"לָשׁוֹן","transliteracao":"lâshôwn","strong":"H3956","significado_raiz":"Ideia básica: lingua.","significado_contextual":"Refere-se à capacidade de comunicação e expressão, muitas vezes associada à sabedoria ou à falta dela.","explicacao_detalhada":"A palavra 'língua' (לָשׁוֹן) simboliza não apenas a fala, mas também o poder das palavras e seu impacto nas relações.","por_que_esta_palavra":"A menção da língua destaca a importância da comunicação correta e da verdade nas interações humanas.","conexao_teologica":"A Bíblia frequentemente aborda o uso da língua, enfatizando que as palavras têm poder para edificar ou destruir.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5-10","Salmos 34:13"]},"isaias_3_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade e à soberania de Deus, que é invocado pelo Seu nome.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o nome pessoal de Deus, que revela Sua natureza e caráter, sendo central na adoração e na relação com o povo.","por_que_esta_palavra":"A invocação do nome de Deus enfatiza a necessidade de reconhecer Sua autoridade e buscar Sua orientação.","conexao_teologica":"O nome de Deus é um tema central na Escritura, simbolizando Sua presença e poder entre Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"isaias_3_9_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"O 'olho' simboliza a percepção e a consciência do povo sobre suas ações e a realidade ao seu redor.","explicacao_detalhada":"Neste contexto, o 'olho' representa a capacidade de ver e entender a verdade sobre a injustiça e a corrupção que permeiam a sociedade. É um chamado à reflexão sobre o que está sendo feito.","por_que_esta_palavra":"A palavra 'olho' é utilizada para enfatizar a importância da visão moral e espiritual, mostrando que o povo deve estar atento às suas ações e consequências.","conexao_teologica":"A visão espiritual é fundamental na teologia bíblica, onde Deus observa as ações humanas e espera que Seu povo viva de acordo com Seus princípios.","referencias_relacionadas":["Salmos 33:18","Provérbios 15:3","Ezequiel 11:5"]},"isaias_3_9_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"O 'pecado' refere-se às transgressões e injustiças cometidas pelo povo, que são vistas como ofensas a Deus.","explicacao_detalhada":"Neste versículo, o 'pecado' é um reconhecimento das falhas morais e éticas da sociedade, que se afastou dos caminhos de Deus. O uso da palavra destaca a necessidade de arrependimento e retorno à justiça.","por_que_esta_palavra":"A palavra 'pecado' é crucial para entender a condição espiritual do povo e a necessidade de redenção e perdão.","conexao_teologica":"A teologia do pecado é central na Bíblia, onde a consciência do pecado leva ao arrependimento e à busca pela graça de Deus.","referencias_relacionadas":["Romanos 3:23","1 João 1:8-9","Salmos 51:5"]},"isaias_3_9_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A 'verdade' é apresentada como um valor essencial que está em falta na sociedade, refletindo a corrupção e a injustiça.","explicacao_detalhada":"Neste contexto, a ausência de 'verdade' indica uma sociedade que se afastou dos princípios divinos e da justiça, levando a consequências graves.","por_que_esta_palavra":"A palavra 'verdade' é usada para enfatizar a necessidade de integridade e honestidade nas relações sociais e espirituais.","conexao_teologica":"A verdade é um atributo de Deus e é fundamental para a vida cristã, onde Jesus se apresenta como a Verdade (João 14:6).","referencias_relacionadas":["Salmos 25:5","João 8:32","Efésios 4:15"]},"isaias_3_10_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Ideia básica: justo.","significado_contextual":"O 'justo' refere-se àqueles que vivem de acordo com os princípios de Deus e praticam a justiça.","explicacao_detalhada":"Neste versículo, a palavra 'justo' é um encorajamento para que os que seguem a Deus continuem a fazer o bem, mesmo em meio à corrupção.","por_que_esta_palavra":"A palavra 'justo' é importante para destacar a diferença entre os que seguem a Deus e os que se entregam à injustiça.","conexao_teologica":"A justiça é um tema central na Bíblia, refletindo o caráter de Deus e a expectativa de que Seu povo viva de maneira justa.","referencias_relacionadas":["Salmos 37:37","Provérbios 21:21","Mateus 5:6"]},"isaias_3_10_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual os justos serão recompensados.","explicacao_detalhada":"Neste contexto, 'porque' conecta a ação dos justos à promessa de Deus, enfatizando que a justiça traz bênçãos.","por_que_esta_palavra":"A palavra 'porque' é usada para explicar a lógica divina que rege a recompensa e a punição.","conexao_teologica":"A relação entre ações e consequências é um princípio teológico fundamental, onde Deus recompensa a justiça e pune a injustiça.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Mateus 7:2"]},"isaias_3_10_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"O 'bom' refere-se à bondade e à retidão que devem ser buscadas pelo povo.","explicacao_detalhada":"Neste versículo, a palavra 'bom' destaca a expectativa de Deus para que Seu povo busque o que é moralmente correto e justo.","por_que_esta_palavra":"A palavra 'bom' é utilizada para enfatizar a qualidade das ações que agradam a Deus e trazem benefícios à sociedade.","conexao_teologica":"A bondade é um atributo de Deus e um chamado para que os crentes reflitam esse caráter em suas vidas.","referencias_relacionadas":["Gálatas 5:22","Romanos 12:21","Salmos 34:8"]},"isaias_3_11_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"O 'culpado' refere-se àqueles que praticam a injustiça e, portanto, são responsáveis por suas ações.","explicacao_detalhada":"Neste contexto, a palavra 'culpado' é um alerta sobre as consequências da desobediência a Deus e a prática do mal.","por_que_esta_palavra":"A palavra 'culpado' é importante para reconhecer a responsabilidade individual diante de Deus e da sociedade.","conexao_teologica":"A culpa e a necessidade de arrependimento são temas centrais na teologia bíblica, onde todos são chamados a se voltar para Deus.","referencias_relacionadas":["Romanos 3:19","Tiago 4:17","Ezequiel 18:30"]},"isaias_3_11_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz a razão pela qual os culpados enfrentarão consequências.","explicacao_detalhada":"Neste contexto, 'porque' conecta a culpa à punição, enfatizando a justiça de Deus em lidar com o pecado.","por_que_esta_palavra":"A palavra 'porque' é usada para explicar a lógica divina que rege a justiça e a retribuição.","conexao_teologica":"A justiça de Deus é um tema recorrente na Bíblia, onde Ele é apresentado como juiz justo que não deixa o pecado impune.","referencias_relacionadas":["Hebreus 10:30","Romanos 2:3-5","Salmos 94:23"]},"isaias_3_11_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O 'urso' é uma metáfora para a força e a ferocidade da punição que os culpados enfrentarão.","explicacao_detalhada":"Neste versículo, a palavra 'urso' simboliza a severidade da consequência para aqueles que praticam a injustiça.","por_que_esta_palavra":"A palavra 'urso' é utilizada para transmitir a ideia de que a punição será inevitável e poderosa.","conexao_teologica":"A metáfora do urso reflete a natureza da justiça de Deus, que é tanto protetora para os justos quanto severa para os ímpios.","referencias_relacionadas":["Provérbios 17:12","Oséias 13:8","Salmos 50:22"]},"isaias_3_12_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A 'vida' representa o caminho que o povo deve seguir, em contraste com a morte espiritual causada pelo pecado.","explicacao_detalhada":"Neste contexto, a palavra 'vida' é um chamado para que o povo escolha o caminho da justiça e da obediência a Deus.","por_que_esta_palavra":"A palavra 'vida' é utilizada para enfatizar a importância de viver de acordo com os princípios divinos para experimentar a verdadeira vida.","conexao_teologica":"A vida em abundância é uma promessa de Deus para aqueles que O seguem, refletindo a natureza redentora do evangelho.","referencias_relacionadas":["João 10:10","Deuteronômio 30:19-20","Romanos 6:23"]},"isaias_3_12_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se à mulher como figura central na sociedade, destacando seu papel e importância.","explicacao_detalhada":"A palavra 'mulher' neste contexto enfatiza a dignidade e o valor da mulher na sociedade israelita, contrastando com a opressão e a desvalorização que muitas vezes enfrentava.","por_que_esta_palavra":"A escolha da palavra 'mulher' reflete a crítica de Isaías à desordem social e à perda de valores, onde as mulheres são afetadas por decisões injustas.","conexao_teologica":"A dignidade da mulher é um tema recorrente na Bíblia, onde Deus valoriza todos os seres humanos, independentemente de gênero.","referencias_relacionadas":["Gênesis 2:18","Provérbios 31:10","Efésios 5:25"]},"isaias_3_12_chamar":{"palavra_pt":"chamar","palavra_original":"אָשַׁר","transliteracao":"ʼâshar","strong":"H833","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Indica a ação de convocar ou chamar, muitas vezes em um contexto de autoridade.","explicacao_detalhada":"A palavra 'chamar' sugere uma convocação para a responsabilidade, onde líderes e autoridades são chamados a prestar contas de suas ações.","por_que_esta_palavra":"É utilizada para enfatizar a necessidade de que aqueles em posição de liderança sejam responsabilizados por suas decisões.","conexao_teologica":"Deus chama Seu povo à justiça e à retidão, e espera que os líderes façam o mesmo.","referencias_relacionadas":["Isaías 1:18","Miquéias 6:8","Romanos 14:12"]},"isaias_3_13_repreender":{"palavra_pt":"repreender","palavra_original":"רִיב","transliteracao":"rîyb","strong":"H7378","significado_raiz":"Ideia básica: repreender.","significado_contextual":"Refere-se à ação de corrigir ou confrontar, especialmente em relação a injustiças.","explicacao_detalhada":"A palavra 'repreender' implica um chamado à correção, onde Deus confronta as injustiças e a corrupção entre Seu povo.","por_que_esta_palavra":"É importante para mostrar que Deus não ignora o pecado, mas busca restaurar Seu povo através da correção.","conexao_teologica":"A repreensão é uma forma de amor divino, onde Deus deseja que Seu povo se arrependa e retorne ao caminho certo.","referencias_relacionadas":["Salmos 94:15","Provérbios 3:12","Hebreus 12:6"]},"isaias_3_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"O uso do nome 'Senhor' neste contexto enfatiza a soberania de Deus sobre as ações humanas e a necessidade de reverência.","por_que_esta_palavra":"O nome de Deus é central na identidade do povo de Israel e na sua relação com Ele.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e poder, e é fundamental para a adoração e a justiça.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"isaias_3_13_servir":{"palavra_pt":"servir","palavra_original":"עָמַד","transliteracao":"ʻâmad","strong":"H5975","significado_raiz":"Ideia básica: servir.","significado_contextual":"Indica a ação de servir, muitas vezes em um contexto de liderança e responsabilidade.","explicacao_detalhada":"A palavra 'servir' sugere que os líderes devem agir em benefício do povo, não em busca de poder pessoal.","por_que_esta_palavra":"É um lembrete de que a verdadeira liderança é caracterizada pelo serviço e pela humildade.","conexao_teologica":"Jesus exemplificou o serviço ao lavar os pés dos discípulos, mostrando que o maior entre nós deve ser como o menor.","referencias_relacionadas":["Mateus 20:26-28","Marcos 10:45","Filipenses 2:7"]},"isaias_3_14_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se à justiça e ao juízo, especialmente em relação à conduta moral da sociedade.","explicacao_detalhada":"A palavra 'juízo' destaca a importância da justiça social e da responsabilidade moral entre o povo de Deus.","por_que_esta_palavra":"É usada para enfatizar que Deus exige justiça e retidão de Seu povo, especialmente dos líderes.","conexao_teologica":"A justiça é um atributo de Deus, e Ele espera que Seu povo reflita esse caráter em suas ações.","referencias_relacionadas":["Amós 5:24","Miquéias 6:8","Isaías 1:17"]},"isaias_3_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se ao nome de Deus, enfatizando Sua autoridade sobre a justiça.","explicacao_detalhada":"A repetição do nome 'Senhor' reforça a ideia de que a justiça deve ser baseada na vontade e no caráter de Deus.","por_que_esta_palavra":"O nome de Deus é um lembrete constante da Sua soberania e do padrão de justiça que Ele estabelece.","conexao_teologica":"A justiça de Deus é perfeita e serve como modelo para a justiça humana.","referencias_relacionadas":["Salmos 89:14","Isaías 61:8","Romanos 3:26"]},"isaias_3_15_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à face ou presença de Deus, simbolizando Sua atenção e julgamento.","explicacao_detalhada":"A palavra 'rosto' sugere a ideia de que Deus está observando e avaliando as ações do povo.","por_que_esta_palavra":"É uma chamada à consciência de que Deus está sempre presente e atento às injustiças.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, onde Ele se revela e se relaciona com Seu povo.","referencias_relacionadas":["Salmos 67:1","Números 6:25","Mateus 5:8"]},"isaias_3_15_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Deus como Senhor, enfatizando Sua autoridade e domínio.","explicacao_detalhada":"A palavra 'Senhor' neste contexto destaca a soberania de Deus sobre todas as coisas e Sua posição de autoridade.","por_que_esta_palavra":"É importante reconhecer a autoridade de Deus em todas as áreas da vida, especialmente em questões de justiça.","conexao_teologica":"A soberania de Deus é um tema central na teologia, onde Ele é reconhecido como o Criador e Sustentador do universo.","referencias_relacionadas":["Salmos 24:1","Isaías 40:28","Romanos 11:36"]},"isaias_3_15_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Deus como Senhor, enfatizando Sua divindade e poder.","explicacao_detalhada":"A palavra 'Deus' neste contexto reafirma a natureza divina de Deus e Sua autoridade sobre a criação.","por_que_esta_palavra":"É um lembrete de que Deus é soberano e que todos devem se submeter a Sua vontade.","conexao_teologica":"A divindade de Deus é fundamental para a fé cristã, onde Ele é adorado e reverenciado como o Todo-Poderoso.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Apocalipse 1:8"]},"isaias_3_16_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação de uma ordem ou mensagem divina.","explicacao_detalhada":"No contexto de Isaías 3:16, Deus está se dirigindo ao povo de Judá, enfatizando a importância de ouvir e obedecer à Sua palavra. O ato de 'dizer' é fundamental na relação entre Deus e Seu povo, pois implica em revelação e resposta.","por_que_esta_palavra":"A palavra 'dizer' é crucial porque representa a voz de Deus que chama e orienta Seu povo, mostrando a necessidade de atenção e obediência.","conexao_teologica":"A comunicação divina é um tema central na teologia bíblica, onde Deus se revela através de Sua palavra, e o povo é chamado a responder.","referencias_relacionadas":["Salmos 119:105","Hebreus 4:12","Romanos 10:17"]},"isaias_3_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao Deus soberano, o Criador e Sustentador do universo.","explicacao_detalhada":"Em Isaías 3:16, o uso do nome 'senhor' destaca a autoridade de Deus sobre a vida do povo. Ele é o Senhor que governa e tem poder sobre todas as coisas.","por_que_esta_palavra":"A palavra 'senhor' é utilizada para reconhecer a soberania de Deus e a relação de servidão que o povo deve ter com Ele.","conexao_teologica":"A soberania de Deus é um princípio fundamental na teologia, onde Ele é visto como o Senhor que dirige a história e a vida dos indivíduos.","referencias_relacionadas":["Salmos 24:1","Isaías 40:28","Romanos 14:8"]},"isaias_3_16_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão ou justificativa para a declaração que se segue.","explicacao_detalhada":"No versículo, 'porque' é usado para explicar as consequências das ações do povo, ligando a desobediência a um juízo divino iminente.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a lógica da mensagem profética, onde as ações têm consequências diretas.","conexao_teologica":"A relação entre causa e efeito nas ações humanas e o juízo de Deus é uma temática recorrente na Escritura.","referencias_relacionadas":["Gálatas 6:7","Ezequiel 18:30","Romanos 2:6"]},"isaias_3_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' novamente enfatiza a autoridade e a soberania de Deus sobre o povo.","explicacao_detalhada":"Neste contexto, o uso do nome 'senhor' reforça a ideia de que Deus está ciente das ações do povo e que Ele é o juiz supremo.","por_que_esta_palavra":"A repetição da palavra 'senhor' sublinha a importância da reverência e do reconhecimento da autoridade divina.","conexao_teologica":"A reverência a Deus como Senhor é um princípio central na adoração e na vida do crente.","referencias_relacionadas":["Salmos 95:6","Isaías 45:22","Filipenses 2:10"]},"isaias_3_17_abiding":{"palavra_pt":"abiding","palavra_original":"סָפַח","transliteracao":"çâphach","strong":"H5596","significado_raiz":"Ideia básica: abiding.","significado_contextual":"A palavra 'abiding' refere-se à ideia de permanecer ou estar junto.","explicacao_detalhada":"No contexto de Isaías 3:17, 'abiding' pode ser interpretado como a presença contínua de Deus entre o Seu povo, mesmo em meio ao juízo.","por_que_esta_palavra":"A ideia de 'abiding' é importante para entender que, apesar das dificuldades, Deus não abandona Seu povo.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, onde Ele promete estar com Seu povo em todas as circunstâncias.","referencias_relacionadas":["Mateus 28:20","Salmos 23:4","Hebreus 13:5"]},"isaias_3_17_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' reafirma a soberania e o domínio de Deus sobre todas as coisas.","explicacao_detalhada":"Neste versículo, 'senhor' é um lembrete da autoridade de Deus em meio ao juízo e da necessidade de submissão do povo.","por_que_esta_palavra":"A repetição da palavra 'senhor' enfatiza a relação de dependência e adoração que o povo deve ter com Deus.","conexao_teologica":"A submissão a Deus como Senhor é fundamental para a vida espiritual e a obediência do crente.","referencias_relacionadas":["Salmos 100:3","Isaías 6:1-3","Tiago 4:7"]},"isaias_3_18_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um tempo específico, muitas vezes associado ao juízo ou à intervenção divina.","explicacao_detalhada":"Em Isaías 3:18, o 'dia' pode ser interpretado como um tempo de julgamento em que Deus agirá contra a desobediência do povo.","por_que_esta_palavra":"A menção do 'dia' é importante para entender a urgência da mensagem profética e a iminência do juízo.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema recorrente na Bíblia, simbolizando a intervenção divina na história.","referencias_relacionadas":["Joel 2:31","Amós 5:18","1 Tessalonicenses 5:2"]},"isaias_3_18_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' reafirma a autoridade de Deus sobre o que está por vir.","explicacao_detalhada":"Neste contexto, 'senhor' é um lembrete de que Deus controla o futuro e que Seu juízo é certo.","por_que_esta_palavra":"A repetição da palavra 'senhor' enfatiza a necessidade de reconhecer a soberania de Deus em todas as circunstâncias.","conexao_teologica":"A soberania de Deus é um tema central que traz conforto e esperança ao crente, sabendo que Ele está no controle.","referencias_relacionadas":["Salmos 115:3","Isaías 46:10","Romanos 8:28"]},"isaias_3_18_beautyiful":{"palavra_pt":"beauty iful","palavra_original":"תִּפְאָרָה","transliteracao":"tiphʼârâh","strong":"H8597","significado_raiz":"Ideia básica: beauty iful.","significado_contextual":"Em Isaías 3:18, \"beauty iful\" aparece na frase \"Naquele dia tirará o Senhor os ornamentos dos pés, e as toucas, e adornos em forma de lua,\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (תִּפְאָרָה; tiphʼârâh; H8597), \"beauty iful\" traz a ideia de beauty iful. Aqui, essa palavra deixa o ensino de Isaías 3:18 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"beauty iful\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Isaías 44:13. Lendo junto com Isaías 3:18, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Isaías 3:18","Isaías 44:13","Salmos 119:105"]},"isaias_3_20_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se a um lar ou lugar de habitação, muitas vezes simbolizando segurança e estabilidade.","explicacao_detalhada":"Em Isaías 3:20, a 'casa' pode representar tanto a estrutura física quanto a comunidade do povo de Deus, que deve ser um reflexo da ordem divina.","por_que_esta_palavra":"A menção da 'casa' é importante para entender a relação entre Deus e Seu povo, que deve ser um lugar de adoração e obediência.","conexao_teologica":"A ideia de 'casa' é frequentemente usada na Bíblia para simbolizar a habitação de Deus entre Seu povo.","referencias_relacionadas":["Salmos 127:1","Hebreus 3:6","1 Pedro 2:5"]},"isaias_3_20_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à essência da vida humana, a alma que dá vitalidade ao corpo.","explicacao_detalhada":"A palavra 'alma' (נֶפֶשׁ) é usada para descrever não apenas a vida física, mas também a dimensão espiritual e emocional do ser humano. No contexto de Isaías 3:20, a ênfase está na fragilidade e na importância da alma diante das adversidades.","por_que_esta_palavra":"A escolha da palavra 'alma' destaca a conexão entre a vida física e a espiritual, enfatizando que a verdadeira beleza e valor do ser humano vão além da aparência externa.","conexao_teologica":"A alma é vista como a parte eterna do ser humano, que se relaciona com Deus e é objeto de Sua redenção.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","Salmos 23:3"]},"isaias_3_20_beauty":{"palavra_pt":"beauty","palavra_original":"פְּאֵר","transliteracao":"pᵉʼêr","strong":"H6287","significado_raiz":"Ideia básica: beauty.","significado_contextual":"Refere-se à beleza exterior, frequentemente associada à aparência física e ao adornar-se.","explicacao_detalhada":"A palavra 'beleza' (פְּאֵר) é utilizada para descrever a estética e o embelezamento, que, no contexto de Isaías 3:20, é criticado quando se torna uma prioridade em detrimento da verdadeira virtude.","por_que_esta_palavra":"A palavra é escolhida para mostrar a superficialidade da beleza externa em comparação com a importância da beleza interior e da justiça.","conexao_teologica":"A beleza exterior é efêmera, enquanto a beleza interior, que se reflete em ações justas e piedosas, é valorizada por Deus.","referencias_relacionadas":["1 Samuel 16:7","Provérbios 31:30","1 Pedro 3:3-4"]},"isaias_3_21_rosto":{"palavra_pt":"rosto","palavra_original":"אַף","transliteracao":"ʼaph","strong":"H639","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à face ou aparência, simbolizando a presença e a identidade da pessoa.","explicacao_detalhada":"A palavra 'rosto' (אַף) é usada para descrever a expressão facial que pode refletir emoções e estados de espírito. Em Isaías 3:21, o foco está na aparência que pode ser enganosa.","por_que_esta_palavra":"A escolha da palavra 'rosto' enfatiza a importância da autenticidade e da verdade, contrastando com a superficialidade da aparência.","conexao_teologica":"Deus vê o coração, e não a aparência externa, o que nos lembra da necessidade de sermos genuínos em nossa fé.","referencias_relacionadas":["Salmos 27:8","Mateus 5:8","2 Coríntios 5:12"]},"isaias_3_22_mulher":{"palavra_pt":"mulher","palavra_original":"מִטְפַּחַת","transliteracao":"miṭpachath","strong":"H4304","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se à mulher em sua função social e familiar, destacando o papel que desempenha na sociedade.","explicacao_detalhada":"A palavra 'mulher' (מִטְפַּחַת) é usada para descrever não apenas a identidade feminina, mas também o valor e a dignidade que devem ser reconhecidos. Em Isaías 3:22, a crítica é direcionada à superficialidade na busca por status.","por_que_esta_palavra":"A escolha da palavra 'mulher' ressalta a importância do papel feminino na sociedade e a necessidade de valorização das virtudes internas.","conexao_teologica":"As mulheres são criadas à imagem de Deus e têm um papel significativo no plano divino, sendo dignas de respeito e honra.","referencias_relacionadas":["Gálatas 3:28","Provérbios 31:10-31","Efésios 5:25-33"]},"isaias_3_24_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda ou ruína, simbolizando a perda de dignidade e status.","explicacao_detalhada":"A palavra 'cair' (הָיָה) é usada para descrever a transição de um estado de honra para um de desgraça. Em Isaías 3:24, isso representa a consequência da desobediência e da busca por valores superficiais.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a fragilidade da condição humana e a necessidade de se voltar a Deus para restauração.","conexao_teologica":"A queda é uma consequência do pecado, mas a redenção é oferecida através de Cristo, que restaura o que foi perdido.","referencias_relacionadas":["Romanos 3:23","Salmos 37:24","1 Pedro 5:10"]},"isaias_3_24_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade de algo que é moralmente correto ou desejável.","explicacao_detalhada":"A palavra 'bom' (מַעֲשֶׂה) é utilizada para descrever ações que são justas e agradáveis a Deus. Em Isaías 3:24, isso contrasta com as ações superficiais e egoístas.","por_que_esta_palavra":"A escolha da palavra 'bom' destaca a importância de viver de acordo com os princípios divinos e não apenas buscar a aparência.","conexao_teologica":"Deus é a fonte de toda bondade, e nossas ações devem refletir Seu caráter e Sua vontade.","referencias_relacionadas":["Gálatas 6:9","Efésios 2:10","Tiago 1:17"]},"isaias_3_24_sackcloth":{"palavra_pt":"sack cloth","palavra_original":"שַׂק","transliteracao":"saq","strong":"H8242","significado_raiz":"Ideia básica: sack cloth.","significado_contextual":"Refere-se a um tecido áspero usado como símbolo de luto e arrependimento.","explicacao_detalhada":"A palavra 'sackcloth' (שַׂק) é frequentemente associada a um estado de humilhação e busca de perdão. Em Isaías 3:24, isso representa a necessidade de arrependimento genuíno diante de Deus.","por_que_esta_palavra":"A escolha da palavra 'sackcloth' enfatiza a seriedade do arrependimento e a necessidade de voltar-se a Deus em tempos de crise.","conexao_teologica":"O arrependimento é um tema central na Bíblia, e Deus promete restaurar aqueles que se voltam para Ele com um coração sincero.","referencias_relacionadas":["Joel 2:12-13","Mateus 11:28-30","2 Crônicas 7:14"]},"isaias_3_25_seca":{"palavra_pt":"espada","palavra_original":"חֶרֶב","transliteracao":"chereb","strong":"H2719","significado_raiz":"Ideia básica: espada.","significado_contextual":"Refere-se a uma arma, simbolizando destruição e juízo.","explicacao_detalhada":"A palavra 'espada' (חֶרֶב) é usada para descrever o instrumento de guerra e juízo. Em Isaías 3:25, isso representa a consequência da desobediência e a necessidade de arrependimento.","por_que_esta_palavra":"A escolha da palavra 'espada' enfatiza a gravidade do juízo de Deus sobre aqueles que se afastam de Seus caminhos.","conexao_teologica":"A espada é frequentemente usada na Bíblia como símbolo do juízo divino e da necessidade de se voltar a Deus para escapar da condenação.","referencias_relacionadas":["Hebreus 4:12","Apocalipse 19:15","Romanos 13:4"]},"isaias_3_25_vitoria":{"palavra_pt":"vitoria","palavra_original":"גְּבוּרָה","transliteracao":"gᵉbûwrâh","strong":"H1369","significado_raiz":"Ideia básica: vitoria.","significado_contextual":"Refere-se ao triunfo sobre inimigos ou dificuldades, simbolizando a força e o poder de Deus.","explicacao_detalhada":"A palavra 'vitória' (גְּבוּרָה) é usada para descrever a força e o poder que vêm de Deus. Em Isaías 3:25, isso contrasta com a fraqueza humana diante das adversidades.","por_que_esta_palavra":"A escolha da palavra 'vitória' destaca a confiança que devemos ter em Deus, que é nossa força e refúgio.","conexao_teologica":"A vitória de Deus sobre o pecado e a morte é central na mensagem do evangelho, oferecendo esperança e redenção.","referencias_relacionadas":["1 Coríntios 15:57","Romanos 8:37","Salmos 20:7"]},"isaias_3_25_batalha":{"palavra_pt":"batalha","palavra_original":"מִלְחָמָה","transliteracao":"milchâmâh","strong":"H4421","significado_raiz":"Ideia básica: batalha.","significado_contextual":"Refere-se ao conflito e à luta, simbolizando a resistência contra o mal.","explicacao_detalhada":"A palavra 'batalha' (מִלְחָמָה) é usada para descrever a luta espiritual e física que os crentes enfrentam. Em Isaías 3:25, isso representa a realidade do conflito entre o bem e o mal.","por_que_esta_palavra":"A escolha da palavra 'batalha' enfatiza a necessidade de estar preparado e vigilante na fé.","conexao_teologica":"A batalha espiritual é uma realidade para todos os crentes, e a vitória é garantida através de Cristo.","referencias_relacionadas":["Efésios 6:12","2 Timóteo 2:3","1 João 5:4"]},"isaias_3_26_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como um espaço físico e simbólico, representando a habitação do povo de Deus.","explicacao_detalhada":"A palavra 'terra' neste contexto enfatiza a relação entre o povo e a sua terra prometida, que é um tema recorrente nas Escrituras. A terra é vista como um presente divino e um lugar de bênção.","por_que_esta_palavra":"A escolha da palavra 'terra' destaca a importância do lar e da herança que Deus deu ao Seu povo, refletindo a conexão entre a terra e a identidade nacional de Israel.","conexao_teologica":"A terra é um símbolo da promessa de Deus e do Seu pacto com Israel, representando tanto a bênção quanto a responsabilidade do povo em viver de acordo com a Sua vontade.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Salmos 37:11"]},"isaias_3_26_lament":{"palavra_pt":"lament","palavra_original":"אָבַל","transliteracao":"ʼâbal","strong":"H56","significado_raiz":"Ideia básica: lament.","significado_contextual":"Indica um lamento profundo, uma expressão de dor e tristeza diante da perda ou do sofrimento.","explicacao_detalhada":"A palavra 'lament' é utilizada para descrever a reação emocional do povo diante do juízo de Deus. É um chamado à reflexão sobre as consequências do pecado e a necessidade de arrependimento.","por_que_esta_palavra":"O uso de 'lament' enfatiza a gravidade da situação e a urgência de um retorno a Deus, mostrando que o lamento é parte do processo de cura e restauração.","conexao_teologica":"O lamento é uma forma de buscar a misericórdia de Deus, reconhecendo a fragilidade humana e a necessidade de redenção.","referencias_relacionadas":["Jeremias 9:1","Lamentações 1:1-2","Salmos 30:5"]},"isaias_3_26_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de julgar, que implica discernimento e a aplicação da justiça divina.","explicacao_detalhada":"A palavra 'julgar' neste contexto sugere que Deus está avaliando as ações do povo e que haverá consequências para suas escolhas. O julgamento é uma parte essencial da justiça de Deus.","por_que_esta_palavra":"A escolha de 'julgar' ressalta a soberania de Deus sobre a história e a moralidade, mostrando que Ele é o juiz supremo que traz ordem ao caos.","conexao_teologica":"O julgamento de Deus é uma expressão de Sua justiça e santidade, e serve como um aviso para o povo se voltar para Ele.","referencias_relacionadas":["Salmos 9:7-8","Eclesiastes 12:14","Romanos 14:10-12"]}}