{"isaias_31_1_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a qualquer adversário que se opõe ao povo de Deus, simbolizando as forças que ameaçam a paz e a segurança.","explicacao_detalhada":"Em Isaías 31:1, a referência ao inimigo destaca a confiança que o povo deve ter em Deus ao invés de buscar ajuda em alianças humanas, que são ineficazes.","por_que_esta_palavra":"A palavra é crucial para entender a batalha espiritual e a necessidade de confiar em Deus como nosso verdadeiro protetor.","conexao_teologica":"Deus é visto como o defensor do Seu povo contra os inimigos, enfatizando a importância da fé e da dependência dEle.","referencias_relacionadas":["Salmos 27:1","Salmos 56:11","Isaías 54:17"]},"isaias_31_1_helped":{"palavra_pt":"help ed","palavra_original":"עֶזְרָה","transliteracao":"ʻezrâh","strong":"H5833","significado_raiz":"Ideia básica: help ed.","significado_contextual":"A palavra 'ajuda' implica suporte e assistência divina em tempos de necessidade.","explicacao_detalhada":"No contexto de Isaías 31:1, a ajuda de Deus é contrastada com a ajuda humana, que é insuficiente e falha.","por_que_esta_palavra":"A palavra é importante porque enfatiza a necessidade de buscar a verdadeira ajuda que vem de Deus, especialmente em tempos de crise.","conexao_teologica":"A ajuda divina é um tema central na teologia bíblica, mostrando que Deus é um refúgio seguro em tempos de dificuldade.","referencias_relacionadas":["Salmos 121:1-2","Hebreus 13:6","Isaías 41:10"]},"isaias_31_1_mulher":{"palavra_pt":"mulher","palavra_original":"בָּטַח","transliteracao":"bâṭach","strong":"H982","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' pode simbolizar a vulnerabilidade e a necessidade de proteção, especialmente em um contexto de guerra.","explicacao_detalhada":"Em Isaías 31:1, a referência à mulher destaca a fragilidade humana e a necessidade de confiar em Deus como nosso defensor.","por_que_esta_palavra":"A palavra é relevante para mostrar que mesmo os mais vulneráveis podem encontrar segurança em Deus.","conexao_teologica":"Deus é apresentado como um protetor que cuida dos vulneráveis, refletindo Seu amor e compaixão.","referencias_relacionadas":["Salmos 68:5","Isaías 54:5","Mateus 11:28"]},"isaias_31_2_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' implica ação de Deus em favor do Seu povo, trazendo libertação e restauração.","explicacao_detalhada":"No contexto de Isaías 31:2, levantar é um símbolo da intervenção divina que traz esperança e mudança nas circunstâncias difíceis.","por_que_esta_palavra":"A palavra é significativa porque representa a capacidade de Deus de mudar situações e elevar Seu povo em tempos de necessidade.","conexao_teologica":"A ação de levantar é uma demonstração do poder de Deus para restaurar e salvar, um tema recorrente na Bíblia.","referencias_relacionadas":["Salmos 30:1","Isaías 40:31","Romanos 8:31"]},"isaias_31_2_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir' ou 'entrar' sugere um convite ou chamado para se aproximar de Deus e buscar Sua presença.","explicacao_detalhada":"Em Isaías 31:2, o chamado para vir é um apelo à confiança em Deus, contrastando com a tendência de buscar ajuda em fontes humanas.","por_que_esta_palavra":"A palavra é importante porque enfatiza a necessidade de se voltar a Deus em busca de ajuda e direção.","conexao_teologica":"O chamado de Deus para que Seu povo venha a Ele é uma expressão do Seu desejo de relacionamento e proximidade.","referencias_relacionadas":["Mateus 11:28","Isaías 55:1","Apocalipse 22:17"]},"isaias_31_2_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação de Deus, que é viva e poderosa, capaz de transformar vidas.","explicacao_detalhada":"No contexto de Isaías 31:2, a palavra de Deus é um meio pelo qual Ele se revela e orienta Seu povo em tempos de incerteza.","por_que_esta_palavra":"A palavra é fundamental para a fé, pois é através dela que Deus se comunica e estabelece Sua vontade.","conexao_teologica":"A palavra de Deus é central na teologia cristã, sendo vista como a verdade que guia e sustenta a vida do crente.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","2 Timóteo 3:16-17"]},"isaias_31_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Em Isaías 31:3, o uso do nome de Deus enfatiza Sua posição como o único que pode salvar e proteger Seu povo.","por_que_esta_palavra":"A palavra é crucial para reconhecer a grandeza e o poder de Deus, que é digno de confiança.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e poder, sendo um tema recorrente na adoração e na oração.","referencias_relacionadas":["Salmos 46:1","Isaías 42:8","Filipenses 2:9-11"]},"isaias_31_3_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade e à integridade de Deus, que é sempre verdadeiro em Suas promessas.","explicacao_detalhada":"No contexto de Isaías 31:3, a verdade de Deus é um contraste com as mentiras e enganos do mundo, reafirmando a necessidade de confiar Nele.","por_que_esta_palavra":"A palavra é importante porque destaca a natureza de Deus como a fonte de toda verdade e justiça.","conexao_teologica":"A verdade de Deus é um fundamento da fé cristã, sendo essencial para a vida e a prática do crente.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]},"isaias_31_3_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à força e ao poder supremo de Deus, que é capaz de salvar e proteger.","explicacao_detalhada":"Em Isaías 31:3, a força de Deus é apresentada como a verdadeira fonte de segurança, contrastando com a fraqueza humana.","por_que_esta_palavra":"A palavra é significativa porque enfatiza a natureza onipotente de Deus, que é nosso refúgio em tempos de dificuldade.","conexao_teologica":"A força de Deus é um tema central na Bíblia, mostrando que Ele é o nosso ajudador e defensor.","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","Filipenses 4:13"]},"isaias_31_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual Deus age em favor de Seu povo.","explicacao_detalhada":"Neste contexto, 'porque' conecta a ação de Deus com a necessidade de proteção e salvação do Seu povo, enfatizando a certeza de Sua intervenção.","por_que_esta_palavra":"A palavra é crucial para entender a motivação divina e a relação entre Deus e Israel.","conexao_teologica":"Reflete a soberania de Deus e Sua disposição em proteger aqueles que confiam Nele.","referencias_relacionadas":["Salmos 34:17","Salmos 91:15","Isaías 43:2"]},"isaias_31_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' refere-se a Deus como o soberano e autoridade máxima sobre todas as coisas.","explicacao_detalhada":"Neste versículo, 'senhor' destaca a relação de domínio e cuidado que Deus tem sobre Seu povo, enfatizando Sua capacidade de salvar.","por_que_esta_palavra":"É fundamental para reconhecer a natureza de Deus como protetor e guia.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é digno de confiança.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Romanos 10:13"]},"isaias_31_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' reafirma a autoridade e o poder de Deus em proteger Seu povo.","explicacao_detalhada":"Neste contexto, a repetição do termo enfatiza a certeza da proteção divina contra os inimigos.","por_que_esta_palavra":"Reforça a ideia de que Deus é um refúgio seguro em tempos de crise.","conexao_teologica":"A proteção divina é um tema recorrente na Bíblia, mostrando que Deus é um defensor fiel.","referencias_relacionadas":["Salmos 46:1","Isaías 54:17","Hebreus 13:6"]},"isaias_31_5_bom":{"palavra_pt":"bom","palavra_original":"נָצַל","transliteracao":"nâtsal","strong":"H5337","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' indica a qualidade da salvação e proteção que Deus oferece.","explicacao_detalhada":"Neste versículo, 'bom' sugere que a intervenção de Deus é sempre para o bem de Seu povo, trazendo segurança e paz.","por_que_esta_palavra":"É importante para entender que as ações de Deus são sempre motivadas pelo amor e pela bondade.","conexao_teologica":"A bondade de Deus é um atributo essencial, que garante que Ele sempre age em favor de Seu povo.","referencias_relacionadas":["Salmos 100:5","Romanos 8:28","Tiago 1:17"]},"isaias_31_6_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' representa a relação íntima entre Deus e Seu povo, que é frequentemente descrito como Seus filhos.","explicacao_detalhada":"Neste contexto, 'filho' enfatiza a responsabilidade e o cuidado que Deus tem por aqueles que são Seus.","por_que_esta_palavra":"É essencial para entender a identidade do povo de Deus como parte de Sua família.","conexao_teologica":"A filiação divina é um tema central na Bíblia, mostrando a proximidade e o amor de Deus por Seu povo.","referencias_relacionadas":["João 1:12","Romanos 8:15","Gálatas 3:26"]},"isaias_31_6_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' refere-se ao ato de construir ou restaurar, simbolizando o trabalho de Deus em Sua criação.","explicacao_detalhada":"Neste versículo, 'edificar' sugere que Deus está ativamente envolvido em restaurar e fortalecer Seu povo.","por_que_esta_palavra":"É importante para entender a natureza de Deus como um construtor e restaurador de vidas.","conexao_teologica":"A edificação espiritual é um tema importante, mostrando que Deus deseja que Seu povo cresça e se fortaleça.","referencias_relacionadas":["1 Pedro 2:5","Efésios 2:20-22","Colossenses 2:7"]},"isaias_31_6_abismo":{"palavra_pt":"abismo","palavra_original":"עָמַק","transliteracao":"ʻâmaq","strong":"H6009","significado_raiz":"Ideia básica: abismo.","significado_contextual":"A palavra 'abismo' pode simbolizar a profundidade da crise ou do pecado que o povo enfrenta.","explicacao_detalhada":"Neste contexto, 'abismo' sugere que mesmo nas situações mais difíceis, Deus é capaz de trazer salvação.","por_que_esta_palavra":"É crucial para entender que não há situação tão profunda que Deus não possa alcançar.","conexao_teologica":"A capacidade de Deus de salvar das profundezas é um tema recorrente na Escritura.","referencias_relacionadas":["Salmos 130:1-2","Romanos 10:7","Jonas 2:2"]},"isaias_31_7_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um tempo específico de julgamento ou intervenção divina.","explicacao_detalhada":"Neste versículo, 'dia' sugere um tempo em que Deus agirá decisivamente em favor de Seu povo.","por_que_esta_palavra":"É importante para entender a expectativa de um tempo de salvação e justiça.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema importante na profecia bíblica, indicando a intervenção divina na história.","referencias_relacionadas":["Amós 5:18","Joel 2:31","Zacarias 14:1"]},"isaias_31_7_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz a razão pela qual Deus está prestes a agir.","explicacao_detalhada":"Neste contexto, 'porque' conecta a ação de Deus com a condição do povo, enfatizando a necessidade de arrependimento.","por_que_esta_palavra":"É fundamental para entender a relação entre a desobediência do povo e a necessidade de intervenção divina.","conexao_teologica":"A relação entre arrependimento e salvação é um tema central na mensagem profética.","referencias_relacionadas":["Isaías 55:7","Atos 3:19","2 Crônicas 7:14"]},"isaias_31_7_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em sua fragilidade e necessidade de Deus.","explicacao_detalhada":"Neste versículo, 'homem' enfatiza a limitação humana e a necessidade de confiar em Deus.","por_que_esta_palavra":"É importante para entender a condição humana e a dependência de Deus.","conexao_teologica":"A fragilidade do homem é um tema recorrente, mostrando que a força verdadeira vem de Deus.","referencias_relacionadas":["Salmos 103:15-16","Isaías 40:6-8","Tiago 4:14"]},"isaias_31_8_discomfited":{"palavra_pt":"discomfited","palavra_original":"מַס","transliteracao":"maç","strong":"H4522","significado_raiz":"Ideia básica: discomfited.","significado_contextual":"A palavra 'discomfited' refere-se à derrota ou desorientação dos inimigos de Israel.","explicacao_detalhada":"No contexto de Isaías 31:8, a palavra indica que os inimigos de Judá serão derrotados e ficarão confusos diante do poder de Deus.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a certeza da derrota dos adversários de Deus, mostrando que Ele é quem luta por Seu povo.","conexao_teologica":"A derrota dos inimigos é um tema recorrente na Bíblia, simbolizando a proteção divina sobre aqueles que confiam em Deus.","referencias_relacionadas":["Salmos 44:7","Isaías 41:11","Miquéias 5:9"]},"isaias_31_8_cair":{"palavra_pt":"cair","palavra_original":"נָפַל","transliteracao":"nâphal","strong":"H5307","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à queda dos inimigos em batalha.","explicacao_detalhada":"Em Isaías 31:8, a queda dos adversários é uma metáfora para a derrota total e a incapacidade de resistir ao poder de Deus.","por_que_esta_palavra":"A utilização dessa palavra enfatiza a fragilidade dos inimigos diante da força divina.","conexao_teologica":"A queda dos ímpios é um símbolo do juízo de Deus e da vitória do bem sobre o mal.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Isaías 10:4"]},"isaias_31_8_seca":{"palavra_pt":"espada","palavra_original":"חֶרֶב","transliteracao":"chereb","strong":"H2719","significado_raiz":"Ideia básica: espada.","significado_contextual":"A palavra 'espada' simboliza a arma de guerra e o juízo de Deus contra os ímpios.","explicacao_detalhada":"No versículo, a espada representa a destruição que virá sobre os inimigos de Israel, sendo um instrumento de juízo divino.","por_que_esta_palavra":"A espada é um símbolo poderoso que representa tanto a proteção quanto a punição, dependendo de quem a empunha.","conexao_teologica":"A espada de Deus é frequentemente mencionada como um meio de executar justiça e proteger Seu povo.","referencias_relacionadas":["Hebreus 4:12","Apocalipse 19:15","Isaías 49:2"]},"isaias_31_9_temor":{"palavra_pt":"temor","palavra_original":"חָתַת","transliteracao":"châthath","strong":"H2865","significado_raiz":"Ideia básica: temor.","significado_contextual":"A palavra 'temor' refere-se ao medo que os inimigos sentirão diante do poder de Deus.","explicacao_detalhada":"Em Isaías 31:9, o temor é uma reação natural à presença do Senhor e ao Seu juízo iminente sobre os ímpios.","por_que_esta_palavra":"Esta palavra é usada para mostrar que o temor de Deus é um aspecto fundamental da reverência e do reconhecimento de Sua soberania.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria e é frequentemente associado ao reconhecimento do poder divino.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Isaías 8:13"]}}