{"isaias_32_1_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo/justiça' refere-se à administração da justiça divina através de líderes justos.","explicacao_detalhada":"Em Isaías 32:1, a justiça é apresentada como um atributo essencial do governante que deve proteger e guiar o povo.","por_que_esta_palavra":"Esta palavra é crucial para entender a expectativa de um governo justo que reflete o caráter de Deus.","conexao_teologica":"A justiça é um tema central na Bíblia, refletindo a natureza de Deus e Sua vontade para a humanidade.","referencias_relacionadas":["Salmos 72:2","Isaías 9:7","Miquéias 6:8"]},"isaias_32_1_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma chamada à atenção para a revelação de algo importante.","explicacao_detalhada":"Em Isaías 32:1, 'eis' serve como um convite para observar a vinda de um rei justo que trará paz e segurança.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a importância do que está sendo anunciado, destacando a relevância da mensagem.","conexao_teologica":"A revelação de Deus ao Seu povo é um tema recorrente, onde 'eis' muitas vezes precede promessas ou advertências significativas.","referencias_relacionadas":["Isaías 40:9","Mateus 1:23","Apocalipse 21:5"]},"isaias_32_2_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao espaço físico e à criação de Deus.","explicacao_detalhada":"Em Isaías 32:2, a terra é mencionada como o lugar onde a justiça e a segurança serão estabelecidas sob o governo do rei justo.","por_que_esta_palavra":"A terra simboliza não apenas o espaço físico, mas também a herança e a promessa de Deus ao Seu povo.","conexao_teologica":"A terra é um símbolo da presença de Deus e da realização de Suas promessas ao longo da história bíblica.","referencias_relacionadas":["Gênesis 1:1","Salmos 37:11","Isaías 65:17"]},"isaias_32_2_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à transformação que ocorrerá na sociedade sob um governo justo.","explicacao_detalhada":"Em Isaías 32:2, a ideia de 'cair' implica que as injustiças e opressões serão removidas, permitindo que a justiça prevaleça.","por_que_esta_palavra":"A palavra é usada para descrever a queda das estruturas injustas e a ascensão da justiça.","conexao_teologica":"A queda do mal e a ascensão do bem são temas centrais na narrativa bíblica, refletindo a obra redentora de Deus.","referencias_relacionadas":["Isaías 61:3","Romanos 8:21","Apocalipse 21:4"]},"isaias_32_3_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à autenticidade e à sinceridade nas relações e na liderança.","explicacao_detalhada":"Em Isaías 32:3, a verdade é apresentada como um valor essencial que deve ser promovido em uma sociedade justa.","por_que_esta_palavra":"A verdade é fundamental para a confiança e a integridade nas interações humanas e na governança.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida em Sua criação, especialmente entre Seu povo.","referencias_relacionadas":["Salmos 15:2","João 8:32","Efésios 4:15"]},"isaias_32_3_depart":{"palavra_pt":"depart","palavra_original":"שָׁעָה","transliteracao":"shâʻâh","strong":"H8159","significado_raiz":"Ideia básica: depart.","significado_contextual":"A palavra 'depart' refere-se à separação do justo do injusto.","explicacao_detalhada":"Em Isaías 32:3, 'depart' implica que aqueles que são justos e verdadeiros não serão mais confundidos com os ímpios.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a necessidade de distinção entre os que seguem a Deus e os que não o fazem.","conexao_teologica":"A separação entre o justo e o ímpio é um tema importante na Bíblia, refletindo a justiça de Deus.","referencias_relacionadas":["Mateus 25:32","2 Coríntios 6:17","Apocalipse 22:11"]},"isaias_32_3_homem":{"palavra_pt":"homem","palavra_original":"אֹזֶן","transliteracao":"ʼôzen","strong":"H241","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua essência, destacando a dignidade e a responsabilidade do homem diante de Deus.","explicacao_detalhada":"A palavra 'homem' neste contexto enfatiza a criação divina do ser humano, que é feito à imagem e semelhança de Deus. O versículo sugere que o homem deve ser um agente de justiça e retidão.","por_que_esta_palavra":"A escolha da palavra 'homem' é crucial para entender a responsabilidade moral e ética que cada indivíduo possui em relação à sociedade e a Deus.","conexao_teologica":"A teologia cristã ensina que o homem é criado por Deus com um propósito, e que sua vida deve refletir a justiça divina.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"isaias_32_4_lingua":{"palavra_pt":"lingua","palavra_original":"לָשׁוֹן","transliteracao":"lâshôwn","strong":"H3956","significado_raiz":"Ideia básica: lingua.","significado_contextual":"A palavra 'língua' refere-se à capacidade de comunicação e expressão verbal, essencial para a interação humana.","explicacao_detalhada":"Neste versículo, a língua é mencionada em um contexto que sugere a importância da fala verdadeira e da comunicação honesta, contrastando com a falsidade.","por_que_esta_palavra":"A palavra 'língua' é utilizada para destacar a responsabilidade que temos ao usar nossas palavras, que podem edificar ou destruir.","conexao_teologica":"A Bíblia frequentemente fala sobre a importância da fala e da comunicação, enfatizando que as palavras têm poder.","referencias_relacionadas":["Tiago 3:5-6","Provérbios 18:21","Mateus 12:36-37"]},"isaias_32_4_coracao":{"palavra_pt":"coracao","palavra_original":"לֵבָב","transliteracao":"lêbâb","strong":"H3824","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O 'coração' simboliza o centro das emoções, pensamentos e decisões do ser humano.","explicacao_detalhada":"Neste contexto, o coração é mencionado para enfatizar a necessidade de pureza e sinceridade nas intenções e ações do homem.","por_que_esta_palavra":"A palavra 'coração' é fundamental para entender a motivação interna que guia as ações externas do ser humano.","conexao_teologica":"A Bíblia ensina que Deus examina o coração, e que as intenções do coração são tão importantes quanto as ações.","referencias_relacionadas":["Provérbios 4:23","Salmos 51:10","Mateus 5:8"]},"isaias_32_4_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"A palavra 'conhecer' implica um entendimento profundo e relacional, não apenas intelectual.","explicacao_detalhada":"Neste versículo, conhecer é mais do que saber; é ter uma experiência íntima e pessoal com a verdade e com Deus.","por_que_esta_palavra":"A escolha da palavra 'conhecer' destaca a importância de um relacionamento ativo e dinâmico com Deus e com a verdade.","conexao_teologica":"O conhecimento de Deus é central na vida cristã, e a Bíblia nos chama a conhecer a Deus de maneira pessoal.","referencias_relacionadas":["Oséias 6:6","Filipenses 3:10","João 17:3"]},"isaias_32_5_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade objetiva e à fidelidade ao que é correto e justo.","explicacao_detalhada":"Neste contexto, a verdade é apresentada como um valor essencial que deve guiar as ações e decisões do homem.","por_que_esta_palavra":"A palavra 'verdade' é crucial para entender a natureza de Deus e a expectativa de que os seres humanos vivam de acordo com a verdade.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, que são chamados a ser testemunhas da verdade.","referencias_relacionadas":["João 14:6","Salmos 119:160","Efésios 4:15"]},"isaias_32_5_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à existência plena e ao propósito que Deus dá ao ser humano.","explicacao_detalhada":"Neste versículo, a vida é entendida não apenas como a existência física, mas como uma vida abundante em comunhão com Deus.","por_que_esta_palavra":"A escolha da palavra 'vida' destaca a importância de viver de maneira que glorifique a Deus e reflita Sua natureza.","conexao_teologica":"A vida em Cristo é apresentada como uma nova vida, cheia de propósito e significado.","referencias_relacionadas":["João 10:10","Gálatas 2:20","Romanos 6:4"]},"isaias_32_5_churl":{"palavra_pt":"churl","palavra_original":"כִּילַי","transliteracao":"kîylay","strong":"H3596","significado_raiz":"Ideia básica: churl.","significado_contextual":"A palavra 'churl' refere-se a uma pessoa rude ou desonesta, que não age com integridade.","explicacao_detalhada":"Neste contexto, a menção ao 'churl' serve como um alerta contra comportamentos que desonram a Deus e prejudicam a sociedade.","por_que_esta_palavra":"A palavra 'churl' é importante para destacar a necessidade de integridade e honestidade nas interações humanas.","conexao_teologica":"A Bíblia ensina que Deus valoriza a honestidade e a justiça, e que devemos evitar comportamentos que desonram Seu nome.","referencias_relacionadas":["Provérbios 21:6","Salmos 15:2","Miquéias 6:8"]},"isaias_32_6_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada metaforicamente para descrever a ferocidade e a natureza predatória de certos comportamentos.","explicacao_detalhada":"Neste versículo, a comparação com um urso sugere a gravidade e a intensidade de ações que são contrárias à vontade de Deus.","por_que_esta_palavra":"A escolha da palavra 'urso' enfatiza a seriedade das consequências de agir de maneira imprudente ou maligna.","conexao_teologica":"A Bíblia frequentemente usa imagens de animais para ilustrar comportamentos humanos e suas consequências.","referencias_relacionadas":["Provérbios 17:12","Ezequiel 22:27","Mateus 7:15"]},"isaias_32_6_butlership":{"palavra_pt":"butler ship","palavra_original":"מַשְׁקֶה","transliteracao":"mashqeh","strong":"H4945","significado_raiz":"Ideia básica: butler ship.","significado_contextual":"A palavra 'butler ship' refere-se ao serviço e à responsabilidade de cuidar dos outros.","explicacao_detalhada":"Neste contexto, a menção ao 'butler ship' sugere a importância do serviço altruísta e da liderança servidora.","por_que_esta_palavra":"A escolha da palavra 'butler ship' destaca a responsabilidade que temos de servir aos outros com amor e dedicação.","conexao_teologica":"A Bíblia ensina que a verdadeira grandeza é encontrada no serviço aos outros, seguindo o exemplo de Cristo.","referencias_relacionadas":["Marcos 10:45","Filipenses 2:5-7","Gálatas 5:13"]},"isaias_32_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir uma razão ou explicação para uma afirmação anterior.","explicacao_detalhada":"Neste versículo, 'porque' conecta a causa e o efeito, explicando a motivação por trás das ações mencionadas.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a lógica e a razão por trás das declarações feitas no texto.","conexao_teologica":"A compreensão das razões por trás das ações é fundamental para a teologia, pois nos ajuda a entender a natureza de Deus e Suas intenções.","referencias_relacionadas":["Romanos 8:28","Efésios 1:11","1 Pedro 3:15"]},"isaias_32_7_churl":{"palavra_pt":"churl","palavra_original":"כִּילַי","transliteracao":"kîylay","strong":"H3596","significado_raiz":"Ideia básica: churl.","significado_contextual":"Refere-se a uma pessoa avarenta ou mesquinha, que não é generosa.","explicacao_detalhada":"No contexto de Isaías 32:7, a palavra 'churl' é usada para descrever aqueles que se aproveitam dos outros e não têm compaixão, contrastando com a ideia de generosidade e bondade que Deus espera de Seu povo.","por_que_esta_palavra":"A palavra é utilizada para criticar a falta de generosidade e a avareza que permeiam a sociedade, alertando para a necessidade de um caráter justo e generoso.","conexao_teologica":"A avareza é condenada em várias partes da Bíblia, e a generosidade é vista como uma virtude que reflete o caráter de Deus.","referencias_relacionadas":["Provérbios 11:24","Mateus 6:19-21","Lucas 12:15"]},"isaias_32_7_vento":{"palavra_pt":"vento","palavra_original":"חָבַל","transliteracao":"châbal","strong":"H2254","significado_raiz":"Ideia básica: vento.","significado_contextual":"Representa algo passageiro e sem substância, como a futilidade das palavras vazias.","explicacao_detalhada":"Neste versículo, 'vento' simboliza a falta de valor e a ineficácia das promessas feitas por aqueles que não têm um coração sincero.","por_que_esta_palavra":"A escolha da palavra 'vento' enfatiza a fragilidade e a transitoriedade das ações e intenções humanas que não são fundamentadas em Deus.","conexao_teologica":"A Bíblia frequentemente usa o vento como metáfora para a futilidade e a brevidade da vida, como em Eclesiastes.","referencias_relacionadas":["Eclesiastes 1:14","Tiago 1:10-11","Salmos 1:4"]},"isaias_32_7_palavra":{"palavra_pt":"palavra","palavra_original":"אֵמֶר","transliteracao":"ʼêmer","strong":"H561","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à comunicação ou declaração, especialmente em um contexto de autoridade.","explicacao_detalhada":"A palavra 'palavra' neste versículo implica a importância da verdade e da integridade nas declarações feitas por líderes e governantes.","por_que_esta_palavra":"É crucial que as palavras proferidas sejam verdadeiras e justas, refletindo a vontade de Deus e não meras promessas vazias.","conexao_teologica":"A Bíblia ensina que a palavra de Deus é verdade e deve ser a base para todas as nossas declarações e ações.","referencias_relacionadas":["Salmos 119:105","Provérbios 18:21","João 1:1"]},"isaias_32_8_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Significa erguer ou elevar, especialmente em um contexto de moralidade e justiça.","explicacao_detalhada":"No contexto de Isaías 32:8, 'levantar' refere-se à ação de promover e apoiar aqueles que são justos e generosos, em contraste com os que são mesquinhos.","por_que_esta_palavra":"A palavra é usada para enfatizar a necessidade de elevar aqueles que praticam a justiça e a generosidade em uma sociedade que muitas vezes valoriza o oposto.","conexao_teologica":"Deus chama Seu povo a ser um exemplo de justiça e bondade, levantando os que são justos.","referencias_relacionadas":["Salmos 37:17","Provérbios 14:34","Mateus 5:14"]},"isaias_32_8_free":{"palavra_pt":"free","palavra_original":"נָדִיב","transliteracao":"nâdîyb","strong":"H5081","significado_raiz":"Ideia básica: free.","significado_contextual":"Refere-se a alguém que é generoso e disposto a ajudar os outros.","explicacao_detalhada":"A palavra 'free' é usada para descrever a atitude de um coração que está disposto a dar e a servir, refletindo a natureza de Deus.","por_que_esta_palavra":"A generosidade é uma característica essencial do caráter de Deus e deve ser imitada por Seu povo.","conexao_teologica":"A Bíblia ensina que a generosidade é uma expressão do amor de Deus e um reflexo de Sua graça.","referencias_relacionadas":["2 Coríntios 9:7","Atos 20:35","Lucas 6:38"]},"isaias_32_8_planejar":{"palavra_pt":"planejar","palavra_original":"יָעַץ","transliteracao":"yâʻats","strong":"H3289","significado_raiz":"Ideia básica: planejar.","significado_contextual":"Refere-se ao ato de deliberar ou tomar decisões sábias.","explicacao_detalhada":"Neste versículo, 'planejar' implica a necessidade de pensar cuidadosamente sobre as ações e decisões, especialmente em relação à justiça e à bondade.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância de um planejamento sábio que leva em conta as necessidades dos outros e a vontade de Deus.","conexao_teologica":"A sabedoria e o planejamento são frequentemente exaltados na Bíblia como virtudes que levam a resultados justos e benéficos.","referencias_relacionadas":["Provérbios 16:3","Tiago 1:5","Salmos 37:5"]},"isaias_32_9_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Reitera a ideia de erguer ou apoiar, especialmente em um contexto de moralidade.","explicacao_detalhada":"A repetição da palavra 'levantar' enfatiza a importância de apoiar aqueles que são justos e de se opor à injustiça.","por_que_esta_palavra":"A palavra é usada para reforçar a necessidade de ação em favor da justiça e da equidade na sociedade.","conexao_teologica":"Deus chama Seu povo a ser uma luz no mundo, levantando a voz contra a injustiça.","referencias_relacionadas":["Isaías 1:17","Miquéias 6:8","Mateus 5:16"]},"isaias_32_9_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Refere-se à expressão verbal, especialmente em um contexto de advertência ou chamada à ação.","explicacao_detalhada":"A palavra 'voz' é usada para convocar as pessoas à ação, enfatizando a importância de se manifestar contra a injustiça.","por_que_esta_palavra":"A voz é um instrumento poderoso para promover a justiça e a verdade, e deve ser usada sabiamente.","conexao_teologica":"A Bíblia ensina que devemos usar nossa voz para proclamar a verdade e defender os oprimidos.","referencias_relacionadas":["Salmos 82:3-4","Isaías 58:1","Provérbios 31:8-9"]},"isaias_32_9_mulher":{"palavra_pt":"mulher/esposa","palavra_original":"אִשָּׁה","transliteracao":"ʼishshâh","strong":"H802","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se à mulher em um papel social e familiar, especialmente em um contexto de responsabilidade.","explicacao_detalhada":"A palavra 'mulher' neste versículo destaca a importância do papel da mulher na sociedade e na família, enfatizando sua dignidade e valor.","por_que_esta_palavra":"A escolha da palavra é significativa para reconhecer a contribuição das mulheres na construção de uma sociedade justa e equitativa.","conexao_teologica":"A Bíblia valoriza o papel da mulher e a dignidade que Deus confere a cada ser humano.","referencias_relacionadas":["Provérbios 31:10-31","Gálatas 3:28","Efésios 5:25-33"]},"isaias_32_10_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo específico, muitas vezes associado a juízo ou mudança.","explicacao_detalhada":"A palavra 'dia' neste contexto pode indicar um tempo de avaliação e consequências para as ações das pessoas, especialmente em relação à justiça.","por_que_esta_palavra":"A palavra é usada para enfatizar a certeza de que haverá um tempo de prestação de contas diante de Deus.","conexao_teologica":"A Bíblia fala frequentemente sobre o 'dia do Senhor', um tempo de juízo e restauração.","referencias_relacionadas":["Amós 5:18-20","Joel 2:1","Mateus 24:36"]},"isaias_32_10_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é utilizada para introduzir a razão pela qual algo está prestes a acontecer.","explicacao_detalhada":"Neste contexto, 'porque' conecta a advertência sobre a desolação que se aproxima, enfatizando a inevitabilidade do juízo divino sobre o povo.","por_que_esta_palavra":"A palavra é crucial para entender a lógica do discurso profético, onde a consequência é ligada a ações passadas.","conexao_teologica":"Reflete a justiça de Deus, que não deixa impune a desobediência do seu povo.","referencias_relacionadas":["Isaías 1:18","Isaías 5:13","Isaías 30:9"]},"isaias_32_10_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude da calamidade que está por vir.","explicacao_detalhada":"Aqui, 'grande' enfatiza a seriedade da situação, indicando que o juízo de Deus será severo e inescapável.","por_que_esta_palavra":"A ênfase na grandeza da calamidade serve como um alerta para o povo se voltar para Deus.","conexao_teologica":"Mostra a soberania de Deus sobre as nações e a seriedade de suas advertências.","referencias_relacionadas":["Isaías 13:6","Isaías 24:1","Isaías 26:21"]},"isaias_32_11_bare":{"palavra_pt":"bare","palavra_original":"עָרַר","transliteracao":"ʻârar","strong":"H6209","significado_raiz":"Ideia básica: bare.","significado_contextual":"A palavra 'bare' refere-se ao estado de estar desprotegido ou exposto.","explicacao_detalhada":"Neste versículo, 'bare' indica a vulnerabilidade do povo diante do juízo divino, simbolizando a perda de segurança.","por_que_esta_palavra":"A vulnerabilidade é um tema recorrente na profecia, alertando sobre as consequências da desobediência.","conexao_teologica":"Reflete a necessidade de dependência de Deus para proteção e segurança.","referencias_relacionadas":["Salmos 22:19","Isaías 10:20","Ezequiel 33:5"]},"isaias_32_11_temor":{"palavra_pt":"temor","palavra_original":"חָרַד","transliteracao":"chârad","strong":"H2729","significado_raiz":"Ideia básica: temor.","significado_contextual":"A palavra 'temor' expressa a reação emocional diante da iminente calamidade.","explicacao_detalhada":"O 'temor' aqui é um chamado à reflexão e ao arrependimento, reconhecendo a gravidade da situação.","por_que_esta_palavra":"O temor é um elemento essencial na resposta humana ao juízo de Deus, levando à busca por reconciliação.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, conforme Provérbios 1:7.","referencias_relacionadas":["Salmos 111:10","Provérbios 1:7","Isaías 8:13"]},"isaias_32_12_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"A repetição da palavra 'grande' enfatiza a magnitude da tristeza e do lamento do povo.","explicacao_detalhada":"A grandeza do lamento é um reflexo da profunda dor e perda que o povo experimentará devido ao juízo.","por_que_esta_palavra":"Reforça a ideia de que a calamidade será sentida em grande escala, afetando a todos.","conexao_teologica":"Mostra a seriedade do pecado e suas consequências, levando ao arrependimento.","referencias_relacionadas":["Jeremias 30:7","Lamentações 1:12","Ezequiel 7:26"]},"isaias_32_12_mulher":{"palavra_pt":"mulher","palavra_original":"שַׁד","transliteracao":"shad","strong":"H7699","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' é usada para simbolizar a fragilidade e a vulnerabilidade do povo diante do juízo.","explicacao_detalhada":"Neste contexto, a mulher representa a nação que, em sua fragilidade, clama por socorro e proteção.","por_que_esta_palavra":"A escolha da palavra destaca a necessidade de cuidado e proteção divina em tempos de crise.","conexao_teologica":"Reflete o amor e a compaixão de Deus por seu povo, que é frequentemente descrito como sua noiva.","referencias_relacionadas":["Isaías 54:5","Oséias 2:19","Apocalipse 21:2"]},"isaias_32_12_lament":{"palavra_pt":"lament","palavra_original":"סָפַד","transliteracao":"çâphad","strong":"H5594","significado_raiz":"Ideia básica: lament.","significado_contextual":"A palavra 'lament' indica a expressão de dor e arrependimento diante da calamidade.","explicacao_detalhada":"O lamento é uma resposta emocional à perda e ao juízo, simbolizando a necessidade de arrependimento.","por_que_esta_palavra":"O lamento é um chamado à reflexão sobre as ações que levaram à desolação.","conexao_teologica":"O lamento é uma parte importante da experiência espiritual, levando à restauração.","referencias_relacionadas":["Salmos 30:5","Lamentações 3:22-23","Ezequiel 18:30"]},"isaias_32_13_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"A palavra 'solo' refere-se à terra que será afetada pelo juízo divino.","explicacao_detalhada":"O solo, como símbolo da nação, representa a desolação e a devastação que virão como consequência do pecado.","por_que_esta_palavra":"A ênfase no solo destaca a conexão entre a terra e o povo, mostrando que o pecado tem consequências tangíveis.","conexao_teologica":"A relação entre o povo e a terra é um tema central na teologia do Antigo Testamento.","referencias_relacionadas":["Levítico 18:24-25","Deuteronômio 28:15","Isaías 5:6"]},"isaias_32_13_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada novamente para introduzir a razão pela qual o lamento e a desolação ocorrerão.","explicacao_detalhada":"Assim como em outros contextos, 'porque' conecta a causa ao efeito, enfatizando a lógica do juízo divino.","por_que_esta_palavra":"É essencial para entender a continuidade da mensagem profética e a necessidade de arrependimento.","conexao_teologica":"Reforça a ideia de que Deus é justo e que suas ações são sempre fundamentadas em sua justiça.","referencias_relacionadas":["Isaías 1:19-20","Ezequiel 18:30","Romanos 2:6-8"]},"isaias_32_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como a desolação se manifestará.","explicacao_detalhada":"Indica que a calamidade não será aleatória, mas ocorrerá de uma forma específica e planejada por Deus.","por_que_esta_palavra":"A escolha de 'modo' enfatiza a intencionalidade do juízo divino e a necessidade de estar atento às advertências.","conexao_teologica":"Mostra que Deus age de maneira ordenada e justa, conforme sua vontade soberana.","referencias_relacionadas":["Salmos 37:23","Provérbios 16:9","Isaías 46:10"]},"isaias_32_14_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa para a situação descrita.","explicacao_detalhada":"Neste contexto, 'porque' é usado para ligar a condição de desolação da cidade ao juízo de Deus. A palavra enfatiza a razão pela qual a cidade se encontra em tal estado.","por_que_esta_palavra":"É essencial para entender a lógica do discurso profético, onde as consequências são frequentemente ligadas às ações do povo.","conexao_teologica":"A palavra 'porque' reflete a justiça de Deus, que não age sem razão, mas responde às ações humanas.","referencias_relacionadas":["Isaías 1:18","Isaías 5:20","Romanos 2:6"]},"isaias_32_14_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma cidade específica que simboliza a nação de Judá e sua condição espiritual.","explicacao_detalhada":"A palavra 'cidade' neste contexto representa não apenas um local físico, mas também a comunidade e suas práticas. A desolação da cidade indica a falência moral e espiritual do povo.","por_que_esta_palavra":"A cidade é um símbolo da vida comunitária e da presença de Deus entre o Seu povo. Sua condição reflete a relação entre Deus e a nação.","conexao_teologica":"A cidade é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo, como em Jerusalém, que é chamada de 'cidade de Deus'.","referencias_relacionadas":["Salmos 48:1-2","Isaías 1:26","Hebreus 11:10"]},"isaias_32_15_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'vento' é usada para descrever a ação do Espírito de Deus, que traz transformação.","explicacao_detalhada":"Neste versículo, 'vento' simboliza a presença e a ação do Espírito Santo, que pode trazer vida ou juízo, dependendo do contexto.","por_que_esta_palavra":"O uso de 'vento' destaca a natureza invisível e poderosa do Espírito, que atua de maneiras que muitas vezes não são percebidas imediatamente.","conexao_teologica":"O vento é uma metáfora comum na Bíblia para o Espírito de Deus, que traz renovação e mudança.","referencias_relacionadas":["Ezequiel 37:9-10","João 3:8","Atos 2:2"]},"isaias_32_15_far":{"palavra_pt":"far","palavra_original":"מָרוֹם","transliteracao":"mârôwm","strong":"H4791","significado_raiz":"Ideia básica: far.","significado_contextual":"A palavra 'far' indica uma distância ou altura, simbolizando a grandeza de Deus.","explicacao_detalhada":"Neste contexto, 'far' pode se referir à separação entre a condição atual do povo e a glória que Deus deseja para eles.","por_que_esta_palavra":"A ideia de 'far' enfatiza a necessidade de uma mudança radical para que o povo possa experimentar a presença de Deus novamente.","conexao_teologica":"A distância entre o homem e Deus é um tema recorrente na Bíblia, que aponta para a necessidade de reconciliação.","referencias_relacionadas":["Salmos 103:12","Isaías 59:2","Romanos 5:10"]},"isaias_32_15_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se a um estado de ruína ou queda moral e espiritual.","explicacao_detalhada":"Neste versículo, 'cair' simboliza a perda de dignidade e a consequência do afastamento de Deus.","por_que_esta_palavra":"A queda é uma representação do juízo de Deus sobre aqueles que se afastam de Seus caminhos.","conexao_teologica":"A ideia de cair é frequentemente associada ao pecado e à necessidade de arrependimento e restauração.","referencias_relacionadas":["Provérbios 24:16","Gálatas 6:1","Tiago 4:10"]},"isaias_32_16_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַן","transliteracao":"shâkan","strong":"H7931","significado_raiz":"Ideia básica: descanso.","significado_contextual":"A palavra 'descanso' indica um estado de paz e segurança que vem da justiça de Deus.","explicacao_detalhada":"Neste contexto, 'descanso' é o resultado da justiça que se estabelece quando Deus reina sobre o povo.","por_que_esta_palavra":"O descanso é uma promessa de Deus para aqueles que seguem Seus caminhos e vivem em obediência.","conexao_teologica":"O conceito de descanso é central na teologia bíblica, representando a paz que vem da presença de Deus.","referencias_relacionadas":["Mateus 11:28-30","Hebreus 4:9-11","Salmos 37:7"]},"isaias_32_16_campo":{"palavra_pt":"campo","palavra_original":"מִדְבָּר","transliteracao":"midbâr","strong":"H4057","significado_raiz":"Ideia básica: campo.","significado_contextual":"A palavra 'campo' simboliza a terra e a produção, representando a bênção de Deus sobre o trabalho e a colheita.","explicacao_detalhada":"Neste versículo, 'campo' pode ser visto como um símbolo da prosperidade que resulta da justiça e da ordem divina.","por_que_esta_palavra":"O campo é uma metáfora para o sustento e a provisão de Deus, que se manifesta em tempos de justiça.","conexao_teologica":"A relação entre a terra e a bênção de Deus é um tema recorrente na Bíblia, mostrando como a obediência traz prosperidade.","referencias_relacionadas":["Deuteronômio 28:1-6","Salmos 67:6","Gálatas 6:7"]},"isaias_32_16_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo' refere-se à justiça que deve ser aplicada entre os homens.","explicacao_detalhada":"Neste contexto, 'juízo' é a prática de justiça que deve prevalecer na sociedade, refletindo o caráter de Deus.","por_que_esta_palavra":"A justiça é um atributo essencial de Deus e deve ser refletida na vida do povo.","conexao_teologica":"A justiça é um tema central na Bíblia, mostrando a importância de viver de acordo com os princípios de Deus.","referencias_relacionadas":["Miquéias 6:8","Isaías 1:17","Mateus 5:6"]},"isaias_32_17_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' novamente refere-se à queda moral e espiritual, mas agora em um contexto de esperança.","explicacao_detalhada":"Neste versículo, 'cair' é um lembrete de que a justiça de Deus pode restaurar o que foi perdido.","por_que_esta_palavra":"A repetição da palavra enfatiza a gravidade da situação, mas também a possibilidade de redenção.","conexao_teologica":"A queda e a restauração são temas centrais na narrativa bíblica, mostrando a fidelidade de Deus em trazer o Seu povo de volta.","referencias_relacionadas":["Romanos 3:23-24","1 João 1:9","Salmos 51:12"]},"isaias_32_17_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade da justiça que deve prevalecer na sociedade.","explicacao_detalhada":"Neste contexto, 'bom' é usado para descrever as ações que são agradáveis a Deus e benéficas para o povo.","por_que_esta_palavra":"A bondade é um reflexo do caráter de Deus e deve ser a base das interações humanas.","conexao_teologica":"A bondade é um atributo de Deus que deve ser imitado por aqueles que O seguem.","referencias_relacionadas":["Gálatas 5:22-23","Salmos 34:8","Efésios 2:10"]},"isaias_32_17_justice":{"palavra_pt":"justica","palavra_original":"צְדָקָה","transliteracao":"tsᵉdâqâh","strong":"H6666","significado_raiz":"Ideia básica: justica.","significado_contextual":"A justiça é apresentada como um fruto da retidão e da liderança justa.","explicacao_detalhada":"No contexto de Isaías 32, a justiça é um estado de ser que reflete a vontade de Deus, onde a equidade e a moralidade prevalecem. A justiça é um sinal de um governo justo e de paz.","por_que_esta_palavra":"A palavra 'justiça' é fundamental para entender a natureza do reino de Deus e a expectativa de um líder justo que trará paz e segurança ao povo.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, refletindo Seu caráter e a necessidade de viver de acordo com Seus mandamentos.","referencias_relacionadas":["Salmos 89:14","Provérbios 21:15","Isaías 1:17"]},"isaias_32_18_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"O ato de julgar é associado à administração da justiça e à proteção dos oprimidos.","explicacao_detalhada":"Neste versículo, o julgamento é visto como uma responsabilidade do líder justo, que deve discernir entre o bem e o mal, promovendo a justiça e a paz.","por_que_esta_palavra":"A palavra 'julgar' enfatiza a importância de decisões justas e sábias em um governo, refletindo a natureza de Deus como juiz supremo.","conexao_teologica":"Deus é descrito como o juiz que traz justiça e equidade, e os líderes devem imitar essa característica divina.","referencias_relacionadas":["Salmos 72:1","Isaías 11:3-4","Miquéias 6:8"]},"isaias_32_18_deus":{"palavra_pt":"deus","palavra_original":"נָוֶה","transliteracao":"nâveh","strong":"H5116","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como o refúgio e a fonte de segurança para o Seu povo.","explicacao_detalhada":"Neste contexto, a palavra 'Deus' destaca a presença divina que protege e sustenta aqueles que confiam Nele, especialmente em tempos de crise.","por_que_esta_palavra":"A palavra 'Deus' é central na fé israelita, representando a soberania e a providência divina sobre todas as coisas.","conexao_teologica":"A relação entre Deus e Seu povo é uma constante na Bíblia, onde Ele é visto como um protetor e guia.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 8:31"]},"isaias_32_18_templo":{"palavra_pt":"templo","palavra_original":"מִשְׁכָּן","transliteracao":"mishkân","strong":"H4908","significado_raiz":"Ideia básica: templo.","significado_contextual":"O templo é o lugar da presença de Deus entre o Seu povo.","explicacao_detalhada":"Neste versículo, o templo simboliza a habitação de Deus e a importância da adoração e da comunhão com Ele.","por_que_esta_palavra":"A palavra 'templo' é significativa porque representa a conexão entre o céu e a terra, onde os humanos podem se encontrar com Deus.","conexao_teologica":"O templo é um símbolo da presença de Deus e da necessidade de santidade e adoração na vida do crente.","referencias_relacionadas":["Salmos 27:4","Ezequiel 37:26-27","João 2:19-21"]},"isaias_32_19_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Os inimigos são aqueles que se opõem ao povo de Deus e à Sua justiça.","explicacao_detalhada":"Neste contexto, a palavra 'inimigo' refere-se às forças que ameaçam a paz e a segurança do povo, destacando a necessidade de proteção divina.","por_que_esta_palavra":"A palavra 'inimigo' é importante para entender a luta espiritual e a necessidade de confiar em Deus para a vitória sobre as adversidades.","conexao_teologica":"A Bíblia frequentemente menciona inimigos como uma realidade da vida, mas também enfatiza a vitória que Deus proporciona aos Seus filhos.","referencias_relacionadas":["Salmos 23:5","Romanos 8:37","Efésios 6:12"]},"isaias_32_19_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A cidade representa a comunidade e a vida em sociedade sob a liderança de Deus.","explicacao_detalhada":"No contexto de Isaías, a cidade é um símbolo da segurança e da proteção que Deus oferece ao Seu povo, contrastando com a destruição que os inimigos trazem.","por_que_esta_palavra":"A palavra 'cidade' é significativa porque reflete a ideia de um lugar seguro e próspero, onde a justiça e a paz reinam.","conexao_teologica":"A cidade de Deus é um tema recorrente na Bíblia, simbolizando a esperança e a restauração final que Deus promete ao Seu povo.","referencias_relacionadas":["Salmos 46:4","Isaías 65:18","Hebreus 11:10"]},"isaias_32_19_hail":{"palavra_pt":"hail","palavra_original":"בָּרַד","transliteracao":"bârad","strong":"H1258","significado_raiz":"Ideia básica: hail.","significado_contextual":"O granizo é um símbolo de juízo e destruição.","explicacao_detalhada":"Neste versículo, o granizo representa a intervenção divina que traz juízo sobre os inimigos e a opressão, mostrando o poder de Deus sobre a natureza.","por_que_esta_palavra":"A palavra 'granizo' é usada para ilustrar a severidade do juízo de Deus e a proteção que Ele oferece ao Seu povo.","conexao_teologica":"O uso de fenômenos naturais como instrumentos de juízo é uma temática bíblica que demonstra a soberania de Deus sobre toda a criação.","referencias_relacionadas":["Êxodo 9:18-26","Salmos 78:47-48","Apocalipse 16:21"]},"isaias_32_20_blessed":{"palavra_pt":"bem aventurado","palavra_original":"אֶשֶׁר","transliteracao":"ʼesher","strong":"H835","significado_raiz":"Ideia básica: bem aventurado.","significado_contextual":"A bem-aventurança é uma declaração de felicidade e favor divino.","explicacao_detalhada":"Neste contexto, ser 'bem-aventurado' implica em viver sob a proteção e a provisão de Deus, desfrutando das bênçãos que Ele oferece.","por_que_esta_palavra":"A palavra 'bem-aventurado' destaca a alegria e a satisfação que vêm de uma vida alinhada com a vontade de Deus.","conexao_teologica":"A bem-aventurança é um tema central na Bíblia, especialmente nas bem-aventuranças de Jesus, que revelam o caráter do reino de Deus.","referencias_relacionadas":["Salmos 1:1-3","Mateus 5:3-12","Tiago 1:12"]},"isaias_32_20_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O modo refere-se à maneira como as coisas são feitas ou vividas.","explicacao_detalhada":"Neste versículo, o 'modo' implica em viver de acordo com os princípios de Deus, refletindo Sua justiça e paz em todas as ações.","por_que_esta_palavra":"A palavra 'modo' é importante para entender que a vida cristã deve ser vivida de maneira que glorifique a Deus e beneficie os outros.","conexao_teologica":"A Bíblia ensina que a maneira como vivemos deve refletir a luz de Cristo e os valores do Seu reino.","referencias_relacionadas":["Colossenses 3:17","1 Pedro 2:12","Romanos 12:1-2"]}}