{"isaias_33_1_homem":{"palavra_pt":"homem","palavra_original":"בָּגַד","transliteracao":"bâgad","strong":"H898","significado_raiz":"Ideia básica: homem.","significado_contextual":"O homem é visto como um agente de ação, especialmente em relação à justiça e à opressão.","explicacao_detalhada":"Neste contexto, a palavra 'homem' refere-se àqueles que traem e oprimem, contrastando com o homem justo que busca a equidade.","por_que_esta_palavra":"A palavra 'homem' é significativa porque representa a humanidade em sua totalidade, tanto em suas falhas quanto em sua capacidade de fazer o bem.","conexao_teologica":"A condição do homem é um tema central na teologia, enfatizando a necessidade de redenção e transformação através de Cristo.","referencias_relacionadas":["Gênesis 1:27","Romanos 3:23","1 Timóteo 2:5"]},"isaias_33_1_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade e à integridade, especialmente em relação à justiça divina.","explicacao_detalhada":"Neste contexto, a 'verdade' é um atributo de Deus que se opõe à corrupção e à injustiça. Ela é essencial para a vida e a prosperidade do povo.","por_que_esta_palavra":"A inclusão da palavra 'verdade' enfatiza a necessidade de justiça e retidão em tempos de crise.","conexao_teologica":"A verdade é um dos pilares da natureza de Deus, que é descrito como a fonte de toda verdade e justiça.","referencias_relacionadas":["Salmos 25:5","João 14:6","Salmos 119:160"]},"isaias_33_1_alas":{"palavra_pt":"alas","palavra_original":"הוֹי","transliteracao":"hôwy","strong":"H1945","significado_raiz":"Ideia básica: alas.","significado_contextual":"A palavra 'alas' é uma expressão de lamento ou advertência, usada para chamar a atenção para a gravidade da situação.","explicacao_detalhada":"Neste versículo, 'alas' é um chamado à reflexão sobre as consequências do comportamento injusto e da opressão.","por_que_esta_palavra":"A palavra serve para alertar o povo sobre a necessidade de arrependimento e mudança de comportamento.","conexao_teologica":"O lamento é uma parte importante da experiência espiritual, reconhecendo a dor e a necessidade de intervenção divina.","referencias_relacionadas":["Jeremias 4:13","Lamentações 1:1","Mateus 23:37"]},"isaias_33_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'Senhor' é uma referência direta a Deus, enfatizando Sua soberania e autoridade.","explicacao_detalhada":"Neste contexto, o nome do Senhor é invocado como fonte de ajuda e proteção em tempos de dificuldade.","por_que_esta_palavra":"A menção do Senhor destaca a relação de dependência do povo em relação a Deus em momentos de crise.","conexao_teologica":"O nome de Deus é central na teologia bíblica, simbolizando Sua presença e poder na vida do Seu povo.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 10:13"]},"isaias_33_2_achar":{"palavra_pt":"achar","palavra_original":"חָנַן","transliteracao":"chânan","strong":"H2603","significado_raiz":"Ideia básica: achar.","significado_contextual":"A palavra 'achar' implica encontrar ou receber favor, especialmente de Deus.","explicacao_detalhada":"Neste versículo, 'achar' sugere a busca por graça e misericórdia em meio à adversidade.","por_que_esta_palavra":"A busca por 'achar' o Senhor reflete a necessidade de reconciliação e proteção divina.","conexao_teologica":"A ideia de achar favor diante de Deus é um tema recorrente, mostrando a importância da fé e da busca por Sua presença.","referencias_relacionadas":["Salmos 27:8","Provérbios 8:17","Hebreus 11:6"]},"isaias_33_2_poderoso":{"palavra_pt":"poderoso","palavra_original":"זְרוֹעַ","transliteracao":"zᵉrôwaʻ","strong":"H2220","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' refere-se à força e à capacidade de Deus de agir em favor do Seu povo.","explicacao_detalhada":"Neste contexto, enfatiza que Deus é capaz de salvar e proteger, mesmo nas situações mais difíceis.","por_que_esta_palavra":"A menção do poder de Deus é um lembrete da Sua soberania e capacidade de intervenção.","conexao_teologica":"A força de Deus é um tema central na Bíblia, mostrando que Ele é capaz de realizar milagres e trazer libertação.","referencias_relacionadas":["Salmos 62:11","Isaías 40:29","Efésios 3:20"]},"isaias_33_3_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' representa a comunicação e a declaração de Deus, que traz ordem e direção.","explicacao_detalhada":"Neste versículo, a 'voz' de Deus é um chamado à ação e à resposta do povo diante das circunstâncias.","por_que_esta_palavra":"A ênfase na 'voz' destaca a importância de ouvir e obedecer à direção divina.","conexao_teologica":"A voz de Deus é frequentemente associada à revelação e à orientação, sendo fundamental na vida espiritual.","referencias_relacionadas":["Salmos 29:4","João 10:27","Hebreus 3:15"]},"isaias_33_3_chase":{"palavra_pt":"chase","palavra_original":"נָדַד","transliteracao":"nâdad","strong":"H5074","significado_raiz":"Ideia básica: chase.","significado_contextual":"A palavra 'chase' implica em dispersão ou movimento, muitas vezes associado ao julgamento.","explicacao_detalhada":"Neste contexto, sugere que os inimigos de Israel serão dispersos pela ação de Deus.","por_que_esta_palavra":"A ideia de 'chase' enfatiza a certeza do juízo divino sobre aqueles que se opõem ao Seu povo.","conexao_teologica":"A dispersão dos inimigos é um tema que reflete a justiça de Deus e Sua proteção sobre os justos.","referencias_relacionadas":["Salmos 68:1","Isaías 54:17","Romanos 12:19"]},"isaias_33_4_destruir":{"palavra_pt":"destruir","palavra_original":"אָסַף","transliteracao":"ʼâçaph","strong":"H622","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à ação de Deus contra os opressores e injustos.","explicacao_detalhada":"Neste versículo, 'destruir' implica em um ato de juízo divino que traz libertação ao povo oprimido.","por_que_esta_palavra":"A menção de 'destruir' é um lembrete da certeza do juízo de Deus sobre a maldade.","conexao_teologica":"A destruição dos ímpios é um tema recorrente na Bíblia, mostrando a justiça de Deus em ação.","referencias_relacionadas":["Salmos 37:9","Isaías 10:33","Apocalipse 20:10"]},"isaias_33_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Senhor' reafirma a soberania e a autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, o Senhor é reconhecido como a fonte de justiça e proteção para o Seu povo.","por_que_esta_palavra":"A repetição do nome do Senhor enfatiza a confiança e a dependência do povo em Sua liderança.","conexao_teologica":"O nome do Senhor é um símbolo de Sua presença e poder, essencial para a fé do povo.","referencias_relacionadas":["Salmos 23:1","Isaías 43:3","Filipenses 4:19"]},"isaias_33_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa para a ação de Deus.","explicacao_detalhada":"Neste versículo, 'porque' conecta a ação de Deus à Sua natureza e ao Seu caráter justo.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a motivação divina por trás das promessas e juízos.","conexao_teologica":"A relação entre a justiça de Deus e Suas ações é um tema central na teologia bíblica.","referencias_relacionadas":["Romanos 3:26","Salmos 89:14","Isaías 61:8"]},"isaias_33_5_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo' refere-se à justiça divina que prevalece sobre as injustiças humanas.","explicacao_detalhada":"Neste contexto, o juízo de Deus é apresentado como um fundamento seguro para a justiça, contrastando com a corrupção e a injustiça que podem existir entre os homens.","por_que_esta_palavra":"A justiça é um atributo essencial de Deus, que garante que as ações humanas sejam avaliadas de acordo com a Sua vontade.","conexao_teologica":"A justiça de Deus é um tema central na teologia bíblica, refletindo Sua santidade e retidão.","referencias_relacionadas":["Salmos 89:14","Isaías 1:17","Miquéias 6:8"]},"isaias_33_6_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a queda dos ímpios e a fragilidade das suas estruturas.","explicacao_detalhada":"Neste versículo, a ideia de 'cair' simboliza a derrota e a ruína que aguardam aqueles que se opõem a Deus.","por_que_esta_palavra":"A queda é um símbolo de julgamento e a consequência do afastamento de Deus.","conexao_teologica":"A queda dos ímpios é um tema recorrente, mostrando a soberania de Deus sobre a história e o destino dos homens.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Romanos 14:10"]},"isaias_33_6_homem":{"palavra_pt":"homem","palavra_original":"אֱמוּנָה","transliteracao":"ʼĕmûwnâh","strong":"H530","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' aqui representa a humanidade em sua totalidade, especialmente em relação à fé e à confiança em Deus.","explicacao_detalhada":"O versículo destaca a importância da fé do homem em Deus como um pilar de segurança e estabilidade.","por_que_esta_palavra":"A fé é fundamental na relação entre Deus e o homem, sendo a base para a salvação e a justiça.","conexao_teologica":"A relação entre Deus e o homem é central na narrativa bíblica, enfatizando a necessidade de fé e obediência.","referencias_relacionadas":["Hebreus 11:1","Romanos 1:17","Gálatas 2:20"]},"isaias_33_6_vitoria":{"palavra_pt":"salvacao","palavra_original":"יְשׁוּעָה","transliteracao":"yᵉshûwʻâh","strong":"H3444","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"A palavra 'salvação' refere-se à libertação e ao livramento que Deus oferece ao Seu povo.","explicacao_detalhada":"Neste contexto, a salvação é apresentada como uma promessa de Deus para aqueles que confiam Nele, garantindo segurança em tempos de crise.","por_que_esta_palavra":"A salvação é um tema central na Bíblia, simbolizando a intervenção divina na vida dos crentes.","conexao_teologica":"A salvação é vista como um ato de graça de Deus, que oferece redenção e restauração ao Seu povo.","referencias_relacionadas":["Salmos 62:1","Isaías 12:2","Romanos 10:9"]},"isaias_33_7_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma chamada à atenção, indicando a importância do que está prestes a ser revelado.","explicacao_detalhada":"Neste versículo, 'eis' serve como um convite para observar a ação de Deus e as consequências do juízo.","por_que_esta_palavra":"A expressão é frequentemente usada na Bíblia para enfatizar a revelação divina e a necessidade de atenção do povo.","conexao_teologica":"A revelação de Deus é um tema central, mostrando como Ele se comunica e se manifesta ao Seu povo.","referencias_relacionadas":["Isaías 40:9","Mateus 24:42","Apocalipse 1:7"]},"isaias_33_7_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"A palavra 'anjo/mensageiro' refere-se a seres espirituais que servem como mensageiros de Deus.","explicacao_detalhada":"Neste contexto, o anjo é um agente de Deus que traz mensagens de esperança e juízo ao povo.","por_que_esta_palavra":"Os anjos desempenham um papel importante na comunicação entre Deus e a humanidade, trazendo instruções e proteção.","conexao_teologica":"A presença de anjos na Bíblia destaca a interação entre o mundo espiritual e o humano, mostrando a soberania de Deus.","referencias_relacionadas":["Salmos 91:11","Hebreus 1:14","Lucas 1:19"]},"isaias_33_7_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"A palavra 'paz' refere-se ao estado de harmonia e bem-estar que Deus oferece ao Seu povo.","explicacao_detalhada":"Neste versículo, a paz é um resultado da justiça de Deus e da confiança que o povo deposita Nele.","por_que_esta_palavra":"A paz é um dos frutos da presença de Deus e um desejo profundo do coração humano.","conexao_teologica":"A paz de Deus é um tema central na Bíblia, simbolizando a restauração e a plenitude que Ele oferece.","referencias_relacionadas":["Filipenses 4:7","Isaías 26:3","João 14:27"]},"isaias_33_8_sabado":{"palavra_pt":"sabado","palavra_original":"שָׁבַת","transliteracao":"shâbath","strong":"H7673","significado_raiz":"Ideia básica: sabado.","significado_contextual":"A palavra 'sábado' representa um dia de descanso e santidade, instituído por Deus.","explicacao_detalhada":"Neste contexto, o sábado é um símbolo de descanso e renovação espiritual, um tempo para se voltar a Deus.","por_que_esta_palavra":"O sábado é um mandamento que reflete a criação e a necessidade de descanso na vida do crente.","conexao_teologica":"O conceito de descanso em Deus é fundamental, simbolizando a confiança na Sua provisão e cuidado.","referencias_relacionadas":["Êxodo 20:8-11","Marcos 2:27","Hebreus 4:9-10"]},"isaias_33_8_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A palavra 'aliança' refere-se ao pacto estabelecido entre Deus e Seu povo.","explicacao_detalhada":"Neste contexto, a aliança é um compromisso divino que garante a proteção e a bênção de Deus sobre aqueles que O seguem.","por_que_esta_palavra":"A aliança é um tema central na Bíblia, simbolizando a relação especial entre Deus e a humanidade.","conexao_teologica":"As alianças de Deus revelam Seu plano redentor e Sua fidelidade ao longo da história.","referencias_relacionadas":["Gênesis 9:13","Êxodo 24:8","Hebreus 8:6"]},"isaias_33_8_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um lugar de habitação e comunidade, muitas vezes simbolizando segurança.","explicacao_detalhada":"Neste contexto, a cidade representa a proteção e a presença de Deus entre o Seu povo.","por_que_esta_palavra":"A cidade é um símbolo de pertencimento e segurança na Bíblia, refletindo a comunidade dos crentes.","conexao_teologica":"A cidade de Deus é um tema importante, simbolizando a esperança e a promessa de um futuro glorioso.","referencias_relacionadas":["Salmos 46:4","Hebreus 11:10","Apocalipse 21:2"]},"isaias_33_9_deserto":{"palavra_pt":"deserto","palavra_original":"עֲרָבָה","transliteracao":"ʻărâbâh","strong":"H6160","significado_raiz":"Ideia básica: deserto.","significado_contextual":"O deserto representa um lugar de desolação e abandono, simbolizando a condição espiritual do povo.","explicacao_detalhada":"No contexto de Isaías 33:9, o deserto é uma metáfora para a devastação que ocorre quando o povo se afasta de Deus. A terra se torna estéril e sem vida, refletindo a ausência da presença divina.","por_que_esta_palavra":"A palavra 'deserto' é usada para enfatizar a gravidade da situação enfrentada pelo povo de Israel, que se encontra em um estado de ruína e necessidade de restauração.","conexao_teologica":"O deserto é frequentemente associado ao juízo de Deus, mas também à promessa de restauração e renovação, como visto em passagens que falam sobre o deserto florescendo novamente.","referencias_relacionadas":["Isaías 35:1","Ezequiel 36:35","Mateus 4:1"]},"isaias_33_9_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra é um símbolo da herança e da promessa de Deus ao Seu povo.","explicacao_detalhada":"Em Isaías 33:9, a referência à terra destaca a importância da terra prometida para Israel e a devastação que resulta do pecado e da desobediência.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a relação entre Deus e Israel, onde a terra é vista como um presente divino que deve ser cuidado e respeitado.","conexao_teologica":"A terra é um tema central na teologia bíblica, representando não apenas um lugar físico, mas também a presença e a bênção de Deus entre o Seu povo.","referencias_relacionadas":["Deuteronômio 8:7-10","Salmos 37:11","Romanos 4:13"]},"isaias_33_9_shake":{"palavra_pt":"shake","palavra_original":"נָעַר","transliteracao":"nâʻar","strong":"H5287","significado_raiz":"Ideia básica: shake.","significado_contextual":"A palavra 'shake' implica uma perturbação ou agitação, refletindo a instabilidade moral e espiritual do povo.","explicacao_detalhada":"No contexto de Isaías 33:9, 'shake' sugere que as nações e a terra estão sendo abaladas devido ao juízo de Deus, indicando uma mudança drástica na ordem estabelecida.","por_que_esta_palavra":"A utilização de 'shake' enfatiza a seriedade da situação e a necessidade de um retorno à fidelidade a Deus para evitar a destruição.","conexao_teologica":"A agitação da terra é um sinal do juízo divino, mas também pode ser visto como um precursor de renovação e restauração.","referencias_relacionadas":["Hebreus 12:26-27","Apocalipse 6:12","Mateus 24:7"]},"isaias_33_10_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar implica uma ação de Deus para restaurar e trazer justiça ao Seu povo.","explicacao_detalhada":"Em Isaías 33:10, Deus promete levantar-se em defesa de Seu povo, indicando que Ele está prestes a agir em favor deles, trazendo salvação e justiça.","por_que_esta_palavra":"A palavra 'levantar' é usada para mostrar a intervenção divina em momentos de crise, reafirmando a soberania de Deus sobre as nações.","conexao_teologica":"O ato de Deus se levantar é um tema recorrente na Escritura, simbolizando Sua proteção e a realização de Suas promessas.","referencias_relacionadas":["Salmos 68:1","Isaías 59:19","Miquéias 7:8"]},"isaias_33_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor é um símbolo de Sua autoridade e poder.","explicacao_detalhada":"Em Isaías 33:10, o nome do Senhor é invocado como um lembrete de Sua presença e de Sua capacidade de salvar e restaurar o Seu povo.","por_que_esta_palavra":"A palavra 'senhor' enfatiza a relação de autoridade e reverência que o povo deve ter em relação a Deus.","conexao_teologica":"O nome de Deus é central na adoração e na invocação de Sua ajuda, refletindo a intimidade e a confiança que os crentes devem ter Nele.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Romanos 10:13"]},"isaias_33_10_henceforth":{"palavra_pt":"henceforth","palavra_original":"עַתָּה","transliteracao":"ʻattâh","strong":"H6258","significado_raiz":"Ideia básica: henceforth.","significado_contextual":"A palavra 'henceforth' indica um novo começo ou uma nova era que se inicia com a ação de Deus.","explicacao_detalhada":"Em Isaías 33:10, 'henceforth' sugere que, após a intervenção divina, haverá uma mudança significativa na situação do povo, marcando um novo tempo de esperança.","por_que_esta_palavra":"A utilização de 'henceforth' é importante para entender que a ação de Deus traz não apenas alívio imediato, mas também um futuro transformado.","conexao_teologica":"A ideia de um novo começo é um tema recorrente na Bíblia, simbolizando a restauração e a renovação que Deus promete ao Seu povo.","referencias_relacionadas":["Isaías 43:19","2 Coríntios 5:17","Apocalipse 21:5"]},"isaias_33_11_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"O vento é frequentemente associado ao Espírito de Deus e à Sua ação poderosa.","explicacao_detalhada":"Em Isaías 33:11, o vento representa a força do juízo divino, mas também pode simbolizar a presença do Espírito Santo que traz vida e renovação.","por_que_esta_palavra":"A palavra 'vento' é usada para ilustrar a força invisível de Deus que atua na história e nas vidas das pessoas.","conexao_teologica":"O vento como símbolo do Espírito é um tema importante na teologia bíblica, representando a ação de Deus em trazer transformação.","referencias_relacionadas":["Gênesis 1:2","João 3:8","Atos 2:2"]},"isaias_33_11_crianca":{"palavra_pt":"crianca","palavra_original":"הָרָה","transliteracao":"hârâh","strong":"H2029","significado_raiz":"Ideia básica: crianca.","significado_contextual":"A criança simboliza inocência e a esperança de um futuro melhor.","explicacao_detalhada":"Em Isaías 33:11, a referência à criança destaca a fragilidade e a vulnerabilidade do povo, mas também a promessa de que Deus cuidará deles.","por_que_esta_palavra":"A palavra 'criança' é significativa, pois representa a continuidade da vida e a esperança em meio à adversidade.","conexao_teologica":"A criança é um símbolo de esperança e renovação, refletindo a promessa de Deus de um futuro restaurado.","referencias_relacionadas":["Isaías 11:6","Mateus 18:3","Lucas 18:16"]},"isaias_33_11_seco":{"palavra_pt":"seco","palavra_original":"חָשַׁשׁ","transliteracao":"châshash","strong":"H2842","significado_raiz":"Ideia básica: seco.","significado_contextual":"O seco representa a falta de vida e a desolação que resulta do afastamento de Deus.","explicacao_detalhada":"Em Isaías 33:11, 'seco' simboliza a condição espiritual do povo que, sem a presença de Deus, se torna estéril e sem esperança.","por_que_esta_palavra":"A palavra 'seco' é usada para enfatizar a necessidade de restauração e a promessa de que Deus trará vida onde há desolação.","conexao_teologica":"A transformação do seco em vida é um tema central na Bíblia, simbolizando a obra redentora de Deus.","referencias_relacionadas":["Ezequiel 37:1-14","João 7:38","Apocalipse 21:6"]},"isaias_33_12_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair implica uma queda moral e espiritual, refletindo o juízo de Deus sobre as nações.","explicacao_detalhada":"Em Isaías 33:12, a palavra 'cair' é usada para descrever o destino dos ímpios que enfrentam as consequências de suas ações.","por_que_esta_palavra":"A palavra 'cair' é significativa, pois representa a fragilidade da humanidade diante do poder de Deus.","conexao_teologica":"A queda é um tema recorrente na Escritura, simbolizando a necessidade de arrependimento e a esperança de redenção.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Romanos 14:10"]},"isaias_33_12_fogo":{"palavra_pt":"fogo","palavra_original":"אֵשׁ","transliteracao":"ʼêsh","strong":"H784","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O fogo aqui simboliza a destruição e o juízo de Deus sobre os ímpios.","explicacao_detalhada":"O fogo é frequentemente associado ao juízo divino na Bíblia. Em Isaías 33:12, o fogo representa a consumação dos ímpios, que serão como palha que arde rapidamente.","por_que_esta_palavra":"A palavra 'fogo' é usada para enfatizar a severidade do juízo de Deus e a purificação que Ele traz.","conexao_teologica":"O fogo é um símbolo de purificação e juízo, refletindo a natureza santa de Deus que não tolera o pecado.","referencias_relacionadas":["Mateus 3:12","Hebreus 12:29","Apocalipse 20:14"]},"isaias_33_12_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Deus, que é protegido e justificado diante do juízo.","explicacao_detalhada":"O 'povo' mencionado em Isaías 33:12 é aquele que confia em Deus e é salvo de Sua ira, contrastando com os ímpios que serão consumidos.","por_que_esta_palavra":"A palavra 'povo' destaca a relação especial entre Deus e aqueles que O seguem.","conexao_teologica":"A ideia de um povo escolhido é central na teologia bíblica, representando a aliança de Deus com Israel e, por extensão, com todos os crentes.","referencias_relacionadas":["Êxodo 19:5-6","1 Pedro 2:9","Romanos 9:25-26"]},"isaias_33_13_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso simboliza força e ferocidade, representando os inimigos de Deus.","explicacao_detalhada":"Em Isaías 33:13, o urso é uma metáfora para os poderosos que se opõem a Deus e ao Seu povo, mostrando a ferocidade do juízo que os aguarda.","por_que_esta_palavra":"A escolha do urso enfatiza a força e a inevitabilidade do juízo divino sobre aqueles que se rebelam.","conexao_teologica":"A ferocidade dos inimigos de Deus é um tema recorrente, mostrando que, apesar de sua força, eles não prevalecerão contra o plano divino.","referencias_relacionadas":["Salmos 37:20","Provérbios 28:1","Isaías 59:19"]},"isaias_33_13_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Conhecer aqui implica um entendimento profundo e relacional com Deus.","explicacao_detalhada":"O verbo 'conhecer' em Isaías 33:13 refere-se a um relacionamento íntimo e pessoal com Deus, que é fundamental para a salvação.","por_que_esta_palavra":"A palavra 'conhecer' é crucial para entender a natureza do relacionamento que Deus deseja ter com Seu povo.","conexao_teologica":"O conhecimento de Deus é a base da fé e da vida espiritual, enfatizando a importância de um relacionamento pessoal com Ele.","referencias_relacionadas":["Jeremias 9:23-24","Filipenses 3:10","1 João 2:3"]},"isaias_33_13_vitoria":{"palavra_pt":"vitoria","palavra_original":"גְּבוּרָה","transliteracao":"gᵉbûwrâh","strong":"H1369","significado_raiz":"Ideia básica: vitoria.","significado_contextual":"A vitória é um tema central, simbolizando a conquista de Deus sobre os inimigos.","explicacao_detalhada":"Em Isaías 33:13, a vitória representa a força e o poder de Deus para salvar e proteger Seu povo contra os adversários.","por_que_esta_palavra":"A palavra 'vitória' é usada para assegurar que, apesar das dificuldades, Deus é o vencedor final.","conexao_teologica":"A vitória de Deus é um tema recorrente na Bíblia, mostrando que Ele triunfa sobre o mal e garante a salvação aos Seus.","referencias_relacionadas":["1 Coríntios 15:57","Romanos 8:37","Apocalipse 12:11"]},"isaias_33_14_pecado":{"palavra_pt":"pecado","palavra_original":"חָנֵף","transliteracao":"chânêph","strong":"H2611","significado_raiz":"Ideia básica: pecado.","significado_contextual":"O pecado é visto como uma ofensa contra a santidade de Deus.","explicacao_detalhada":"Em Isaías 33:14, o pecado é mencionado como uma barreira entre o homem e Deus, e os ímpios são descritos como aqueles que não podem suportar a presença divina.","por_que_esta_palavra":"A palavra 'pecado' é fundamental para entender a necessidade de arrependimento e a busca pela santidade.","conexao_teologica":"O pecado é o motivo pelo qual a humanidade precisa de um Salvador, e a redenção é um tema central na teologia cristã.","referencias_relacionadas":["Romanos 3:23","1 João 1:8-9","Isaías 59:2"]},"isaias_33_14_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à condição humana e à fragilidade diante de Deus.","explicacao_detalhada":"Em Isaías 33:14, a palavra 'homem' destaca a impotência do ser humano em comparação com a grandeza de Deus e a necessidade de Sua graça.","por_que_esta_palavra":"A palavra 'homem' é usada para enfatizar a vulnerabilidade e a dependência do ser humano em relação a Deus.","conexao_teologica":"A condição do homem é um tema central na Bíblia, que fala sobre a necessidade de redenção e a graça divina.","referencias_relacionadas":["Salmos 8:4-5","Romanos 5:6","Tiago 4:14"]},"isaias_33_15_jejum":{"palavra_pt":"jejum","palavra_original":"עָצַם","transliteracao":"ʻâtsam","strong":"H6105","significado_raiz":"Ideia básica: jejum.","significado_contextual":"O jejum é um ato de humilhação e busca por Deus.","explicacao_detalhada":"Em Isaías 33:15, o jejum é mencionado como uma prática que demonstra a sinceridade do coração diante de Deus e a busca por Sua orientação.","por_que_esta_palavra":"A palavra 'jejum' é importante para entender a disciplina espiritual e a necessidade de se humilhar diante de Deus.","conexao_teologica":"O jejum é uma prática que reflete a dependência de Deus e a busca por Sua vontade, sendo um meio de aprofundar o relacionamento com Ele.","referencias_relacionadas":["Mateus 6:16-18","Joel 2:12-13","Isaías 58:6-7"]},"isaias_33_15_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar refere-se à comunicação da verdade de Deus.","explicacao_detalhada":"Em Isaías 33:15, a palavra 'falar' implica a importância de proclamar a justiça e a verdade de Deus em meio a um povo corrupto.","por_que_esta_palavra":"A palavra 'falar' é usada para enfatizar a responsabilidade de comunicar a mensagem de Deus.","conexao_teologica":"A comunicação da verdade é essencial na vida cristã, refletindo o chamado de Deus para que Seus seguidores sejam luz no mundo.","referencias_relacionadas":["Romanos 10:14-15","Efésios 4:15","1 Pedro 3:15"]},"isaias_33_15_agreement":{"palavra_pt":"alianca","palavra_original":"מֵישָׁר","transliteracao":"mêyshâr","strong":"H4339","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Em Isaías 33:15, \"alianca\" aparece na frase \"O que anda em justiça, e o que fala com retidão; o que rejeita o ganho da opressão, o que sacode das suas mãos todo o presente; o que tapa…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (מֵישָׁר; mêyshâr; H4339), \"alianca\" traz a ideia de alianca. Aqui, essa palavra deixa o ensino de Isaías 33:15 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"alianca\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Provérbios 1:3. Lendo junto com Isaías 33:15, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Isaías 33:15","Provérbios 1:3","Salmos 119:105"]},"isaias_33_16_alimento":{"palavra_pt":"pao/alimento","palavra_original":"לֶחֶם","transliteracao":"lechem","strong":"H3899","significado_raiz":"Ideia básica: pao.","significado_contextual":"Refere-se ao sustento físico e espiritual que Deus provê para o Seu povo.","explicacao_detalhada":"O 'pão' simboliza não apenas alimento físico, mas também a Palavra de Deus, que nutre a alma. Em Isaías 33:16, é mencionado que aqueles que confiam em Deus terão suas necessidades supridas.","por_que_esta_palavra":"A palavra 'pão' é usada para ilustrar a provisão divina e a dependência do homem em relação a Deus.","conexao_teologica":"Jesus se apresenta como o 'pão da vida' em João 6:35, enfatizando a importância de se alimentar espiritualmente.","referencias_relacionadas":["Mateus 4:4","João 6:35","Salmos 37:25"]},"isaias_33_16_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Indica a ação de invocar ou pedir a ajuda de Deus em momentos de necessidade.","explicacao_detalhada":"O verbo 'dar' implica em um ato de entrega, onde o crente clama a Deus por socorro e provisão, reconhecendo Sua soberania.","por_que_esta_palavra":"A palavra 'dar' é fundamental para entender a relação entre o homem e Deus, onde o homem pede e Deus responde.","conexao_teologica":"A oração é um meio pelo qual os crentes se comunicam com Deus, como visto em Filipenses 4:6.","referencias_relacionadas":["Salmos 50:15","Mateus 7:7","Tiago 1:5"]},"isaias_33_16_edificar":{"palavra_pt":"crer/amem","palavra_original":"אָמַן","transliteracao":"ʼâman","strong":"H539","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se à construção da fé e confiança em Deus.","explicacao_detalhada":"A palavra 'crer' implica em um ato de fé que edifica a vida espiritual do crente, fundamentando-se na verdade de Deus.","por_que_esta_palavra":"A fé é essencial para a vida cristã, e a palavra 'edificar' sugere um crescimento contínuo na relação com Deus.","conexao_teologica":"A edificação da fé é um tema central no Novo Testamento, onde os crentes são chamados a crescer em graça e conhecimento.","referencias_relacionadas":["Efésios 2:20-22","1 Pedro 2:5","Colossenses 2:7"]},"isaias_33_17_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à soberania de Deus como Rei sobre todas as nações.","explicacao_detalhada":"A palavra 'rei' destaca a autoridade e o governo de Deus, que reina com justiça e retidão.","por_que_esta_palavra":"A ideia de 'rei' é central na teologia bíblica, representando a liderança divina e o plano de Deus para a humanidade.","conexao_teologica":"Cristo é reconhecido como Rei dos Reis em Apocalipse 19:16, reafirmando a soberania de Deus.","referencias_relacionadas":["Salmos 47:2","Isaías 9:6-7","Apocalipse 19:16"]},"isaias_33_17_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico e à criação de Deus.","explicacao_detalhada":"A palavra 'terra' simboliza não apenas o espaço físico, mas também o domínio de Deus sobre toda a criação.","por_que_esta_palavra":"A terra é um testemunho da grandeza de Deus e de Sua obra criadora.","conexao_teologica":"A criação é um tema recorrente na Bíblia, mostrando a soberania de Deus sobre tudo o que existe.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 1:20"]},"isaias_33_17_beauty":{"palavra_pt":"beauty","palavra_original":"יֳפִי","transliteracao":"yŏphîy","strong":"H3308","significado_raiz":"Ideia básica: beauty.","significado_contextual":"Refere-se à beleza da criação e à glória de Deus.","explicacao_detalhada":"A palavra 'beleza' destaca a magnificência de Deus e a harmonia de Sua criação, que reflete Sua natureza.","por_que_esta_palavra":"A beleza é uma expressão do caráter de Deus e da Sua obra redentora.","conexao_teologica":"A beleza de Deus é um tema que inspira adoração e reverência, como visto em Salmos 27:4.","referencias_relacionadas":["Salmos 27:4","Isaías 61:3","Romanos 8:18"]},"isaias_33_18_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao centro das emoções e da vontade humana.","explicacao_detalhada":"A palavra 'coração' é frequentemente usada na Bíblia para descrever a condição espiritual e moral do ser humano.","por_que_esta_palavra":"O coração é considerado o lugar onde se toma decisões e se estabelece a fé.","conexao_teologica":"A transformação do coração é essencial para a vida cristã, como enfatizado em Ezequiel 36:26.","referencias_relacionadas":["Provérbios 4:23","Mateus 5:8","Ezequiel 36:26"]},"isaias_33_18_torre":{"palavra_pt":"torre","palavra_original":"מִגְדָּל","transliteracao":"migdâl","strong":"H4026","significado_raiz":"Ideia básica: torre.","significado_contextual":"Refere-se a um símbolo de segurança e proteção.","explicacao_detalhada":"A palavra 'torre' representa um lugar elevado de refúgio, onde se pode encontrar segurança em tempos de perigo.","por_que_esta_palavra":"As torres eram usadas em cidades antigas como defesa, simbolizando a proteção que Deus oferece ao Seu povo.","conexao_teologica":"Deus é frequentemente descrito como uma fortaleza e refúgio, como em Salmos 18:2.","referencias_relacionadas":["Salmos 61:3","Provérbios 18:10","Salmos 46:1"]},"isaias_33_18_falar":{"palavra_pt":"falar","palavra_original":"הָגָה","transliteracao":"hâgâh","strong":"H1897","significado_raiz":"Ideia básica: falar.","significado_contextual":"Refere-se à comunicação e à expressão da vontade de Deus.","explicacao_detalhada":"A palavra 'falar' implica em transmitir mensagens, seja de encorajamento, advertência ou instrução.","por_que_esta_palavra":"A comunicação é vital para a relação entre Deus e o homem, sendo a Palavra de Deus um meio de revelação.","conexao_teologica":"A importância da Palavra de Deus é enfatizada em 2 Timóteo 3:16-17, onde se fala sobre a inspiração das Escrituras.","referencias_relacionadas":["Hebreus 4:12","2 Timóteo 3:16-17","Salmos 119:105"]},"isaias_33_19_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade e à fidelidade de Deus.","explicacao_detalhada":"A palavra 'verdade' destaca a natureza imutável de Deus e Sua Palavra, que é sempre fiel.","por_que_esta_palavra":"A verdade é fundamental para a fé cristã, pois estabelece a base sobre a qual se constrói a crença.","conexao_teologica":"Jesus se declara como a Verdade em João 14:6, reafirmando a centralidade da verdade na vida cristã.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]},"isaias_33_19_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' refere-se à capacidade de escutar e compreender a mensagem de Deus.","explicacao_detalhada":"No contexto de Isaías 33:19, 'ouvir' implica não apenas a audição física, mas também a disposição de prestar atenção às instruções divinas e agir de acordo com elas.","por_que_esta_palavra":"A escolha da palavra 'ouvir' enfatiza a importância da obediência e da resposta ao chamado de Deus.","conexao_teologica":"A habilidade de ouvir a voz de Deus é fundamental para a vida espiritual e para a relação do crente com o Senhor.","referencias_relacionadas":["Salmos 34:15","Provérbios 1:33","Mateus 11:15"]},"isaias_33_19_lingua":{"palavra_pt":"lingua","palavra_original":"לָשׁוֹן","transliteracao":"lâshôwn","strong":"H3956","significado_raiz":"Ideia básica: lingua.","significado_contextual":"A palavra 'língua' refere-se à capacidade de falar e expressar-se, muitas vezes associada à comunicação.","explicacao_detalhada":"Em Isaías 33:19, 'língua' pode simbolizar a forma como as pessoas se comunicam, incluindo a proclamação da verdade ou a difamação.","por_que_esta_palavra":"A palavra é usada para destacar a importância da comunicação correta e da verdade em contraste com a mentira.","conexao_teologica":"A língua é um instrumento poderoso que pode ser usado para glorificar a Deus ou para espalhar engano.","referencias_relacionadas":["Tiago 3:5-10","Salmos 141:3","Provérbios 18:21"]},"isaias_33_20_fim":{"palavra_pt":"fim","palavra_original":"נֶצַח","transliteracao":"netsach","strong":"H5331","significado_raiz":"Ideia básica: fim.","significado_contextual":"A palavra 'fim' refere-se ao resultado ou à conclusão de algo.","explicacao_detalhada":"No versículo, 'fim' pode ser entendido como a culminação do plano de Deus para o Seu povo, onde a esperança é restaurada.","por_que_esta_palavra":"A utilização de 'fim' sugere que há um propósito divino que será cumprido, trazendo paz e segurança.","conexao_teologica":"Deus é o alfa e o ômega, o princípio e o fim, e a Sua soberania se estende a todas as coisas.","referencias_relacionadas":["Apocalipse 21:6","Isaías 46:10","Romanos 8:28"]},"isaias_33_20_deus":{"palavra_pt":"deus","palavra_original":"נָוֶה","transliteracao":"nâveh","strong":"H5116","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"Em Isaías 33:20, 'Deus' é apresentado como a fonte de segurança e proteção para o Seu povo, enfatizando Sua presença constante.","por_que_esta_palavra":"A menção de 'Deus' reforça a ideia de que a verdadeira segurança vem de uma relação com Ele.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, onde Ele promete estar com Seu povo em todas as circunstâncias.","referencias_relacionadas":["Salmos 46:1","Mateus 28:20","Hebreus 13:5"]},"isaias_33_21_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou razão para o que foi dito anteriormente.","explicacao_detalhada":"Em Isaías 33:21, 'porque' é usado para justificar a confiança e a esperança que o povo deve ter em Deus.","por_que_esta_palavra":"A palavra é crucial para conectar a afirmação anterior à razão pela qual o povo deve confiar em Deus.","conexao_teologica":"A lógica da fé muitas vezes se baseia em razões que Deus fornece em Sua Palavra.","referencias_relacionadas":["Romanos 8:31","Salmos 37:5","Isaías 41:10"]},"isaias_33_21_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se ao ato de resgatar ou libertar de perigo ou destruição.","explicacao_detalhada":"No contexto do versículo, 'salvar' implica a ação de Deus em proteger e libertar Seu povo das ameaças.","por_que_esta_palavra":"A escolha de 'salvar' destaca a natureza redentora de Deus e Sua disposição em ajudar aqueles que confiam nEle.","conexao_teologica":"A salvação é um tema central na Bíblia, representando a intervenção divina na história da humanidade.","referencias_relacionadas":["Salmos 68:20","Romanos 10:13","Efésios 2:8-9"]},"isaias_33_21_excellent":{"palavra_pt":"excelente","palavra_original":"אַדִּיר","transliteracao":"ʼaddîyr","strong":"H117","significado_raiz":"Ideia básica: excelente.","significado_contextual":"A palavra 'excelente' refere-se a algo que é de alta qualidade ou superior.","explicacao_detalhada":"Em Isaías 33:21, 'excelente' descreve a natureza das promessas e ações de Deus, que são sempre perfeitas.","por_que_esta_palavra":"A palavra é usada para enfatizar a grandeza de Deus e a confiança que o povo deve ter em Sua fidelidade.","conexao_teologica":"A excelência de Deus é um atributo que deve ser reconhecido e celebrado pelos crentes.","referencias_relacionadas":["Salmos 145:3","Filipenses 4:8","1 Pedro 2:9"]},"isaias_33_22_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz uma razão ou explicação.","explicacao_detalhada":"Em Isaías 33:22, 'porque' é usado para explicar a base da confiança do povo em Deus como seu juiz e legislador.","por_que_esta_palavra":"A repetição da palavra enfatiza a importância da razão por trás da fé e da esperança.","conexao_teologica":"A compreensão de Deus como juiz é essencial para a justiça e a moralidade na vida do crente.","referencias_relacionadas":["Salmos 9:7-8","Isaías 30:18","Romanos 14:10"]},"isaias_33_22_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao título de respeito e autoridade de Deus.","explicacao_detalhada":"Em Isaías 33:22, 'senhor' destaca a soberania de Deus sobre todas as coisas e Sua autoridade para governar.","por_que_esta_palavra":"A utilização de 'senhor' é fundamental para reconhecer a posição de Deus como autoridade suprema.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua natureza e caráter, refletindo Sua majestade.","referencias_relacionadas":["Salmos 24:1","Isaías 42:8","Filipenses 2:9-11"]},"isaias_33_22_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de avaliar ou decidir sobre a justiça de uma situação.","explicacao_detalhada":"Em Isaías 33:22, 'julgar' implica que Deus é o juiz que traz justiça e retidão ao Seu povo.","por_que_esta_palavra":"A escolha de 'julgar' enfatiza a responsabilidade de Deus em manter a ordem e a justiça no mundo.","conexao_teologica":"A justiça de Deus é um aspecto fundamental de Seu caráter e é um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 96:13","Isaías 11:4","Romanos 2:6"]},"isaias_33_23_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Agarrar implica em uma ação de firmeza e segurança, simbolizando a proteção divina.","explicacao_detalhada":"A palavra 'agarrar' é usada para descrever a força com que Deus sustenta o Seu povo em tempos de adversidade. É uma metáfora para a segurança que se encontra em Deus.","por_que_esta_palavra":"Esta palavra é escolhida para enfatizar a certeza e a firmeza da proteção divina em contraste com a instabilidade humana.","conexao_teologica":"A ideia de Deus como um refúgio seguro é um tema recorrente na Bíblia, mostrando que Ele é a fortaleza em tempos de crise.","referencias_relacionadas":["Salmos 18:2","Salmos 46:1","Provérbios 18:10"]},"isaias_33_23_principio":{"palavra_pt":"principio","palavra_original":"אָז","transliteracao":"ʼâz","strong":"H227","significado_raiz":"Ideia básica: principio.","significado_contextual":"Princípio refere-se ao início ou à base de algo, indicando a origem das ações de Deus.","explicacao_detalhada":"A palavra 'princípio' é usada para mostrar que tudo que Deus faz tem uma razão e um propósito, sendo Ele a origem de toda criação e ordem.","por_que_esta_palavra":"Esta palavra é importante para entender que as promessas de Deus e Seus planos são fundamentados em Sua natureza eterna e imutável.","conexao_teologica":"Deus é o princípio de todas as coisas, e essa verdade é essencial para a compreensão da Sua soberania e autoridade.","referencias_relacionadas":["Gênesis 1:1","João 1:1","Apocalipse 21:6"]},"isaias_33_23_grande":{"palavra_pt":"grande","palavra_original":"מַרְבֶה","transliteracao":"marbeh","strong":"H4766","significado_raiz":"Ideia básica: grande.","significado_contextual":"Grande refere-se à magnitude e à importância das ações de Deus em favor do Seu povo.","explicacao_detalhada":"A palavra 'grande' destaca a grandeza do poder e da misericórdia de Deus, que se manifesta em Suas obras e promessas.","por_que_esta_palavra":"É utilizada para enfatizar que as bênçãos e a proteção de Deus são abundantes e superam qualquer dificuldade enfrentada pelo povo.","conexao_teologica":"A grandeza de Deus é um tema central na adoração, reconhecendo Sua soberania e majestade sobre toda a criação.","referencias_relacionadas":["Salmos 145:3","Isaías 40:26","Efésios 3:20"]},"isaias_33_24_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Julgar implica em discernir e decidir sobre a justiça, especialmente em relação ao povo de Deus.","explicacao_detalhada":"A palavra 'julgar' é usada para descrever a ação de Deus em trazer justiça e retidão, assegurando que o mal não prevaleça.","por_que_esta_palavra":"Esta palavra é crucial para entender o caráter de Deus como justo e reto, que não ignora a iniquidade.","conexao_teologica":"O julgamento de Deus é uma expressão de Sua santidade e justiça, que traz esperança ao Seu povo.","referencias_relacionadas":["Salmos 9:7-8","Isaías 1:17","Romanos 14:10"]},"isaias_33_24_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Povo refere-se à comunidade escolhida por Deus, que é alvo de Sua proteção e cuidado.","explicacao_detalhada":"A palavra 'povo' destaca a relação especial entre Deus e os israelitas, enfatizando a identidade e a missão do povo de Deus.","por_que_esta_palavra":"É importante para entender que Deus se preocupa com a coletividade e a unidade de Seu povo, não apenas com indivíduos.","conexao_teologica":"A noção de povo de Deus é central na narrativa bíblica, refletindo a aliança e o compromisso divino com a humanidade.","referencias_relacionadas":["Êxodo 19:5-6","Deuteronômio 7:6","1 Pedro 2:9"]},"isaias_33_24_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Ideia básica: mal.","significado_contextual":"Mal refere-se à iniquidade e ao pecado que afligem o povo, que será julgado por Deus.","explicacao_detalhada":"A palavra 'mal' é usada para descrever as ações que vão contra a vontade de Deus, trazendo consequências para o povo.","por_que_esta_palavra":"É essencial para entender a necessidade de arrependimento e a justiça de Deus em lidar com o pecado.","conexao_teologica":"A luta contra o mal é um tema central na Bíblia, mostrando a necessidade da redenção e da graça divina.","referencias_relacionadas":["Salmos 34:21","Isaías 5:20","Romanos 6:23"]}}