{"isaias_34_1_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Terra refere-se ao mundo físico e à criação de Deus, que está sob Sua autoridade.","explicacao_detalhada":"A palavra 'terra' é usada para enfatizar a abrangência do domínio de Deus sobre toda a criação e a importância do ambiente em que vivemos.","por_que_esta_palavra":"É relevante para entender a relação entre Deus e a criação, mostrando que Ele é o Criador e Sustentador de tudo.","conexao_teologica":"A criação é um testemunho da grandeza de Deus e da Sua intenção de habitar com Seu povo na terra.","referencias_relacionadas":["Gênesis 1:31","Salmos 24:1","Romanos 8:19-21"]},"isaias_34_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como as coisas são feitas, indicando a ordem e a intenção de Deus.","explicacao_detalhada":"A palavra 'modo' é usada para descrever a forma como Deus opera na história e na vida das pessoas, refletindo Sua sabedoria.","por_que_esta_palavra":"É importante para entender que Deus tem um plano e um propósito em todas as Suas ações.","conexao_teologica":"A maneira de Deus agir é um reflexo de Seu caráter e de Sua vontade soberana sobre a criação.","referencias_relacionadas":["Isaías 55:8-9","Romanos 11:33","Efésios 1:11"]},"isaias_34_1_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Ouvir refere-se à capacidade de prestar atenção à voz de Deus e às Suas instruções.","explicacao_detalhada":"A palavra 'ouvir' é usada para enfatizar a importância da receptividade à palavra de Deus e à Sua revelação.","por_que_esta_palavra":"É crucial para entender que ouvir a Deus é um passo fundamental para a obediência e a fé.","conexao_teologica":"A habilidade de ouvir a Deus é essencial para o relacionamento com Ele e para a compreensão de Sua vontade.","referencias_relacionadas":["Deuteronômio 6:4-5","Salmos 119:105","João 10:27"]},"isaias_34_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor refere-se ao nome de Deus, que denota Sua autoridade e soberania.","explicacao_detalhada":"A palavra 'senhor' é usada para reconhecer a posição de Deus como o governante supremo sobre todas as coisas.","por_que_esta_palavra":"É importante para entender a reverência e o respeito que devemos ter em relação a Deus.","conexao_teologica":"O nome de Deus é central na adoração, refletindo Sua natureza e caráter como o Todo-Poderoso.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"isaias_34_2_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Deus está executando juízo sobre as nações.","explicacao_detalhada":"Neste contexto, 'porque' é usado para explicar a motivação divina para o juízo, que é a injustiça e a opressão que prevalecem entre os povos.","por_que_esta_palavra":"A palavra é crucial para entender a lógica do discurso profético, onde a ação de Deus é sempre justificada por razões morais e éticas.","conexao_teologica":"A justiça de Deus é um tema central na teologia bíblica, onde Ele age em resposta ao pecado e à injustiça.","referencias_relacionadas":["Isaías 1:17","Salmos 37:28","Ezequiel 18:30"]},"isaias_34_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como o juízo de Deus será executado.","explicacao_detalhada":"Neste versículo, 'modo' implica que o juízo não será aleatório, mas sim de acordo com a justiça divina estabelecida.","por_que_esta_palavra":"É importante para enfatizar que o juízo de Deus é sistemático e baseado em princípios morais claros.","conexao_teologica":"A ideia de que Deus age de maneira justa e ordenada é fundamental para a compreensão da sua natureza.","referencias_relacionadas":["Salmos 89:14","Romanos 2:6","Apocalipse 20:12"]},"isaias_34_3_morte":{"palavra_pt":"morte","palavra_original":"חָלָל","transliteracao":"châlâl","strong":"H2491","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' simboliza o resultado final do juízo divino sobre os ímpios.","explicacao_detalhada":"Aqui, 'morte' não se refere apenas à morte física, mas também à separação espiritual de Deus, que é a verdadeira consequência do pecado.","por_que_esta_palavra":"A inclusão de 'morte' ressalta a gravidade do juízo e a seriedade da condição humana diante de Deus.","conexao_teologica":"A morte é um tema recorrente na Bíblia, representando tanto a consequência do pecado quanto a necessidade de redenção.","referencias_relacionadas":["Romanos 6:23","Ezequiel 18:32","Apocalipse 21:8"]},"isaias_34_3_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"A palavra 'sangue' refere-se à violência e ao derramamento de sangue que caracterizam a injustiça entre as nações.","explicacao_detalhada":"Neste contexto, 'sangue' simboliza a culpa e a condenação que recaem sobre aqueles que praticam a opressão e a violência.","por_que_esta_palavra":"A menção do 'sangue' destaca a gravidade dos pecados cometidos e a necessidade de justiça.","conexao_teologica":"O sangue é um símbolo poderoso na Bíblia, representando tanto a culpa quanto a redenção através do sacrifício.","referencias_relacionadas":["Gênesis 4:10","Isaías 1:15","Hebreus 9:22"]},"isaias_34_3_temor":{"palavra_pt":"temor","palavra_original":"מָסַס","transliteracao":"mâçaç","strong":"H4549","significado_raiz":"Ideia básica: temor.","significado_contextual":"A palavra 'temor' indica o medo e a reverência que devem ser sentidos diante do juízo de Deus.","explicacao_detalhada":"Neste versículo, 'temor' sugere que o juízo de Deus traz uma consciência do peso da culpa e da necessidade de arrependimento.","por_que_esta_palavra":"É essencial para entender a resposta humana ao juízo divino, que deve ser de temor e reverência.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, conforme ensinado em Provérbios.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 66:2"]},"isaias_34_4_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"A palavra 'céus' refere-se ao domínio celestial e à autoridade de Deus sobre toda a criação.","explicacao_detalhada":"Neste contexto, 'céus' enfatiza que o juízo de Deus não é apenas terrestre, mas envolve toda a criação e a ordem divina.","por_que_esta_palavra":"A menção dos céus sublinha a soberania de Deus e a abrangência de seu juízo.","conexao_teologica":"A soberania de Deus sobre os céus e a terra é um tema central na teologia bíblica.","referencias_relacionadas":["Salmos 115:3","Isaías 40:22","Mateus 28:18"]},"isaias_34_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' aqui reforça a ideia de que a queda dos céus será de uma maneira específica e ordenada.","explicacao_detalhada":"Neste versículo, 'modo' sugere que a queda dos céus é parte do plano divino e não um evento aleatório.","por_que_esta_palavra":"É importante para entender que tudo que Deus faz tem um propósito e uma ordem.","conexao_teologica":"A ordem divina é um aspecto fundamental da criação e do juízo.","referencias_relacionadas":["Gênesis 1:31","Romanos 8:21","Apocalipse 21:1"]},"isaias_34_4_cair":{"palavra_pt":"cair","palavra_original":"נָבֵל","transliteracao":"nâbêl","strong":"H5034","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' simboliza a queda do orgulho e da rebelião contra Deus.","explicacao_detalhada":"Neste contexto, 'cair' implica que aqueles que se opõem a Deus enfrentarão a consequência de sua rebelião.","por_que_esta_palavra":"A ideia de cair é uma metáfora poderosa para a derrota espiritual e moral.","conexao_teologica":"A queda é um tema recorrente na Bíblia, representando a consequência do pecado e a necessidade de redenção.","referencias_relacionadas":["Isaías 14:12","Ezequiel 28:17","Lucas 10:18"]},"isaias_34_5_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"A palavra 'céus' aqui reafirma a abrangência do juízo de Deus sobre toda a criação.","explicacao_detalhada":"Neste versículo, 'céus' enfatiza que o juízo não se limita à terra, mas se estende ao domínio celestial.","por_que_esta_palavra":"A menção dos céus é crucial para entender a totalidade do poder e da autoridade de Deus.","conexao_teologica":"A soberania de Deus sobre os céus e a terra é um tema central na teologia bíblica.","referencias_relacionadas":["Salmos 103:19","Isaías 66:1","Mateus 6:9"]},"isaias_34_5_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo/justiça' refere-se à ação de Deus em trazer ordem e retidão ao mundo.","explicacao_detalhada":"Neste contexto, 'juízo' implica que Deus está estabelecendo a justiça em resposta à injustiça e à opressão.","por_que_esta_palavra":"A justiça de Deus é um tema central na Bíblia, refletindo seu caráter e sua vontade para a humanidade.","conexao_teologica":"A justiça de Deus é um aspecto fundamental da sua natureza e do seu relacionamento com a criação.","referencias_relacionadas":["Salmos 89:14","Miquéias 6:8","Romanos 12:19"]},"isaias_34_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual um evento ou julgamento está prestes a ocorrer.","explicacao_detalhada":"Neste contexto, 'porque' é usado para justificar a ação de Deus em relação às nações, indicando que há uma razão específica para o juízo divino.","por_que_esta_palavra":"A palavra é crucial para entender a lógica do discurso profético, onde cada ação de Deus é fundamentada em sua justiça.","conexao_teologica":"Reflete a soberania de Deus em julgar as nações e a importância da justiça divina.","referencias_relacionadas":["Isaías 1:18","Romanos 2:6","Salmos 9:16"]},"isaias_34_6_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O 'sangue' simboliza a vida e a morte, e neste contexto, refere-se ao derramamento de sangue como consequência do juízo divino.","explicacao_detalhada":"O uso da palavra 'sangue' enfatiza a gravidade do juízo que está sendo anunciado, onde a violência e a destruição são resultados do pecado.","por_que_esta_palavra":"É uma representação poderosa da consequência do pecado e da necessidade de expiação.","conexao_teologica":"O sangue é um tema central na teologia bíblica, representando tanto a vida quanto a redenção através de Cristo.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","Apocalipse 7:14"]},"isaias_34_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao espaço físico, mas também simboliza o povo e a herança de Deus.","explicacao_detalhada":"Neste versículo, a 'terra' é o cenário do juízo, onde as consequências do pecado se manifestam de forma tangível.","por_que_esta_palavra":"A terra é frequentemente usada na Bíblia para representar a criação de Deus e a relação entre Ele e seu povo.","conexao_teologica":"A destruição da terra é um sinal do juízo de Deus, mas também aponta para a restauração futura prometida.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:22"]},"isaias_34_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'Senhor' é o nome que representa a autoridade e a soberania de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, o nome do Senhor é invocado para enfatizar a seriedade do juízo que está por vir, destacando sua posição como juiz supremo.","por_que_esta_palavra":"O nome de Deus é central na adoração e na compreensão da sua natureza e caráter.","conexao_teologica":"A invocação do nome do Senhor é um lembrete da sua presença e poder em meio ao juízo.","referencias_relacionadas":["Êxodo 3:14","Salmos 113:1-3","Filipenses 2:9-11"]},"isaias_34_7_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se aos adversários de Deus e do seu povo, que enfrentam o juízo divino.","explicacao_detalhada":"Neste contexto, os inimigos são aqueles que se opõem ao plano de Deus e, portanto, são alvos do seu julgamento.","por_que_esta_palavra":"A identificação dos inimigos é importante para entender a batalha espiritual e a justiça de Deus.","conexao_teologica":"A luta contra os inimigos de Deus é um tema recorrente na Bíblia, refletindo a necessidade de confiar na proteção divina.","referencias_relacionadas":["Salmos  enemies:1-3","Romanos 12:19","Efésios 6:12"]},"isaias_34_7_forca":{"palavra_pt":"forca","palavra_original":"פַּר","transliteracao":"par","strong":"H6499","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'força' refere-se ao poder e à capacidade de causar dano, especialmente no contexto do juízo.","explicacao_detalhada":"Neste versículo, a força é uma representação do poder destrutivo que será liberado contra os inimigos de Deus.","por_que_esta_palavra":"A força é um atributo de Deus, que demonstra sua capacidade de julgar e punir.","conexao_teologica":"A força de Deus é um tema que enfatiza sua soberania e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 62:11","Isaías 40:29","Romanos 1:16"]},"isaias_34_7_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O 'sangue' novamente simboliza a vida e a morte, enfatizando a gravidade do juízo.","explicacao_detalhada":"Neste contexto, o sangue representa o resultado do juízo divino, onde a vida é tirada como consequência do pecado.","por_que_esta_palavra":"O sangue é um símbolo poderoso na Bíblia, representando tanto a culpa quanto a redenção.","conexao_teologica":"A menção do sangue reforça a necessidade de expiação e a seriedade do pecado diante de Deus.","referencias_relacionadas":["Gênesis 9:4","Hebreus 10:29","Apocalipse 19:2"]},"isaias_34_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'Senhor' é mencionado novamente, reforçando sua autoridade sobre o juízo que está por vir.","explicacao_detalhada":"A repetição do nome do Senhor enfatiza a certeza e a inevitabilidade do juízo divino.","por_que_esta_palavra":"O nome de Deus é um símbolo de sua presença e poder, especialmente em momentos de julgamento.","conexao_teologica":"A invocação do nome do Senhor é um lembrete da sua soberania e do seu papel como juiz.","referencias_relacionadas":["Salmos 68:4","Isaías 12:4","Mateus 28:19"]},"isaias_34_8_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz a razão para o juízo que está sendo anunciado.","explicacao_detalhada":"A repetição da palavra 'porque' serve para reforçar a lógica do discurso profético e a justiça de Deus.","por_que_esta_palavra":"É essencial para entender a motivação divina por trás do juízo e a necessidade de arrependimento.","conexao_teologica":"Reflete a justiça de Deus e a importância de reconhecer as razões de seu juízo.","referencias_relacionadas":["Ezequiel 18:30","Atos 17:30","Romanos 2:4"]},"isaias_34_8_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um tempo específico em que o juízo de Deus será realizado.","explicacao_detalhada":"Neste contexto, o 'dia' é um símbolo do tempo determinado por Deus para a execução de seu juízo.","por_que_esta_palavra":"O conceito de 'dia' é frequentemente usado na Bíblia para descrever momentos de intervenção divina.","conexao_teologica":"O 'dia do Senhor' é um tema importante que aponta para a justiça e a restauração final.","referencias_relacionadas":["Joel 2:31","Amós 5:18","2 Pedro 3:10"]},"isaias_34_9_brimstone":{"palavra_pt":"brimstone","palavra_original":"גׇּפְרִית","transliteracao":"gophrîyth","strong":"H1614","significado_raiz":"Ideia básica: brimstone.","significado_contextual":"Refere-se ao enxofre, simbolizando o juízo divino e a destruição.","explicacao_detalhada":"O enxofre é frequentemente associado ao fogo e à condenação, representando a ira de Deus contra o pecado e a impureza.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a severidade do juízo de Deus sobre as nações que se opõem a Ele.","conexao_teologica":"O uso do enxofre em contextos de juízo é uma representação da pureza de Deus em contraste com a impureza do pecado.","referencias_relacionadas":["Gênesis 19:24","Salmos 11:6","Apocalipse 21:8"]},"isaias_34_9_sol":{"palavra_pt":"sol","palavra_original":"זֶפֶת","transliteracao":"zepheth","strong":"H2203","significado_raiz":"Ideia básica: sol.","significado_contextual":"O sol representa a luz e a vida, mas aqui é usado em um contexto de escuridão e destruição.","explicacao_detalhada":"A menção do sol em um contexto de juízo sugere a perda da ordem natural e a chegada de tempos sombrios.","por_que_esta_palavra":"A palavra é escolhida para contrastar a luz da presença de Deus com a escuridão do juízo.","conexao_teologica":"A escuridão que se segue ao juízo de Deus é um tema recorrente, simbolizando a separação da luz divina.","referencias_relacionadas":["Mateus 24:29","Joel 2:31","Apocalipse 6:12"]},"isaias_34_9_po":{"palavra_pt":"po","palavra_original":"עָפָר","transliteracao":"ʻâphâr","strong":"H6083","significado_raiz":"Ideia básica: po.","significado_contextual":"Refere-se ao pó, simbolizando a fragilidade e a mortalidade.","explicacao_detalhada":"O pó é uma representação da condição humana e da transitoriedade da vida, especialmente em um contexto de destruição.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a desolação e a ruína que se segue ao juízo divino.","conexao_teologica":"O pó é um lembrete da criação do homem e da sua eventual volta ao pó, destacando a soberania de Deus sobre a vida e a morte.","referencias_relacionadas":["Gênesis 3:19","Eclesiastes 3:20","Salmos 103:14"]},"isaias_34_10_fim":{"palavra_pt":"fim","palavra_original":"נֶצַח","transliteracao":"netsach","strong":"H5331","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se ao fim de um ciclo, especialmente em relação ao juízo e à destruição.","explicacao_detalhada":"A palavra 'fim' indica a conclusão de um período de graça e o início do juízo divino.","por_que_esta_palavra":"É usada para enfatizar que não haverá mais esperança para aqueles que rejeitam a Deus.","conexao_teologica":"O conceito de fim é central na escatologia, onde Deus traz um fechamento à história humana.","referencias_relacionadas":["Mateus 24:14","Apocalipse 21:6","Romanos 6:23"]},"isaias_34_10_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade absoluta e à fidelidade de Deus em Seus juízos.","explicacao_detalhada":"A verdade aqui é um contraste com a mentira e a enganação do pecado, destacando a justiça de Deus.","por_que_esta_palavra":"É utilizada para afirmar que o juízo de Deus é baseado em Sua verdade e justiça.","conexao_teologica":"Deus é a fonte da verdade, e Sua palavra é sempre cumprida, especialmente em relação ao juízo.","referencias_relacionadas":["Salmos 119:160","João 14:6","Romanos 3:4"]},"isaias_34_11_agarrar":{"palavra_pt":"agarrar","palavra_original":"יָרַשׁ","transliteracao":"yârash","strong":"H3423","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se à ação de tomar posse ou controlar algo, neste caso, a terra desolada.","explicacao_detalhada":"A palavra sugere a ideia de domínio e possessão, especialmente em um contexto de destruição.","por_que_esta_palavra":"É usada para ilustrar a completa desolação e a ausência de vida na terra após o juízo.","conexao_teologica":"Deus tem o controle absoluto sobre a criação, e Sua decisão de 'agarrar' a terra reflete Sua soberania.","referencias_relacionadas":["Salmos 24:1","Isaías 14:27","Apocalipse 11:15"]},"isaias_34_11_impuro":{"palavra_pt":"impuro","palavra_original":"יַנְשׁוּף","transliteracao":"yanshûwph","strong":"H3244","significado_raiz":"Ideia básica: impuro.","significado_contextual":"Refere-se a algo que é considerado impuro ou profano, especialmente em relação ao juízo.","explicacao_detalhada":"A impureza é um tema recorrente na Bíblia, simbolizando a separação de Deus e a necessidade de santidade.","por_que_esta_palavra":"É utilizada para descrever a condição da terra após o juízo, onde nada puro pode habitar.","conexao_teologica":"A pureza é um atributo de Deus, e a impureza é um resultado do pecado humano.","referencias_relacionadas":["Levítico 11:44","Isaías 52:11","Apocalipse 21:27"]},"isaias_34_12_puro":{"palavra_pt":"puro","palavra_original":"חֹר","transliteracao":"chôr","strong":"H2715","significado_raiz":"Ideia básica: puro.","significado_contextual":"Refere-se ao que é limpo e aceitável diante de Deus.","explicacao_detalhada":"A pureza é um atributo essencial de Deus e é exigida de Seu povo.","por_que_esta_palavra":"É usada para contrastar com a impureza e enfatizar a necessidade de santidade.","conexao_teologica":"A pureza é fundamental para a comunhão com Deus, e a Bíblia frequentemente chama os crentes à santidade.","referencias_relacionadas":["Mateus 5:8","Hebreus 12:14","1 Pedro 1:16"]},"isaias_34_12_kingsom":{"palavra_pt":"kingsom","palavra_original":"מְלוּכָה","transliteracao":"mᵉlûwkâh","strong":"H4410","significado_raiz":"Ideia básica: kingsom.","significado_contextual":"Refere-se ao reino, especialmente em um contexto de domínio e autoridade.","explicacao_detalhada":"O conceito de reino é central na mensagem bíblica, representando a soberania de Deus sobre todas as coisas.","por_que_esta_palavra":"É utilizada para descrever a ausência de um reino justo após o juízo divino.","conexao_teologica":"O reino de Deus é um tema central na Bíblia, e o juízo é uma parte necessária para estabelecer Seu reino eterno.","referencias_relacionadas":["Mateus 6:33","Lucas 17:20-21","Apocalipse 11:15"]},"isaias_34_13_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza, especialmente em relação ao juízo e à destruição.","explicacao_detalhada":"A grandeza aqui pode ser interpretada como a magnitude do juízo de Deus sobre as nações.","por_que_esta_palavra":"É usada para enfatizar a seriedade e a abrangência do juízo divino.","conexao_teologica":"A grandeza de Deus é refletida em Seus atos de justiça, e Sua grandeza é um tema central na adoração.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Apocalipse 19:16"]},"isaias_34_13_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à queda de uma nação ou de um povo, simbolizando a desolação e o juízo divino.","explicacao_detalhada":"No contexto de Isaías 34, a queda é uma representação do juízo de Deus sobre as nações que se opõem a Ele. A imagem de cair sugere uma perda de poder e dignidade.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a fragilidade das potências humanas diante do poder de Deus.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a derrota do mal e a soberania de Deus sobre a história.","referencias_relacionadas":["Isaías 14:12","Ezequiel 28:17","Apocalipse 18:2"]},"isaias_34_14_meet":{"palavra_pt":"meet","palavra_original":"פָּגַשׁ","transliteracao":"pâgash","strong":"H6298","significado_raiz":"Ideia básica: meet.","significado_contextual":"A palavra 'meet' refere-se ao encontro de criaturas, simbolizando a interação entre o que é sagrado e o que é profano.","explicacao_detalhada":"Neste versículo, a ideia de 'meet' sugere um encontro entre seres que representam a desolação e a destruição, como os demônios e as feras.","por_que_esta_palavra":"A palavra é utilizada para ilustrar a realidade sombria que se estabelece após o juízo de Deus, onde as forças do mal se reúnem.","conexao_teologica":"O encontro entre o bem e o mal é um tema importante na teologia, mostrando a luta contínua entre as forças de Deus e as forças do mal.","referencias_relacionadas":["Mateus 12:43-45","Apocalipse 20:10","Isaías 13:21"]},"isaias_34_14_bode":{"palavra_pt":"bode","palavra_original":"שָׂעִיר","transliteracao":"sâʻîyr","strong":"H8163","significado_raiz":"Ideia básica: bode.","significado_contextual":"A palavra 'bode' é usada para simbolizar um sacrifício ou um portador de pecados, frequentemente associado a rituais de expiação.","explicacao_detalhada":"No contexto de Isaías 34, o bode representa a ideia de um ser que é deixado para viver em um lugar desolado, simbolizando a condenação e o afastamento de Deus.","por_que_esta_palavra":"A utilização do bode destaca a severidade do juízo divino e a separação do povo de Deus.","conexao_teologica":"O bode é uma figura que remete ao Dia da Expiação, onde um bode é enviado ao deserto, simbolizando a remoção dos pecados do povo.","referencias_relacionadas":["Levítico 16:10","Hebreus 13:11","Isaías 53:6"]},"isaias_34_14_irmao":{"palavra_pt":"irmao","palavra_original":"רֵעַ","transliteracao":"rêaʻ","strong":"H7453","significado_raiz":"Ideia básica: irmao.","significado_contextual":"A palavra 'irmão' é usada para enfatizar a relação entre os seres, mesmo em um contexto de desolação e juízo.","explicacao_detalhada":"Neste versículo, a ideia de 'irmão' sugere uma conexão entre os seres, mesmo que seja em um cenário de destruição e desespero.","por_que_esta_palavra":"A escolha da palavra 'irmão' ressalta a tragédia da divisão e do conflito entre aqueles que deveriam estar unidos.","conexao_teologica":"A relação entre irmãos é um tema importante na Bíblia, simbolizando a unidade e a fraternidade que Deus deseja entre Seu povo.","referencias_relacionadas":["Gênesis 4:9","Salmos 133:1","Mateus 5:22"]},"isaias_34_15_libertar":{"palavra_pt":"libertar","palavra_original":"מָלַט","transliteracao":"mâlaṭ","strong":"H4422","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' refere-se ao ato de salvar ou resgatar, especialmente em um contexto de opressão.","explicacao_detalhada":"No contexto de Isaías 34, 'libertar' sugere a ação de Deus em resgatar Seu povo da opressão e do juízo que recai sobre as nações.","por_que_esta_palavra":"A palavra é significativa porque expressa a esperança de redenção e a intervenção divina em meio ao caos.","conexao_teologica":"A libertação é um tema central na Bíblia, representando a ação de Deus em salvar Seu povo do pecado e da escravidão.","referencias_relacionadas":["Isaías 61:1","Romanos 8:21","Gálatas 5:1"]},"isaias_34_15_breach":{"palavra_pt":"breach","palavra_original":"בָּקַע","transliteracao":"bâqaʻ","strong":"H1234","significado_raiz":"Ideia básica: breach.","significado_contextual":"A palavra 'breach' refere-se a uma ruptura ou divisão, simbolizando a destruição de laços e a desolação.","explicacao_detalhada":"Neste versículo, 'breach' sugere a quebra de um relacionamento ou de uma estrutura, refletindo a devastação causada pelo juízo de Deus.","por_que_esta_palavra":"A escolha da palavra enfatiza a gravidade da situação e a severidade do juízo divino sobre as nações.","conexao_teologica":"A ruptura é um tema que aparece em várias partes da Bíblia, simbolizando a separação entre Deus e a humanidade devido ao pecado.","referencias_relacionadas":["Ezequiel 22:30","Isaías 59:2","Romanos 3:23"]},"isaias_34_15_gather":{"palavra_pt":"gather","palavra_original":"דָּגַר","transliteracao":"dâgar","strong":"H1716","significado_raiz":"Ideia básica: gather.","significado_contextual":"A palavra 'gather' refere-se ao ato de reunir, especialmente em um contexto de julgamento e separação.","explicacao_detalhada":"No contexto de Isaías 34, 'gather' sugere a reunião de seres que representam o juízo de Deus, enfatizando a inevitabilidade do destino das nações.","por_que_esta_palavra":"A escolha da palavra destaca a ação de Deus em reunir aqueles que serão julgados, mostrando Seu controle sobre a história.","conexao_teologica":"A ideia de reunir é importante na teologia, simbolizando tanto a reunião do povo de Deus quanto a separação dos ímpios.","referencias_relacionadas":["Mateus 25:32","Apocalipse 14:15","Isaías 11:12"]},"isaias_34_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"No contexto de Isaías 34, 'senhor' enfatiza o poder de Deus em trazer juízo e estabelecer Seu reino.","por_que_esta_palavra":"A escolha da palavra 'senhor' é fundamental para reconhecer a divindade e a majestade de Deus em contraste com a fragilidade humana.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele é o Senhor sobre toda a criação.","referencias_relacionadas":["Salmos 24:1","Isaías 45:18","Romanos 14:11"]},"isaias_34_16_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' refere-se ao ato de invocar ou convocar, especialmente em um contexto de revelação divina.","explicacao_detalhada":"Neste versículo, 'chamar' sugere a ação de Deus ao convocar Seu povo e revelar Sua vontade, mesmo em tempos de juízo.","por_que_esta_palavra":"A escolha da palavra destaca a iniciativa de Deus em se comunicar e se relacionar com a humanidade.","conexao_teologica":"O ato de chamar é um tema importante na Bíblia, simbolizando a vocação e o chamado de Deus para Seu povo.","referencias_relacionadas":["Romanos 8:30","1 Pedro 2:9","Isaías 43:1"]},"isaias_34_16_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade absoluta e à fidelidade de Deus em Suas promessas.","explicacao_detalhada":"No contexto de Isaías 34, 'verdade' enfatiza a certeza do juízo de Deus e a inevitabilidade de Sua palavra.","por_que_esta_palavra":"A escolha da palavra 'verdade' é crucial para entender a natureza de Deus como aquele que não pode mentir.","conexao_teologica":"A verdade é um tema central na teologia, representando a natureza de Deus e a base da fé cristã.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]},"isaias_34_17_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à eternidade de Deus e à durabilidade de Suas promessas.","explicacao_detalhada":"A palavra 'eterno' no contexto de Isaías 34:17 enfatiza a natureza imutável e perpétua do plano de Deus para a criação e a justiça. É um lembrete de que as promessas divinas não têm fim.","por_que_esta_palavra":"Esta palavra é crucial para entender a fidelidade de Deus e a certeza de que Suas promessas se cumprirão ao longo do tempo.","conexao_teologica":"A eternidade de Deus é um tema central na teologia, refletindo Sua soberania e a esperança da vida eterna para os crentes.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Hebreus 13:8"]},"isaias_34_17_agarrar":{"palavra_pt":"agarrar","palavra_original":"יָרַשׁ","transliteracao":"yârash","strong":"H3423","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Indica a ação de tomar posse ou herdar algo.","explicacao_detalhada":"No versículo, 'agarrar' sugere a ideia de que Deus dá aos Seus escolhidos a herança da terra, simbolizando a segurança e a proteção divina.","por_que_esta_palavra":"A palavra é importante porque reflete a relação entre Deus e Seu povo, onde Ele garante que eles terão um lugar seguro.","conexao_teologica":"A herança é um conceito teológico que representa a relação entre Deus e Seu povo, onde os crentes são considerados co-herdeiros com Cristo.","referencias_relacionadas":["Salmos 37:29","Romanos 8:17","Gálatas 3:29"]}}