{"isaias_36_1_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de um governante, simbolizando autoridade e poder.","explicacao_detalhada":"A palavra 'rei' implica em liderança e domínio, e no contexto de Isaías 36:1, refere-se ao rei da Assíria que ameaça Judá.","por_que_esta_palavra":"A escolha de 'rei' destaca a luta pelo poder e a soberania de Deus sobre os reinos da terra.","conexao_teologica":"Deus é descrito como o Rei dos Reis, enfatizando Sua autoridade suprema sobre todos os governantes.","referencias_relacionadas":["Salmos 47:2","Apocalipse 19:16","1 Timóteo 6:15"]},"isaias_36_1_poderoso":{"palavra_pt":"poderoso","palavra_original":"בָּצַר","transliteracao":"bâtsar","strong":"H1219","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Refere-se à força e capacidade de um governante ou de Deus em agir.","explicacao_detalhada":"A palavra 'poderoso' implica em grandeza e força, e no contexto, refere-se ao poder militar do rei da Assíria.","por_que_esta_palavra":"A utilização de 'poderoso' ressalta a percepção humana de força, contrastando com o poder supremo de Deus.","conexao_teologica":"A soberania de Deus é frequentemente contrastada com o poder humano, mostrando que Ele é o verdadeiro e único poderoso.","referencias_relacionadas":["Salmos 24:8","Isaías 40:29","Romanos 13:1"]},"isaias_36_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se a um estado de queda ou desmoronamento, simbolizando a derrota ou a perda de poder.","explicacao_detalhada":"Neste contexto, 'cair' pode ser interpretado como a queda de uma nação ou de um líder, refletindo a fragilidade das estruturas humanas diante do poder divino.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a vulnerabilidade do ser humano e a inevitabilidade do juízo divino sobre aqueles que se opõem a Deus.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a transgressão e a necessidade de redenção através de Cristo.","referencias_relacionadas":["Isaías 14:12","Salmos 37:24","Mateus 7:27"]},"isaias_36_2_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' representa a autoridade e o governo, sendo um símbolo de poder e liderança.","explicacao_detalhada":"No contexto de Isaías, o rei é uma figura central que exerce influência sobre o povo e suas decisões, refletindo a relação entre liderança e responsabilidade diante de Deus.","por_que_esta_palavra":"A menção ao 'rei' destaca a importância da liderança justa e a necessidade de que os governantes se submetam à vontade divina.","conexao_teologica":"Cristo é frequentemente referido como o Rei dos Reis, enfatizando a soberania de Deus sobre todas as autoridades terrenas.","referencias_relacionadas":["Romanos 13:1","1 Timóteo 2:2","Apocalipse 19:16"]},"isaias_36_2_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' implica a ação de mandar ou delegar, refletindo a comunicação de uma mensagem ou a execução de um plano.","explicacao_detalhada":"Neste versículo, 'enviar' sugere a intenção de um rei de se comunicar com outro, revelando a dinâmica de poder e diplomacia entre nações.","por_que_esta_palavra":"A escolha de 'enviar' ressalta a importância da comunicação e da estratégia nas relações entre os povos, bem como a soberania de Deus sobre os eventos históricos.","conexao_teologica":"Deus também envia mensageiros, como profetas, para comunicar Sua vontade ao povo, mostrando que a comunicação divina é essencial para a fé.","referencias_relacionadas":["Mateus 10:16","Lucas 10:1","Hebreus 1:1"]},"isaias_36_3_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' simboliza não apenas uma estrutura física, mas também a ideia de família, comunidade e segurança.","explicacao_detalhada":"No contexto de Isaías, 'casa' pode se referir ao templo ou à nação de Israel, representando a presença de Deus entre Seu povo.","por_que_esta_palavra":"A menção à 'casa' enfatiza a importância da habitação de Deus entre os homens e a necessidade de um lugar sagrado para adoração.","conexao_teologica":"A casa de Deus é um tema central na Bíblia, culminando na ideia de que os crentes são agora o templo do Espírito Santo.","referencias_relacionadas":["Salmos 127:1","1 Coríntios 3:16","Hebreus 3:6"]},"isaias_36_3_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'grande' refere-se a algo de magnitude ou importância, destacando a relevância do que está sendo descrito.","explicacao_detalhada":"Neste contexto, 'grande' pode se referir à grandeza da cidade ou do exército, simbolizando poder e influência.","por_que_esta_palavra":"A escolha de 'grande' ressalta a percepção de força e a necessidade de reconhecer a soberania de Deus sobre as potências terrenas.","conexao_teologica":"A grandeza de Deus é um tema central, onde Ele é exaltado acima de todas as coisas, mostrando que a verdadeira grandeza vem de Sua presença.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"isaias_36_3_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' representa a continuidade da linhagem e a relação familiar, simbolizando herança e identidade.","explicacao_detalhada":"Neste contexto, 'filho' pode se referir a um herdeiro ou a alguém que carrega a responsabilidade da família ou da nação.","por_que_esta_palavra":"A menção ao 'filho' enfatiza a importância das gerações e a continuidade dos planos de Deus através da descendência.","conexao_teologica":"Cristo é chamado de Filho de Deus, destacando a relação única entre Ele e o Pai, e a importância da filiação espiritual para os crentes.","referencias_relacionadas":["João 1:12","Romanos 8:17","Gálatas 4:7"]},"isaias_36_4_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' novamente enfatiza a figura de autoridade e liderança, crucial para a narrativa.","explicacao_detalhada":"Neste versículo, o rei é um agente de poder que busca estabelecer controle e influência sobre outros reinos.","por_que_esta_palavra":"A repetição da palavra 'rei' destaca a centralidade da liderança na dinâmica de conflitos e alianças entre nações.","conexao_teologica":"A soberania de Deus é frequentemente contrastada com a autoridade dos reis humanos, mostrando que Ele é o verdadeiro Rei.","referencias_relacionadas":["Provérbios 21:1","Daniel 2:21","Apocalipse 1:5"]},"isaias_36_4_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude do rei ou do seu reino, refletindo poder e influência.","explicacao_detalhada":"Neste contexto, 'grande' pode se referir à força militar ou à importância política do rei em questão.","por_que_esta_palavra":"A ênfase na grandeza serve para contrastar a fragilidade humana com a grandeza divina.","conexao_teologica":"A grandeza de Deus é incomparável, e mesmo os maiores reis da terra são pequenos diante de Sua majestade.","referencias_relacionadas":["Salmos 96:4","Isaías 6:1","Mateus 28:18"]},"isaias_36_5_vitoria":{"palavra_pt":"vitoria","palavra_original":"גְּבוּרָה","transliteracao":"gᵉbûwrâh","strong":"H1369","significado_raiz":"Ideia básica: vitoria.","significado_contextual":"A palavra 'vitória' refere-se ao triunfo em batalhas ou conflitos, simbolizando sucesso e conquista.","explicacao_detalhada":"Neste contexto, 'vitória' é um tema central, pois os povos frequentemente buscavam a confirmação de sua força através de conquistas militares.","por_que_esta_palavra":"A menção à 'vitória' destaca a luta entre o bem e o mal, e a certeza de que Deus é o verdadeiro conquistador.","conexao_teologica":"A vitória de Cristo sobre a morte é o fundamento da fé cristã, garantindo a vitória final sobre o pecado.","referencias_relacionadas":["1 Coríntios 15:57","Romanos 8:37","Apocalipse 17:14"]},"isaias_36_5_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se a uma declaração ou mensagem, sendo fundamental na comunicação e na revelação.","explicacao_detalhada":"Neste contexto, 'palavra' pode se referir a um decreto ou uma mensagem de autoridade que deve ser respeitada.","por_que_esta_palavra":"A escolha de 'palavra' enfatiza a importância da comunicação e da verdade, especialmente em questões de fé e liderança.","conexao_teologica":"A Palavra de Deus é central na vida cristã, sendo a revelação que traz vida e direção aos crentes.","referencias_relacionadas":["João 1:1","Hebreus 4:12","2 Timóteo 3:16"]},"isaias_36_5_batalha":{"palavra_pt":"batalha","palavra_original":"מִלְחָמָה","transliteracao":"milchâmâh","strong":"H4421","significado_raiz":"Ideia básica: batalha.","significado_contextual":"A palavra 'batalha' refere-se ao conflito militar que estava acontecendo, simbolizando a luta entre o povo de Deus e seus inimigos.","explicacao_detalhada":"No contexto de Isaías 36, a batalha é uma representação da luta espiritual e física que o povo de Judá enfrentava contra os assírios. A batalha não é apenas uma luta física, mas também uma luta pela fé e pela confiança em Deus.","por_que_esta_palavra":"A palavra 'batalha' é usada para enfatizar a seriedade da situação e a necessidade de confiar em Deus durante tempos de crise.","conexao_teologica":"A batalha é um tema recorrente na Bíblia, simbolizando a luta entre o bem e o mal, e a necessidade de depender de Deus como nosso defensor.","referencias_relacionadas":["Salmos 144:1","Efésios 6:12","2 Coríntios 10:4"]},"isaias_36_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as coisas são feitas, especialmente em relação à abordagem dos assírios na guerra.","explicacao_detalhada":"No versículo, o emissário assírio questiona a confiança de Judá em Deus, insinuando que o modo de confiar em Deus não é suficiente para a salvação. Isso reflete a arrogância e a falta de entendimento dos assírios sobre o poder de Deus.","por_que_esta_palavra":"A palavra 'modo' é importante para entender a crítica à maneira como Judá estava se defendendo, contrastando com a verdadeira confiança em Deus.","conexao_teologica":"A maneira como nos aproximamos de Deus e enfrentamos desafios é fundamental na teologia bíblica, mostrando que a fé deve ser acompanhada de ações que refletem essa confiança.","referencias_relacionadas":["Provérbios 3:5-6","Salmos 37:5","Mateus 7:7"]},"isaias_36_6_staff":{"palavra_pt":"staff","palavra_original":"מִשְׁעֵנָה","transliteracao":"mishʻênâh","strong":"H4938","significado_raiz":"Ideia básica: staff.","significado_contextual":"A palavra 'staff' refere-se a um bastão, que simboliza apoio e autoridade.","explicacao_detalhada":"No contexto, o bastão representa a confiança que Judá deveria ter em Deus como seu apoio e defesa. A presença do bastão é uma metáfora para a força e a proteção que Deus oferece ao seu povo.","por_que_esta_palavra":"A escolha da palavra 'staff' enfatiza a necessidade de apoio divino em tempos de crise, contrastando com a confiança nas forças humanas.","conexao_teologica":"O bastão é frequentemente usado na Bíblia como símbolo de liderança e proteção, como o cajado do pastor que guia e protege suas ovelhas.","referencias_relacionadas":["Salmos 23:4","Êxodo 4:2","Hebreus 13:20"]},"isaias_36_7_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"A palavra 'altar' refere-se ao local de sacrifício e adoração a Deus, simbolizando a relação entre o povo e o Senhor.","explicacao_detalhada":"No versículo, o altar é mencionado para destacar a importância da adoração e dos sacrifícios que o povo de Judá oferecia a Deus, que eram fundamentais para a sua identidade e fé.","por_que_esta_palavra":"A palavra 'altar' é crucial para entender a prática religiosa do povo de Deus e a necessidade de se voltar a Ele em tempos de dificuldade.","conexao_teologica":"O altar é um símbolo da aliança entre Deus e seu povo, representando a necessidade de sacrifício e devoção na vida espiritual.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Romanos 12:1"]},"isaias_36_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que é invocado como símbolo de autoridade e poder.","explicacao_detalhada":"Neste contexto, o nome de Deus é mencionado para reafirmar a soberania divina e a proteção que Ele oferece ao seu povo, contrastando com as ameaças dos inimigos.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a relação de autoridade e reverência que o povo deve ter em relação a Deus.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando sua natureza, caráter e a relação que Ele tem com seu povo.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Filipenses 2:9-11"]},"isaias_36_7_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade, enfatizando a soberania e o poder de Deus sobre todas as coisas.","explicacao_detalhada":"No versículo, a menção de Deus é uma afirmação da fé do povo de Judá em sua proteção e ajuda, mesmo diante das ameaças dos assírios.","por_que_esta_palavra":"A palavra 'deus' é essencial para entender a natureza de Deus como o único que pode salvar e proteger seu povo.","conexao_teologica":"A divindade de Deus é um tema central na Bíblia, refletindo sua autoridade e poder sobre a criação e a história.","referencias_relacionadas":["Salmos 46:1","Isaías 40:28","Romanos 1:20"]},"isaias_36_8_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e ao governo, simbolizando o poder humano em contraste com o poder divino.","explicacao_detalhada":"Neste contexto, a menção do rei é uma referência ao rei de Judá, que estava enfrentando a ameaça dos assírios, ressaltando a fragilidade do poder humano diante de Deus.","por_que_esta_palavra":"A palavra 'rei' é importante para entender a dinâmica de poder e a necessidade de confiar em Deus acima das autoridades terrenas.","conexao_teologica":"A soberania de Deus é frequentemente contrastada com a autoridade dos reis humanos, mostrando que Deus é o verdadeiro Rei sobre todas as coisas.","referencias_relacionadas":["Salmos 2:10-12","Provérbios 21:1","Romanos 13:1"]},"isaias_36_8_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à ação de oferecer algo, neste caso, a ideia de dar confiança ou ajuda.","explicacao_detalhada":"No versículo, a ação de 'dar' é uma chamada à confiança em Deus, enfatizando que Ele é quem pode realmente oferecer ajuda em tempos de necessidade.","por_que_esta_palavra":"A palavra 'dar' é crucial para entender a oferta de Deus de proteção e ajuda ao seu povo, contrastando com as promessas vazias dos inimigos.","conexao_teologica":"A ideia de dar é central na teologia bíblica, refletindo a generosidade de Deus e sua disposição em ajudar aqueles que confiam nele.","referencias_relacionadas":["Mateus 7:7","Tiago 1:5","Filipenses 4:19"]},"isaias_36_8_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"A palavra 'soberano' refere-se à autoridade suprema de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, a menção do soberano é uma afirmação da posição de Deus como o verdadeiro governante, em contraste com os reis humanos que podem falhar.","por_que_esta_palavra":"A palavra 'soberano' é importante para entender a natureza de Deus como aquele que controla a história e as circunstâncias.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, mostrando que Ele está no controle de todas as coisas e que nada escapa ao seu domínio.","referencias_relacionadas":["Salmos 115:3","Daniel 4:35","Romanos 8:28"]},"isaias_36_9_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"A palavra 'soberano' é repetida para enfatizar a autoridade de Deus em meio à crise enfrentada por Judá.","explicacao_detalhada":"A repetição da palavra 'soberano' serve para reforçar a ideia de que, apesar das ameaças externas, Deus é quem detém o controle e a autoridade sobre todas as situações.","por_que_esta_palavra":"A palavra 'soberano' é crucial para reafirmar a confiança do povo em Deus, lembrando-os de que Ele é maior do que qualquer inimigo.","conexao_teologica":"A soberania de Deus é uma fonte de conforto e esperança para os crentes, pois significa que Ele está sempre no controle, mesmo em tempos de dificuldade.","referencias_relacionadas":["Salmos 103:19","Isaías 46:10","Apocalipse 19:16"]},"isaias_36_9_mulher":{"palavra_pt":"mulher","palavra_original":"בָּטַח","transliteracao":"bâṭach","strong":"H982","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se a uma figura feminina, que pode simbolizar tanto a vulnerabilidade quanto a força em contextos bíblicos.","explicacao_detalhada":"No contexto de Isaías 36:9, a menção de 'mulher' pode ser interpretada como uma referência à fragilidade ou à dependência, especialmente em situações de conflito ou opressão.","por_que_esta_palavra":"A palavra é utilizada para destacar a condição de vulnerabilidade em que se encontra o povo de Judá, comparando-os a uma mulher que precisa de proteção.","conexao_teologica":"A figura da mulher na Bíblia muitas vezes representa a Igreja ou o povo de Deus, que é chamado a confiar em Deus como sua proteção.","referencias_relacionadas":["Isaías 54:5","Gênesis 2:22","Provérbios 31:10"]},"isaias_36_10_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território físico, mas também pode simbolizar a nação ou o povo que habita essa terra.","explicacao_detalhada":"Em Isaías 36:10, a 'terra' é mencionada em um contexto de conquista e domínio, onde a terra de Judá é vista como alvo de ataque.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a realidade geográfica e política da época, além de refletir a promessa de Deus ao Seu povo em relação à terra prometida.","conexao_teologica":"A terra é um tema central na teologia bíblica, representando não apenas um lugar físico, mas também a herança e a promessa de Deus ao Seu povo.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 1:8","Salmos 37:11"]},"isaias_36_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que é invocado como autoridade suprema.","explicacao_detalhada":"No contexto de Isaías 36:10, o uso do nome 'senhor' é uma afirmação de poder e controle, contrastando com a confiança que o povo deveria ter em Deus.","por_que_esta_palavra":"O nome de Deus é central na identidade do povo de Israel e é utilizado para invocar Sua proteção e intervenção.","conexao_teologica":"O nome de Deus representa Sua presença e Sua promessa de estar com Seu povo, sendo um tema recorrente nas Escrituras.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:7","Isaías 42:8"]},"isaias_36_10_henceforth":{"palavra_pt":"henceforth","palavra_original":"עַתָּה","transliteracao":"ʻattâh","strong":"H6258","significado_raiz":"Ideia básica: henceforth.","significado_contextual":"A palavra 'henceforth' indica um tempo futuro, sugerindo continuidade ou uma nova fase.","explicacao_detalhada":"Em Isaías 36:10, 'henceforth' é usado para marcar um ponto de transição, onde as ações futuras são determinadas pela situação atual.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica do que está por vir, especialmente em relação às promessas e advertências de Deus.","conexao_teologica":"A ideia de 'henceforth' é importante na teologia, pois reflete a soberania de Deus sobre o tempo e a história.","referencias_relacionadas":["Isaías 43:19","Apocalipse 21:5","Romanos 8:38-39"]},"isaias_36_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é uma ação que implica comunicação e declaração de intenções.","explicacao_detalhada":"No contexto de Isaías 36:11, 'dizer' é usado para expressar a necessidade de discernimento e a importância das palavras que são proferidas.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a comunicação entre os mensageiros e a necessidade de ouvir e entender as mensagens de Deus.","conexao_teologica":"A comunicação divina é um tema central na Bíblia, onde Deus se revela através de Sua palavra.","referencias_relacionadas":["Salmos 119:105","Provérbios 18:21","Mateus 4:4"]},"isaias_36_11_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é uma conjunção que introduz uma razão ou justificativa.","explicacao_detalhada":"Em Isaías 36:11, 'porque' é usado para explicar a lógica por trás das ações e decisões tomadas pelos personagens da narrativa.","por_que_esta_palavra":"A palavra é fundamental para a compreensão do raciocínio que leva à conclusão ou à ação subsequente.","conexao_teologica":"A lógica e a razão são frequentemente usadas nas Escrituras para explicar a vontade de Deus e as consequências do pecado.","referencias_relacionadas":["Romanos 3:23","Tiago 1:5","Gálatas 6:7"]},"isaias_36_11_homem":{"palavra_pt":"homem","palavra_original":"אֹזֶן","transliteracao":"ʼôzen","strong":"H241","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, frequentemente simbolizando a força ou a responsabilidade.","explicacao_detalhada":"No contexto de Isaías 36:11, 'homem' pode representar a liderança e a capacidade de tomar decisões em situações críticas.","por_que_esta_palavra":"A escolha da palavra 'homem' ressalta a importância da figura masculina na cultura e na sociedade da época.","conexao_teologica":"A Bíblia frequentemente discute o papel do homem e da mulher em relação a Deus e à sociedade, refletindo sobre a criação e a queda.","referencias_relacionadas":["Gênesis 1:27","1 Coríntios 11:3","Efésios 5:23"]},"isaias_36_12_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se a uma declaração ou um conceito que pode ter peso e significado.","explicacao_detalhada":"Em Isaías 36:12, 'palavra' é usada para enfatizar a importância do que é dito e as consequências que podem advir disso.","por_que_esta_palavra":"A palavra é escolhida para destacar a seriedade da comunicação e a necessidade de discernimento nas palavras proferidas.","conexao_teologica":"A palavra de Deus é central na fé cristã, sendo vista como viva e eficaz, capaz de transformar vidas.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:11","Mateus 12:36"]},"isaias_36_12_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é novamente utilizada, reforçando a ideia de responsabilidade e liderança.","explicacao_detalhada":"No contexto de Isaías 36:12, 'homem' pode ser visto como aquele que deve tomar decisões e agir em nome do povo.","por_que_esta_palavra":"A repetição da palavra 'homem' enfatiza a importância da figura masculina na narrativa e na cultura da época.","conexao_teologica":"A Bíblia discute o papel do homem em relação a Deus e à sua responsabilidade diante da criação.","referencias_relacionadas":["Gênesis 2:15","1 Timóteo 2:12","Efésios 6:4"]},"isaias_36_12_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de tomar decisões ou fazer avaliações.","explicacao_detalhada":"Em Isaías 36:12, 'julgar' implica a necessidade de discernimento e sabedoria nas decisões que afetam o povo.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a responsabilidade de liderar e tomar decisões justas e sábias.","conexao_teologica":"O julgamento é um tema importante na Bíblia, refletindo a justiça de Deus e a responsabilidade humana.","referencias_relacionadas":["Salmos 82:3","Provérbios 21:15","Mateus 7:1"]},"isaias_36_13_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se à comunicação e ao poder de expressão, especialmente no contexto de um mensageiro que traz uma declaração importante.","explicacao_detalhada":"No versículo, a 'voz' é utilizada para transmitir uma mensagem de desafio e intimidação. A voz do mensageiro é um meio pelo qual a mensagem do rei é comunicada ao povo.","por_que_esta_palavra":"A escolha da palavra 'voz' enfatiza a importância da comunicação e da autoridade que vem com a fala, especialmente em um contexto de guerra e confronto.","conexao_teologica":"A voz de Deus é frequentemente associada ao poder e à autoridade divina. Assim como a voz do mensageiro traz uma mensagem de desafio, a voz de Deus traz consolo e direção.","referencias_relacionadas":["Salmos 29:4","João 10:27","Hebreus 1:1"]},"isaias_36_13_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à figura de autoridade máxima em um reino, simbolizando poder e governança.","explicacao_detalhada":"Neste contexto, o rei é o emissor da mensagem que desafia a cidade de Jerusalém, representando a força militar e política da Assíria.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a dinâmica de poder e a ameaça que está sendo imposta sobre Judá.","conexao_teologica":"Deus é frequentemente descrito como o Rei dos Reis, enfatizando que, apesar das ameaças humanas, Sua autoridade é suprema.","referencias_relacionadas":["1 Samuel 8:7","Salmos 24:10","Apocalipse 19:16"]},"isaias_36_13_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude e a força do rei e do seu exército.","explicacao_detalhada":"A grandeza do rei é um fator de intimidação, sugerindo que ele possui poder e recursos significativos para conquistar Jerusalém.","por_que_esta_palavra":"A ênfase na grandeza serve para aumentar a percepção de ameaça e a urgência da resposta de Judá.","conexao_teologica":"A grandeza de Deus é contrastada com a grandeza dos reinos humanos, mostrando que, apesar das aparências, Deus é maior que qualquer poder terreno.","referencias_relacionadas":["Salmos 95:3","Isaías 40:12","Efésios 3:20"]},"isaias_36_14_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é repetida para enfatizar a continuidade da mensagem de autoridade e poder.","explicacao_detalhada":"Neste versículo, o rei reafirma sua posição e a legitimidade de sua mensagem, reforçando a ameaça contra Jerusalém.","por_que_esta_palavra":"A repetição da palavra 'rei' destaca a importância da figura real na narrativa e a seriedade da situação.","conexao_teologica":"A realeza de Deus é um tema central na Bíblia, onde Ele é reconhecido como o verdadeiro Rei que governa sobre todas as nações.","referencias_relacionadas":["Salmos 47:2","Isaías 6:5","Apocalipse 17:14"]},"isaias_36_14_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma justificativa para a mensagem que está sendo transmitida.","explicacao_detalhada":"Este termo é usado para explicar a razão pela qual o rei está fazendo a declaração, ligando a ameaça à sua percepção de poder.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a lógica por trás da mensagem do rei e a sua intenção de desestabilizar a confiança de Judá.","conexao_teologica":"Deus frequentemente explica Suas ações e decisões, mostrando que há um propósito divino por trás de cada evento.","referencias_relacionadas":["Romanos 8:28","Isaías 55:8-9","Provérbios 3:5-6"]},"isaias_36_15_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a Jerusalém, o centro espiritual e político de Judá.","explicacao_detalhada":"A menção da cidade enfatiza a importância de Jerusalém e o impacto que a ameaça do rei da Assíria teria sobre seu povo.","por_que_esta_palavra":"A cidade é um símbolo de segurança e identidade para os israelitas, e sua menção serve para aumentar a tensão na narrativa.","conexao_teologica":"Jerusalém é frequentemente vista como a cidade de Deus, onde Sua presença habita, e a proteção divina é um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 48:1-2","Isaías 2:3","Mateus 5:14"]},"isaias_36_15_rei":{"palavra_pt":"rei","palavra_original":"חִזְקִיָּה","transliteracao":"Chizqîyâh","strong":"H2396","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' aqui se refere ao rei Ezequias, que é o governante de Judá durante este período.","explicacao_detalhada":"O rei Ezequias é mencionado para contrastar a autoridade do rei da Assíria e para destacar a situação crítica em que se encontra Judá.","por_que_esta_palavra":"A menção do rei Ezequias é importante para entender a resposta de Judá à ameaça e a confiança que o povo deve ter em seu líder.","conexao_teologica":"Ezequias é um exemplo de um rei que confia em Deus, e sua história é um testemunho da fidelidade divina em tempos de crise.","referencias_relacionadas":["2 Reis 18:5","2 Crônicas 32:7-8","Isaías 37:14-20"]},"isaias_36_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que é invocado como uma fonte de proteção e poder.","explicacao_detalhada":"Neste contexto, o nome do Senhor é mencionado para lembrar ao povo de Judá que sua verdadeira segurança vem de Deus e não de alianças humanas.","por_que_esta_palavra":"A invocação do nome do Senhor é um apelo à fé e à confiança em Sua proteção diante da ameaça.","conexao_teologica":"O nome de Deus é sagrado e representa Sua natureza e caráter, sendo um tema central na adoração e na oração.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Romanos 10:13"]},"isaias_36_16_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' é novamente utilizada para reafirmar a presença e a autoridade do rei da Assíria na narrativa.","explicacao_detalhada":"A repetição da palavra 'rei' serve para reforçar a ameaça que ele representa e a urgência da situação enfrentada por Judá.","por_que_esta_palavra":"A ênfase na figura do rei destaca a luta entre o poder humano e a soberania de Deus.","conexao_teologica":"A soberania de Deus é um tema central, mostrando que, apesar das ameaças terrenas, Ele reina sobre todas as coisas.","referencias_relacionadas":["Salmos 103:19","Isaías 40:23","Apocalipse 1:5"]},"isaias_36_16_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à condição humana e à fragilidade diante de forças maiores.","explicacao_detalhada":"Neste contexto, a menção do 'homem' serve para contrastar a vulnerabilidade humana com a força do rei da Assíria.","por_que_esta_palavra":"A palavra 'homem' é importante para lembrar que, apesar da força aparente, a verdadeira segurança não está nas capacidades humanas.","conexao_teologica":"A fragilidade do homem é um tema recorrente na Bíblia, onde Deus é apresentado como a fonte de força e proteção.","referencias_relacionadas":["Salmos 146:3","Isaías 2:22","Tiago 4:14"]},"isaias_36_17_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se à ação de tomar ou capturar algo, no contexto de uma proposta de rendição.","explicacao_detalhada":"A palavra 'tomar' é usada para descrever a intenção do rei da Assíria de conquistar a terra e os bens de Judá, sugerindo uma abordagem agressiva e dominadora.","por_que_esta_palavra":"A escolha da palavra enfatiza a força e a determinação do rei assírio em submeter Judá sob seu domínio.","conexao_teologica":"A palavra 'tomar' pode ser vista como um reflexo da luta entre o poder humano e a soberania divina, onde Deus é o verdadeiro possuidor da terra.","referencias_relacionadas":["Isaías 36:1","Isaías 37:10","Salmos 2:1-3"]},"isaias_36_17_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao território de Judá, que está sob ameaça de invasão.","explicacao_detalhada":"A palavra 'terra' é usada para descrever não apenas o espaço físico, mas também o povo e a herança que pertencem a Deus.","por_que_esta_palavra":"A ênfase na 'terra' destaca a importância da herança divina e a promessa de Deus ao povo de Israel.","conexao_teologica":"A terra é um símbolo da aliança de Deus com seu povo, e sua proteção é um tema recorrente nas Escrituras.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 6:10-11","Salmos 37:29"]},"isaias_36_17_vinho":{"palavra_pt":"vinho","palavra_original":"תִּירוֹשׁ","transliteracao":"tîyrôwsh","strong":"H8492","significado_raiz":"Ideia básica: vinho.","significado_contextual":"Representa a abundância e a prosperidade que o rei assírio promete trazer ao povo de Judá.","explicacao_detalhada":"A palavra 'vinho' é frequentemente associada à alegria e à celebração, sugerindo que a rendição poderia trazer benefícios materiais.","por_que_esta_palavra":"A menção do vinho é uma estratégia persuasiva para atrair o povo a se submeter ao rei assírio.","conexao_teologica":"O vinho também simboliza a bênção de Deus, e sua oferta pode ser vista como uma distorção da verdadeira prosperidade que vem de Deus.","referencias_relacionadas":["Salmos 104:15","Isaías 25:6","Joel 2:19"]},"isaias_36_18_rei":{"palavra_pt":"rei","palavra_original":"חִזְקִיָּה","transliteracao":"Chizqîyâh","strong":"H2396","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei da Assíria, que está desafiando a autoridade de Deus e do rei Ezequias.","explicacao_detalhada":"A palavra 'rei' implica liderança e autoridade, e neste contexto, representa a arrogância do poder humano diante da soberania divina.","por_que_esta_palavra":"A menção do rei enfatiza a luta pelo poder e a tentativa de desestabilizar a confiança do povo em Deus.","conexao_teologica":"A figura do rei é um lembrete de que, apesar das aparências, Deus é o verdadeiro Rei sobre todas as nações.","referencias_relacionadas":["Isaías 37:6","Salmos 2:10-12","Romanos 13:1"]},"isaias_36_18_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza do poder e da autoridade do rei assírio, que se apresenta como uma força invencível.","explicacao_detalhada":"A palavra 'dizer' é usada para expressar a comunicação de uma mensagem de intimidação e desafio.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a importância da comunicação e da retórica na manipulação do povo.","conexao_teologica":"A palavra de Deus é a verdadeira fonte de poder, contrastando com as palavras vazias dos governantes humanos.","referencias_relacionadas":["Provérbios 18:21","Isaías 55:11","Tiago 3:5"]},"isaias_36_18_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado como uma forma de desafio ao poder do rei assírio.","explicacao_detalhada":"A palavra 'senhor' representa a autoridade suprema de Deus sobre todas as coisas, incluindo os reinos da terra.","por_que_esta_palavra":"A menção do nome de Deus é uma afirmação da fé do povo de Judá e um lembrete de que Deus é seu defensor.","conexao_teologica":"O nome de Deus é sagrado e poderoso, e invocá-lo é um ato de confiança na sua proteção.","referencias_relacionadas":["Êxodo 20:7","Salmos 20:7","Romanos 10:13"]},"isaias_36_19_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que é invocada como protetora do povo de Judá.","explicacao_detalhada":"A palavra 'deus' é usada para enfatizar a diferença entre o verdadeiro Deus e os ídolos das nações vizinhas.","por_que_esta_palavra":"A escolha da palavra 'deus' destaca a soberania de Deus sobre todas as forças e poderes da terra.","conexao_teologica":"A soberania de Deus é um tema central nas Escrituras, mostrando que Ele é o único digno de adoração.","referencias_relacionadas":["Salmos 46:1","Isaías 43:10-11","Romanos 1:20"]},"isaias_36_19_arpad":{"palavra_pt":"arpad","palavra_original":"אַרְפָּד","transliteracao":"ʼArpâd","strong":"H774","significado_raiz":"Ideia básica: arpad.","significado_contextual":"Refere-se à cidade de Arpad, que é mencionada como um exemplo de nação que não foi capaz de resistir ao poder do rei assírio.","explicacao_detalhada":"A palavra 'arpad' é usada para ilustrar a derrota de outras cidades e a confiança do rei assírio em sua conquista.","por_que_esta_palavra":"A menção de Arpad serve como um aviso ao povo de Judá sobre o que pode acontecer se não confiarem em Deus.","conexao_teologica":"A história de Arpad é um lembrete de que as nações que se opõem a Deus enfrentarão a derrota.","referencias_relacionadas":["Isaías 37:13","2 Reis 18:34","2 Reis 19:13"]},"isaias_36_20_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como o rei assírio se apresenta e desafia a confiança do povo em Deus.","explicacao_detalhada":"A palavra 'modo' implica a maneira como as coisas são feitas, sugerindo uma abordagem estratégica na guerra psicológica.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a manipulação e a persuasão como táticas de conquista.","conexao_teologica":"Deus tem um modo próprio de agir que é muitas vezes diferente das táticas humanas, mostrando sua sabedoria e poder.","referencias_relacionadas":["Isaías 55:8-9","Provérbios 16:9","Romanos 12:2"]},"isaias_36_20_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se novamente à terra de Judá, enfatizando a luta pelo controle sobre ela.","explicacao_detalhada":"A repetição da palavra 'terra' reforça a importância do território e da identidade do povo de Deus.","por_que_esta_palavra":"A ênfase na 'terra' destaca a conexão entre o povo e a promessa de Deus sobre sua herança.","conexao_teologica":"A terra é um símbolo da aliança de Deus com seu povo, e sua proteção é um tema recorrente nas Escrituras.","referencias_relacionadas":["Gênesis 15:18","Deuteronômio 11:12","Salmos 37:11"]},"isaias_36_20_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à condição humana, destacando a fragilidade do ser humano diante de Deus.","explicacao_detalhada":"A palavra 'homem' aqui enfatiza a limitação e a vulnerabilidade do ser humano em comparação com o poder divino. No contexto, é uma resposta à arrogância do rei da Assíria, que se considera superior.","por_que_esta_palavra":"A escolha da palavra 'homem' ressalta a insignificância do ser humano frente ao poder de Deus e à soberania divina.","conexao_teologica":"A teologia bíblica frequentemente contrasta a grandeza de Deus com a fragilidade do homem, mostrando que a salvação e a proteção vêm de Deus, não do poder humano.","referencias_relacionadas":["Salmos 8:4","Isaías 40:6-8","Tiago 4:14"]},"isaias_36_21_planejar":{"palavra_pt":"planejar","palavra_original":"חָרַשׁ","transliteracao":"chârash","strong":"H2790","significado_raiz":"Ideia básica: planejar.","significado_contextual":"Indica a intenção de elaborar estratégias ou planos, especialmente em um contexto de guerra.","explicacao_detalhada":"A palavra 'planejar' é usada para descrever a ação deliberada do rei da Assíria ao tentar intimidar o povo de Judá. Isso revela a confiança do rei em suas próprias táticas em vez de confiar em Deus.","por_que_esta_palavra":"A palavra destaca a natureza calculista e estratégica do rei da Assíria, contrastando com a necessidade de confiar em Deus para proteção.","conexao_teologica":"A Bíblia ensina que os planos humanos são fúteis sem a direção de Deus, e que a verdadeira sabedoria vem de confiar em Sua vontade.","referencias_relacionadas":["Provérbios 16:9","Salmos 33:10-11","Isaías 14:24"]},"isaias_36_21_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade e ao poder do governante, especialmente no contexto de guerra.","explicacao_detalhada":"A palavra 'rei' é central no discurso do rei da Assíria, que se apresenta como uma figura de poder absoluto. Isso contrasta com a soberania de Deus, que é o verdadeiro Rei sobre todas as nações.","por_que_esta_palavra":"A ênfase na figura do rei destaca a luta entre o poder humano e a autoridade divina, mostrando que, apesar de sua posição, o rei da Assíria não pode desafiar a vontade de Deus.","conexao_teologica":"A Bíblia frequentemente menciona a soberania de Deus sobre os reis da terra, mostrando que Ele é o verdadeiro governante.","referencias_relacionadas":["Salmos 2:10-12","Provérbios 21:1","Daniel 2:21"]},"isaias_36_21_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade dos fatos, especialmente em relação à confiança em Deus.","explicacao_detalhada":"A palavra 'verdade' é usada para desafiar a credibilidade das promessas do rei da Assíria, que tenta enganar o povo de Judá. A verdade de Deus é apresentada como a única certeza.","por_que_esta_palavra":"A escolha da palavra 'verdade' enfatiza a necessidade de discernir entre as mentiras humanas e a verdade divina.","conexao_teologica":"A verdade é um tema central na Bíblia, onde Deus é descrito como a própria verdade, e os crentes são chamados a viver em conformidade com essa verdade.","referencias_relacionadas":["João 14:6","Salmos 119:160","Efésios 4:15"]},"isaias_36_22_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar, mas também simboliza a nação de Israel como o povo de Deus.","explicacao_detalhada":"A palavra 'casa' é usada para descrever não apenas um edifício, mas a comunidade e a identidade do povo de Deus. No contexto, é um lembrete da proteção divina sobre Israel.","por_que_esta_palavra":"A ênfase na 'casa' destaca a relação íntima entre Deus e Seu povo, que é visto como Sua habitação.","conexao_teologica":"A ideia de 'casa' é frequentemente usada na Bíblia para descrever a relação entre Deus e Seu povo, simbolizando segurança e pertencimento.","referencias_relacionadas":["Salmos 127:1","Hebreus 3:6","1 Pedro 2:5"]},"isaias_36_22_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Indica a ação de convidar ou trazer alguém para um lugar.","explicacao_detalhada":"A palavra 'chamar' é usada para descrever a ação de Deus em convidar Seu povo para a segurança e a proteção que Ele oferece, contrastando com as ameaças do inimigo.","por_que_esta_palavra":"A escolha da palavra 'chamar' enfatiza a iniciativa de Deus em buscar Seu povo e oferecer refúgio.","conexao_teologica":"A Bíblia frequentemente menciona o chamado de Deus para Seu povo, enfatizando Sua graça e misericórdia.","referencias_relacionadas":["Mateus 11:28","Romanos 8:30","Apocalipse 3:20"]},"isaias_36_22_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar, simbolizando a continuidade e a herança.","explicacao_detalhada":"A palavra 'filho' é usada para descrever a relação entre Deus e Seu povo, onde Israel é visto como o filho amado de Deus, enfatizando a proteção e o cuidado divinos.","por_que_esta_palavra":"A ênfase na palavra 'filho' destaca a intimidade da relação entre Deus e Seu povo, mostrando que eles são parte de Sua família.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia cristã, onde os crentes são chamados de filhos de Deus através da fé em Cristo.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:15","1 João 3:1"]}}