{"isaias_37_1_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade do rei de Judá, Ezequias, em um momento de crise.","explicacao_detalhada":"A palavra 'rei' aqui destaca a posição de Ezequias como líder do povo de Deus, que busca a orientação divina em tempos de dificuldade.","por_que_esta_palavra":"A escolha da palavra 'rei' enfatiza a responsabilidade e o papel de liderança que Ezequias exerce em meio à ameaça assíria.","conexao_teologica":"A Bíblia ensina que os reis devem governar com justiça e buscar a sabedoria de Deus, refletindo a soberania divina.","referencias_relacionadas":["2 Reis 18:5-6","Salmos 72:1-2","Provérbios 16:12"]},"isaias_37_1_sackcloth":{"palavra_pt":"sack cloth","palavra_original":"שַׂק","transliteracao":"saq","strong":"H8242","significado_raiz":"Ideia básica: sack cloth.","significado_contextual":"Refere-se a um tecido usado em sinal de lamento e arrependimento.","explicacao_detalhada":"A palavra 'sackcloth' simboliza a tristeza e a humilhação do povo diante da crise que enfrentam, representando um chamado ao arrependimento.","por_que_esta_palavra":"A escolha da palavra 'sackcloth' enfatiza a seriedade da situação e a necessidade de buscar a ajuda de Deus em tempos de aflição.","conexao_teologica":"O uso de sacos de pano é um símbolo comum de arrependimento e busca de Deus em momentos de crise na Bíblia.","referencias_relacionadas":["Joel 1:13","Jonas 3:5","Mateus 11:21"]},"isaias_37_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à ação de descer ou entrar em um estado de desespero ou humilhação.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a condição de Ezequias e do povo de Judá diante da ameaça assíria, simbolizando a necessidade de buscar a ajuda de Deus.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a fragilidade humana e a necessidade de depender de Deus em tempos de crise.","conexao_teologica":"A Bíblia frequentemente menciona a queda do homem e a necessidade de redenção, mostrando que a verdadeira força vem de Deus.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Romanos 5:8"]},"isaias_37_2_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar ou ao templo, um lugar de habitação e adoração.","explicacao_detalhada":"A palavra 'casa' neste contexto pode simbolizar tanto a residência física de Ezequias quanto a casa de Deus, o templo, que era o centro da vida espiritual do povo de Israel.","por_que_esta_palavra":"A casa é um símbolo de segurança e proteção, especialmente em tempos de crise.","conexao_teologica":"A casa de Deus é um lugar de refúgio e oração, onde o povo busca a ajuda divina.","referencias_relacionadas":["Salmos 27:4","1 Reis 8:27","Isaías 56:7"]},"isaias_37_2_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se ao ofício religioso que intercede pelo povo diante de Deus.","explicacao_detalhada":"Os sacerdotes eram responsáveis por realizar sacrifícios e manter a santidade do templo, atuando como mediadores entre Deus e o povo.","por_que_esta_palavra":"A presença do sacerdote é essencial em momentos de crise, pois ele representa a intercessão e a conexão com Deus.","conexao_teologica":"Jesus é o nosso sumo sacerdote, que intercede por nós de forma perfeita.","referencias_relacionadas":["Hebreus 4:14-16","Êxodo 28:1","Levítico 10:10"]},"isaias_37_2_sackcloth":{"palavra_pt":"sack cloth","palavra_original":"שַׂק","transliteracao":"saq","strong":"H8242","significado_raiz":"Ideia básica: sack cloth.","significado_contextual":"Refere-se a um tecido áspero usado como símbolo de luto e arrependimento.","explicacao_detalhada":"O uso de saco é uma expressão externa de tristeza e humilhação diante de Deus, muitas vezes associado a períodos de jejum e oração.","por_que_esta_palavra":"O saco representa a sinceridade do coração em busca de ajuda divina em tempos de aflição.","conexao_teologica":"O arrependimento e a humildade são fundamentais para a restauração espiritual.","referencias_relacionadas":["Jonas 3:5","2 Reis 19:1","Mateus 11:21"]},"isaias_37_3_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período específico, muitas vezes associado a eventos significativos.","explicacao_detalhada":"O 'dia' mencionado pode simbolizar um tempo de julgamento ou de intervenção divina, onde as ações de Deus se tornam evidentes.","por_que_esta_palavra":"O conceito de dia é importante na narrativa bíblica, pois marca momentos de decisão e revelação.","conexao_teologica":"O dia do Senhor é um tema recorrente que enfatiza a soberania de Deus sobre a história.","referencias_relacionadas":["Joel 2:1","Amós 5:18","2 Pedro 3:10"]},"isaias_37_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude ou importância de uma declaração ou evento.","explicacao_detalhada":"A palavra 'grande' enfatiza a seriedade da situação enfrentada por Ezequias e a necessidade de uma resposta divina.","por_que_esta_palavra":"A grandeza da situação exige uma grande resposta de fé e confiança em Deus.","conexao_teologica":"Deus é grande em poder e misericórdia, capaz de agir em situações impossíveis.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"isaias_37_3_rei":{"palavra_pt":"rei","palavra_original":"חִזְקִיָּה","transliteracao":"Chizqîyâh","strong":"H2396","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade e liderança de Ezequias sobre Judá.","explicacao_detalhada":"Como rei, Ezequias tinha a responsabilidade de guiar seu povo em tempos de crise e buscar a direção de Deus.","por_que_esta_palavra":"A posição de rei é crucial para a estabilidade e a fé do povo em Deus durante a adversidade.","conexao_teologica":"Cristo é o Rei dos Reis, que governa com justiça e compaixão.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Apocalipse 19:16"]},"isaias_37_4_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma declaração ou mensagem que tem poder e significado.","explicacao_detalhada":"A palavra de Deus é viva e eficaz, e neste contexto, representa a comunicação divina que traz esperança e direção.","por_que_esta_palavra":"As palavras de Deus têm o poder de transformar situações e corações.","conexao_teologica":"A Palavra se fez carne em Jesus, que é a revelação máxima de Deus.","referencias_relacionadas":["Hebreus 4:12","João 1:14","Isaías 55:11"]},"isaias_37_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua natureza e caráter.","explicacao_detalhada":"O nome de Deus é um símbolo de Sua autoridade e poder, e invocá-lo é um ato de fé.","por_que_esta_palavra":"O nome de Deus é um refúgio seguro para aqueles que confiam Nele.","conexao_teologica":"O nome de Jesus é o nome acima de todo nome, que traz salvação.","referencias_relacionadas":["Salmos 20:1","Filipenses 2:9-11","Atos 4:12"]},"isaias_37_4_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, ao ser supremo que governa o universo.","explicacao_detalhada":"A palavra 'Deus' neste contexto enfatiza a soberania e o poder de Deus sobre todas as nações e situações.","por_que_esta_palavra":"Reconhecer Deus como o verdadeiro Deus é fundamental para a fé e a adoração.","conexao_teologica":"Deus é o Criador e Sustentador de todas as coisas, e em Cristo encontramos a plenitude da divindade.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Colossenses 2:9"]},"isaias_37_5_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à posição de autoridade de Ezequias em Judá.","explicacao_detalhada":"O rei é responsável por guiar o povo e tomar decisões que afetam a nação, especialmente em tempos de crise.","por_que_esta_palavra":"A liderança do rei é crucial para a confiança do povo em Deus durante a adversidade.","conexao_teologica":"Jesus é o Rei que governa com justiça e traz paz ao coração dos crentes.","referencias_relacionadas":["Provérbios 21:1","Isaías 9:6","Apocalipse 17:14"]},"isaias_37_5_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' é usada para indicar a ação de se aproximar ou entrar em um novo espaço, seja físico ou espiritual.","explicacao_detalhada":"No contexto de Isaías 37:5, a palavra sugere a ideia de que os mensageiros estão indo em direção ao rei Ezequias para trazer uma mensagem de Deus. Isso implica uma ação de movimento e resposta ao chamado divino.","por_que_esta_palavra":"A escolha da palavra 'vir/entrar' enfatiza a importância da comunicação e da resposta a Deus, que frequentemente chama Seu povo para se aproximar d'Ele.","conexao_teologica":"A ideia de 'vir' é central na teologia bíblica, onde Deus convida Seu povo a se aproximar d'Ele, como em Tiago 4:8, onde é dito que se aproximemos de Deus e Ele se aproximará de nós.","referencias_relacionadas":["Tiago 4:8","Mateus 11:28","Hebreus 10:22"]},"isaias_37_6_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra/coisa' refere-se à comunicação, à mensagem que é transmitida, especialmente no contexto de profecias e revelações divinas.","explicacao_detalhada":"Em Isaías 37:6, a palavra é usada para descrever a mensagem que os mensageiros trazem a Ezequias, que é uma palavra de encorajamento e advertência de Deus.","por_que_esta_palavra":"A palavra 'dâbâr' é fundamental na Escritura, pois revela a importância da palavra de Deus como meio de comunicação entre Ele e Seu povo.","conexao_teologica":"A palavra de Deus é viva e eficaz (Hebreus 4:12), e a comunicação divina é um tema recorrente na Bíblia, mostrando a relação entre Deus e a humanidade.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Romanos 10:17"]},"isaias_37_6_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a ação de comunicar uma mensagem, especialmente em um contexto de autoridade.","explicacao_detalhada":"No versículo, a palavra é usada para enfatizar a importância da comunicação da mensagem de Deus, que é uma instrução direta ao rei Ezequias sobre a situação que ele enfrenta.","por_que_esta_palavra":"A palavra 'dizer' é crucial, pois representa a voz de Deus sendo transmitida através de Seus mensageiros, destacando a necessidade de ouvir e obedecer.","conexao_teologica":"A comunicação de Deus é um tema central na Bíblia, onde Ele fala e espera que Seu povo responda, como em João 10:27, onde Jesus diz que Suas ovelhas ouvem Sua voz.","referencias_relacionadas":["João 10:27","Salmos 29:4","Provérbios 1:20-21"]},"isaias_37_6_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"A palavra 'soberano' é usada para descrever a autoridade e o domínio de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, a palavra enfatiza que Deus é o Senhor supremo que tem controle sobre a situação enfrentada por Ezequias e o povo de Judá.","por_que_esta_palavra":"A palavra 'soberano' é importante para reconhecer a majestade e o poder de Deus, que é um tema recorrente nas Escrituras.","conexao_teologica":"A soberania de Deus é um conceito central na teologia cristã, que afirma que Ele reina sobre todas as nações e circunstâncias, conforme Salmos 103:19.","referencias_relacionadas":["Salmos 103:19","Romanos 13:1","Daniel 4:35"]},"isaias_37_7_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma interjeição que chama a atenção para algo importante que está prestes a ser revelado.","explicacao_detalhada":"Em Isaías 37:7, 'eis' é usado para introduzir uma declaração significativa sobre a ação de Deus em resposta à situação de Ezequias, enfatizando a urgência e a seriedade da mensagem.","por_que_esta_palavra":"A palavra 'eis' serve para preparar o ouvinte para uma revelação importante, destacando a necessidade de atenção e consideração.","conexao_teologica":"A revelação de Deus é um tema importante, onde Ele frequentemente chama Seu povo a prestar atenção ao que Ele está fazendo, como em Êxodo 3:5, onde Deus diz a Moisés para tirar as sandálias.","referencias_relacionadas":["Êxodo 3:5","Isaías 43:19","Apocalipse 3:20"]},"isaias_37_7_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' é usada para indicar a ação de conceder ou entregar algo a alguém.","explicacao_detalhada":"Neste contexto, a palavra refere-se à ação de Deus de entregar uma mensagem ou um aviso ao povo, enfatizando a responsabilidade de ouvir e responder.","por_que_esta_palavra":"A palavra 'dar' é significativa, pois reflete a natureza generosa de Deus em comunicar Sua vontade e instruções ao Seu povo.","conexao_teologica":"A ideia de Deus dar é central na Bíblia, onde Ele oferece bênçãos, instruções e Sua própria presença ao Seu povo, como em Tiago 1:17.","referencias_relacionadas":["Tiago 1:17","Mateus 7:11","Romanos 8:32"]},"isaias_37_7_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'espírito/vento' é usada para descrever a força invisível que pode trazer mudança ou ação.","explicacao_detalhada":"No versículo, a palavra sugere que Deus pode usar forças naturais, como o vento, para cumprir Seus propósitos, mostrando Seu controle sobre a criação.","por_que_esta_palavra":"A palavra 'vento' é importante para entender a natureza de Deus como soberano sobre todas as forças da natureza e como Ele pode usá-las para Seus fins.","conexao_teologica":"O Espírito Santo é frequentemente associado ao vento na Bíblia, simbolizando poder e presença de Deus, como em Atos 2:2.","referencias_relacionadas":["Atos 2:2","Gênesis 1:2","João 3:8"]},"isaias_37_8_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"A palavra 'edificar' refere-se à construção ou fortalecimento de algo, seja físico ou espiritual.","explicacao_detalhada":"Neste contexto, a palavra é usada para descrever a ação de Deus em fortalecer a cidade de Jerusalém e seu povo diante da ameaça inimiga.","por_que_esta_palavra":"A palavra 'edificar' é significativa, pois reflete o desejo de Deus de proteger e fortalecer Seu povo em tempos de crise.","conexao_teologica":"Deus é descrito como um edificador em várias partes da Bíblia, mostrando Seu papel em construir e sustentar Seu povo, como em Salmos 127:1.","referencias_relacionadas":["Salmos 127:1","1 Pedro 2:5","Efésios 2:20-22"]},"isaias_37_8_achar":{"palavra_pt":"achar","palavra_original":"מָצָא","transliteracao":"mâtsâʼ","strong":"H4672","significado_raiz":"Ideia básica: achar.","significado_contextual":"A palavra 'achar' é usada para indicar a descoberta ou a realização de algo que se busca.","explicacao_detalhada":"No versículo, a palavra sugere que Ezequias e o povo de Judá devem buscar a ajuda de Deus e que, ao fazê-lo, eles encontrarão Sua proteção e orientação.","por_que_esta_palavra":"A palavra 'achar' é importante, pois enfatiza a promessa de Deus de que aqueles que O buscam de todo coração O encontrarão.","conexao_teologica":"A busca por Deus é um tema central na Bíblia, onde é prometido que aqueles que O buscam O acharão, como em Jeremias 29:13.","referencias_relacionadas":["Jeremias 29:13","Mateus 7:7","Salmos 34:10"]},"isaias_37_8_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à figura de autoridade que governa sobre um povo ou nação.","explicacao_detalhada":"Neste contexto, a palavra é usada para descrever Ezequias, que é o rei de Judá, e sua posição de liderança em tempos de crise.","por_que_esta_palavra":"A palavra 'rei' é significativa, pois reflete a estrutura de autoridade estabelecida por Deus e a responsabilidade dos líderes de guiar seu povo.","conexao_teologica":"A realeza de Deus é um tema central na Bíblia, onde Ele é descrito como o Rei dos Reis, mostrando Seu domínio sobre todas as autoridades, conforme Apocalipse 19:16.","referencias_relacionadas":["Apocalipse 19:16","Salmos 24:7-10","Romanos 13:1"]},"isaias_37_9_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' refere-se à capacidade de escutar e compreender a mensagem que está sendo transmitida.","explicacao_detalhada":"No contexto de Isaías 37:9, 'ouvir' é crucial para entender a comunicação de Deus e a resposta a ameaças externas. O ato de ouvir implica não apenas a recepção de sons, mas a disposição de prestar atenção e agir conforme a mensagem recebida.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a importância da escuta atenta das instruções divinas, especialmente em tempos de crise.","conexao_teologica":"A habilidade de ouvir é frequentemente associada à obediência e à fé em Deus, que fala através de profetas e escrituras.","referencias_relacionadas":["Salmos 34:15","Provérbios 1:33","Mateus 11:15"]},"isaias_37_9_rei":{"palavra_pt":"rei","palavra_original":"תִּרְהָקָה","transliteracao":"Tirhâqâh","strong":"H8640","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se a um governante ou líder, especialmente em um contexto de autoridade e poder.","explicacao_detalhada":"Em Isaías 37:9, o rei mencionado é um líder que representa uma nação e suas decisões têm implicações significativas para o povo. A figura do rei é central na narrativa bíblica, simbolizando tanto a liderança humana quanto a soberania divina.","por_que_esta_palavra":"A escolha da palavra 'rei' destaca a importância da liderança e da responsabilidade que vem com o poder, especialmente em tempos de conflito.","conexao_teologica":"A relação entre Deus e os reis é um tema recorrente na Bíblia, onde Deus é visto como o verdadeiro Rei que governa sobre todas as nações.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Romanos 13:1"]},"isaias_37_10_rei":{"palavra_pt":"rei","palavra_original":"חִזְקִיָּה","transliteracao":"Chizqîyâh","strong":"H2396","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' aqui se refere a Ezequias, o rei de Judá, que enfrenta uma ameaça militar.","explicacao_detalhada":"Isaías 37:10 menciona o rei Ezequias em um momento crítico, onde ele precisa confiar em Deus para a proteção de seu povo. O rei é um símbolo de liderança e fé em Deus durante tempos de adversidade.","por_que_esta_palavra":"A palavra 'rei' é usada para enfatizar a posição de Ezequias como líder e a necessidade de sua fé em Deus para enfrentar desafios.","conexao_teologica":"A figura do rei é frequentemente usada para ilustrar a relação entre Deus e seu povo, onde Deus é o Rei supremo que guia e protege.","referencias_relacionadas":["2 Reis 18:5","Isaías 36:1","Salmos 72:1"]},"isaias_37_10_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"Em Isaías 37:10, a palavra 'dizer' é usada para relatar a mensagem que está sendo enviada, enfatizando a importância da comunicação clara em momentos de crise.","por_que_esta_palavra":"A escolha da palavra 'dizer' destaca a necessidade de transmitir informações vitais e a urgência da situação enfrentada.","conexao_teologica":"A comunicação é um aspecto fundamental da relação entre Deus e a humanidade, onde Deus se revela e se comunica através de profetas e escrituras.","referencias_relacionadas":["Gênesis 1:3","Salmos 119:105","Hebreus 1:1"]},"isaias_37_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira ou forma como algo é feito.","explicacao_detalhada":"No contexto de Isaías 37:11, 'modo' é usado para descrever a abordagem ou estratégia que os inimigos de Judá estão usando, enfatizando a necessidade de discernimento na avaliação das ameaças.","por_que_esta_palavra":"A palavra 'modo' é importante para entender as táticas dos adversários e a resposta que deve ser dada.","conexao_teologica":"O modo como as pessoas agem e respondem às situações é frequentemente visto como reflexo de sua fé e confiança em Deus.","referencias_relacionadas":["Provérbios 4:26","Eclesiastes 7:13","Romanos 12:2"]},"isaias_37_11_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo ou território, simbolizando a nação de Judá.","explicacao_detalhada":"Em Isaías 37:11, 'terra' é usada para enfatizar a geografia e a herança do povo de Deus, que está sob ameaça. A terra é um símbolo da promessa de Deus ao seu povo.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a identidade nacional e espiritual de Israel como povo escolhido.","conexao_teologica":"A terra prometida é um tema central na Bíblia, representando a fidelidade de Deus às suas promessas.","referencias_relacionadas":["Gênesis 12:1","Deuteronômio 8:7","Salmos 37:29"]},"isaias_37_11_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se a uma ação ou comportamento que é forte e agressivo.","explicacao_detalhada":"No contexto de Isaías 37:11, 'urso' pode ser interpretado como uma metáfora para a força e a ferocidade dos inimigos que ameaçam Judá, destacando a gravidade da situação.","por_que_esta_palavra":"A palavra 'urso' é usada para ilustrar a natureza ameaçadora dos adversários e a necessidade de uma resposta firme.","conexao_teologica":"A força de Deus é frequentemente comparada a animais poderosos, simbolizando sua proteção e poder sobre as ameaças.","referencias_relacionadas":["Salmos 22:12","Amós 3:8","Isaías 31:4"]},"isaias_37_12_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência ou à continuidade da linhagem.","explicacao_detalhada":"Em Isaías 37:12, 'filho' é usado para enfatizar a relação familiar e a herança que é protegida por Deus. A ideia de filhos é central na narrativa bíblica, simbolizando a continuidade da aliança de Deus com seu povo.","por_que_esta_palavra":"A palavra 'filho' é importante para entender a relação entre Deus e seu povo, que é frequentemente descrito como filhos e filhas de Deus.","conexao_teologica":"A filiação é um tema central na Bíblia, onde os crentes são chamados de filhos de Deus, enfatizando a intimidade da relação.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:14","Efésios 1:5"]},"isaias_37_12_bom":{"palavra_pt":"bom","palavra_original":"נָצַל","transliteracao":"nâtsal","strong":"H5337","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se a algo que é benéfico ou desejável.","explicacao_detalhada":"Em Isaías 37:12, 'bom' é usado para descrever a natureza de Deus e suas intenções para com seu povo, enfatizando que Deus deseja o bem para aqueles que confiam nele.","por_que_esta_palavra":"A palavra 'bom' é fundamental para entender a natureza de Deus como benevolente e protetor.","conexao_teologica":"A bondade de Deus é um tema recorrente na Bíblia, onde Ele é descrito como um Pai amoroso que cuida de seus filhos.","referencias_relacionadas":["Salmos 119:68","Romanos 8:28","Tiago 1:17"]},"isaias_37_12_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade, ao ser supremo que é adorado.","explicacao_detalhada":"Em Isaías 37:12, 'deus' é mencionado para enfatizar a soberania e o poder de Deus sobre todas as nações e situações, destacando a confiança que o povo deve ter nele.","por_que_esta_palavra":"A palavra 'deus' é central na fé israelita, representando a fonte de proteção e orientação.","conexao_teologica":"A relação entre Deus e seu povo é fundamental na teologia bíblica, onde Deus é visto como o protetor e guia.","referencias_relacionadas":["Salmos 46:1","Isaías 40:28","Mateus 28:20"]},"isaias_37_13_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei da Assíria, Sennacherib, que estava ameaçando Judá.","explicacao_detalhada":"A palavra 'rei' neste contexto enfatiza a autoridade e o poder do governante assírio, que se considerava invencível diante de seus inimigos.","por_que_esta_palavra":"A menção do rei é crucial para entender a situação de opressão e a necessidade de intervenção divina.","conexao_teologica":"A soberania de Deus é contrastada com a arrogância dos reis da terra, mostrando que, apesar do poder humano, Deus é o verdadeiro governante.","referencias_relacionadas":["Isaías 36:1","Isaías 37:10","2 Reis 18:13"]},"isaias_37_13_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade de Jerusalém, alvo da invasão assíria.","explicacao_detalhada":"A cidade é um símbolo da presença de Deus entre seu povo e da segurança que Ele oferece.","por_que_esta_palavra":"A cidade é central na narrativa, pois representa tanto a vulnerabilidade de Judá quanto a promessa de proteção divina.","conexao_teologica":"A cidade de Jerusalém é frequentemente vista como o lugar onde Deus habita e onde seu povo se reúne para adorá-lo.","referencias_relacionadas":["Salmos 48:1-2","Isaías 1:26","Miquéias 4:2"]},"isaias_37_13_ava":{"palavra_pt":"ava","palavra_original":"עִוָּה","transliteracao":"ʻIvvâh","strong":"H5755","significado_raiz":"Ideia básica: ava.","significado_contextual":"A palavra 'ava' refere-se a um estado de desolação ou destruição.","explicacao_detalhada":"Neste contexto, 'ava' indica a condição de Jerusalém sob a ameaça do rei da Assíria, que buscava destruir a cidade.","por_que_esta_palavra":"A utilização dessa palavra destaca a gravidade da situação e a necessidade de um salvador.","conexao_teologica":"A destruição é um tema recorrente na Bíblia, simbolizando o juízo de Deus sobre a desobediência, mas também a esperança de restauração.","referencias_relacionadas":["Isaías 1:7","Jeremias 4:20","Lamentações 1:1"]},"isaias_37_14_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"Refere-se a Deus como o mensageiro que traz a palavra de esperança e salvação.","explicacao_detalhada":"A palavra 'anjo/mensageiro' indica a função de Deus em enviar ajuda e consolo ao seu povo em tempos de crise.","por_que_esta_palavra":"A presença de Deus como mensageiro é um lembrete de que Ele está sempre ativo na história, cuidando de seu povo.","conexao_teologica":"Deus é apresentado como aquele que intervém na história humana, trazendo salvação e proteção.","referencias_relacionadas":["Salmos 91:11","Hebreus 1:14","Mateus 4:11"]},"isaias_37_14_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Refere-se à ação de tomar ou receber algo, neste caso, a palavra de Deus.","explicacao_detalhada":"A palavra 'tomar' implica em aceitar a mensagem divina e confiar na sua eficácia.","por_que_esta_palavra":"É um chamado à ação, onde o povo é incentivado a se apegar à promessa de Deus.","conexao_teologica":"A aceitação da palavra de Deus é fundamental para a fé e a obediência, elementos centrais na relação do povo com o Senhor.","referencias_relacionadas":["Tiago 1:21","Romanos 10:17","Hebreus 4:2"]},"isaias_37_14_rei":{"palavra_pt":"rei","palavra_original":"חִזְקִיָּה","transliteracao":"Chizqîyâh","strong":"H2396","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei Ezequias, que buscou a ajuda de Deus diante da ameaça assíria.","explicacao_detalhada":"O rei Ezequias é um exemplo de liderança que confia em Deus em tempos de crise, buscando orientação e proteção.","por_que_esta_palavra":"A menção do rei é importante para entender a resposta do povo de Judá à opressão e sua dependência de Deus.","conexao_teologica":"A liderança piedosa é valorizada na Bíblia, mostrando que reis que confiam em Deus são instrumentos de Sua vontade.","referencias_relacionadas":["2 Reis 18:5","Isaías 36:7","Isaías 37:1"]},"isaias_37_15_rei":{"palavra_pt":"rei","palavra_original":"חִזְקִיָּה","transliteracao":"Chizqîyâh","strong":"H2396","significado_raiz":"Ideia básica: rei.","significado_contextual":"Novamente se refere ao rei Ezequias, enfatizando sua posição como líder espiritual e político.","explicacao_detalhada":"Ezequias é destacado por sua devoção a Deus e por buscar a Sua ajuda em tempos de necessidade.","por_que_esta_palavra":"A palavra 'rei' aqui reforça a ideia de que a liderança deve ser fundamentada na fé e na confiança em Deus.","conexao_teologica":"A relação entre Deus e os líderes é um tema importante, mostrando que a verdadeira autoridade vem de Deus.","referencias_relacionadas":["2 Reis 18:3","Isaías 37:2","Isaías 37:21"]},"isaias_37_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é invocado por Ezequias em sua oração.","explicacao_detalhada":"O nome de Deus representa Sua natureza, caráter e autoridade, sendo um ponto de referência para a fé do povo.","por_que_esta_palavra":"Invocar o nome de Deus é um ato de fé e reconhecimento de Sua soberania e poder.","conexao_teologica":"O nome de Deus é central na adoração e na oração, simbolizando a relação íntima entre Deus e Seu povo.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Romanos 10:13"]},"isaias_37_15_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza de Deus, que é reconhecida por Ezequias em sua oração.","explicacao_detalhada":"A palavra 'dizer' implica em proclamar a grandeza de Deus, reconhecendo Sua majestade e poder.","por_que_esta_palavra":"A declaração da grandeza de Deus é fundamental para a adoração e para a confiança em Sua intervenção.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, lembrando aos crentes de Sua soberania sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"isaias_37_16_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como o Criador e sustentador de todas as coisas.","explicacao_detalhada":"A palavra 'deus' neste contexto enfatiza a autoridade e o poder de Deus sobre as nações e a criação.","por_que_esta_palavra":"Reconhecer Deus como o verdadeiro Deus é essencial para a fé e a confiança do povo em tempos de crise.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele está no controle de todas as situações.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 45:5"]},"isaias_37_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Deus age e se manifesta.","explicacao_detalhada":"A palavra 'modo' implica na maneira específica pela qual Deus opera em situações, revelando Sua soberania e poder.","por_que_esta_palavra":"É utilizada para enfatizar a forma como Deus se relaciona com o Seu povo e com as nações.","conexao_teologica":"O 'modo' de Deus é um reflexo de Sua natureza imutável e de Seus planos eternos.","referencias_relacionadas":["Salmos 77:13","Isaías 55:8-9","Romanos 11:33"]},"isaias_37_16_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como criação de Deus e ao lugar onde Seu povo habita.","explicacao_detalhada":"A palavra 'terra' é usada para descrever não apenas o espaço físico, mas também a herança e a promessa de Deus ao Seu povo.","por_que_esta_palavra":"É importante para entender o contexto da aliança de Deus com Israel e Sua soberania sobre toda a criação.","conexao_teologica":"A terra é um símbolo da presença de Deus e de Sua promessa de bênção.","referencias_relacionadas":["Gênesis 1:1","Deuteronômio 8:7-10","Salmos 24:1"]},"isaias_37_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"O nome 'Senhor' é uma invocação da presença e do poder de Deus em situações de crise.","por_que_esta_palavra":"É fundamental para a oração e a invocação do auxílio divino em momentos de necessidade.","conexao_teologica":"O nome de Deus é um reflexo de Sua identidade e da relação que Ele tem com Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"isaias_37_17_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Refere-se à capacidade de Deus de ouvir as súplicas e orações do Seu povo.","explicacao_detalhada":"A palavra 'ouvir' implica em uma resposta ativa de Deus às necessidades e clamores humanos.","por_que_esta_palavra":"É um lembrete de que Deus está atento e responde às orações de Seu povo.","conexao_teologica":"A audição de Deus é um aspecto de Sua onisciência e cuidado pastoral.","referencias_relacionadas":["Salmos 34:17","1 João 5:14","Hebreus 4:16"]},"isaias_37_17_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"Refere-se à visão que Deus tem sobre as situações e a capacidade de ver além do que é visível.","explicacao_detalhada":"A palavra 'ver' implica em discernimento e entendimento profundo das circunstâncias.","por_que_esta_palavra":"É usada para enfatizar que Deus tem um plano e uma perspectiva que muitas vezes não compreendemos.","conexao_teologica":"A visão de Deus é perfeita e reflete Sua sabedoria infinita.","referencias_relacionadas":["Salmos 139:1-4","Provérbios 15:3","Isaías 46:10"]},"isaias_37_18_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Novamente refere-se à terra, enfatizando a criação e domínio de Deus sobre ela.","explicacao_detalhada":"A repetição da palavra 'terra' reforça a ideia de que tudo pertence a Deus e que Ele é soberano sobre todas as nações.","por_que_esta_palavra":"É crucial para entender a abrangência do poder de Deus em relação a toda a criação.","conexao_teologica":"A terra é um símbolo da aliança de Deus com Seu povo e de Sua soberania sobre a história.","referencias_relacionadas":["Gênesis 1:26-28","Salmos 115:16","Isaías 66:1"]},"isaias_37_18_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Reforça a ideia do nome de Deus como um símbolo de Sua autoridade e poder.","explicacao_detalhada":"A menção do 'Senhor' novamente destaca a importância de invocar o nome de Deus em tempos de dificuldade.","por_que_esta_palavra":"É um lembrete de que o nome de Deus é um refúgio e uma fortaleza para os que confiam Nele.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua essência e caráter.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Romanos 10:13"]},"isaias_37_18_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à autoridade e ao governo de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'rei' enfatiza a soberania de Deus e Seu direito de governar sobre as nações.","por_que_esta_palavra":"É importante para entender a relação entre Deus e os governantes da terra.","conexao_teologica":"Deus é o Rei supremo, e Sua autoridade é reconhecida em toda a criação.","referencias_relacionadas":["Salmos 47:2","Isaías 6:5","Apocalipse 19:16"]},"isaias_37_19_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de clamar a Deus em busca de ajuda e intervenção.","explicacao_detalhada":"A palavra 'dar' no contexto implica em oferecer a Deus nossas necessidades e súplicas.","por_que_esta_palavra":"É um convite à ação de buscar a Deus em oração, reconhecendo nossa dependência dEle.","conexao_teologica":"Clamar a Deus é um ato de fé que reconhece Sua capacidade de responder e agir.","referencias_relacionadas":["Salmos 50:15","Mateus 7:7","Tiago 4:2"]},"isaias_37_19_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à natureza de Deus como o Criador e Sustentador de todas as coisas.","explicacao_detalhada":"A palavra 'deus' enfatiza a divindade e o poder de Deus em contrastar com os ídolos e falsos deuses.","por_que_esta_palavra":"É fundamental para entender a singularidade de Deus em relação a outras divindades.","conexao_teologica":"A natureza de Deus como 'Elohim' destaca Sua majestade e poder criador.","referencias_relacionadas":["Gênesis 1:1","Salmos 86:10","Isaías 45:5"]},"isaias_37_19_fogo":{"palavra_pt":"fogo","palavra_original":"אֵשׁ","transliteracao":"ʼêsh","strong":"H784","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O fogo representa destruição e juízo, simbolizando o poder de Deus sobre as nações.","explicacao_detalhada":"Neste contexto, o fogo é uma metáfora para o juízo divino que consumirá os ídolos e as nações que se opõem a Deus. O uso da palavra 'fogo' enfatiza a intensidade e a inevitabilidade da ação de Deus.","por_que_esta_palavra":"A palavra 'fogo' é utilizada para ilustrar a severidade do juízo de Deus, mostrando que nada pode resistir ao Seu poder.","conexao_teologica":"O fogo é frequentemente associado à purificação e ao juízo divino, refletindo a santidade de Deus que não tolera a iniquidade.","referencias_relacionadas":["Isaías 10:16","Isaías 66:15","Mateus 3:12"]},"isaias_37_20_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra representa o domínio e a criação de Deus, enfatizando Sua soberania sobre toda a criação.","explicacao_detalhada":"Neste versículo, a referência à terra destaca a abrangência do poder de Deus, que não apenas governa sobre os céus, mas também sobre a terra e tudo que nela habita.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a totalidade do domínio de Deus, que se estende a todas as esferas da existência.","conexao_teologica":"A soberania de Deus sobre a terra é um tema central nas Escrituras, mostrando que Ele é o Criador e Sustentador de tudo.","referencias_relacionadas":["Salmos 24:1","Gênesis 1:1","Romanos 1:20"]},"isaias_37_20_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor é uma expressão de Sua autoridade e caráter, representando Sua presença e poder.","explicacao_detalhada":"Neste contexto, invocar o nome do Senhor é reconhecer Sua soberania e buscar Sua intervenção em situações de crise.","por_que_esta_palavra":"A palavra 'senhor' é utilizada para enfatizar a relação de autoridade e reverência que os crentes devem ter em relação a Deus.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, simbolizando Sua natureza e a relação que Ele tem com Seu povo.","referencias_relacionadas":["Salmos 8:1","Êxodo 3:14","Filipenses 2:9-11"]},"isaias_37_20_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' enfatiza a natureza divina e a autoridade suprema de Deus sobre todas as coisas.","explicacao_detalhada":"Neste versículo, a referência a Deus destaca Sua capacidade de agir em favor de Seu povo e de exercer juízo sobre as nações.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a relação entre o Criador e Sua criação, bem como a dependência do homem em relação a Ele.","conexao_teologica":"A natureza de Deus como o único verdadeiro Deus é um tema central na teologia bíblica, refletindo Sua singularidade e poder.","referencias_relacionadas":["Deuteronômio 6:4","Isaías 45:5","João 1:1"]},"isaias_37_21_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' implica uma ação de autoridade, onde alguém é comissionado para cumprir uma tarefa.","explicacao_detalhada":"Neste contexto, o ato de enviar reflete a soberania de Deus em usar Seus mensageiros para comunicar Sua vontade e executar Seus planos.","por_que_esta_palavra":"A palavra 'enviar' é importante para entender a dinâmica da comunicação divina e a responsabilidade dos mensageiros de Deus.","conexao_teologica":"O envio de profetas e mensageiros é um tema recorrente na Bíblia, mostrando como Deus se comunica e age na história.","referencias_relacionadas":["Isaías 6:8","Mateus 28:19","Romanos 10:15"]},"isaias_37_21_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação especial entre Deus e Seu povo, simbolizando herança e identidade.","explicacao_detalhada":"Neste contexto, o 'filho' representa a continuidade da linhagem e a promessa de Deus em preservar Seu povo através das gerações.","por_que_esta_palavra":"A palavra 'filho' é essencial para entender a relação íntima que Deus estabelece com aqueles que são Seus escolhidos.","conexao_teologica":"A filiação é um tema central na Bíblia, refletindo a adoção dos crentes como filhos de Deus através de Cristo.","referencias_relacionadas":["Gálatas 4:7","Romanos 8:15","João 1:12"]},"isaias_37_21_rei":{"palavra_pt":"rei","palavra_original":"חִזְקִיָּה","transliteracao":"Chizqîyâh","strong":"H2396","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' representa autoridade, governo e a soberania de Deus sobre as nações.","explicacao_detalhada":"Neste contexto, o rei é uma figura que deve governar com justiça e temor a Deus, refletindo a liderança divina sobre Seu povo.","por_que_esta_palavra":"A palavra 'rei' é utilizada para enfatizar a importância da liderança justa e a responsabilidade que vem com a autoridade.","conexao_teologica":"A realeza de Deus é um tema central na Bíblia, mostrando que Ele é o Rei dos reis e Senhor dos senhores.","referencias_relacionadas":["Salmos 47:2","Apocalipse 19:16","1 Timóteo 6:15"]},"isaias_37_22_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação de Deus, que traz vida e direção ao Seu povo.","explicacao_detalhada":"Neste contexto, a palavra de Deus é vista como um meio pelo qual Ele se revela e orienta Seu povo em tempos de necessidade.","por_que_esta_palavra":"A palavra 'palavra' é fundamental para entender a importância da revelação divina e a resposta do homem a essa revelação.","conexao_teologica":"A palavra de Deus é um tema central na Bíblia, sendo descrita como viva e eficaz, capaz de transformar vidas.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Isaías 55:11"]},"isaias_37_22_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor é um símbolo de Sua presença e poder, invocado em momentos de necessidade.","explicacao_detalhada":"Neste versículo, o nome do Senhor é mencionado como um recurso de proteção e ajuda, enfatizando a confiança que o povo deve ter em Deus.","por_que_esta_palavra":"A palavra 'senhor' é usada para reafirmar a autoridade e a majestade de Deus, que é digno de ser invocado.","conexao_teologica":"Invocar o nome do Senhor é um ato de fé e dependência, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 20:7","Romanos 10:13","Atos 2:21"]},"isaias_37_22_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em uma ação de obediência e disposição para seguir a direção de Deus.","explicacao_detalhada":"Neste contexto, seguir a Deus é um chamado à fidelidade e à submissão à Sua vontade, reconhecendo Sua liderança.","por_que_esta_palavra":"A palavra 'seguir' é crucial para entender a dinâmica da relação entre o crente e Deus, que exige ação e compromisso.","conexao_teologica":"Seguir a Deus é um tema central na vida cristã, refletindo a jornada de fé e obediência ao Senhor.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"isaias_37_23_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em geral, destacando a fragilidade e a limitação do ser humano diante do poder divino.","explicacao_detalhada":"No contexto de Isaías 37:23, a palavra 'homem' é usada para enfatizar a insignificância do rei da Assíria em comparação com Deus. O versículo mostra como o orgulho humano é confrontado pela soberania divina.","por_que_esta_palavra":"A escolha da palavra 'homem' ressalta a vulnerabilidade e a dependência do ser humano em relação a Deus, especialmente em tempos de crise.","conexao_teologica":"Este versículo ilustra a grandeza de Deus em contraste com a fraqueza humana, um tema recorrente nas Escrituras que enfatiza a necessidade de confiar em Deus.","referencias_relacionadas":["Salmos 8:4-5","Isaías 40:6-8","Tiago 4:14"]},"isaias_37_23_blaspheme":{"palavra_pt":"blaspheme","palavra_original":"גָּדַף","transliteracao":"gâdaph","strong":"H1442","significado_raiz":"Ideia básica: blaspheme.","significado_contextual":"Refere-se a falar de maneira desrespeitosa ou irreverente sobre Deus, especialmente em um contexto de arrogância.","explicacao_detalhada":"No versículo, a palavra 'blaspheme' é usada para descrever a atitude do rei da Assíria, que se atreve a insultar o Deus de Israel, desafiando Sua autoridade e poder.","por_que_esta_palavra":"A utilização dessa palavra destaca a gravidade da ofensa contra Deus e a consequência de tal arrogância.","conexao_teologica":"A blasfêmia é um tema sério nas Escrituras, onde se enfatiza a santidade de Deus e a necessidade de reverência em Sua presença.","referencias_relacionadas":["Levítico 24:16","Mateus 12:31-32","Romanos 2:24"]},"isaias_37_23_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Refere-se ao som ou à comunicação, especialmente no contexto de declarações feitas por alguém em posição de autoridade.","explicacao_detalhada":"A palavra 'voz' neste versículo é usada para descrever a declaração do rei da Assíria, que se gaba de seus feitos e desafia o Deus de Israel.","por_que_esta_palavra":"A ênfase na 'voz' ressalta a importância das palavras e promessas feitas, especialmente quando se trata de ameaças contra o povo de Deus.","conexao_teologica":"A voz de Deus é frequentemente contrastada com a voz dos homens, mostrando que a verdade divina prevalece sobre as mentiras e arrogâncias humanas.","referencias_relacionadas":["Salmos 29:4","Isaías 30:21","João 10:27"]},"isaias_37_24_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à ação de causar destruição ou aniquilação, especialmente em um contexto de guerra ou conflito.","explicacao_detalhada":"Neste versículo, a palavra 'destruir' é usada para descrever a intenção do rei da Assíria de devastar a terra e o povo de Deus, mostrando sua arrogância e desrespeito.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a seriedade da ameaça e a intenção de erradicar a identidade e a existência do povo de Deus.","conexao_teologica":"A destruição é um tema que aparece frequentemente na Bíblia, onde Deus promete proteger Seu povo e reverter as intenções malignas dos inimigos.","referencias_relacionadas":["Salmos 37:38","Isaías 10:33-34","Ezequiel 18:30"]},"isaias_37_24_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à mão como símbolo de poder e ação, especialmente no contexto de realizar atos de destruição ou controle.","explicacao_detalhada":"A palavra 'mão' é usada para descrever a ação do rei da Assíria, que se considera capaz de destruir o povo de Deus com sua própria força.","por_que_esta_palavra":"A ênfase na 'mão' destaca a arrogância do rei, que acredita que pode agir sem restrições e sem considerar o poder de Deus.","conexao_teologica":"A mão de Deus é frequentemente mencionada nas Escrituras como um símbolo de Sua proteção e poder, contrastando com a mão do homem que é limitada.","referencias_relacionadas":["Salmos 89:13","Isaías 41:10","Romanos 8:31"]},"isaias_37_24_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Deus como Senhor, enfatizando Sua soberania e autoridade sobre todas as coisas.","explicacao_detalhada":"Neste versículo, a palavra 'Senhor' é usada para afirmar a posição de Deus como o único que tem poder sobre a criação e sobre os destinos dos povos.","por_que_esta_palavra":"A escolha da palavra 'Senhor' é crucial para lembrar que, apesar das ameaças humanas, Deus permanece no controle e é digno de reverência.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, onde se afirma que Ele é o Senhor de toda a terra e que nada escapa ao Seu domínio.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Filipenses 2:9-11"]},"isaias_37_25_idiom":{"palavra_pt":"expressao","palavra_original":"שָׁתָה","transliteracao":"shâthâh","strong":"H8354","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma expressão ou ato que comunica uma ideia ou sentimento, muitas vezes de maneira figurativa.","explicacao_detalhada":"A palavra 'expressão' é usada para descrever a maneira como o rei da Assíria se dirige a Deus, desafiando-O de forma arrogante.","por_que_esta_palavra":"A escolha dessa palavra destaca a comunicação direta e desrespeitosa do rei, que não reconhece a grandeza de Deus.","conexao_teologica":"As expressões de desrespeito a Deus são frequentemente abordadas nas Escrituras, mostrando a necessidade de reverência e humildade diante do Criador.","referencias_relacionadas":["Provérbios 18:21","Mateus 12:36","Tiago 3:6"]},"isaias_37_25_seca":{"palavra_pt":"seca","palavra_original":"חָרַב","transliteracao":"chârab","strong":"H2717","significado_raiz":"Ideia básica: seca.","significado_contextual":"Refere-se à condição de aridez ou falta de água, simbolizando desolação e juízo.","explicacao_detalhada":"A palavra 'seca' é usada para descrever a devastação que o rei da Assíria pretende trazer sobre a terra de Judá, simbolizando a ausência da bênção de Deus.","por_que_esta_palavra":"A escolha dessa palavra enfatiza as consequências da rebelião contra Deus e a necessidade de dependência dEle para sustento e vida.","conexao_teologica":"A seca é frequentemente usada nas Escrituras como um símbolo do juízo de Deus e da necessidade de arrependimento e retorno a Ele.","referencias_relacionadas":["Amós 8:11","Ezequiel 34:26","Mateus 5:6"]},"isaias_37_25_mao":{"palavra_pt":"mao","palavra_original":"כַּף","transliteracao":"kaph","strong":"H3709","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à mão como símbolo de ação e controle, especialmente em relação ao poder de Deus.","explicacao_detalhada":"A palavra 'mão' é usada novamente para enfatizar a ação do rei da Assíria, que se considera capaz de controlar e destruir à vontade.","por_que_esta_palavra":"A repetição da palavra 'mão' destaca a arrogância do rei, que não reconhece que a verdadeira autoridade pertence a Deus.","conexao_teologica":"A mão de Deus é um símbolo de Sua intervenção e proteção, contrastando com a mão do homem que é limitada e falha.","referencias_relacionadas":["Salmos 138:7","Isaías 41:13","Hebreus 10:31"]},"isaias_37_26_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo ou período, muitas vezes simbolizando um momento de juízo ou intervenção divina.","explicacao_detalhada":"A palavra 'dia' é usada para indicar um tempo específico em que Deus agirá contra os inimigos de Seu povo, mostrando que Ele tem um plano e um propósito.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a certeza de que Deus intervirá em favor de Seu povo em um tempo determinado.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao juízo e à salvação nas Escrituras, onde Deus promete restaurar e proteger aqueles que são Seus.","referencias_relacionadas":["Joel 2:31","Romanos 13:12","Apocalipse 20:11-15"]},"isaias_37_26_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade aqui se refere à realidade dos eventos e à fidelidade de Deus em cumprir Suas promessas.","explicacao_detalhada":"A palavra 'verdade' é usada para enfatizar a certeza e a autenticidade das declarações de Deus. No contexto de Isaías 37:26, Deus está afirmando que Ele já havia predito a queda de Senaqueribe, o rei da Assíria, e que isso se cumpriria.","por_que_esta_palavra":"A palavra 'verdade' é crucial para entender a natureza de Deus como fiel e verdadeiro em Suas promessas e profecias.","conexao_teologica":"A verdade de Deus é um tema central na teologia bíblica, refletindo Sua natureza imutável e a confiança que os crentes devem ter em Suas palavras.","referencias_relacionadas":["Salmos 119:160","João 14:6","Romanos 3:4"]},"isaias_37_26_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso é mencionado como uma metáfora para a força e a ferocidade dos inimigos de Israel.","explicacao_detalhada":"Neste contexto, a palavra 'urso' simboliza a brutalidade e a agressão dos exércitos inimigos, representando a ameaça que Senaqueribe representava para Judá.","por_que_esta_palavra":"A utilização de animais ferozes como o urso serve para ilustrar a gravidade da situação enfrentada pelo povo de Deus.","conexao_teologica":"A imagem do urso pode ser vista como uma representação do juízo de Deus sobre as nações que se levantam contra Seu povo.","referencias_relacionadas":["Daniel 7:5","Amós 5:19","Provérbios 28:15"]},"isaias_37_27_seco":{"palavra_pt":"seco","palavra_original":"בּוּשׁ","transliteracao":"bûwsh","strong":"H954","significado_raiz":"Ideia básica: seco.","significado_contextual":"A palavra 'seco' refere-se à condição desoladora e devastadora que os inimigos de Israel enfrentariam.","explicacao_detalhada":"No versículo, 'seco' é usado para descrever a impotência e a fragilidade dos exércitos inimigos diante do poder de Deus.","por_que_esta_palavra":"A escolha da palavra 'seco' enfatiza a ideia de que, apesar da aparente força do inimigo, eles seriam reduzidos a nada.","conexao_teologica":"A desolação dos inimigos de Deus é um tema recorrente, mostrando que aqueles que se opõem ao Senhor enfrentarão a ruína.","referencias_relacionadas":["Isaías 40:7","Salmos 1:4","Ezequiel 17:10"]},"isaias_37_27_vida":{"palavra_pt":"vida","palavra_original":"קָצֵר","transliteracao":"qâtsêr","strong":"H7116","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' aqui é usada para contrastar a vitalidade do povo de Deus com a morte espiritual dos inimigos.","explicacao_detalhada":"Em Isaías 37:27, a 'vida' representa a proteção e a preservação que Deus oferece ao Seu povo, mesmo em tempos de crise.","por_que_esta_palavra":"A ênfase na 'vida' destaca a promessa de Deus de que aqueles que confiam Nele serão sustentados e protegidos.","conexao_teologica":"A vida em Deus é um tema central na Escritura, simbolizando a salvação e a relação íntima com o Criador.","referencias_relacionadas":["João 10:10","Romanos 8:6","Gálatas 2:20"]},"isaias_37_28_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de Deus de avaliar e decidir sobre as ações dos inimigos de Israel.","explicacao_detalhada":"Neste contexto, 'julgar' implica que Deus está observando e determinará o destino dos que se levantam contra Seu povo.","por_que_esta_palavra":"A palavra é importante porque reafirma a soberania de Deus sobre todas as nações e Seus juízos justos.","conexao_teologica":"O julgamento de Deus é um tema importante, mostrando que Ele é justo e que todos prestarão contas a Ele.","referencias_relacionadas":["Salmos 96:13","Eclesiastes 12:14","Mateus 12:36"]},"isaias_37_28_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'grande' é usada para descrever a magnitude da ação de Deus em resposta à opressão.","explicacao_detalhada":"No versículo, 'grande' enfatiza o poder e a majestade de Deus ao lidar com os inimigos de Seu povo.","por_que_esta_palavra":"A grandeza de Deus é um tema central na Bíblia, mostrando que Ele é capaz de realizar feitos extraordinários.","conexao_teologica":"A grandeza de Deus é frequentemente associada à Sua soberania e ao Seu domínio sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"isaias_37_28_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se ao ato de Deus se manifestar em favor de Seu povo.","explicacao_detalhada":"Neste contexto, 'vir' implica que Deus está prestes a agir e intervir na situação crítica enfrentada por Judá.","por_que_esta_palavra":"A ideia de 'vir' é reconfortante, pois sugere que Deus não está distante, mas próximo e ativo em ajudar.","conexao_teologica":"A presença de Deus é um tema central, mostrando que Ele se envolve na história e na vida de Seu povo.","referencias_relacionadas":["Salmos 46:1","Mateus 28:20","Hebreus 13:5"]},"isaias_37_29_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' é usada para enfatizar a continuidade e a preservação do povo de Deus.","explicacao_detalhada":"Aqui, 'vida' simboliza a proteção divina que garante a sobrevivência e a prosperidade de Judá em meio à adversidade.","por_que_esta_palavra":"A ênfase na 'vida' destaca a promessa de Deus de que aqueles que Nele confiam terão um futuro seguro.","conexao_teologica":"A vida em Deus é um tema central, refletindo a esperança e a redenção que Ele oferece ao Seu povo.","referencias_relacionadas":["João 11:25","Romanos 6:23","1 João 5:12"]},"isaias_37_29_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude da intervenção de Deus em favor de Seu povo.","explicacao_detalhada":"Neste contexto, 'grande' enfatiza que a ação de Deus será poderosa e impactante, trazendo libertação e vitória.","por_que_esta_palavra":"A grandeza de Deus é um tema recorrente, mostrando que Ele é capaz de realizar milagres e salvar Seu povo.","conexao_teologica":"A grandeza de Deus é frequentemente associada à Sua capacidade de realizar o impossível e cumprir Suas promessas.","referencias_relacionadas":["Salmos 126:2","Isaías 25:1","Efésios 3:20"]},"isaias_37_29_because":{"palavra_pt":"porque","palavra_original":"יַעַן","transliteracao":"yaʻan","strong":"H3282","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Deus agirá em favor de Seu povo.","explicacao_detalhada":"Neste contexto, 'porque' conecta a ação de Deus à Sua fidelidade e ao Seu compromisso com as promessas feitas a Israel.","por_que_esta_palavra":"A palavra é crucial para entender a motivação divina e a base da esperança do povo de Deus.","conexao_teologica":"A fidelidade de Deus é um tema central, mostrando que Ele age em resposta à Sua palavra e às necessidades de Seu povo.","referencias_relacionadas":["Deuteronômio 7:9","Salmos 89:33","2 Timóteo 2:13"]},"isaias_37_30_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à manifestação verbal ou à declaração de algo.","explicacao_detalhada":"No contexto de Isaías 37:30, a expressão é usada para enfatizar a comunicação de uma mensagem divina, que traz esperança e certeza ao povo de Deus.","por_que_esta_palavra":"A escolha da palavra 'expressão' destaca a importância da comunicação de Deus com Seu povo, mostrando que Ele se revela através de Suas promessas.","conexao_teologica":"A expressão de Deus é um meio pelo qual Ele se relaciona com a humanidade, revelando Sua vontade e planos.","referencias_relacionadas":["Isaías 55:11","Salmos 119:105","Hebreus 1:1-2"]},"isaias_37_30_erva":{"palavra_pt":"erva","palavra_original":"קָצַר","transliteracao":"qâtsar","strong":"H7114","significado_raiz":"Ideia básica: erva.","significado_contextual":"A palavra 'erva' simboliza a fragilidade e a transitoriedade da vida humana.","explicacao_detalhada":"Em Isaías 37:30, a erva é usada para ilustrar a vulnerabilidade do ser humano diante das adversidades e a certeza de que Deus é a fonte de sustento.","por_que_esta_palavra":"A erva representa a efemeridade das coisas terrenas, contrastando com a eternidade de Deus e Suas promessas.","conexao_teologica":"A fragilidade da erva nos lembra da dependência do ser humano em relação a Deus, que é a fonte de vida.","referencias_relacionadas":["Salmos 103:15-16","Tiago 1:10-11","Isaías 40:6-8"]},"isaias_37_31_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' é usada metaforicamente para representar força e proteção.","explicacao_detalhada":"No versículo, o urso simboliza a força que Deus concede ao Seu povo, garantindo que eles serão defendidos contra os inimigos.","por_que_esta_palavra":"A escolha do urso destaca a ideia de que Deus é um protetor poderoso, capaz de defender Seu povo em tempos de crise.","conexao_teologica":"Deus é frequentemente descrito como um protetor forte, que cuida de Seu povo como um urso cuida de seus filhotes.","referencias_relacionadas":["Salmos 91:1-2","Isaías 41:10","Romanos 8:31"]},"isaias_37_31_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' representa não apenas um lar físico, mas também a comunidade e a presença de Deus entre Seu povo.","explicacao_detalhada":"Em Isaías 37:31, a casa simboliza a segurança e a estabilidade que Deus oferece ao Seu povo em tempos de incerteza.","por_que_esta_palavra":"A casa é um símbolo de refúgio e proteção, enfatizando que Deus é o lar espiritual de Seu povo.","conexao_teologica":"A ideia de casa é central na teologia bíblica, representando a habitação de Deus entre os homens e a promessa de um lar eterno.","referencias_relacionadas":["Salmos 23:6","João 14:2","Hebreus 3:6"]},"isaias_37_32_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou razão para a afirmação anterior.","explicacao_detalhada":"Em Isaías 37:32, 'porque' é usado para justificar a promessa de Deus de proteção e livramento ao Seu povo.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a lógica divina por trás das promessas, mostrando que Deus age com propósito.","conexao_teologica":"A razão de Deus agir em favor de Seu povo é um tema recorrente nas Escrituras, refletindo Sua fidelidade e amor.","referencias_relacionadas":["Romanos 8:28","Salmos 37:25","Isaías 43:2"]},"isaias_37_32_deliverance":{"palavra_pt":"deliverance","palavra_original":"פְּלֵיטָה","transliteracao":"pᵉlêyṭâh","strong":"H6413","significado_raiz":"Ideia básica: deliverance.","significado_contextual":"A palavra 'deliverance' refere-se ao ato de ser libertado ou salvo de uma situação difícil.","explicacao_detalhada":"No contexto de Isaías 37:32, a entrega é uma promessa de Deus de que Ele salvará Seu povo da opressão e do perigo.","por_que_esta_palavra":"A ênfase na entrega destaca a natureza salvadora de Deus, que intervém em favor de Seu povo.","conexao_teologica":"A entrega é um tema central na Bíblia, representando a salvação que Deus oferece através de Cristo.","referencias_relacionadas":["Salmos 34:17","Romanos 11:26","Gálatas 1:4"]},"isaias_37_32_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"A palavra 'montanha' simboliza estabilidade, força e a presença de Deus.","explicacao_detalhada":"Em Isaías 37:32, a montanha representa a segurança que Deus oferece ao Seu povo em meio às tempestades da vida.","por_que_esta_palavra":"A montanha é um símbolo de firmeza e proteção, refletindo a natureza imutável de Deus.","conexao_teologica":"A montanha é frequentemente associada à presença de Deus, como em Sinai, onde Ele revelou Sua lei.","referencias_relacionadas":["Salmos 125:1","Isaías 2:2","Mateus 5:14"]},"isaias_37_33_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' representa um lugar de habitação e comunidade, muitas vezes associado à proteção e segurança.","explicacao_detalhada":"Em Isaías 37:33, a cidade simboliza a coletividade do povo de Deus e a promessa de que Ele os protegerá.","por_que_esta_palavra":"A cidade é um símbolo de refúgio e segurança, refletindo a proteção que Deus oferece ao Seu povo.","conexao_teologica":"A cidade de Deus é um tema recorrente na Bíblia, representando a habitação eterna dos fiéis.","referencias_relacionadas":["Salmos 46:4","Hebreus 11:10","Apocalipse 21:2"]},"isaias_37_33_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à autoridade e soberania de Deus sobre todas as coisas.","explicacao_detalhada":"Em Isaías 37:33, o nome do Senhor é invocado como uma garantia de proteção e intervenção divina.","por_que_esta_palavra":"O nome do Senhor é um símbolo de Sua presença e poder, que traz segurança ao Seu povo.","conexao_teologica":"O nome de Deus é central na adoração e na invocação de Sua ajuda, refletindo Sua natureza e caráter.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Filipenses 2:9-11"]},"isaias_37_33_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' representa a autoridade e o governo de Deus sobre Seu povo.","explicacao_detalhada":"Em Isaías 37:33, a menção ao rei enfatiza a soberania de Deus e Sua capacidade de governar em meio às crises.","por_que_esta_palavra":"A figura do rei é um símbolo de liderança e proteção, refletindo o papel de Deus como governante supremo.","conexao_teologica":"Deus é frequentemente descrito como o Rei dos Reis, que governa com justiça e misericórdia.","referencias_relacionadas":["Salmos 47:2","Apocalipse 19:16","Isaías 9:6-7"]},"isaias_37_34_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' neste contexto refere-se ao caminho que Deus traçou para o Seu povo, simbolizando a proteção e a direção divina.","explicacao_detalhada":"A palavra 'vida' (דֶּרֶךְ - derek) implica não apenas a existência física, mas também a jornada espiritual e moral que os fiéis devem seguir. Em Isaías 37:34, Deus promete proteger Jerusalém, indicando que a vida do povo está nas Suas mãos.","por_que_esta_palavra":"A escolha da palavra 'vida' enfatiza a importância da obediência e da fidelidade a Deus como o caminho para a verdadeira vida e segurança.","conexao_teologica":"A vida em Deus é um tema central na teologia bíblica, onde seguir os caminhos de Deus resulta em bênçãos e proteção.","referencias_relacionadas":["Salmos 16:11","João 14:6","Provérbios 3:5-6"]},"isaias_37_34_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a Jerusalém, o centro espiritual e político do povo de Israel, que estava sob ameaça.","explicacao_detalhada":"A cidade (עִיר - ʻîyr) simboliza não apenas um local físico, mas também a identidade e a segurança do povo de Deus. Em Isaías 37:34, Deus promete proteger Jerusalém, reafirmando Sua aliança com o Seu povo.","por_que_esta_palavra":"A menção da cidade destaca a importância de Jerusalém na história da salvação e na relação entre Deus e Israel.","conexao_teologica":"Jerusalém é frequentemente vista como a cidade de Deus, representando a presença divina entre o Seu povo.","referencias_relacionadas":["Salmos 48:1-2","Mateus 5:14","Hebreus 12:22"]},"isaias_37_34_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' neste versículo enfatiza a fidelidade de Deus às Suas promessas e a certeza de Sua proteção.","explicacao_detalhada":"A palavra 'verdade' (לֹא - lôʼ) implica a certeza e a confiabilidade das promessas de Deus, que não falham. Em Isaías 37:34, Deus assegura que Jerusalém não será entregue ao inimigo.","por_que_esta_palavra":"A inclusão da palavra 'verdade' reforça a ideia de que Deus é um Deus que cumpre Suas promessas e que a verdade é um fundamento da fé.","conexao_teologica":"A verdade de Deus é um tema recorrente na Bíblia, onde Ele é descrito como fiel e verdadeiro.","referencias_relacionadas":["Salmos 119:160","João 8:32","2 Coríntios 1:20"]},"isaias_37_35_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A repetição da palavra 'cidade' reafirma a proteção divina sobre Jerusalém em tempos de crise.","explicacao_detalhada":"A palavra 'cidade' (עִיר - ʻîyr) é crucial para entender a relação entre Deus e Seu povo, especialmente em momentos de ameaça. Em Isaías 37:35, Deus promete defender a cidade contra os inimigos.","por_que_esta_palavra":"A ênfase na cidade destaca a importância de Jerusalém como o lugar onde Deus habita e onde Seu povo se reúne.","conexao_teologica":"A proteção de Jerusalém simboliza a proteção de toda a nação de Israel, refletindo a aliança de Deus com Seu povo.","referencias_relacionadas":["Isaías 31:5","Salmos 125:2","Mateus 23:37"]},"isaias_37_35_defend":{"palavra_pt":"defend","palavra_original":"גָּנַן","transliteracao":"gânan","strong":"H1598","significado_raiz":"Ideia básica: defend.","significado_contextual":"A palavra 'defend' refere-se à ação de Deus em proteger Jerusalém de seus inimigos.","explicacao_detalhada":"A palavra 'defend' (גָּנַן - gânan) implica um ato de proteção ativa. Em Isaías 37:35, Deus promete que Ele mesmo defenderá a cidade, mostrando Seu poder e compromisso com Seu povo.","por_que_esta_palavra":"A escolha da palavra 'defend' enfatiza a segurança que vem da intervenção divina em momentos de crise.","conexao_teologica":"A defesa de Deus sobre Seu povo é um tema recorrente, mostrando que Ele é um refúgio seguro.","referencias_relacionadas":["Salmos 91:2","Isaías 41:10","Romanos 8:31"]},"isaias_37_35_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' destaca a ação de Deus em libertar Seu povo da opressão.","explicacao_detalhada":"A palavra 'salvar' (יָשַׁע - yâshaʻ) refere-se à salvação física e espiritual. Em Isaías 37:35, Deus promete salvar Jerusalém, mostrando Sua capacidade de livrar e proteger.","por_que_esta_palavra":"A menção de 'salvar' ressalta a natureza redentora de Deus e Sua disposição em ajudar aqueles que confiam Nele.","conexao_teologica":"A salvação é um tema central na Bíblia, culminando na obra de Cristo, que salva todos os que creem.","referencias_relacionadas":["Salmos 37:39","Isaías 43:11","Romanos 10:13"]},"isaias_37_36_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"A palavra 'gado' refere-se aos recursos e à riqueza que Deus protege.","explicacao_detalhada":"A palavra 'gado' (מַחֲנֶה - machăneh) simboliza a provisão de Deus para o Seu povo. Em Isaías 37:36, a proteção divina se estende até os bens e a segurança material.","por_que_esta_palavra":"A inclusão de 'gado' mostra que Deus se preocupa com todos os aspectos da vida de Seu povo, incluindo suas posses.","conexao_teologica":"A provisão de Deus é um tema importante, mostrando que Ele cuida de Suas criaturas em todas as áreas.","referencias_relacionadas":["Salmos 23:1","Filipenses 4:19","Mateus 6:26"]},"isaias_37_36_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' refere-se ao ato de Deus agir em grande escala para salvar Seu povo.","explicacao_detalhada":"A palavra 'sair' (יָצָא - yâtsâʼ) implica um movimento poderoso de Deus. Em Isaías 37:36, Deus age de forma grandiosa para proteger Jerusalém, demonstrando Seu poder.","por_que_esta_palavra":"A ênfase em 'sair' destaca a magnitude da intervenção divina em momentos críticos.","conexao_teologica":"Deus é frequentemente descrito como aquele que age poderosamente em favor de Seu povo, refletindo Sua soberania.","referencias_relacionadas":["Êxodo 14:21-22","Salmos 77:14","Atos 2:22"]},"isaias_37_36_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"A palavra 'anjo/mensageiro' refere-se à presença de Deus agindo através de Seus mensageiros.","explicacao_detalhada":"A palavra 'anjo' (מֲלְאָךְ - mălʼâk) indica um mensageiro de Deus que traz Sua mensagem e proteção. Em Isaías 37:36, um anjo é enviado para executar o juízo sobre os inimigos de Israel.","por_que_esta_palavra":"A menção de 'anjo' ressalta a forma como Deus se comunica e age no mundo, usando mensageiros para cumprir Seus propósitos.","conexao_teologica":"Os anjos são frequentemente vistos como agentes de Deus, desempenhando papéis importantes na história da salvação.","referencias_relacionadas":["Hebreus 1:14","Salmos 91:11","Lucas 1:19"]},"isaias_37_37_caminho":{"palavra_pt":"caminho","palavra_original":"נָסַע","transliteracao":"nâçaʻ","strong":"H5265","significado_raiz":"Ideia básica: caminho.","significado_contextual":"A palavra 'caminho' refere-se à trajetória que Deus estabelece para Seu povo.","explicacao_detalhada":"A palavra 'caminho' (נָסַע - nâçaʻ) implica a direção e o propósito que Deus tem para a vida de Seu povo. Em Isaías 37:37, o caminho dos inimigos é interrompido pela ação divina.","por_que_esta_palavra":"A escolha da palavra 'caminho' enfatiza a soberania de Deus em guiar e proteger Seu povo em sua jornada.","conexao_teologica":"O caminho de Deus é um tema central na Bíblia, onde seguir Seus caminhos leva à vida e à bênção.","referencias_relacionadas":["Salmos 119:105","Provérbios 4:26","Mateus 7:13-14"]},"isaias_37_37_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de se mover ou caminhar, simbolizando a jornada da vida e as decisões que tomamos.","explicacao_detalhada":"No contexto de Isaías 37:37, a palavra 'andar' implica não apenas o movimento físico, mas também a maneira como se vive e se age diante de Deus. É uma metáfora para a vida espiritual e as escolhas que fazemos.","por_que_esta_palavra":"A escolha de 'andar' reflete a ideia de seguir um caminho, que pode ser tanto literal quanto figurativo, representando a obediência ou desobediência a Deus.","conexao_teologica":"A caminhada com Deus é um tema recorrente na Bíblia, onde 'andar' é frequentemente associado à fé e à obediência.","referencias_relacionadas":["Gênesis 17:1","Salmos 1:1","Miquéias 6:8"]},"isaias_37_38_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Indica a autoridade e o poder de governar, especialmente no contexto de um rei ou governante.","explicacao_detalhada":"Em Isaías 37:38, a palavra 'reinar' se refere ao domínio e à soberania de Deus sobre as nações, bem como ao papel dos reis na história de Israel.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a legitimidade do governo divino e a responsabilidade dos líderes em seguir a vontade de Deus.","conexao_teologica":"O reinado de Deus é um tema central nas Escrituras, onde Ele é frequentemente descrito como o Rei soberano sobre toda a criação.","referencias_relacionadas":["Salmos 103:19","Daniel 4:17","Apocalipse 11:15"]},"isaias_37_38_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda ou ao colapso, tanto físico quanto espiritual.","explicacao_detalhada":"No versículo, 'cair' pode simbolizar a queda de um rei ou nação, refletindo a fragilidade do poder humano diante da soberania de Deus.","por_que_esta_palavra":"A escolha dessa palavra destaca a vulnerabilidade do ser humano e a inevitabilidade do juízo divino.","conexao_teologica":"A queda é um tema importante na Bíblia, representando tanto a queda do homem no pecado quanto as consequências do afastamento de Deus.","referencias_relacionadas":["Provérbios 16:18","Ezequiel 18:30","Romanos 14:10"]},"isaias_37_38_deus":{"palavra_pt":"deus","palavra_original":"שָׁחָה","transliteracao":"shâchâh","strong":"H7812","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade, ao ser supremo que governa o universo.","explicacao_detalhada":"A palavra 'Deus' em Isaías 37:38 enfatiza a soberania e a autoridade de Deus sobre todas as coisas, especialmente em momentos de crise.","por_que_esta_palavra":"É fundamental reconhecer a natureza de Deus como o único que pode salvar e restaurar, especialmente em tempos de desespero.","conexao_teologica":"A natureza de Deus como Salvador e Protetor é um tema central nas Escrituras, que revela Seu caráter e promessas.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 8:31"]}}