{"isaias_38_1_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de 24 horas, mas também pode simbolizar um tempo de oportunidade ou julgamento.","explicacao_detalhada":"Em Isaías 38:1, o 'dia' é significativo, pois representa um momento crucial na vida de Ezequias, onde ele recebe uma mensagem de Deus através do profeta.","por_que_esta_palavra":"A escolha de 'dia' destaca a urgência e a importância do tempo em relação à resposta de Ezequias a Deus.","conexao_teologica":"O conceito de tempo é frequentemente associado à soberania de Deus e à importância de aproveitar as oportunidades que Ele nos dá.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:1","Mateus 6:34"]},"isaias_38_1_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se ao fim da vida física, mas também pode simbolizar a separação espiritual de Deus.","explicacao_detalhada":"No contexto de Isaías 38:1, 'morrer' é uma realidade que Ezequias enfrenta, levando-o a buscar a intervenção divina.","por_que_esta_palavra":"A palavra 'morrer' enfatiza a fragilidade da vida e a necessidade de se preparar para a eternidade.","conexao_teologica":"A morte é um tema recorrente na Bíblia, que nos lembra da importância da vida eterna e da salvação em Cristo.","referencias_relacionadas":["Hebreus 9:27","João 11:25-26","Romanos 6:23"]},"isaias_38_1_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"Refere-se a um mensageiro de Deus, alguém que fala em Seu nome.","explicacao_detalhada":"Em Isaías 38:1, o 'profeta' é um intermediário entre Deus e o rei, trazendo uma mensagem de advertência e esperança.","por_que_esta_palavra":"A presença do profeta destaca a importância da revelação divina e da comunicação de Deus com Seu povo.","conexao_teologica":"Os profetas desempenham um papel crucial na história da salvação, anunciando a vontade de Deus e preparando o caminho para Cristo.","referencias_relacionadas":["Amós 3:7","Jeremias 1:5","Mateus 10:41"]},"isaias_38_2_andar":{"palavra_pt":"andar","palavra_original":"סָבַב","transliteracao":"çâbab","strong":"H5437","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de se mover ao redor, simbolizando a busca por respostas ou a reflexão.","explicacao_detalhada":"No contexto de Isaías 38:2, 'andar' pode simbolizar a busca de Ezequias por Deus em meio à sua crise, refletindo sua necessidade de orientação.","por_que_esta_palavra":"A palavra é utilizada para mostrar a ação de Ezequias em buscar a Deus em um momento de desespero.","conexao_teologica":"A busca por Deus é um tema importante, onde Ele promete se revelar àqueles que O buscam de todo coração.","referencias_relacionadas":["Jeremias 29:13","Salmos 119:2","Tiago 4:8"]},"isaias_38_2_rei":{"palavra_pt":"rei","palavra_original":"חִזְקִיָּה","transliteracao":"Chizqîyâh","strong":"H2396","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade, especialmente no contexto de um governante de Israel.","explicacao_detalhada":"Em Isaías 38:2, 'rei' se refere a Ezequias, que enfrenta uma crise e busca a ajuda de Deus, mostrando a responsabilidade dos líderes diante de Deus.","por_que_esta_palavra":"A palavra 'rei' é significativa, pois enfatiza a posição de Ezequias e sua necessidade de depender de Deus em tempos difíceis.","conexao_teologica":"A liderança é um tema importante na Bíblia, onde os reis são chamados a governar com justiça e temor a Deus.","referencias_relacionadas":["Provérbios 21:1","1 Timóteo 2:2","Romanos 13:1"]},"isaias_38_2_muro":{"palavra_pt":"muro","palavra_original":"קִיר","transliteracao":"qîyr","strong":"H7023","significado_raiz":"Ideia básica: muro.","significado_contextual":"Refere-se a uma estrutura de proteção, simbolizando segurança e defesa.","explicacao_detalhada":"No contexto de Isaías 38:2, o 'muro' pode simbolizar a proteção que Deus oferece ao Seu povo, especialmente em tempos de ameaça.","por_que_esta_palavra":"A palavra 'muro' destaca a importância da segurança e da confiança em Deus como nosso refúgio.","conexao_teologica":"Deus é frequentemente descrito como um refúgio e fortaleza, oferecendo proteção aos que confiam Nele.","referencias_relacionadas":["Salmos 18:2","Salmos 91:2","Isaías 26:1"]},"isaias_38_3_verdade":{"palavra_pt":"verdade/fidelidade","palavra_original":"אֶמֶת","transliteracao":"ʼemeth","strong":"H571","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade aqui se refere à fidelidade de Deus em cumprir Suas promessas.","explicacao_detalhada":"A palavra 'verdade' (אֶמֶת) implica em uma constância e lealdade que Deus demonstra em relação ao Seu povo. No contexto de Isaías 38, o rei Ezequias clama a Deus, lembrando-se de Sua fidelidade em tempos de angústia.","por_que_esta_palavra":"A escolha da palavra 'verdade' destaca a confiança que Ezequias tinha em Deus, mesmo diante da morte iminente.","conexao_teologica":"A fidelidade de Deus é um tema central na teologia bíblica, refletindo Sua natureza imutável e Sua aliança com o Seu povo.","referencias_relacionadas":["Salmos 25:10","Salmos 119:160","Deuteronômio 7:9"]},"isaias_38_3_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O coração representa o centro das emoções e da vontade humana.","explicacao_detalhada":"Na Bíblia, o 'coração' (לֵב) é frequentemente visto como o lugar onde se toma decisões e se sente. Ezequias, ao se dirigir a Deus, expressa suas emoções e sua sinceridade em busca de ajuda.","por_que_esta_palavra":"A palavra 'coração' é usada para enfatizar a autenticidade do clamor de Ezequias, mostrando que ele não estava apenas fazendo uma oração ritual, mas um apelo genuíno.","conexao_teologica":"O coração é frequentemente mencionado nas Escrituras como o lugar onde Deus busca sinceridade e arrependimento.","referencias_relacionadas":["Provérbios 4:23","Salmos 51:10","Mateus 5:8"]},"isaias_38_3_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à bondade de Deus e ao que é benéfico para o ser humano.","explicacao_detalhada":"No contexto de Isaías 38, Ezequias reconhece a bondade de Deus em sua vida, mesmo em meio à adversidade. A palavra 'bom' (טוֹב) é uma afirmação da natureza benevolente de Deus.","por_que_esta_palavra":"A utilização da palavra 'bom' ressalta a gratidão de Ezequias por tudo que Deus já havia feito por ele.","conexao_teologica":"A bondade de Deus é um atributo fundamental que se reflete em Suas ações e promessas ao longo da Bíblia.","referencias_relacionadas":["Salmos 34:8","Romanos 8:28","Tiago 1:17"]},"isaias_38_4_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a condição de Ezequias, que estava à beira da morte.","explicacao_detalhada":"A palavra 'cair' (הָיָה) implica em uma mudança de estado, de vida para morte, refletindo a gravidade da situação de Ezequias e sua necessidade de intervenção divina.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a fragilidade da vida humana e a dependência de Deus para a restauração.","conexao_teologica":"A vulnerabilidade humana é um tema recorrente, mostrando a necessidade de confiar em Deus em tempos de crise.","referencias_relacionadas":["Salmos 30:3","Eclesiastes 3:2","Hebreus 9:27"]},"isaias_38_4_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação de Deus e Sua promessa de cura.","explicacao_detalhada":"A palavra 'palavra' (דָּבָר) é central na revelação divina, e neste contexto, representa a promessa de Deus a Ezequias de que ele viveria.","por_que_esta_palavra":"A ênfase na 'palavra' destaca a importância da comunicação divina e a certeza que ela traz ao crente.","conexao_teologica":"A palavra de Deus é viva e eficaz, trazendo esperança e transformação na vida dos que creem.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Salmos 119:105"]},"isaias_38_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' é uma referência à soberania e autoridade de Deus.","explicacao_detalhada":"A palavra 'Senhor' (יְהֹוָה) é usada para afirmar a relação de Ezequias com Deus, reconhecendo Sua posição como Criador e Redentor.","por_que_esta_palavra":"A utilização do nome de Deus enfatiza a confiança que Ezequias tinha em Sua capacidade de salvar e restaurar.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e poder, sendo um tema recorrente na adoração e oração.","referencias_relacionadas":["Salmos 8:1","Êxodo 3:14","Romanos 10:13"]},"isaias_38_5_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à declaração de Deus sobre a vida de Ezequias.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) implica em uma ação de comunicação que resulta em um efeito, neste caso, a promessa de cura e prolongamento da vida de Ezequias.","por_que_esta_palavra":"A escolha dessa palavra destaca a autoridade de Deus em Sua palavra e a certeza de que o que Ele diz se cumpre.","conexao_teologica":"A palavra de Deus é poderosa e traz vida, refletindo a importância da fé nas promessas divinas.","referencias_relacionadas":["Gênesis 1:3","Isaías 55:11","Romanos 4:17"]},"isaias_38_5_rei":{"palavra_pt":"rei","palavra_original":"חִזְקִיָּה","transliteracao":"Chizqîyâh","strong":"H2396","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à posição de Ezequias como governante de Judá.","explicacao_detalhada":"A palavra 'rei' (חִזְקִיָּה) é importante para entender a autoridade de Ezequias e seu papel na história de Israel, especialmente em momentos de crise.","por_que_esta_palavra":"A menção ao rei enfatiza a responsabilidade de Ezequias em liderar seu povo e buscar a intervenção de Deus.","conexao_teologica":"A liderança e a autoridade são temas importantes na Bíblia, refletindo a soberania de Deus sobre as nações.","referencias_relacionadas":["1 Reis 18:37","2 Crônicas 32:1","Salmos 72:1"]},"isaias_38_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' reafirma a soberania de Deus sobre a vida de Ezequias.","explicacao_detalhada":"A palavra 'Senhor' (יְהֹוָה) é um reconhecimento da autoridade divina e da relação de Ezequias com Deus, que é seu protetor e salvador.","por_que_esta_palavra":"A repetição do nome de Deus enfatiza a confiança que Ezequias tinha em Sua intervenção.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, mostrando que Ele é o Senhor de todas as coisas.","referencias_relacionadas":["Salmos 24:1","Isaías 40:28","Apocalipse 19:16"]},"isaias_38_6_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a Jerusalém, o centro espiritual e político de Judá.","explicacao_detalhada":"A palavra 'cidade' (עִיר) é significativa no contexto de Isaías 38, pois Jerusalém era vista como a morada de Deus e o lugar de proteção para o povo de Israel.","por_que_esta_palavra":"A menção à cidade destaca a importância de Jerusalém na história da salvação e na proteção divina.","conexao_teologica":"A cidade de Jerusalém é frequentemente mencionada nas Escrituras como um símbolo da presença de Deus entre Seu povo.","referencias_relacionadas":["Salmos 48:1","Isaías 2:3","Mateus 5:14"]},"isaias_38_6_mao":{"palavra_pt":"mao","palavra_original":"כַּף","transliteracao":"kaph","strong":"H3709","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à mão de Deus como símbolo de poder e intervenção divina.","explicacao_detalhada":"A palavra 'mao' (כַּף) é usada para descrever a ação de Deus em ajudar e proteger o rei Ezequias em um momento de crise. A mão de Deus representa Sua força e autoridade.","por_que_esta_palavra":"A escolha da palavra enfatiza a capacidade de Deus de agir diretamente na vida das pessoas, mostrando que Ele tem o controle sobre as situações.","conexao_teologica":"A mão de Deus é frequentemente mencionada nas Escrituras como um símbolo de Sua proteção e poder, refletindo Sua soberania sobre a criação.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","Deuteronômio 33:27"]},"isaias_38_6_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei Ezequias, que estava enfrentando uma grave enfermidade.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) destaca a posição de autoridade e responsabilidade de Ezequias, que clama a Deus em busca de ajuda em sua aflição.","por_que_esta_palavra":"A menção do rei enfatiza a importância da liderança espiritual e a necessidade de buscar a Deus em tempos de crise.","conexao_teologica":"A figura do rei na Bíblia muitas vezes simboliza a relação entre Deus e Seu povo, onde o rei deve ser um reflexo da justiça e da vontade divina.","referencias_relacionadas":["2 Reis 18:5-6","Salmos 72:1-2","Provérbios 21:1"]},"isaias_38_7_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus que traz consolo e promessa de cura.","explicacao_detalhada":"A palavra 'palavra' (דָּבָר) é usada para descrever a comunicação divina que traz esperança e direção ao rei Ezequias em sua necessidade.","por_que_esta_palavra":"A escolha desta palavra ressalta a importância da revelação divina e como ela pode impactar a vida das pessoas.","conexao_teologica":"A palavra de Deus é vista como viva e eficaz, capaz de trazer transformação e vida aos que a ouvem e a obedecem.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Salmos 119:105"]},"isaias_38_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é invocado por Ezequias em sua oração.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o nome pessoal de Deus, que representa Sua natureza e caráter, sendo um símbolo de Sua aliança com o povo.","por_que_esta_palavra":"A invocação do nome de Deus demonstra a confiança de Ezequias em Sua fidelidade e poder para salvar.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua presença e autoridade entre Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:7","Romanos 10:13"]},"isaias_38_8_things":{"palavra_pt":"things","palavra_original":"מַעֲלָה","transliteracao":"maʻălâh","strong":"H4609","significado_raiz":"Ideia básica: things.","significado_contextual":"Refere-se aos sinais que Deus deu a Ezequias como confirmação de Sua promessa.","explicacao_detalhada":"A palavra 'things' (מַעֲלָה) é usada para descrever os eventos sobrenaturais que ocorrerão como prova da intervenção divina.","por_que_esta_palavra":"A escolha desta palavra enfatiza a ação de Deus em realizar milagres e sinais para fortalecer a fé de Seu povo.","conexao_teologica":"Os sinais e maravilhas de Deus são frequentemente usados para confirmar Sua palavra e encorajar a fé.","referencias_relacionadas":["Êxodo 4:17","Mateus 12:39-40","Atos 2:22"]},"isaias_38_8_sol":{"palavra_pt":"sol","palavra_original":"שֶׁמֶשׁ","transliteracao":"shemesh","strong":"H8121","significado_raiz":"Ideia básica: sol.","significado_contextual":"Refere-se ao sol, que é usado como símbolo de tempo e mudança.","explicacao_detalhada":"A palavra 'sol' (שֶׁמֶשׁ) é mencionada no contexto de um milagre que Deus realiza, fazendo o sol retroceder como sinal de Sua promessa.","por_que_esta_palavra":"A escolha do sol destaca a majestade e o poder de Deus sobre a criação, mostrando que Ele pode alterar até mesmo as leis naturais.","conexao_teologica":"O sol é frequentemente associado à luz e à verdade, simbolizando a presença de Deus e Sua revelação ao mundo.","referencias_relacionadas":["Josué 10:12-13","Salmos 84:11","Mateus 5:14"]},"isaias_38_8_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"Usado para chamar a atenção para o que Deus está prestes a fazer.","explicacao_detalhada":"A palavra 'eis' (הֵן) é uma interjeição que indica um momento de revelação ou surpresa, enfatizando a importância do que está sendo declarado.","por_que_esta_palavra":"A escolha desta palavra serve para preparar o ouvinte para a ação poderosa de Deus que está prestes a ser revelada.","conexao_teologica":"A expressão 'eis' é frequentemente usada nas Escrituras para introduzir declarações significativas sobre a obra de Deus.","referencias_relacionadas":["Isaías 7:14","Mateus 1:23","Apocalipse 3:20"]},"isaias_38_9_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"Refere-se à vida que Deus promete restaurar ao rei Ezequias.","explicacao_detalhada":"A palavra 'viver' (חָיָה) é usada para descrever a restauração da saúde e da vida, enfatizando a capacidade de Deus de trazer vida onde há morte.","por_que_esta_palavra":"A escolha desta palavra destaca a esperança e a promessa de Deus de renovar a vida de Ezequias.","conexao_teologica":"A vida é um tema central na teologia bíblica, simbolizando a relação entre Deus e Seu povo, onde Ele é a fonte de toda vida.","referencias_relacionadas":["João 10:10","Romanos 6:4","1 João 5:12"]},"isaias_38_9_rei":{"palavra_pt":"rei","palavra_original":"חִזְקִיָּה","transliteracao":"Chizqîyâh","strong":"H2396","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao rei Ezequias, que clama a Deus por ajuda em sua enfermidade.","explicacao_detalhada":"A palavra 'rei' (חִזְקִיָּה) destaca a identidade de Ezequias como líder do povo de Judá e sua dependência de Deus em tempos de crise.","por_que_esta_palavra":"A menção do rei enfatiza a importância da liderança e da fé em Deus, mesmo em momentos de grande dificuldade.","conexao_teologica":"A figura do rei é um símbolo da liderança espiritual e da necessidade de buscar a orientação divina em todas as áreas da vida.","referencias_relacionadas":["2 Reis 18:3-5","Salmos 20:9","Provérbios 16:12"]},"isaias_38_10_descanso":{"palavra_pt":"descanso","palavra_original":"דְּמִי","transliteracao":"dᵉmîy","strong":"H1824","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao estado de paz e alívio que Ezequias busca em Deus.","explicacao_detalhada":"A palavra 'descanso' (דְּמִי) é usada para descrever a tranquilidade que vem da confiança em Deus durante tempos de aflição.","por_que_esta_palavra":"A escolha desta palavra ressalta a necessidade humana de encontrar paz em Deus, especialmente em momentos de crise.","conexao_teologica":"O descanso em Deus é um tema recorrente nas Escrituras, simbolizando a confiança e a entrega total ao Seu cuidado.","referencias_relacionadas":["Mateus 11:28-30","Salmos 37:7","Hebreus 4:9-11"]},"isaias_38_10_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que Ezequias recebeu a notícia de sua cura.","explicacao_detalhada":"O termo 'dia' neste contexto enfatiza a temporalidade e a urgência da mensagem divina que Ezequias recebeu, marcando um momento específico na história do rei.","por_que_esta_palavra":"A palavra 'dia' é utilizada para indicar um período de tempo definido, que é crucial para entender a cronologia dos eventos na vida de Ezequias.","conexao_teologica":"O dia representa a intervenção de Deus na vida dos homens, mostrando que Ele é soberano sobre o tempo e a vida.","referencias_relacionadas":["Isaías 38:5","Salmos 90:12","Eclesiastes 3:1"]},"isaias_38_10_porta":{"palavra_pt":"porta","palavra_original":"שַׁעַר","transliteracao":"shaʻar","strong":"H8179","significado_raiz":"Ideia básica: porta.","significado_contextual":"Simboliza a entrada para a vida ou a morte, refletindo a escolha que Ezequias enfrentou.","explicacao_detalhada":"A 'porta' neste versículo pode ser vista como uma metáfora para as oportunidades e decisões que moldam o destino de uma pessoa, especialmente em momentos críticos.","por_que_esta_palavra":"A palavra 'porta' é significativa porque representa a transição entre estados de ser, como a vida e a morte, e a escolha que Ezequias teve de fazer.","conexao_teologica":"Teologicamente, a porta simboliza a escolha entre a vida que Deus oferece e a morte, refletindo a graça e a misericórdia divina.","referencias_relacionadas":["Mateus 7:7-8","Apocalipse 3:20","João 10:9"]},"isaias_38_11_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico e à existência humana, que Ezequias estava prestes a deixar.","explicacao_detalhada":"A palavra 'terra' neste contexto destaca a fragilidade da vida humana e a inevitabilidade da morte, que Ezequias estava enfrentando.","por_que_esta_palavra":"A 'terra' é mencionada para enfatizar a realidade da mortalidade e a conexão do ser humano com o mundo material.","conexao_teologica":"A terra é vista como o lugar da experiência humana, onde se vive e se morre, refletindo a criação de Deus e Sua soberania sobre a vida.","referencias_relacionadas":["Gênesis 3:19","Salmos 104:5","Eclesiastes 12:7"]},"isaias_38_11_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à condição física e mortalidade do ser humano.","explicacao_detalhada":"A palavra 'carne' aqui simboliza a fragilidade e a limitação do corpo humano, que está sujeito à morte e à decadência.","por_que_esta_palavra":"A 'carne' é utilizada para enfatizar a vulnerabilidade do ser humano diante da morte e a necessidade de dependência de Deus.","conexao_teologica":"Teologicamente, a carne representa a condição caída da humanidade e a necessidade de redenção através de Deus.","referencias_relacionadas":["Salmos 78:39","Romanos 7:18","Gálatas 5:17"]},"isaias_38_11_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade da situação de Ezequias e à sinceridade de seu clamor a Deus.","explicacao_detalhada":"A palavra 'verdade' neste contexto destaca a autenticidade da experiência de Ezequias e sua busca por uma resposta genuína de Deus.","por_que_esta_palavra":"A 'verdade' é crucial para entender a relação entre Ezequias e Deus, onde a honestidade e a transparência são fundamentais.","conexao_teologica":"A verdade é um atributo de Deus e é essencial para a adoração e a comunhão com Ele.","referencias_relacionadas":["João 4:24","Salmos 51:6","Efésios 4:15"]},"isaias_38_12_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que Ezequias reflete sobre sua vida e a inevitabilidade da morte.","explicacao_detalhada":"Neste contexto, o 'dia' é um momento de introspecção e reconhecimento da fragilidade da vida humana.","por_que_esta_palavra":"A repetição da palavra 'dia' enfatiza a importância do tempo e das decisões que moldam o destino de Ezequias.","conexao_teologica":"O dia simboliza a soberania de Deus sobre o tempo e a vida, lembrando que cada dia é uma dádiva.","referencias_relacionadas":["Salmos 118:24","Tiago 4:14","Hebreus 3:13"]},"isaias_38_12_phrase":{"palavra_pt":"expressao","palavra_original":"גָּלָה","transliteracao":"gâlâh","strong":"H1540","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão de Ezequias sobre sua condição e sua súplica a Deus.","explicacao_detalhada":"A palavra 'expressão' destaca a comunicação sincera de Ezequias com Deus, refletindo sua vulnerabilidade e necessidade de ajuda.","por_que_esta_palavra":"A 'expressão' é importante porque revela a profundidade do relacionamento de Ezequias com Deus e sua busca por respostas.","conexao_teologica":"A expressão é um meio de comunicação com Deus, essencial para a oração e a adoração.","referencias_relacionadas":["Salmos 62:8","Filipenses 4:6","1 Pedro 5:7"]},"isaias_38_12_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à posição de Ezequias em relação aos outros, destacando sua solidão em meio à crise.","explicacao_detalhada":"A palavra 'entre' enfatiza a separação que Ezequias sentiu em sua luta contra a morte, mesmo em meio ao povo.","por_que_esta_palavra":"A 'posição entre' é significativa para entender a experiência de Ezequias e sua busca por apoio e conforto.","conexao_teologica":"A solidão é uma experiência comum na vida, mas Deus promete estar conosco em todos os momentos.","referencias_relacionadas":["Salmos 34:18","Mateus 28:20","Hebreus 13:5"]},"isaias_38_13_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia em que Ezequias percebe a gravidade de sua situação.","explicacao_detalhada":"A repetição da palavra 'dia' aqui sublinha a importância do tempo e a reflexão sobre a vida e a morte.","por_que_esta_palavra":"A palavra 'dia' é utilizada para enfatizar a consciência de Ezequias sobre sua mortalidade e a necessidade de um relacionamento com Deus.","conexao_teologica":"O dia representa a oportunidade de se voltar para Deus e buscar Sua misericórdia.","referencias_relacionadas":["Salmos 90:12","Eclesiastes 3:2","Romanos 13:11"]},"isaias_38_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Ezequias se sentiu e reagiu diante de sua situação.","explicacao_detalhada":"A palavra 'modo' destaca a maneira única e pessoal de Ezequias lidar com a crise, refletindo suas emoções e pensamentos.","por_que_esta_palavra":"A 'maneira' é importante para entender a individualidade da experiência de Ezequias e sua relação com Deus.","conexao_teologica":"Cada pessoa tem uma maneira única de se relacionar com Deus, e Ele se importa com nossas emoções e reações.","referencias_relacionadas":["Salmos 42:5","Filipenses 4:8","1 Pedro 5:7"]},"isaias_38_14_far":{"palavra_pt":"far","palavra_original":"מָרוֹם","transliteracao":"mârôwm","strong":"H4791","significado_raiz":"Ideia básica: far.","significado_contextual":"A palavra 'far' refere-se a um lugar elevado ou a uma posição de destaque.","explicacao_detalhada":"No contexto de Isaías 38:14, a expressão pode ser entendida como uma súplica de alguém que se sente distante de Deus, clamando por ajuda e intervenção divina em um momento de angústia.","por_que_esta_palavra":"A escolha da palavra 'far' enfatiza a sensação de separação e a necessidade de proximidade com Deus em tempos de crise.","conexao_teologica":"A ideia de estar 'longe' de Deus é um tema recorrente nas Escrituras, onde a proximidade com o Senhor é associada à vida e à bênção.","referencias_relacionadas":["Salmos 34:18","Salmos 145:18","Isaías 57:15"]},"isaias_38_15_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' indica a ação de comunicar ou expressar algo verbalmente.","explicacao_detalhada":"Em Isaías 38:15, o ato de 'dizer' reflete a importância da oração e da comunicação com Deus, especialmente em momentos de desespero.","por_que_esta_palavra":"A palavra 'dizer' é crucial, pois destaca a necessidade de expressar nossos sentimentos e necessidades a Deus.","conexao_teologica":"A oração é um meio pelo qual os crentes se conectam com Deus, e a comunicação verbal é uma parte essencial dessa relação.","referencias_relacionadas":["Filipenses 4:6","Salmos 50:15","Tiago 5:16"]},"isaias_38_15_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode ser interpretada como uma metáfora para força ou proteção.","explicacao_detalhada":"No contexto, pode simbolizar a força que se busca em Deus, que é um refúgio seguro em tempos de dificuldade.","por_que_esta_palavra":"A menção de 'urso' sugere uma busca por segurança e a necessidade de um protetor forte.","conexao_teologica":"Deus é frequentemente descrito como um refúgio e fortaleza, e a imagem de um urso pode evocar essa proteção.","referencias_relacionadas":["Salmos 18:2","Salmos 46:1","Provérbios 18:10"]},"isaias_38_15_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou à forma de agir.","explicacao_detalhada":"Em Isaías 38:15, o 'modo' pode se referir à maneira como se deve abordar a situação, enfatizando a necessidade de uma atitude correta diante de Deus.","por_que_esta_palavra":"A escolha da palavra 'modo' sugere que a forma como nos apresentamos a Deus é importante em nossa comunicação com Ele.","conexao_teologica":"A maneira de se aproximar de Deus é um tema importante na Bíblia, onde a humildade e a sinceridade são valorizadas.","referencias_relacionadas":["Mateus 6:6","Hebreus 4:16","Salmos 51:17"]},"isaias_38_16_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' é usada novamente, reforçando a ideia de como se deve proceder em relação a Deus.","explicacao_detalhada":"A repetição da palavra 'modo' em Isaías 38:16 enfatiza a importância de uma abordagem correta e respeitosa ao se dirigir ao Senhor.","por_que_esta_palavra":"A ênfase no 'modo' sugere que a atitude e a postura são fundamentais na relação com Deus.","conexao_teologica":"A Bíblia ensina que a maneira como nos aproximamos de Deus pode afetar nossa experiência espiritual e nossa resposta às Suas promessas.","referencias_relacionadas":["Salmos 24:3-4","Tiago 4:8","1 Pedro 5:6"]},"isaias_38_16_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus como autoridade suprema e soberana.","explicacao_detalhada":"Em Isaías 38:16, a invocação de 'senhor' reconhece a soberania de Deus sobre a vida e a morte, e a necessidade de Sua intervenção.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para expressar submissão e reverência diante de Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, onde Ele é reconhecido como o Criador e Sustentador de todas as coisas.","referencias_relacionadas":["Salmos 103:19","Isaías 45:5-6","Romanos 14:8"]},"isaias_38_16_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' refere-se à existência e à vitalidade.","explicacao_detalhada":"Em Isaías 38:16, 'viver' é uma expressão da esperança de recuperação e restauração da vida após a doença.","por_que_esta_palavra":"A ênfase em 'viver' destaca a importância da vida física e espiritual, e a busca por um relacionamento contínuo com Deus.","conexao_teologica":"A vida é um presente de Deus, e a Bíblia frequentemente fala sobre a vida eterna que é oferecida através de Jesus Cristo.","referencias_relacionadas":["João 10:10","Romanos 6:23","1 João 5:11-12"]},"isaias_38_17_amor":{"palavra_pt":"amor","palavra_original":"חָשַׁק","transliteracao":"châshaq","strong":"H2836","significado_raiz":"Ideia básica: amor.","significado_contextual":"A palavra 'amor' refere-se a um afeto profundo e comprometido.","explicacao_detalhada":"Em Isaías 38:17, o amor de Deus é destacado como um fator essencial para a cura e a restauração do ser humano.","por_que_esta_palavra":"A palavra 'amor' é crucial para entender a natureza de Deus e Sua relação com a humanidade.","conexao_teologica":"O amor de Deus é um tema central na Bíblia, que revela Sua disposição de cuidar e salvar aqueles que são Seus.","referencias_relacionadas":["João 3:16","Romanos 5:8","1 João 4:9-10"]},"isaias_38_17_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma/vida' refere-se à essência do ser humano.","explicacao_detalhada":"Em Isaías 38:17, a 'alma' representa a totalidade da vida e a conexão espiritual com Deus.","por_que_esta_palavra":"A escolha da palavra 'alma' enfatiza a importância da vida espiritual e a relação íntima com o Criador.","conexao_teologica":"A Bíblia ensina que a alma é preciosa para Deus e que Ele se preocupa com cada aspecto da vida humana.","referencias_relacionadas":["Mateus 10:28","Salmos 23:3","Eclesiastes 12:7"]},"isaias_38_18_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa.","explicacao_detalhada":"Em Isaías 38:18, 'porque' é usado para conectar a razão da súplica com a realidade da morte e a necessidade de intervenção divina.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a lógica por trás das ações e pedidos feitos a Deus.","conexao_teologica":"A compreensão das razões por trás das ações de Deus e das súplicas humanas é fundamental para a teologia da oração.","referencias_relacionadas":["Romanos 8:28","Salmos 119:68","Isaías 55:8-9"]},"isaias_38_18_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade aqui se refere à realidade da morte e à inevitabilidade do destino humano.","explicacao_detalhada":"Neste versículo, a palavra 'verdade' enfatiza a certeza da morte como parte da condição humana. É um reconhecimento da fragilidade da vida e da necessidade de viver de acordo com a verdade de Deus.","por_que_esta_palavra":"A escolha da palavra 'verdade' destaca a honestidade e a clareza sobre a condição humana, contrastando com a esperança de vida que Deus oferece.","conexao_teologica":"A verdade é um atributo de Deus, e reconhecer a verdade sobre a morte nos leva a buscar a vida eterna que Ele oferece.","referencias_relacionadas":["João 14:6","Salmos 25:5","Romanos 6:23"]},"isaias_38_18_morte":{"palavra_pt":"morte","palavra_original":"מָוֶת","transliteracao":"mâveth","strong":"H4194","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte é apresentada como um estado final e inevitável, que todos os seres humanos devem enfrentar.","explicacao_detalhada":"Neste contexto, a morte é vista não apenas como um fim, mas como um elemento que traz reflexão sobre a vida e a necessidade de um relacionamento com Deus.","por_que_esta_palavra":"A palavra 'morte' é crucial para entender a gravidade da situação de Ezequias e a intervenção divina que se segue.","conexao_teologica":"A morte é um tema central na teologia bíblica, que aponta para a necessidade de redenção e a promessa de vida eterna em Cristo.","referencias_relacionadas":["Eclesiastes 3:2","Hebreus 9:27","1 Coríntios 15:55"]},"isaias_38_19_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' refere-se ao tempo de vida que ainda resta a Ezequias, simbolizando a oportunidade de viver e servir a Deus.","explicacao_detalhada":"Neste versículo, o 'dia' é um lembrete da brevidade da vida e da importância de aproveitar cada momento para glorificar a Deus.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a transitoriedade da vida e a urgência de viver de maneira significativa.","conexao_teologica":"O conceito de tempo e dia na Bíblia frequentemente se relaciona com a soberania de Deus sobre a vida e a morte.","referencias_relacionadas":["Salmos 90:12","Tiago 4:14","Eclesiastes 12:1"]},"isaias_38_19_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' representa a continuidade da linhagem e a importância da família na cultura israelita.","explicacao_detalhada":"Neste contexto, o 'filho' é um símbolo de esperança e continuidade, refletindo a promessa de Deus de preservar a descendência de Ezequias.","por_que_esta_palavra":"A menção ao 'filho' destaca a importância das gerações futuras e o plano de Deus para a nação de Israel.","conexao_teologica":"A relação entre pais e filhos é um tema recorrente na Bíblia, simbolizando a aliança de Deus com Seu povo.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Mateus 1:1"]},"isaias_38_19_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"A 'carne' refere-se à condição humana, à fragilidade e à mortalidade do ser humano.","explicacao_detalhada":"Neste versículo, a carne simboliza a vulnerabilidade e a limitação da vida humana, contrastando com a eternidade de Deus.","por_que_esta_palavra":"A palavra 'carne' é usada para enfatizar a natureza passageira da vida e a necessidade de dependência de Deus.","conexao_teologica":"A carne é frequentemente mencionada na Bíblia para ilustrar a fraqueza humana e a necessidade de redenção.","referencias_relacionadas":["Gálatas 5:17","Romanos 8:3","1 Pedro 1:24"]},"isaias_38_20_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'nome' do Senhor é um símbolo de Sua autoridade, poder e presença na vida de Ezequias.","explicacao_detalhada":"Neste contexto, invocar o nome do Senhor é um ato de fé e reconhecimento de Sua soberania sobre a vida e a morte.","por_que_esta_palavra":"A palavra 'nome' é significativa porque representa a identidade e a natureza de Deus, que é digno de confiança.","conexao_teologica":"O nome de Deus é um tema central na Bíblia, simbolizando Sua revelação e relacionamento com Seu povo.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Atos 4:12"]},"isaias_38_20_stringed":{"palavra_pt":"stringed","palavra_original":"נְגִינָה","transliteracao":"nᵉgîynâh","strong":"H5058","significado_raiz":"Ideia básica: stringed.","significado_contextual":"A palavra 'stringed' refere-se a instrumentos musicais, que eram usados para louvar a Deus.","explicacao_detalhada":"Neste versículo, a menção de instrumentos de corda destaca a importância da adoração e do louvor a Deus como resposta à Sua intervenção.","por_que_esta_palavra":"A palavra 'stringed' é usada para enfatizar a expressão de gratidão e louvor a Deus por Sua misericórdia.","conexao_teologica":"A música e a adoração são elementos essenciais na vida espiritual, refletindo a alegria e a gratidão ao Senhor.","referencias_relacionadas":["Salmos 150:4","Colossenses 3:16","Efésios 5:19"]},"isaias_38_21_viver":{"palavra_pt":"viver","palavra_original":"חָיָה","transliteracao":"châyâh","strong":"H2421","significado_raiz":"Ideia básica: viver.","significado_contextual":"A palavra 'viver' representa a restauração da vida e a continuidade da missão de Ezequias.","explicacao_detalhada":"Neste versículo, 'viver' é um símbolo da graça de Deus que permite a Ezequias continuar sua liderança e servir ao povo.","por_que_esta_palavra":"A palavra 'viver' é central para a mensagem de esperança e renovação que Deus oferece a Ezequias.","conexao_teologica":"A vida é um dom de Deus, e viver plenamente é um chamado para glorificá-Lo em todas as áreas da vida.","referencias_relacionadas":["João 10:10","Romanos 8:11","Gálatas 2:20"]},"isaias_38_21_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação da verdade e da vontade de Deus.","explicacao_detalhada":"Neste contexto, 'dizer' enfatiza a importância de proclamar as obras de Deus e a Sua fidelidade.","por_que_esta_palavra":"A palavra 'dizer' é usada para destacar a responsabilidade de testemunhar e compartilhar a mensagem de Deus.","conexao_teologica":"A proclamação da palavra de Deus é um aspecto fundamental da fé cristã, que envolve compartilhar a verdade com os outros.","referencias_relacionadas":["Mateus 28:19-20","Romanos 10:14","Salmos 96:3"]},"isaias_38_21_plaister":{"palavra_pt":"plaister","palavra_original":"מָרַח","transliteracao":"mârach","strong":"H4799","significado_raiz":"Ideia básica: plaister.","significado_contextual":"A palavra 'plaister' refere-se ao ato de curar e restaurar, simbolizando a intervenção de Deus na vida de Ezequias.","explicacao_detalhada":"Neste versículo, 'plaister' é uma metáfora para a cura física e espiritual que Deus proporciona ao Seu povo.","por_que_esta_palavra":"A palavra 'plaister' é significativa porque representa a ação de Deus em trazer restauração e saúde.","conexao_teologica":"A cura é um tema recorrente na Bíblia, refletindo a compaixão de Deus e Sua capacidade de restaurar vidas.","referencias_relacionadas":["Isaías 53:5","Tiago 5:15","Salmos 147:3"]},"isaias_38_22_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é utilizada para expressar a comunicação de uma mensagem divina.","explicacao_detalhada":"No contexto de Isaías 38:22, 'dizer' refere-se à declaração de Deus sobre a cura de Ezequias, mostrando a importância da palavra de Deus em trazer esperança e restauração.","por_que_esta_palavra":"A palavra é fundamental para entender a relação entre Deus e o homem, onde a comunicação divina é essencial para a fé.","conexao_teologica":"A palavra de Deus é viva e eficaz, e o ato de 'dizer' revela a soberania de Deus sobre a vida e a morte.","referencias_relacionadas":["Hebreus 4:12","Salmos 33:9","Gênesis 1:3"]},"isaias_38_22_rei":{"palavra_pt":"rei","palavra_original":"חִזְקִיָּה","transliteracao":"Chizqîyâh","strong":"H2396","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à posição de autoridade e liderança de Ezequias sobre Judá.","explicacao_detalhada":"Ezequias, como rei, tinha a responsabilidade de guiar seu povo em tempos de crise, e sua relação com Deus era crucial para a nação.","por_que_esta_palavra":"A figura do rei é importante na narrativa bíblica, simbolizando a liderança divina e a necessidade de submissão a Deus.","conexao_teologica":"Jesus é frequentemente chamado de Rei, e a história de Ezequias prefigura a realeza de Cristo e sua autoridade sobre a Igreja.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Mateus 2:2"]},"isaias_38_22_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Ezequias se dirige a Deus em oração.","explicacao_detalhada":"Neste versículo, 'porque' conecta a declaração de Ezequias sobre sua situação à resposta de Deus, enfatizando a importância da oração.","por_que_esta_palavra":"É uma conjunção que estabelece a lógica da comunicação entre o homem e Deus, mostrando a necessidade de compreensão e diálogo.","conexao_teologica":"A oração é uma resposta à revelação de Deus, e a palavra 'porque' destaca a relação de causa e efeito na fé.","referencias_relacionadas":["Tiago 5:16","Filipenses 4:6","1 João 5:14"]}}