{"isaias_39_1_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"A palavra 'oferta' refere-se a um presente ou tributo que é dado a um rei ou a Deus.","explicacao_detalhada":"No contexto de Isaías 39:1, a oferta enviada por Merodaque-Baladã a Ezequias é um gesto diplomático que também revela a vaidade do rei de Judá.","por_que_esta_palavra":"A oferta é um símbolo de honra e reconhecimento, e sua menção destaca a interação entre nações e a importância da diplomacia.","conexao_teologica":"As ofertas a Deus são um tema recorrente na Bíblia, simbolizando devoção e gratidão.","referencias_relacionadas":["Gênesis 4:3-5","Levítico 1:2","Hebreus 13:16"]},"isaias_39_1_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' implica em tomar posse ou segurar algo firmemente.","explicacao_detalhada":"Neste versículo, 'agarrar' pode ser interpretado como a ação de Ezequias em receber a oferta e a atenção de Merodaque-Baladã, simbolizando a busca por reconhecimento.","por_que_esta_palavra":"A ideia de agarrar reflete a natureza humana de buscar segurança e controle sobre as circunstâncias.","conexao_teologica":"A busca por segurança em alianças políticas pode ser vista como uma falta de confiança em Deus, que é o verdadeiro protetor.","referencias_relacionadas":["Salmos 46:1","Provérbios 3:5-6","Isaías 31:1"]},"isaias_39_1_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se ao tempo ou ocasião em que algo acontece.","explicacao_detalhada":"No contexto de Isaías 39:1, a expressão do tempo é crucial para entender a sequência dos eventos e a resposta de Ezequias ao rei da Babilônia.","por_que_esta_palavra":"A noção de tempo é fundamental na narrativa bíblica, pois Deus atua em momentos específicos da história.","conexao_teologica":"Deus é soberano sobre o tempo, e cada evento tem um propósito divino.","referencias_relacionadas":["Eclesiastes 3:1","Gálatas 4:4","Romanos 5:6"]},"isaias_39_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou apresentado.","explicacao_detalhada":"Neste versículo, o 'modo' como Ezequias recebeu a oferta é significativo, pois revela sua atitude e a forma como ele se relaciona com os outros.","por_que_esta_palavra":"A maneira de agir é importante na Bíblia, pois reflete o caráter e a intenção de uma pessoa.","conexao_teologica":"A forma como nos apresentamos diante de Deus e dos homens é um reflexo de nossa fé e valores.","referencias_relacionadas":["Mateus 5:16","Colossenses 3:23","1 Pedro 2:12"]},"isaias_39_2_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se a algo que é agradável ou de qualidade superior.","explicacao_detalhada":"No contexto de Isaías 39:2, 'bom' pode se referir à qualidade da oferta ou à intenção de Ezequias em receber bem os visitantes.","por_que_esta_palavra":"A bondade é um atributo de Deus e deve ser refletida na vida dos crentes.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, e somos chamados a agir com bondade em nossas interações.","referencias_relacionadas":["Salmos 34:8","Gálatas 5:22","Efésios 4:32"]},"isaias_39_2_cheer":{"palavra_pt":"cheer","palavra_original":"שָׂמַח","transliteracao":"sâmach","strong":"H8055","significado_raiz":"Ideia básica: cheer.","significado_contextual":"A palavra 'cheer' implica em alegria ou regozijo.","explicacao_detalhada":"Neste versículo, a expressão de alegria pode estar relacionada à recepção calorosa de Ezequias aos embaixadores babilônios.","por_que_esta_palavra":"A alegria é uma resposta natural a boas notícias e interações positivas.","conexao_teologica":"A alegria é um fruto do Espírito e deve ser manifestada na vida do crente.","referencias_relacionadas":["Filipenses 4:4","Salmos 100:1","Romanos 15:13"]},"isaias_39_3_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus que transmite Suas palavras e advertências.","explicacao_detalhada":"No contexto de Isaías 39:3, o profeta Isaías é enviado para alertar Ezequias sobre as consequências de suas ações e a futura invasão babilônica.","por_que_esta_palavra":"A função do profeta é crucial na história bíblica, pois eles são porta-vozes de Deus em tempos de crise.","conexao_teologica":"Jesus é o cumprimento da profecia, e a voz dos profetas nos chama a ouvir e obedecer a Deus.","referencias_relacionadas":["Amós 3:7","Mateus 5:17","Hebreus 1:1-2"]},"isaias_39_3_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao título de autoridade máxima em Judá, especificamente ao rei Ezequias.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) é usada para descrever a posição de liderança e governo. No contexto de Isaías 39:3, o rei Ezequias é abordado por mensageiros de Babilônia, o que destaca a importância política e a influência que ele tinha na época.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica de poder e a relação entre Judá e outras nações, especialmente em tempos de crise.","conexao_teologica":"A figura do rei em Israel é frequentemente vista como um representante de Deus na terra, e a fidelidade do rei a Deus determina a prosperidade do povo.","referencias_relacionadas":["1 Reis 18:5","2 Crônicas 32:1","Isaías 36:1"]},"isaias_39_3_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um ser humano, enfatizando a fragilidade e a mortalidade do homem em contraste com a grandeza de Deus.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é usada para destacar a condição humana. No contexto, isso pode ser interpretado como uma reflexão sobre a vulnerabilidade do rei Ezequias diante das ameaças externas.","por_que_esta_palavra":"É importante para entender a natureza humana e a dependência de Deus em tempos de dificuldade.","conexao_teologica":"A humanidade é frequentemente chamada a reconhecer sua limitação e a buscar a ajuda divina.","referencias_relacionadas":["Salmos 8:4","Eclesiastes 12:13","Romanos 3:23"]},"isaias_39_4_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de comunicar ou declarar algo importante, neste caso, as ações do rei Ezequias.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é um verbo que implica a ação de falar ou expressar. No contexto, isso se relaciona com a comunicação de Ezequias sobre suas posses e realizações.","por_que_esta_palavra":"É fundamental para entender a importância da comunicação e da revelação de informações entre líderes e nações.","conexao_teologica":"A palavra de um rei pode ter consequências significativas, refletindo a importância da verdade e da honestidade.","referencias_relacionadas":["Provérbios 18:21","Tiago 3:5","Salmos 19:14"]},"isaias_39_4_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar ou ao templo, simbolizando segurança e a presença de Deus.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) é usada para descrever não apenas uma estrutura física, mas também a ideia de família e comunidade. No contexto, pode se referir ao templo de Deus em Jerusalém.","por_que_esta_palavra":"É importante para entender a relação entre o espaço físico e a presença divina.","conexao_teologica":"A casa de Deus é um lugar de adoração e refúgio, simbolizando a relação entre Deus e seu povo.","referencias_relacionadas":["Salmos 27:4","Hebreus 3:6","1 Pedro 2:5"]},"isaias_39_4_rei":{"palavra_pt":"rei","palavra_original":"חִזְקִיָּה","transliteracao":"Chizqîyâh","strong":"H2396","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente ao rei Ezequias, enfatizando sua posição de liderança.","explicacao_detalhada":"A palavra 'rei' (חִזְקִיָּה) neste contexto destaca a importância do governo de Ezequias e suas decisões em relação ao povo de Judá.","por_que_esta_palavra":"É essencial para compreender a responsabilidade do rei em guiar seu povo em tempos de crise.","conexao_teologica":"O rei é visto como um servo de Deus, e suas ações têm implicações espirituais e sociais.","referencias_relacionadas":["2 Reis 18:3","2 Crônicas 29:2","Isaías 37:14"]},"isaias_39_5_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se novamente ao ato de comunicar, enfatizando a importância da palavra.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é repetida, indicando a continuidade da comunicação e a importância do que está sendo declarado.","por_que_esta_palavra":"A repetição destaca a seriedade da mensagem e a necessidade de atenção às palavras proferidas.","conexao_teologica":"As palavras têm poder e podem influenciar a vida e a fé das pessoas.","referencias_relacionadas":["Mateus 12:36","Provérbios 15:23","Efésios 4:29"]},"isaias_39_5_rei":{"palavra_pt":"rei","palavra_original":"חִזְקִיָּה","transliteracao":"Chizqîyâh","strong":"H2396","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se novamente ao rei Ezequias, reforçando sua identidade e papel.","explicacao_detalhada":"A palavra 'rei' (חִזְקִיָּה) é usada para reafirmar a posição de Ezequias como líder e governante em Judá.","por_que_esta_palavra":"É importante para entender a continuidade do papel de liderança e a responsabilidade que vem com ele.","conexao_teologica":"A liderança é um tema central na Bíblia, refletindo a soberania de Deus sobre as nações.","referencias_relacionadas":["1 Crônicas 29:23","Salmos 72:1","Isaías 32:1"]},"isaias_39_5_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma declaração ou mensagem, enfatizando a importância da comunicação.","explicacao_detalhada":"A palavra 'palavra' (דָּבָר) implica não apenas um enunciado, mas também a ideia de ação e cumprimento. No contexto, isso se relaciona com as declarações do rei Ezequias.","por_que_esta_palavra":"É fundamental para entender a natureza das promessas e declarações feitas por líderes.","conexao_teologica":"As palavras de um líder podem ter um impacto duradouro na vida do povo e em sua relação com Deus.","referencias_relacionadas":["Isaías 55:11","Salmos 119:105","Romanos 10:17"]},"isaias_39_6_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo específico, enfatizando a importância do tempo nas promessas de Deus.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é usada para indicar um tempo determinado em que eventos ocorrerão. No contexto, isso pode se referir ao futuro de Judá e suas esperanças.","por_que_esta_palavra":"É importante para entender a noção de tempo nas profecias e promessas de Deus.","conexao_teologica":"Deus opera em tempos específicos, e suas promessas são cumpridas em sua própria hora.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 90:12","2 Pedro 3:8"]},"isaias_39_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou forma como algo é feito, enfatizando a importância da abordagem.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica a totalidade ou a forma de agir. No contexto, isso pode se referir à maneira como Ezequias lida com as situações apresentadas.","por_que_esta_palavra":"É importante para entender que a forma de agir pode influenciar os resultados.","conexao_teologica":"A maneira como vivemos e agimos reflete nossa fé e compromisso com Deus.","referencias_relacionadas":["Colossenses 3:17","Mateus 5:16","1 Coríntios 10:31"]},"isaias_39_6_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar ou à residência, simbolizando a segurança e a estabilidade.","explicacao_detalhada":"A palavra 'casa' neste contexto representa não apenas um edifício físico, mas também a ideia de um lugar de pertencimento e proteção. Em Isaías 39:6, a menção da casa está ligada ao futuro do povo de Judá e à destruição que viria sobre eles.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a importância do lar como um símbolo de identidade e continuidade para o povo de Deus.","conexao_teologica":"A casa é frequentemente usada na Bíblia como uma metáfora para a relação de Deus com seu povo, onde Ele habita entre eles.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-27","Hebreus 3:4"]},"isaias_39_7_palacio":{"palavra_pt":"templo","palavra_original":"הֵיכָל","transliteracao":"hêykâl","strong":"H1964","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao templo ou ao lugar sagrado, onde Deus é adorado.","explicacao_detalhada":"A palavra 'templo' neste versículo destaca a importância do local de adoração e a presença de Deus entre seu povo. O templo era visto como o centro espiritual de Israel, onde sacrifícios e rituais eram realizados.","por_que_esta_palavra":"A menção do templo sublinha a relação entre a adoração e a identidade nacional de Israel, além de indicar a gravidade da perda que enfrentariam.","conexao_teologica":"O templo é um símbolo da presença de Deus e da comunhão entre Ele e seu povo, sendo um local de encontro e sacrifício.","referencias_relacionadas":["1 Reis 6:1","Salmos 84:1-2","Atos 7:47-50"]},"isaias_39_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, especialmente em relação à linhagem real.","explicacao_detalhada":"A palavra 'filho' neste contexto indica a continuidade da linha de Davi e a importância da descendência na história de Israel. Em Isaías 39:7, é mencionado que os filhos seriam levados para a Babilônia, simbolizando a perda da herança.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender a promessa de Deus a Davi sobre sua linhagem e a continuidade do reino.","conexao_teologica":"A ideia de filhos e descendência é central na narrativa bíblica, refletindo a aliança de Deus com seu povo e as promessas messiânicas.","referencias_relacionadas":["2 Samuel 7:12-16","Mateus 1:1","Lucas 1:32-33"]},"isaias_39_7_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Indica a ideia de estar em meio a algo ou entre pessoas.","explicacao_detalhada":"A palavra 'entre' neste contexto sugere a presença e a interação entre os povos, especialmente no que diz respeito ao exílio e à dispersão do povo de Israel.","por_que_esta_palavra":"A escolha de 'entre' enfatiza a relação do povo de Deus com outras nações e o impacto do exílio em sua identidade.","conexao_teologica":"A presença de Israel entre as nações é um tema recorrente, refletindo a missão de ser luz para os gentios.","referencias_relacionadas":["Isaías 49:6","Mateus 5:14-16","Atos 1:8"]},"isaias_39_8_verdade":{"palavra_pt":"verdade/fidelidade","palavra_original":"אֶמֶת","transliteracao":"ʼemeth","strong":"H571","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à veracidade, especialmente em relação às promessas de Deus.","explicacao_detalhada":"A palavra 'verdade' neste contexto destaca a confiança nas promessas de Deus e a importância da integridade na relação com Ele. Em Isaías 39:8, a verdade é um tema central na resposta de Ezequias.","por_que_esta_palavra":"A ênfase na verdade reflete a necessidade de um relacionamento autêntico com Deus, baseado na confiança e na fidelidade.","conexao_teologica":"A verdade é um atributo de Deus e um princípio fundamental na vida do crente, sendo essencial para a adoração.","referencias_relacionadas":["Salmos 25:5","João 4:24","Efésios 4:15"]},"isaias_39_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de declarar ou afirmar algo com ênfase.","explicacao_detalhada":"A palavra 'dizer' neste contexto é usada para enfatizar a importância da comunicação e da declaração das verdades de Deus. Em Isaías 39:8, Ezequias reconhece a soberania de Deus em suas palavras.","por_que_esta_palavra":"A escolha de 'dizer' ressalta a importância da palavra falada e da confissão da fé na vida do crente.","conexao_teologica":"A palavra de Deus é poderosa e criativa, e a declaração da verdade é um ato de fé e adoração.","referencias_relacionadas":["Gênesis 1:3","Romanos 10:9","Tiago 3:5-6"]},"isaias_39_8_rei":{"palavra_pt":"rei","palavra_original":"חִזְקִיָּה","transliteracao":"Chizqîyâh","strong":"H2396","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se ao governante, especialmente no contexto da monarquia de Judá.","explicacao_detalhada":"A palavra 'rei' neste contexto se refere a Ezequias, que era um rei justo e temente a Deus. Sua liderança é um exemplo de fé e confiança nas promessas divinas.","por_que_esta_palavra":"A menção do rei é significativa, pois reflete a relação entre a liderança e a fidelidade a Deus, além de destacar a importância do governo justo.","conexao_teologica":"A figura do rei é central na história de Israel, simbolizando a soberania de Deus e a expectativa messiânica.","referencias_relacionadas":["2 Reis 18:5-6","Salmos 72:1-2","Mateus 2:2"]}}