{"isaias_4_1_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se ao ato de agarrar ou segurar, simbolizando a busca por segurança e proteção.","explicacao_detalhada":"A palavra 'agarrar' neste contexto pode ser vista como uma metáfora para a busca de apoio e estabilidade em tempos de crise, refletindo a vulnerabilidade do povo.","por_que_esta_palavra":"A escolha de 'agarrar' enfatiza a necessidade de se apegar a algo seguro, que neste caso é a promessa de Deus e a esperança de um futuro melhor.","conexao_teologica":"Agarrar-se a Deus é um tema central na fé, onde a confiança Nele traz segurança e esperança em meio às dificuldades.","referencias_relacionadas":["Salmos 63:8","Hebreus 10:23","Filipenses 3:13-14"]},"isaias_4_1_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando a dignidade e o papel do homem na criação de Deus.","explicacao_detalhada":"A palavra 'homem' neste contexto pode simbolizar a liderança e a responsabilidade que os homens têm em guiar o povo segundo os princípios de Deus.","por_que_esta_palavra":"A escolha de 'homem' destaca a importância da masculinidade e da liderança, especialmente em tempos de crise, onde a figura masculina é chamada a se levantar.","conexao_teologica":"A criação do homem à imagem de Deus implica uma responsabilidade moral e espiritual, refletindo a necessidade de viver de acordo com os valores divinos.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Efésios 5:25"]},"isaias_4_1_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo, especificamente a um dia que pode ter significados proféticos ou de juízo.","explicacao_detalhada":"A palavra 'dia' pode simbolizar um tempo de revelação ou de cumprimento das promessas de Deus, onde eventos significativos ocorrerão.","por_que_esta_palavra":"A escolha de 'dia' enfatiza a importância do tempo na obra de Deus, onde cada dia é uma oportunidade para a transformação e a redenção.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao dia do Senhor, um tempo de julgamento e restauração, onde Deus age de maneira poderosa.","referencias_relacionadas":["Joel 2:31","Mateus 24:36","Apocalipse 1:10"]},"isaias_4_2_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Assim como em Isaias 4:1, refere-se ao tempo, mas aqui pode enfatizar um dia de glória e manifestação do poder de Deus.","explicacao_detalhada":"A palavra 'dia' neste contexto sugere um tempo de esperança e renovação, onde a glória de Deus será revelada ao Seu povo.","por_que_esta_palavra":"A repetição da palavra 'dia' enfatiza a certeza de que Deus agirá em favor de Seu povo, trazendo restauração e bênçãos.","conexao_teologica":"O dia da manifestação da glória de Deus é um tema central na escatologia, onde se espera a plenitude do reino de Deus.","referencias_relacionadas":["Isaías 60:1-2","Romanos 8:18","Apocalipse 21:23"]},"isaias_4_2_bom":{"palavra_pt":"gloria","palavra_original":"כָּבוֹד","transliteracao":"kâbôwd","strong":"H3519","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à glória, que é uma manifestação da presença e do caráter de Deus.","explicacao_detalhada":"A palavra 'glória' neste contexto destaca a magnificência de Deus e a beleza de Sua criação, refletindo a esperança de um futuro glorioso.","por_que_esta_palavra":"A escolha de 'glória' enfatiza a importância de reconhecer a grandeza de Deus e a expectativa de que Sua glória será revelada.","conexao_teologica":"A glória de Deus é um tema central na Bíblia, simbolizando Sua santidade e majestade, e é um chamado para que o povo viva em adoração.","referencias_relacionadas":["Salmos 19:1","Isaías 6:3","Romanos 11:36"]},"isaias_4_2_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Assim como em Isaias 3:26, refere-se à terra, mas aqui pode simbolizar a restauração e a bênção que virão sobre ela.","explicacao_detalhada":"A palavra 'terra' neste contexto sugere que a criação será renovada e que a presença de Deus trará vida e prosperidade ao povo.","por_que_esta_palavra":"A repetição da palavra 'terra' enfatiza a continuidade da promessa de Deus de que a terra será um lugar de bênção e segurança.","conexao_teologica":"A terra como símbolo de bênção é um tema recorrente, onde a restauração da criação está ligada à ação redentora de Deus.","referencias_relacionadas":["Isaías 35:1-2","Romanos 8:21","Apocalipse 21:1"]},"isaias_4_3_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à carne, simbolizando a fragilidade e a mortalidade do ser humano.","explicacao_detalhada":"A palavra 'carne' neste contexto pode enfatizar a vulnerabilidade do homem diante de Deus e a necessidade de dependência dEle.","por_que_esta_palavra":"A escolha de 'carne' destaca a condição humana e a realidade do pecado, que nos lembra da necessidade de redenção.","conexao_teologica":"A carne é frequentemente usada na Bíblia para simbolizar a fragilidade humana e a necessidade de um Salvador que nos redima.","referencias_relacionadas":["Gênesis 6:3","Salmos 78:39","João 1:14"]},"isaias_4_3_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à queda de pessoas ou coisas, simbolizando uma perda de status ou proteção.","explicacao_detalhada":"Neste contexto, a queda pode representar a fragilidade do povo de Israel diante das adversidades e a necessidade de dependência de Deus para se manter firme.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a vulnerabilidade do povo e a urgência de buscar refúgio em Deus.","conexao_teologica":"A queda é um tema recorrente na Bíblia, simbolizando a necessidade de redenção e a importância de se voltar para Deus em momentos de crise.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Mateus 7:27"]},"isaias_4_3_sagrado":{"palavra_pt":"santo","palavra_original":"קָדוֹשׁ","transliteracao":"qâdôwsh","strong":"H6918","significado_raiz":"Ideia básica: santo.","significado_contextual":"A palavra 'santo' refere-se à pureza e separação para Deus, indicando um estado de consagração.","explicacao_detalhada":"Neste versículo, o 'santo' é aquele que é separado para o Senhor, simbolizando a proteção e a presença divina sobre os que são fiéis.","por_que_esta_palavra":"A palavra 'santo' é crucial para entender a identidade do povo de Deus e sua relação especial com Ele.","conexao_teologica":"A santidade de Deus é um tema central na teologia bíblica, refletindo Sua natureza e o chamado do povo a viver em santidade.","referencias_relacionadas":["Levítico 20:26","1 Pedro 1:16","Apocalipse 4:8"]},"isaias_4_4_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'vento' ou 'espírito' simboliza a ação de Deus, trazendo renovação e vida.","explicacao_detalhada":"Neste contexto, o vento representa a intervenção divina que traz transformação e restauração ao povo oprimido.","por_que_esta_palavra":"A utilização de 'vento' destaca a natureza dinâmica e poderosa da presença de Deus entre seu povo.","conexao_teologica":"O Espírito Santo é frequentemente associado ao vento, simbolizando a presença ativa de Deus na vida dos crentes.","referencias_relacionadas":["Ezequiel 37:9","João 3:8","Atos 2:2"]},"isaias_4_4_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' implica em libertação e proteção divina em tempos de crise.","explicacao_detalhada":"Neste versículo, a salvação é apresentada como um ato de Deus em favor de seu povo, garantindo segurança e esperança.","por_que_esta_palavra":"A palavra 'salvar' é fundamental para entender a missão de Deus de resgatar seu povo das dificuldades.","conexao_teologica":"A salvação é um tema central na Bíblia, refletindo o plano redentor de Deus através de Cristo.","referencias_relacionadas":["Salmos 34:19","Isaías 43:2","Romanos 10:13"]},"isaias_4_4_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, 'senhor' enfatiza a relação de autoridade e proteção que Deus exerce sobre seu povo.","por_que_esta_palavra":"A escolha da palavra 'senhor' é essencial para reconhecer a posição de Deus como governante supremo.","conexao_teologica":"A soberania de Deus é um tema recorrente, mostrando que Ele está no controle da história e da vida de seu povo.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Filipenses 2:11"]},"isaias_4_5_criar":{"palavra_pt":"criar","palavra_original":"בָּרָא","transliteracao":"bârâʼ","strong":"H1254","significado_raiz":"Ideia básica: criar.","significado_contextual":"A palavra 'criar' refere-se ao ato de trazer algo à existência, especialmente em um contexto de renovação.","explicacao_detalhada":"Neste versículo, 'criar' implica a ação de Deus em restaurar e dar nova vida ao seu povo.","por_que_esta_palavra":"A palavra 'criar' é significativa para entender a capacidade de Deus de transformar realidades e trazer esperança.","conexao_teologica":"A criação é um tema central na Bíblia, refletindo o poder de Deus e seu desejo de restaurar a criação caída.","referencias_relacionadas":["Gênesis 1:1","Isaías 65:17","2 Coríntios 5:17"]},"isaias_4_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome pessoal de Deus, que representa sua identidade e caráter.","explicacao_detalhada":"Neste contexto, o nome de Deus é invocado como símbolo de sua autoridade e presença entre seu povo.","por_que_esta_palavra":"A escolha da palavra 'senhor' é crucial para entender a relação íntima entre Deus e seu povo.","conexao_teologica":"O nome de Deus é um tema central, refletindo sua natureza e a importância de invocá-lo em oração.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"isaias_4_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou à forma de agir.","explicacao_detalhada":"Neste contexto, 'modo' implica que a ação de Deus em criar e restaurar acontece de uma maneira específica e intencional.","por_que_esta_palavra":"A escolha da palavra 'modo' é importante para entender a metodologia divina na obra de salvação.","conexao_teologica":"O modo como Deus age é um tema importante, refletindo sua sabedoria e propósito em todas as coisas.","referencias_relacionadas":["Salmos 37:5","Isaías 55:8-9","Romanos 12:2"]},"isaias_4_6_defence":{"palavra_pt":"defence","palavra_original":"צֵל","transliteracao":"tsêl","strong":"H6738","significado_raiz":"Ideia básica: defence.","significado_contextual":"A palavra 'defesa' refere-se a proteção e abrigo, simbolizando segurança em Deus.","explicacao_detalhada":"Neste versículo, 'defesa' representa a segurança que Deus oferece ao seu povo em tempos de tribulação.","por_que_esta_palavra":"A escolha da palavra 'defesa' é significativa para enfatizar a proteção divina em meio às dificuldades.","conexao_teologica":"A defesa de Deus é um tema central, mostrando que Ele é um refúgio seguro para aqueles que confiam nele.","referencias_relacionadas":["Salmos 91:2","Provérbios 18:10","Isaías 25:4"]},"isaias_4_6_seca":{"palavra_pt":"seca","palavra_original":"חֹרֶב","transliteracao":"chôreb","strong":"H2721","significado_raiz":"Ideia básica: seca.","significado_contextual":"A palavra 'seca' refere-se à aridez e falta de água, simbolizando desolação e necessidade.","explicacao_detalhada":"Neste contexto, 'seca' representa a condição espiritual e física do povo que clama por restauração e vida.","por_que_esta_palavra":"A escolha da palavra 'seca' é importante para ilustrar a urgência da intervenção divina em tempos de crise.","conexao_teologica":"A seca é um tema que aparece frequentemente na Bíblia, simbolizando a necessidade de dependência de Deus para sustento e vida.","referencias_relacionadas":["Salmos 63:1","Isaías 41:17","João 7:37"]}}