{"isaias_5_1_altar":{"palavra_pt":"altar","palavra_original":"קֶרֶן","transliteracao":"qeren","strong":"H7161","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é um lugar de sacrifício e adoração, simbolizando a relação entre Deus e o homem.","explicacao_detalhada":"No contexto de Isaías 5:1, o altar representa a devoção e a oferta que o povo de Israel deveria trazer a Deus. É um símbolo de arrependimento e busca pela reconciliação com o Criador.","por_que_esta_palavra":"A palavra 'altar' é crucial para entender a prática religiosa do povo de Israel, que frequentemente oferecia sacrifícios como forma de adoração e expiação.","conexao_teologica":"O altar é um símbolo da mediação entre Deus e o homem, apontando para o sacrifício de Cristo como o verdadeiro altar que nos reconcilia com Deus.","referencias_relacionadas":["Êxodo 20:24","Levítico 1:5","Hebreus 13:10"]},"isaias_5_1_homem":{"palavra_pt":"homem","palavra_original":"שִׁיר","transliteracao":"shîyr","strong":"H7891","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, destacando a condição do ser humano diante de Deus.","explicacao_detalhada":"Em Isaías 5:1, o 'homem' é visto como alguém que deve reconhecer sua posição e responsabilidade diante de Deus, especialmente em relação à sua adoração e ações.","por_que_esta_palavra":"A palavra 'homem' é fundamental para entender a natureza humana e a necessidade de arrependimento e transformação espiritual.","conexao_teologica":"A condição do homem é central na teologia cristã, que ensina que todos pecaram e carecem da glória de Deus, necessitando da graça divina.","referencias_relacionadas":["Romanos 3:23","Gênesis 1:26","Salmos 8:4-5"]},"isaias_5_1_amiable":{"palavra_pt":"amiable","palavra_original":"יְדִיד","transliteracao":"yᵉdîyd","strong":"H3039","significado_raiz":"Ideia básica: amiable.","significado_contextual":"A palavra 'amiable' refere-se a algo ou alguém que é querido ou amado, destacando a relação de Deus com seu povo.","explicacao_detalhada":"No contexto de Isaías 5:1, 'amiable' pode se referir ao amor que Deus tem por Israel, que é frequentemente descrito como seu povo amado.","por_que_esta_palavra":"A palavra é importante para entender a natureza do relacionamento entre Deus e seu povo, que é baseado em amor e compromisso.","conexao_teologica":"O amor de Deus é um tema central na Bíblia, refletindo sua natureza e a base de sua aliança com a humanidade.","referencias_relacionadas":["João 3:16","Romanos 5:8","1 João 4:9-10"]},"isaias_5_2_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode ser uma metáfora para força ou poder, mas no contexto de Isaías 5:2, refere-se à criação de algo.","explicacao_detalhada":"Em Isaías 5:2, a palavra 'urso' é usada para descrever a ação de Deus em cultivar e preparar sua vinha, simbolizando o cuidado e a atenção que Ele dá ao seu povo.","por_que_esta_palavra":"A palavra é relevante para entender a obra de Deus na vida de seu povo, mostrando que Ele está ativamente envolvido em seu desenvolvimento espiritual.","conexao_teologica":"A ideia de Deus como cultivador é uma imagem que aparece em várias partes da Bíblia, simbolizando seu cuidado e a expectativa de frutos espirituais.","referencias_relacionadas":["João 15:1-2","Salmos 80:8-9","Isaías 27:2-3"]},"isaias_5_2_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"A palavra 'construir' refere-se ao ato de edificar algo sólido e duradouro, simbolizando o trabalho de Deus na vida do seu povo.","explicacao_detalhada":"No contexto de Isaías 5:2, 'construir' se relaciona ao cuidado de Deus em estabelecer sua aliança e preparar seu povo para frutificar.","por_que_esta_palavra":"A palavra é importante para entender a intenção de Deus de edificar uma relação sólida com seu povo, que deve resultar em frutos de justiça.","conexao_teologica":"A construção espiritual é um tema recorrente na Bíblia, onde Deus é visto como o arquiteto de nossas vidas, moldando-nos segundo sua vontade.","referencias_relacionadas":["1 Coríntios 3:9","Efésios 2:20-22","Salmos 127:1"]},"isaias_5_3_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' aqui enfatiza a responsabilidade individual e coletiva diante de Deus.","explicacao_detalhada":"Em Isaías 5:3, o 'homem' é chamado a refletir sobre suas ações e a justiça de Deus, sendo confrontado com suas escolhas.","por_que_esta_palavra":"A palavra é crucial para entender a chamada ao arrependimento e a necessidade de avaliação moral e espiritual.","conexao_teologica":"A responsabilidade do homem é um tema central na teologia, que enfatiza a necessidade de resposta à graça de Deus.","referencias_relacionadas":["Gálatas 6:5","Ezequiel 18:30","Romanos 14:12"]},"isaias_5_3_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se à ação de discernir e avaliar, especialmente no contexto da justiça divina.","explicacao_detalhada":"No contexto de Isaías 5:3, 'julgar' implica a necessidade de que o povo de Deus avalie suas ações e a justiça que Ele exige.","por_que_esta_palavra":"A palavra é importante para entender a natureza do juízo de Deus e a responsabilidade do homem em responder a esse juízo.","conexao_teologica":"O julgamento é um tema central na Bíblia, refletindo a justiça de Deus e a necessidade de arrependimento.","referencias_relacionadas":["Mateus 7:1-2","Romanos 2:6-8","Apocalipse 20:12"]},"isaias_5_4_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' aqui pode simbolizar a força de Deus em criar e sustentar sua vinha.","explicacao_detalhada":"Em Isaías 5:4, a palavra 'urso' é usada para enfatizar a ação de Deus em cuidar de seu povo e as expectativas que Ele tem em relação a eles.","por_que_esta_palavra":"A palavra é relevante para entender a natureza do cuidado de Deus e a expectativa de frutos espirituais de seu povo.","conexao_teologica":"A força de Deus é um tema recorrente na Bíblia, onde Ele é apresentado como o sustentador e protetor de seu povo.","referencias_relacionadas":["Salmos 121:2","Isaías 40:29-31","Filipenses 4:13"]},"isaias_5_4_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se à existência plena que Deus deseja para seu povo.","explicacao_detalhada":"No contexto de Isaías 5:4, 'vida' é um chamado para que o povo viva de acordo com os princípios de Deus e produza frutos de justiça.","por_que_esta_palavra":"A palavra é importante para entender a intenção de Deus de que seu povo experimente uma vida abundante e significativa.","conexao_teologica":"A vida em abundância é um tema central na mensagem de Jesus, que oferece vida eterna a todos que creem.","referencias_relacionadas":["João 10:10","Gálatas 5:22-23","Romanos 6:4"]},"isaias_5_4_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade absoluta que Deus representa e à expectativa de que seu povo viva em conformidade com essa verdade.","explicacao_detalhada":"Em Isaías 5:4, 'verdade' é um chamado para que o povo de Deus busque a justiça e a retidão em suas ações.","por_que_esta_palavra":"A palavra é crucial para entender a natureza do caráter de Deus e a importância da verdade na vida do crente.","conexao_teologica":"A verdade é um atributo de Deus e um fundamento da fé cristã, onde Jesus é descrito como o Caminho, a Verdade e a Vida.","referencias_relacionadas":["João 14:6","Salmos 25:5","Efésios 4:15"]},"isaias_5_5_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O 'urso' é uma metáfora para a força e a ferocidade, simbolizando a destruição que virá sobre aqueles que não seguem os caminhos de Deus.","explicacao_detalhada":"Neste contexto, o urso representa a ira de Deus, que se manifestará contra aqueles que se afastam da justiça e da verdade. A imagem do urso sugere um ataque implacável e devastador.","por_que_esta_palavra":"A palavra 'urso' é utilizada para enfatizar a gravidade da situação e a certeza do juízo divino que se aproxima.","conexao_teologica":"A presença do urso na profecia de Isaías destaca a justiça de Deus e a inevitabilidade do seu juízo sobre o pecado.","referencias_relacionadas":["Isaías 5:25","Isaías 10:5","Amós 3:8"]},"isaias_5_5_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à queda moral e espiritual do povo, resultante de suas escolhas erradas.","explicacao_detalhada":"Cair implica uma perda de posição, tanto física quanto espiritual. Neste versículo, representa a consequência do afastamento de Deus e a inevitabilidade do juízo.","por_que_esta_palavra":"A escolha da palavra 'cair' ilustra a fragilidade do ser humano diante da justiça divina e a necessidade de permanecer firme na fé.","conexao_teologica":"A queda é um tema recorrente nas Escrituras, simbolizando a separação de Deus e a necessidade de redenção.","referencias_relacionadas":["Romanos 3:23","Salmos 37:24","Provérbios 24:16"]},"isaias_5_5_fogo":{"palavra_pt":"fogo","palavra_original":"בָּעַר","transliteracao":"bâʻar","strong":"H1197","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O 'fogo' simboliza o juízo purificador de Deus, que consome o que é impuro e refina o que é justo.","explicacao_detalhada":"Neste contexto, o fogo representa a destruição que virá sobre aqueles que não se arrependem. É uma imagem poderosa que evoca tanto temor quanto esperança de purificação.","por_que_esta_palavra":"A palavra 'fogo' é escolhida para transmitir a intensidade e a seriedade do juízo de Deus, que não pode ser ignorado.","conexao_teologica":"O fogo é frequentemente associado ao juízo e à purificação nas Escrituras, refletindo a natureza santa de Deus.","referencias_relacionadas":["Hebreus 12:29","Mateus 3:12","Apocalipse 20:14"]},"isaias_5_6_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A 'verdade' é apresentada como um valor essencial que foi abandonado pelo povo, resultando em consequências desastrosas.","explicacao_detalhada":"Neste versículo, a ausência da verdade indica a corrupção moral e espiritual da sociedade, que se afastou dos princípios divinos.","por_que_esta_palavra":"A escolha da palavra 'verdade' ressalta a importância da integridade e da justiça nas relações humanas e com Deus.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, sendo fundamental para a comunhão com Ele.","referencias_relacionadas":["João 8:32","Salmos 51:6","Efésios 4:15"]},"isaias_5_6_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' enfatiza a magnitude do juízo que se aproxima, bem como a grandeza da injustiça cometida pelo povo.","explicacao_detalhada":"Neste contexto, 'grande' não se refere apenas a tamanho, mas à gravidade e à seriedade das ações que levaram ao juízo.","por_que_esta_palavra":"A utilização de 'grande' serve para alertar o povo sobre a seriedade de suas transgressões e a grandeza da resposta de Deus.","conexao_teologica":"A grandeza de Deus é frequentemente contrastada com a pequenez do homem, ressaltando a necessidade de arrependimento e humildade.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"isaias_5_6_campo":{"palavra_pt":"campo","palavra_original":"שַׁיִת","transliteracao":"shayith","strong":"H7898","significado_raiz":"Ideia básica: campo.","significado_contextual":"O 'campo' simboliza a terra e a produção, representando a bênção de Deus que foi desperdiçada pelo povo.","explicacao_detalhada":"Neste contexto, o campo é uma metáfora para a vida e as oportunidades que Deus deu ao seu povo, que foram negligenciadas.","por_que_esta_palavra":"A palavra 'campo' é escolhida para ilustrar a responsabilidade do povo em cultivar e cuidar das bênçãos que Deus lhes confiou.","conexao_teologica":"A relação entre o homem e a terra é um tema importante na Bíblia, refletindo a responsabilidade do ser humano em administrar as bênçãos divinas.","referencias_relacionadas":["Gênesis 2:15","Mateus 13:38","Gálatas 6:7"]},"isaias_5_7_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"O 'homem' representa a humanidade em sua totalidade, enfatizando a responsabilidade individual e coletiva diante de Deus.","explicacao_detalhada":"Neste versículo, o homem é chamado a prestar contas de suas ações, refletindo a relação entre a criação e o Criador.","por_que_esta_palavra":"A palavra 'homem' é utilizada para enfatizar a dignidade e a responsabilidade que Deus deu à humanidade.","conexao_teologica":"A criação do homem à imagem de Deus implica em uma responsabilidade moral e espiritual que deve ser reconhecida.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 14:12"]},"isaias_5_7_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo' refere-se à justiça de Deus que será aplicada ao povo por suas transgressões.","explicacao_detalhada":"Neste contexto, o juízo é uma resposta à injustiça e à opressão, destacando a necessidade de retidão e equidade.","por_que_esta_palavra":"A palavra 'juízo' é escolhida para enfatizar a seriedade da situação e a certeza de que Deus não ignorará a injustiça.","conexao_teologica":"O juízo de Deus é um tema central nas Escrituras, refletindo seu caráter justo e santo.","referencias_relacionadas":["Miquéias 6:8","Salmos 9:7-8","Romanos 2:6"]},"isaias_5_7_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual o juízo de Deus será executado, ligando a causa e o efeito.","explicacao_detalhada":"Neste contexto, 'porque' serve para explicar a lógica do juízo divino, que é sempre fundamentado na justiça.","por_que_esta_palavra":"A escolha da palavra 'porque' é crucial para entender a motivação divina por trás do juízo e a necessidade de arrependimento.","conexao_teologica":"A relação entre causa e efeito é um princípio teológico que permeia toda a Escritura, mostrando que as ações têm consequências.","referencias_relacionadas":["Gálatas 6:7","Ezequiel 18:30","Romanos 1:18"]},"isaias_5_8_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A 'casa' simboliza a segurança e a estabilidade que foram comprometidas pela desobediência do povo.","explicacao_detalhada":"Neste contexto, a casa representa não apenas um lar físico, mas também a comunidade e a relação do povo com Deus.","por_que_esta_palavra":"A palavra 'casa' é utilizada para enfatizar a importância da família e da comunidade na vida espiritual e social do povo.","conexao_teologica":"A casa é um símbolo da presença de Deus e da segurança que Ele oferece aos que O seguem.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24-25","Hebreus 3:6"]},"isaias_5_8_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao solo ou à nação de Israel, simbolizando a terra prometida e a herança do povo de Deus.","explicacao_detalhada":"A palavra 'terra' neste contexto enfatiza a relação entre Deus e o povo de Israel, que foi escolhido para habitar a terra prometida. A terra é vista como um presente divino, mas também como um lugar de responsabilidade.","por_que_esta_palavra":"A escolha da palavra 'terra' destaca a importância do local físico e espiritual na história da salvação e na aliança de Deus com seu povo.","conexao_teologica":"A terra é um símbolo da promessa de Deus e da fidelidade divina, representando tanto a bênção quanto a responsabilidade do povo em viver de acordo com os mandamentos de Deus.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Salmos 37:11"]},"isaias_5_8_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Indica a ação de avaliar ou decidir sobre a justiça e a injustiça, especialmente em relação ao comportamento do povo de Israel.","explicacao_detalhada":"A palavra 'julgar' aqui implica um discernimento moral e ético, onde Deus observa as ações do povo e determina suas consequências. É um chamado à reflexão sobre a justiça social e a responsabilidade moral.","por_que_esta_palavra":"A escolha de 'julgar' enfatiza a soberania de Deus sobre a história e a necessidade de justiça entre os homens, refletindo o caráter de Deus como justo e reto.","conexao_teologica":"O julgamento de Deus é uma parte essencial da teologia bíblica, mostrando que Ele não apenas observa, mas também intervém na história para corrigir e restaurar.","referencias_relacionadas":["Salmos 9:7-8","Eclesiastes 3:17","Romanos 14:10-12"]},"isaias_5_9_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade de algo que é agradável, justo e conforme à vontade de Deus.","explicacao_detalhada":"A palavra 'bom' neste contexto é usada para contrastar com o que é mau, enfatizando a expectativa de Deus para que seu povo busque o que é justo e correto em suas ações.","por_que_esta_palavra":"A escolha de 'bom' destaca a natureza de Deus como a fonte do bem e a expectativa de que seu povo reflita essa bondade em suas vidas.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, refletindo seu caráter e sua vontade para a humanidade, que é viver em harmonia e justiça.","referencias_relacionadas":["Gênesis 1:31","Salmos 34:8","Romanos 12:2"]},"isaias_5_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa sua autoridade, caráter e presença entre seu povo.","explicacao_detalhada":"A palavra 'senhor' neste contexto é uma invocação do nome de Deus, que carrega consigo a ideia de soberania e poder. É um reconhecimento da divindade e da relação entre Deus e seu povo.","por_que_esta_palavra":"A escolha de 'senhor' enfatiza a reverência e a adoração devida a Deus, bem como a importância de invocar seu nome em momentos de necessidade.","conexao_teologica":"O nome de Deus é central na adoração e na oração, simbolizando a relação íntima entre Deus e seu povo, além de sua autoridade sobre todas as coisas.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"isaias_5_9_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se à ação de libertar ou resgatar, especialmente no contexto da salvação espiritual e física.","explicacao_detalhada":"A palavra 'salvar' implica um ato de intervenção divina para proteger e restaurar seu povo, refletindo a natureza redentora de Deus.","por_que_esta_palavra":"A escolha de 'salvar' destaca a necessidade de ajuda divina em tempos de crise e a esperança de redenção que Deus oferece.","conexao_teologica":"A salvação é um tema central na Bíblia, representando a ação de Deus em trazer libertação e restauração ao seu povo, culminando na obra de Cristo.","referencias_relacionadas":["Salmos 37:39","Isaías 43:11","Romanos 10:13"]},"isaias_5_10_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou explicação, conectando a ação de Deus com a resposta do povo.","explicacao_detalhada":"A palavra 'porque' serve para justificar a declaração anterior, mostrando a lógica do julgamento de Deus em relação ao comportamento do povo.","por_que_esta_palavra":"A escolha de 'porque' enfatiza a necessidade de entender as consequências das ações e a relação entre causa e efeito na vida espiritual.","conexao_teologica":"A lógica do julgamento de Deus é uma parte importante da teologia bíblica, onde as ações humanas têm consequências espirituais e morais.","referencias_relacionadas":["Gálatas 6:7","Romanos 2:6","Tiago 2:13"]},"isaias_5_10_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a uma metáfora que pode simbolizar força ou poder, mas também pode indicar destruição.","explicacao_detalhada":"A palavra 'urso' neste contexto pode ser interpretada como uma representação de um perigo iminente ou de um julgamento severo que se aproxima.","por_que_esta_palavra":"A escolha de 'urso' sugere a gravidade da situação e a necessidade de atenção às advertências de Deus.","conexao_teologica":"A imagem de animais ferozes é frequentemente usada na Bíblia para simbolizar o juízo de Deus e a seriedade de suas advertências.","referencias_relacionadas":["Amós 3:8","Ezequiel 22:25","Mateus 7:15"]},"isaias_5_10_semente":{"palavra_pt":"semente/descendencia","palavra_original":"זֶרַע","transliteracao":"zeraʻ","strong":"H2233","significado_raiz":"Ideia básica: semente.","significado_contextual":"Refere-se à descendência ou à continuidade da linhagem, simbolizando a promessa de Deus para seu povo.","explicacao_detalhada":"A palavra 'semente' é usada para enfatizar a importância da herança espiritual e física, representando a continuidade da aliança de Deus com Israel.","por_que_esta_palavra":"A escolha de 'semente' destaca a ideia de que as promessas de Deus se estendem através das gerações, enfatizando a fidelidade divina.","conexao_teologica":"A semente é um tema importante na Bíblia, simbolizando a esperança e a continuidade das promessas de Deus ao seu povo.","referencias_relacionadas":["Gênesis 12:7","Isaías 53:10","Gálatas 3:16"]},"isaias_5_11_dia":{"palavra_pt":"dia","palavra_original":"נֶשֶׁף","transliteracao":"nesheph","strong":"H5399","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo específico, muitas vezes associado a eventos significativos na história de Israel.","explicacao_detalhada":"A palavra 'dia' neste contexto pode simbolizar um tempo de julgamento ou de bênção, dependendo das ações do povo.","por_que_esta_palavra":"A escolha de 'dia' enfatiza a urgência e a importância do momento, chamando a atenção para a necessidade de arrependimento e mudança.","conexao_teologica":"O conceito de 'dia' é frequentemente usado na Bíblia para descrever o dia do Senhor, um tempo de julgamento e restauração.","referencias_relacionadas":["Joel 2:1","Amós 5:18","Mateus 24:36"]},"isaias_5_11_alas":{"palavra_pt":"alas","palavra_original":"הוֹי","transliteracao":"hôwy","strong":"H1945","significado_raiz":"Ideia básica: alas.","significado_contextual":"Usado como uma expressão de lamento ou advertência, indicando a gravidade da situação.","explicacao_detalhada":"A palavra 'alas' é uma interjeição que expressa tristeza ou preocupação, chamando a atenção para a condição espiritual do povo.","por_que_esta_palavra":"A escolha de 'alas' enfatiza a necessidade de arrependimento e a urgência de retornar a Deus antes que seja tarde.","conexao_teologica":"O lamento é uma parte importante da experiência espiritual, refletindo a necessidade de reconhecer a própria condição diante de Deus.","referencias_relacionadas":["Jeremias 4:19","Lamentações 1:1","Mateus 23:37"]},"isaias_5_12_corpo":{"palavra_pt":"corpo","palavra_original":"נֶבֶל","transliteracao":"nebel","strong":"H5035","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se ao corpo físico, simbolizando a totalidade do ser humano.","explicacao_detalhada":"No contexto de Isaías 5:12, o 'corpo' representa a vida e a vitalidade do povo de Israel, que se afastou de Deus e se entregou a prazeres efêmeros.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a condição espiritual e moral do povo, que se esqueceu de Deus e se entregou à superficialidade.","conexao_teologica":"O corpo é visto como o templo do Espírito Santo, e a degradação do corpo reflete a degradação espiritual.","referencias_relacionadas":["1 Coríntios 6:19-20","Romanos 12:1","Gálatas 5:17"]},"isaias_5_12_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se a ações e comportamentos que são moralmente corretos e agradáveis a Deus.","explicacao_detalhada":"Neste versículo, o 'bom' destaca a falta de justiça e retidão no comportamento do povo, que se afastou do que é verdadeiramente bom.","por_que_esta_palavra":"A palavra é usada para contrastar as ações do povo com os padrões divinos de bondade e justiça.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, e as ações humanas devem refletir essa bondade.","referencias_relacionadas":["Salmos 34:8","Mateus 5:16","Gálatas 6:9"]},"isaias_5_12_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica uma queda moral ou espiritual, um afastamento do caminho correto.","explicacao_detalhada":"A palavra 'cair' sugere a perda de status ou dignidade, refletindo a condição do povo que se afastou de Deus.","por_que_esta_palavra":"É utilizada para descrever a consequência do pecado e da desobediência ao Senhor.","conexao_teologica":"A queda do homem é um tema recorrente na Bíblia, simbolizando a separação de Deus.","referencias_relacionadas":["Romanos 3:23","Provérbios 16:18","Gálatas 5:4"]},"isaias_5_13_phrase":{"palavra_pt":"expressao","palavra_original":"גָּלָה","transliteracao":"gâlâh","strong":"H1540","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à revelação ou manifestação de algo que estava oculto.","explicacao_detalhada":"A expressão 'galá' implica em trazer à luz a verdade sobre a condição do povo, que estava em trevas espirituais.","por_que_esta_palavra":"É usada para enfatizar a necessidade de reconhecer a realidade espiritual e moral do povo.","conexao_teologica":"A revelação da verdade é fundamental para a transformação espiritual e a volta a Deus.","referencias_relacionadas":["João 8:32","Efésios 5:13","1 João 1:7"]},"isaias_5_13_bom":{"palavra_pt":"gloria","palavra_original":"כָּבוֹד","transliteracao":"kâbôwd","strong":"H3519","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à glória de Deus, que é frequentemente associada à Sua presença e caráter.","explicacao_detalhada":"A palavra 'glória' destaca a grandeza de Deus e a falta de reconhecimento dessa grandeza pelo povo.","por_que_esta_palavra":"É utilizada para contrastar a glória de Deus com a condição miserável do povo.","conexao_teologica":"A glória de Deus é um tema central na adoração e na vida cristã.","referencias_relacionadas":["Salmos 19:1","Romanos 11:36","Apocalipse 4:11"]},"isaias_5_14_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se a um adversário ou força opressora que causa queda e destruição.","explicacao_detalhada":"A palavra 'inimigo' pode se referir tanto a inimigos externos quanto à própria condição de pecado que leva à destruição.","por_que_esta_palavra":"É usada para descrever a luta espiritual e as consequências do afastamento de Deus.","conexao_teologica":"A batalha espiritual é uma realidade na vida do crente, e a vitória é encontrada em Cristo.","referencias_relacionadas":["Efésios 6:12","Romanos 8:37","1 Pedro 5:8"]},"isaias_5_14_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à alma ou vida, enfatizando a essência do ser humano.","explicacao_detalhada":"A palavra 'alma' destaca a importância da vida espiritual e a necessidade de estar em comunhão com Deus.","por_que_esta_palavra":"É utilizada para enfatizar a fragilidade e a necessidade de salvação do ser humano.","conexao_teologica":"A salvação é a restauração da alma perdida, um tema central na mensagem do evangelho.","referencias_relacionadas":["Mateus 16:26","Salmos 23:3","Hebreus 10:39"]},"isaias_5_14_gape":{"palavra_pt":"gape","palavra_original":"פָּעַר","transliteracao":"pâʻar","strong":"H6473","significado_raiz":"Ideia básica: gape.","significado_contextual":"Indica um ato de abrir ou devorar, simbolizando destruição ou consumação.","explicacao_detalhada":"A palavra 'gape' sugere a ideia de um abismo ou destruição iminente que se aproxima do povo.","por_que_esta_palavra":"É usada para descrever a gravidade da situação espiritual do povo que se afasta de Deus.","conexao_teologica":"A destruição espiritual é uma consequência do pecado, mas a graça de Deus oferece redenção.","referencias_relacionadas":["Romanos 6:23","Apocalipse 20:14","Mateus 7:13"]},"isaias_5_15_humilde":{"palavra_pt":"humilde","palavra_original":"שָׁפֵל","transliteracao":"shâphêl","strong":"H8213","significado_raiz":"Ideia básica: humilde.","significado_contextual":"Refere-se à condição de humildade, muitas vezes associada à dependência de Deus.","explicacao_detalhada":"A palavra 'humilde' destaca a necessidade de reconhecer a própria fragilidade diante de Deus.","por_que_esta_palavra":"É utilizada para contrastar a arrogância do povo com a verdadeira humildade que agrada a Deus.","conexao_teologica":"A humildade é uma virtude valorizada na Bíblia, sendo essencial para a relação com Deus.","referencias_relacionadas":["Tiago 4:10","Mateus 5:3","Salmos 147:6"]},"isaias_5_15_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando a dignidade e a responsabilidade diante de Deus.","explicacao_detalhada":"A palavra 'homem' destaca a criação de Deus e a posição do ser humano como representante de Deus na Terra.","por_que_esta_palavra":"É utilizada para enfatizar a responsabilidade moral e espiritual do homem diante de Deus.","conexao_teologica":"A dignidade do homem é um reflexo da imagem de Deus, e a queda do homem afeta essa relação.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:5","Romanos 5:12"]},"isaias_5_16_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se à justiça de Deus em contraste com a injustiça humana.","explicacao_detalhada":"O juízo de Deus é um tema central em Isaías, onde Ele é apresentado como o juiz supremo que estabelece a justiça entre os homens. O versículo destaca a importância de reconhecer a justiça divina em meio à corrupção humana.","por_que_esta_palavra":"A palavra 'juízo' é fundamental para entender a natureza de Deus como justo e a expectativa de que os seres humanos também pratiquem a justiça.","conexao_teologica":"A justiça de Deus é um reflexo de Seu caráter santo e perfeito, e a expectativa de justiça entre os homens é uma extensão desse caráter.","referencias_relacionadas":["Salmos 89:14","Miquéias 6:8","Romanos 3:26"]},"isaias_5_16_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à força e poder de Deus, que é reconhecido como o verdadeiro Deus entre os homens.","explicacao_detalhada":"A palavra 'Deus' enfatiza a soberania e a majestade de Deus, que é o criador e sustentador de todas as coisas. O versículo destaca a necessidade de reconhecer a força divina em contraste com a fragilidade humana.","por_que_esta_palavra":"A palavra 'Deus' é essencial para a compreensão da relação entre o Criador e a criação, e a dependência do homem em relação a Ele.","conexao_teologica":"A força de Deus é um tema recorrente na Bíblia, que revela Sua capacidade de salvar e julgar.","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","Romanos 1:20"]},"isaias_5_16_sagrado":{"palavra_pt":"santo","palavra_original":"קָדוֹשׁ","transliteracao":"qâdôwsh","strong":"H6918","significado_raiz":"Ideia básica: santo.","significado_contextual":"Refere-se à santidade de Deus, que é um atributo essencial de Seu ser.","explicacao_detalhada":"A santidade de Deus implica em Sua separação do pecado e Sua perfeição moral. O versículo destaca a necessidade de reconhecer a santidade de Deus em meio à impureza humana.","por_que_esta_palavra":"A palavra 'santo' é crucial para entender a natureza de Deus e a chamada para que os seres humanos vivam em santidade.","conexao_teologica":"A santidade de Deus é a base para a moralidade e a ética bíblica, e é um chamado para a humanidade se afastar do pecado.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Isaías 6:3"]},"isaias_5_17_governo":{"palavra_pt":"pastor","palavra_original":"רָעָה","transliteracao":"râʻâh","strong":"H7462","significado_raiz":"Ideia básica: pastor.","significado_contextual":"Refere-se à liderança e cuidado que Deus exerce sobre Seu povo, muitas vezes simbolizado pelo papel de pastor.","explicacao_detalhada":"A imagem do pastor é usada para descrever a relação de Deus com Seu povo, enfatizando Seu cuidado, proteção e orientação. O versículo sugere que aqueles que são guiados por Deus devem também cuidar uns dos outros.","por_que_esta_palavra":"A palavra 'pastor' é significativa para entender a responsabilidade de liderança e o cuidado que deve existir entre os líderes e o povo.","conexao_teologica":"Deus é frequentemente descrito como o bom pastor, que cuida de Suas ovelhas, refletindo a relação de amor e cuidado que deve existir entre os líderes e os liderados.","referencias_relacionadas":["Salmos 23:1","João 10:11","Ezequiel 34:11-12"]},"isaias_5_17_seca":{"palavra_pt":"seca","palavra_original":"חׇרְבָּה","transliteracao":"chorbâh","strong":"H2723","significado_raiz":"Ideia básica: seca.","significado_contextual":"Refere-se à consequência da desobediência e do afastamento de Deus, resultando em seca espiritual e física.","explicacao_detalhada":"A seca é uma metáfora para a falta de bênçãos e a ausência da presença de Deus. O versículo sugere que a desobediência leva à seca espiritual, onde não há frutos e vida.","por_que_esta_palavra":"A palavra 'seca' simboliza a consequência do pecado e a necessidade de arrependimento para restaurar a relação com Deus.","conexao_teologica":"A seca é frequentemente usada na Bíblia como um símbolo do juízo de Deus e da necessidade de arrependimento para a restauração.","referencias_relacionadas":["Amós 8:11","Jeremias 14:3-4","Ezequiel 34:26"]},"isaias_5_18_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se ao pecado e à iniquidade que afastam o homem de Deus.","explicacao_detalhada":"A palavra 'mal' destaca a gravidade do pecado e suas consequências. O versículo alerta sobre aqueles que se orgulham de suas iniquidades, desconsiderando o juízo de Deus.","por_que_esta_palavra":"A palavra 'mal' é fundamental para entender a natureza do pecado e a necessidade de redenção.","conexao_teologica":"O mal é um tema central na teologia bíblica, que revela a necessidade da graça e da salvação através de Cristo.","referencias_relacionadas":["Romanos 3:23","Gálatas 6:7","Tiago 1:15"]},"isaias_5_19_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à arrogância e ao orgulho humano em desafiar a verdade de Deus.","explicacao_detalhada":"A palavra 'dizer' é usada para descrever a atitude de aqueles que se opõem a Deus, afirmando que o que é mau é bom. O versículo destaca a inversão de valores que ocorre quando se ignora a verdade divina.","por_que_esta_palavra":"A palavra 'dizer' é importante para entender a comunicação e a declaração de verdades, especialmente em relação ao que é certo e errado.","conexao_teologica":"A inversão de valores é um tema recorrente na Bíblia, que alerta sobre as consequências de se afastar da verdade de Deus.","referencias_relacionadas":["Isaías 5:20","Romanos 1:25","2 Timóteo 4:3"]},"isaias_5_19_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à verdadeira bondade que vem de Deus, em contraste com a falsa bondade proclamada pelos homens.","explicacao_detalhada":"A palavra 'bom' enfatiza a natureza de Deus como a fonte de toda bondade. O versículo destaca a importância de discernir o que é verdadeiramente bom em meio a uma cultura que distorce a moralidade.","por_que_esta_palavra":"A palavra 'bom' é essencial para entender a natureza de Deus e a moralidade que Ele estabelece.","conexao_teologica":"A bondade de Deus é um atributo que deve ser refletido na vida dos crentes, que são chamados a viver de acordo com a Sua vontade.","referencias_relacionadas":["Salmos 34:8","Gálatas 5:22","Romanos 12:2"]},"isaias_5_19_mao":{"palavra_pt":"mao","palavra_original":"קָרַב","transliteracao":"qârab","strong":"H7126","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à ação e ao poder de Deus em contrastar com a fraqueza humana.","explicacao_detalhada":"A palavra 'mão' simboliza a ação de Deus em trazer juízo e salvação. O versículo destaca a necessidade de reconhecer a mão de Deus em todas as circunstâncias da vida.","por_que_esta_palavra":"A palavra 'mão' é significativa para entender a intervenção de Deus na história e na vida dos indivíduos.","conexao_teologica":"A mão de Deus é frequentemente mencionada na Bíblia como um símbolo de Sua ação poderosa e protetora.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","Deuteronômio 33:27"]},"isaias_5_20_trevas":{"palavra_pt":"trevas","palavra_original":"חֹשֶׁךְ","transliteracao":"chôshek","strong":"H2822","significado_raiz":"Ideia básica: trevas.","significado_contextual":"Refere-se à escuridão espiritual que resulta da rejeição da luz de Deus.","explicacao_detalhada":"A palavra 'trevas' simboliza a ignorância e o pecado. O versículo alerta sobre aqueles que chamam as trevas de luz, enfatizando a confusão moral que resulta da rejeição da verdade divina.","por_que_esta_palavra":"A palavra 'trevas' é crucial para entender a condição espiritual do homem sem Deus.","conexao_teologica":"As trevas são um tema recorrente na Bíblia, que contrasta com a luz de Cristo, que traz verdade e salvação.","referencias_relacionadas":["João 1:5","1 João 1:5","Efésios 5:8"]},"isaias_5_20_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à percepção distorcida do que é bom e mau, onde o que é considerado bom é na verdade mau.","explicacao_detalhada":"A palavra 'bom' aqui é usada para criticar a inversão de valores morais, onde as pessoas chamam o mal de bom. Isso reflete uma falta de discernimento espiritual.","por_que_esta_palavra":"A escolha da palavra 'bom' enfatiza a importância de reconhecer a verdadeira natureza das ações e suas consequências.","conexao_teologica":"A ideia de discernir entre o bem e o mal é central na teologia bíblica, refletindo a necessidade de seguir os caminhos de Deus.","referencias_relacionadas":["Isaías 5:20","Romanos 12:2","Gálatas 6:7"]},"isaias_5_20_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a declaração de valores distorcidos pela sociedade.","explicacao_detalhada":"Neste contexto, 'dizer' implica em uma afirmação que é aceita como verdade, mesmo que esteja errada. Isso revela a hipocrisia e a falta de verdade na comunicação.","por_que_esta_palavra":"A palavra é crucial para entender como as declarações humanas podem ser enganosas e como isso afeta a moralidade coletiva.","conexao_teologica":"A comunicação e a verdade são temas recorrentes na Bíblia, onde a palavra de Deus é sempre apresentada como a verdade suprema.","referencias_relacionadas":["Isaías 5:20","Tiago 3:5-6","Provérbios 18:21"]},"isaias_5_21_alas":{"palavra_pt":"alas","palavra_original":"הוֹי","transliteracao":"hôwy","strong":"H1945","significado_raiz":"Ideia básica: alas.","significado_contextual":"A expressão 'alas' é uma lamentação sobre a sabedoria distorcida das pessoas.","explicacao_detalhada":"Neste versículo, 'alas' é uma chamada de atenção para a condição espiritual das pessoas que se consideram sábias, mas que na verdade estão perdidas.","por_que_esta_palavra":"A palavra serve para enfatizar a tristeza e a urgência da mensagem profética, alertando sobre as consequências da falsa sabedoria.","conexao_teologica":"A lamentação é um tema comum nos profetas, refletindo o coração de Deus em relação ao pecado e à rebelião do Seu povo.","referencias_relacionadas":["Isaías 5:21","1 Coríntios 1:19","Salmos 14:1"]},"isaias_5_21_astuto":{"palavra_pt":"astuto","palavra_original":"חָכָם","transliteracao":"châkâm","strong":"H2450","significado_raiz":"Ideia básica: astuto.","significado_contextual":"Refere-se à sabedoria humana que é considerada astuta, mas que é, na verdade, enganosa.","explicacao_detalhada":"A palavra 'astuto' é usada para criticar aqueles que se acham sábios em seus próprios olhos, mas que não reconhecem a verdadeira sabedoria que vem de Deus.","por_que_esta_palavra":"A escolha desta palavra destaca a crítica à autossuficiência e à arrogância intelectual.","conexao_teologica":"A verdadeira sabedoria, segundo a Bíblia, é temer a Deus e seguir Seus caminhos, contrastando com a sabedoria humana.","referencias_relacionadas":["Isaías 5:21","Provérbios 3:7","Tiago 3:15"]},"isaias_5_21_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"O 'olho' simboliza a percepção e a capacidade de discernir entre o certo e o errado.","explicacao_detalhada":"Neste contexto, a referência ao 'olho' implica que aqueles que se consideram sábios não estão vendo a verdade espiritual.","por_que_esta_palavra":"A palavra é importante para ilustrar a cegueira espiritual que afeta a capacidade de julgamento moral.","conexao_teologica":"A visão espiritual é um tema recorrente na Bíblia, onde a iluminação divina é necessária para ver a verdade.","referencias_relacionadas":["Isaías 5:21","Mateus 6:22-23","Salmos 119:18"]},"isaias_5_22_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao homem que se considera forte e destemido, mas que é, na verdade, enganado por sua própria arrogância.","explicacao_detalhada":"A palavra 'homem' aqui é usada para criticar a autoconfiança e a presunção de alguns indivíduos que se acham superiores.","por_que_esta_palavra":"A escolha desta palavra enfatiza a fragilidade humana diante de Deus e a necessidade de humildade.","conexao_teologica":"A Bíblia frequentemente fala sobre a condição do homem e sua necessidade de dependência de Deus.","referencias_relacionadas":["Isaías 5:22","Salmos 146:3","Jeremias 9:23-24"]},"isaias_5_22_idiom":{"palavra_pt":"expressao","palavra_original":"שָׁתָה","transliteracao":"shâthâh","strong":"H8354","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à maneira como as pessoas se comunicam e expressam suas ideias.","explicacao_detalhada":"Neste contexto, 'expressão' implica que as palavras e ações das pessoas revelam suas verdadeiras intenções e caráter.","por_que_esta_palavra":"A escolha desta palavra destaca a importância da comunicação autêntica e da sinceridade nas relações.","conexao_teologica":"A comunicação é um reflexo do coração humano, e a Bíblia ensina que as palavras têm poder e importância.","referencias_relacionadas":["Isaías 5:22","Mateus 12:34-37","Provérbios 15:23"]},"isaias_5_23_purificar":{"palavra_pt":"purificar","palavra_original":"צָדַק","transliteracao":"tsâdaq","strong":"H6663","significado_raiz":"Ideia básica: purificar.","significado_contextual":"Refere-se ao ato de justificar os ímpios, distorcendo a verdadeira justiça.","explicacao_detalhada":"A palavra 'purificar' é usada ironicamente para descrever a tentativa de alguns de se apresentarem como justos, apesar de suas ações.","por_que_esta_palavra":"A escolha desta palavra enfatiza a hipocrisia de tentar justificar o que é injusto.","conexao_teologica":"A verdadeira purificação e justiça vêm de Deus, e não das obras humanas.","referencias_relacionadas":["Isaías 5:23","Romanos 3:20","Salmos 51:10"]},"isaias_5_23_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"Refere-se à condição dos ímpios que se consideram inocentes, apesar de suas ações.","explicacao_detalhada":"A palavra 'culpado' é usada para descrever aqueles que, mesmo sabendo de suas transgressões, tentam se justificar.","por_que_esta_palavra":"A escolha desta palavra destaca a realidade do pecado e a necessidade de arrependimento.","conexao_teologica":"A Bíblia ensina que todos são culpados diante de Deus e precisam da Sua graça para serem justificados.","referencias_relacionadas":["Isaías 5:23","Romanos 3:23","1 João 1:8"]},"isaias_5_23_justice":{"palavra_pt":"justica","palavra_original":"צְדָקָה","transliteracao":"tsᵉdâqâh","strong":"H6666","significado_raiz":"Ideia básica: justica.","significado_contextual":"Refere-se à verdadeira justiça que é frequentemente distorcida pelos homens.","explicacao_detalhada":"A palavra 'justiça' aqui é usada para criticar a falta de verdadeira equidade e moralidade na sociedade.","por_que_esta_palavra":"A escolha desta palavra enfatiza a importância da justiça divina em contraste com a justiça humana falha.","conexao_teologica":"A justiça é um atributo de Deus e um princípio fundamental do Seu reino.","referencias_relacionadas":["Isaías 5:23","Miquéias 6:8","Salmos 89:14"]},"isaias_5_24_alimento":{"palavra_pt":"alimento","palavra_original":"אָכַל","transliteracao":"ʼâkal","strong":"H398","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Refere-se ao sustento físico e espiritual que o povo de Israel deveria buscar.","explicacao_detalhada":"A palavra 'alimento' neste contexto implica não apenas a necessidade física de comida, mas também a busca por sustento espiritual, que vem da palavra de Deus.","por_que_esta_palavra":"A escolha da palavra 'alimento' destaca a importância de se nutrir tanto fisicamente quanto espiritualmente, enfatizando a relação entre a obediência a Deus e a prosperidade.","conexao_teologica":"Deus é visto como o provedor de todas as necessidades, tanto materiais quanto espirituais, e a rejeição de Seu alimento espiritual leva à ruína.","referencias_relacionadas":["Mateus 4:4","João 6:35","Salmos 119:103"]},"isaias_5_24_lingua":{"palavra_pt":"lingua","palavra_original":"לָשׁוֹן","transliteracao":"lâshôwn","strong":"H3956","significado_raiz":"Ideia básica: lingua.","significado_contextual":"Refere-se à língua como um instrumento de comunicação e expressão, que pode ser usado tanto para bênção quanto para maldição.","explicacao_detalhada":"A palavra 'língua' aqui simboliza a capacidade de falar e expressar pensamentos, que pode ser usada para glorificar a Deus ou para propagar a iniquidade.","por_que_esta_palavra":"A ênfase na língua ressalta a responsabilidade que temos sobre as palavras que proferimos e suas consequências.","conexao_teologica":"A língua é um reflexo do coração, e o uso correto dela é fundamental para a vida em comunidade e a adoração a Deus.","referencias_relacionadas":["Tiago 3:5-10","Provérbios 18:21","Salmos 34:13"]},"isaias_5_24_seco":{"palavra_pt":"seco","palavra_original":"חָשַׁשׁ","transliteracao":"châshash","strong":"H2842","significado_raiz":"Ideia básica: seco.","significado_contextual":"Indica a condição de desolação e falta de vida, tanto física quanto espiritual.","explicacao_detalhada":"A palavra 'seco' sugere um estado de esterilidade e ausência de bênçãos, refletindo a consequência do afastamento de Deus.","por_que_esta_palavra":"O uso de 'seco' enfatiza a severidade do juízo de Deus sobre aqueles que rejeitam Sua palavra e se afastam de Sua vontade.","conexao_teologica":"A secura espiritual é um tema recorrente na Bíblia, onde a proximidade de Deus traz vida e abundância, enquanto o afastamento resulta em desolação.","referencias_relacionadas":["Ezequiel 37:1-14","Salmos 1:3","Isaías 58:11"]},"isaias_5_25_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as ações e comportamentos são conduzidos, especialmente em relação à justiça e à moralidade.","explicacao_detalhada":"A palavra 'modo' implica na forma como o povo vive e se comporta, refletindo a necessidade de alinhamento com os princípios divinos.","por_que_esta_palavra":"A escolha de 'modo' destaca a importância da conduta ética e moral na vida do povo de Deus.","conexao_teologica":"A maneira de viver é um reflexo da fé e da obediência a Deus, e a Bíblia frequentemente chama o povo a viver de acordo com Seus mandamentos.","referencias_relacionadas":["Romanos 12:2","Gálatas 5:16","1 Pedro 1:15-16"]},"isaias_5_25_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade, caráter e presença.","explicacao_detalhada":"A palavra 'senhor' é usada para enfatizar a soberania de Deus sobre todas as coisas e a necessidade de reverência a Seu nome.","por_que_esta_palavra":"A menção do nome de Deus destaca a importância de reconhecer Sua autoridade e a relação que temos com Ele.","conexao_teologica":"O nome de Deus é central na adoração e na identidade do povo de Israel, e invocar Seu nome é um ato de fé e submissão.","referencias_relacionadas":["Êxodo 20:7","Salmos 29:2","Filipenses 2:9-11"]},"isaias_5_25_grande":{"palavra_pt":"grande","palavra_original":"נָטָה","transliteracao":"nâṭâh","strong":"H5186","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de Deus e à magnitude de Suas obras e juízos.","explicacao_detalhada":"A palavra 'grande' enfatiza a majestade e a soberania de Deus, que é capaz de realizar grandes coisas e trazer juízo sobre as nações.","por_que_esta_palavra":"A escolha de 'grande' ressalta a importância de reconhecer a grandeza de Deus em contraste com a pequenez do homem.","conexao_teologica":"A grandeza de Deus é um tema central na teologia bíblica, que nos chama a adorar e reverenciar Sua majestade.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12-14","Romanos 11:33"]},"isaias_5_26_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como o lugar onde o povo de Deus habita e onde Ele exerce Sua soberania.","explicacao_detalhada":"A palavra 'terra' implica não apenas no espaço físico, mas também no domínio de Deus sobre toda a criação.","por_que_esta_palavra":"A menção da terra destaca a relação entre Deus e Seu povo, e a responsabilidade que eles têm de viver em obediência a Ele.","conexao_teologica":"A terra é frequentemente vista como um presente de Deus ao Seu povo, e a forma como eles a tratam reflete sua relação com Ele.","referencias_relacionadas":["Gênesis 1:28","Deuteronômio 11:12","Salmos 37:11"]},"isaias_5_26_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de Deus em Sua capacidade de chamar as nações e exercer juízo.","explicacao_detalhada":"A palavra 'grande' aqui é usada para enfatizar a magnitude do plano de Deus para a humanidade e Sua soberania sobre as nações.","por_que_esta_palavra":"A escolha de 'grande' ressalta a importância de reconhecer que Deus é Senhor sobre todas as nações e povos.","conexao_teologica":"A grandeza de Deus é um tema que permeia toda a Escritura, mostrando que Ele é digno de adoração e reverência.","referencias_relacionadas":["Salmos 47:2","Isaías 66:18","Apocalipse 15:4"]},"isaias_5_26_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"Refere-se às nações como entidades que estão sob o domínio e juízo de Deus.","explicacao_detalhada":"A palavra 'nação' implica na diversidade dos povos e na soberania de Deus sobre cada um deles.","por_que_esta_palavra":"A menção das nações destaca a universalidade do plano de Deus e Sua intenção de alcançar todos os povos.","conexao_teologica":"A salvação é oferecida a todas as nações, e a Bíblia frequentemente menciona a responsabilidade de Israel em ser luz para os gentios.","referencias_relacionadas":["Mateus 28:19","Isaías 49:6","Atos 1:8"]},"isaias_5_27_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade como um princípio fundamental na relação entre Deus e Seu povo.","explicacao_detalhada":"A palavra 'verdade' implica na integridade e na fidelidade de Deus, bem como na necessidade de o povo viver em conformidade com Sua verdade.","por_que_esta_palavra":"A escolha de 'verdade' enfatiza a importância de buscar a justiça e a retidão em todas as ações.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, que são chamados a viver em verdade e justiça.","referencias_relacionadas":["João 8:32","Salmos 51:6","Efésios 4:15"]},"isaias_5_27_sleep":{"palavra_pt":"sleep","palavra_original":"נוּם","transliteracao":"nûwm","strong":"H5123","significado_raiz":"Ideia básica: sleep.","significado_contextual":"Refere-se a um estado de inatividade ou descuido espiritual.","explicacao_detalhada":"A palavra 'sleep' (נוּם) é usada metaforicamente para descrever a apatia do povo de Israel em relação à sua relação com Deus. Eles estavam 'dormindo' em sua fé, ignorando os avisos e as advertências divinas.","por_que_esta_palavra":"A escolha da palavra enfatiza a necessidade de vigilância e atenção espiritual, contrastando com a complacência do povo.","conexao_teologica":"A ideia de estar 'dormindo' espiritualmente é um tema recorrente nas Escrituras, onde Deus chama Seu povo a despertar e se voltar para Ele.","referencias_relacionadas":["Mateus 26:41","Romanos 13:11","Efésios 5:14"]},"isaias_5_28_flecha":{"palavra_pt":"flecha","palavra_original":"חֵץ","transliteracao":"chêts","strong":"H2671","significado_raiz":"Ideia básica: flecha.","significado_contextual":"Simboliza a força e a precisão do julgamento de Deus.","explicacao_detalhada":"A palavra 'flecha' (חֵץ) é utilizada para ilustrar a eficácia e a rapidez com que o juízo de Deus pode atingir aqueles que se afastam de Seus caminhos.","por_que_esta_palavra":"A metáfora da flecha sugere que o juízo de Deus é certeiro e não pode ser evitado.","conexao_teologica":"A justiça de Deus é frequentemente comparada a armas de guerra, mostrando que Ele é um defensor da verdade e da justiça.","referencias_relacionadas":["Salmos 7:13","Salmos 91:5","Hebreus 4:12"]},"isaias_5_29_leao":{"palavra_pt":"leao","palavra_original":"לָבִיא","transliteracao":"lâbîyʼ","strong":"H3833","significado_raiz":"Ideia básica: leao.","significado_contextual":"Representa a força e a majestade de Deus, bem como o juízo que Ele traz sobre os ímpios.","explicacao_detalhada":"A palavra 'leão' (לָבִיא) é usada para descrever a ferocidade e a proteção que Deus oferece ao Seu povo, mas também a severidade de Seu juízo contra aqueles que se opõem a Ele.","por_que_esta_palavra":"O leão é um símbolo de poder e autoridade, refletindo a soberania de Deus sobre todas as coisas.","conexao_teologica":"Deus é frequentemente descrito como um leão em passagens que falam de Seu poder e juízo, mostrando que Ele é tanto um protetor quanto um juiz.","referencias_relacionadas":["Amós 3:8","Apocalipse 5:5","Provérbios 28:1"]},"isaias_5_30_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo de julgamento e revelação da glória de Deus.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é usada para indicar um período específico em que Deus agirá em justiça, trazendo luz sobre as ações do povo.","por_que_esta_palavra":"O dia é um símbolo de clareza e revelação, onde as obras das trevas são expostas.","conexao_teologica":"O conceito do 'dia do Senhor' é um tema importante na Bíblia, representando o tempo em que Deus intervirá na história.","referencias_relacionadas":["Joel 2:31","1 Tessalonicenses 5:2","Zacarias 14:1"]},"isaias_5_30_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Simboliza o povo de Israel e a criação de Deus.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever não apenas o território físico, mas também a relação do povo com Deus e a sua responsabilidade sobre a criação.","por_que_esta_palavra":"A terra é um símbolo da herança e da promessa de Deus ao Seu povo, refletindo a importância da fidelidade a Ele.","conexao_teologica":"A relação entre Deus e a terra é central na narrativa bíblica, onde a desobediência do povo resulta em consequências para a terra.","referencias_relacionadas":["Gênesis 1:28","Levítico 18:24","Romanos 8:22"]},"isaias_5_30_mourn":{"palavra_pt":"mourn","palavra_original":"נָהַם","transliteracao":"nâham","strong":"H5098","significado_raiz":"Ideia básica: mourn.","significado_contextual":"Refere-se ao lamento e à tristeza pela condição espiritual do povo.","explicacao_detalhada":"A palavra 'mourn' (נָהַם) expressa a dor e o arrependimento que devem acompanhar a consciência do pecado e da separação de Deus.","por_que_esta_palavra":"O lamento é uma resposta natural ao reconhecimento do juízo de Deus e à necessidade de arrependimento.","conexao_teologica":"O lamento é um tema importante nas Escrituras, onde o arrependimento é frequentemente acompanhado de tristeza e busca por restauração.","referencias_relacionadas":["Mateus 5:4","Salmos 34:18","2 Coríntios 7:10"]}}