{"isaias_50_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor é um símbolo de Sua autoridade e poder.","explicacao_detalhada":"Neste versículo, o nome 'Senhor' é invocado para enfatizar a soberania de Deus sobre todas as coisas e a confiança que Seu povo deve ter Nele.","por_que_esta_palavra":"A palavra 'Senhor' é usada para reafirmar a relação de aliança entre Deus e Seu povo, destacando Sua fidelidade e proteção.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, representando Sua natureza e caráter, e é invocado em momentos de necessidade e adoração.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Romanos 10:13"]},"isaias_50_1_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade e à condição humana.","explicacao_detalhada":"Neste contexto, 'homem' é usado para enfatizar a fragilidade e a dependência do ser humano em relação a Deus.","por_que_esta_palavra":"A palavra 'homem' é importante para entender a relação entre a criação e o Criador, destacando a necessidade de redenção.","conexao_teologica":"A condição humana é um tema central na teologia, onde a necessidade de salvação e a graça de Deus são enfatizadas.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"isaias_50_1_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é um chamado à atenção e à contemplação.","explicacao_detalhada":"Neste versículo, 'eis' serve como um convite para que o povo de Deus observe e considere a Sua mensagem e a Sua obra.","por_que_esta_palavra":"A palavra 'eis' é usada para despertar a consciência e a reflexão sobre a realidade espiritual e a ação de Deus.","conexao_teologica":"O chamado à atenção é uma prática comum nas Escrituras, onde Deus convida Seu povo a reconhecer Sua presença e ação na história.","referencias_relacionadas":["Isaías 43:1","Mateus 11:28","Apocalipse 3:20"]},"isaias_50_2_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se à morte física e espiritual.","explicacao_detalhada":"Neste contexto, 'morrer' é uma referência à condição de desespero e à necessidade de salvação que o povo enfrenta.","por_que_esta_palavra":"A palavra 'morrer' é crucial para entender a gravidade do pecado e a necessidade de redenção através de Cristo.","conexao_teologica":"A morte de Cristo é central na teologia cristã, representando a vitória sobre o pecado e a promessa de vida eterna.","referencias_relacionadas":["Romanos 6:23","João 3:16","1 Coríntios 15:55-57"]},"isaias_50_2_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' é usada para descrever a condição humana diante de Deus.","explicacao_detalhada":"Neste versículo, 'homem' enfatiza a vulnerabilidade e a necessidade de ajuda divina em tempos de crise.","por_que_esta_palavra":"A palavra 'homem' é importante para entender a relação entre a humanidade e Deus, especialmente em momentos de sofrimento.","conexao_teologica":"A condição do homem é um tema recorrente na Bíblia, onde a necessidade de salvação e a graça de Deus são enfatizadas.","referencias_relacionadas":["Salmos 103:14","Isaías 64:6","Romanos 5:8"]},"isaias_50_2_olho":{"palavra_pt":"olho","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6030","significado_raiz":"Ideia básica: olho.","significado_contextual":"A palavra 'olho' simboliza a percepção e a visão espiritual.","explicacao_detalhada":"Neste contexto, 'olho' é usado para descrever a capacidade de ver a verdade espiritual e a necessidade de iluminação divina.","por_que_esta_palavra":"A palavra 'olho' é importante para entender a revelação de Deus e a necessidade de discernimento espiritual.","conexao_teologica":"A visão espiritual é um tema central nas Escrituras, onde a iluminação de Deus é necessária para compreender Sua vontade.","referencias_relacionadas":["Salmos 119:18","Mateus 6:22-23","Efésios 1:18"]},"isaias_50_3_apparel":{"palavra_pt":"apparel","palavra_original":"לָבַשׁ","transliteracao":"lâbash","strong":"H3847","significado_raiz":"Ideia básica: apparel.","significado_contextual":"A palavra 'apparel' refere-se ao vestuário e à aparência exterior.","explicacao_detalhada":"Neste versículo, 'apparel' é usado para descrever a maneira como Deus se reveste de poder e majestade.","por_que_esta_palavra":"A palavra 'apparel' é importante para entender a representação da glória de Deus e como Ele se manifesta ao Seu povo.","conexao_teologica":"A vestimenta é um símbolo de identidade e status, e Deus é frequentemente descrito como revestido de majestade e poder.","referencias_relacionadas":["Salmos 104:1-2","Isaías 61:10","Apocalipse 19:11-16"]},"isaias_50_3_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"A palavra 'céus' refere-se ao domínio de Deus e à Sua criação.","explicacao_detalhada":"Neste contexto, 'céus' é usado para descrever a grandeza de Deus e Sua soberania sobre toda a criação.","por_que_esta_palavra":"A palavra 'céus' é importante para entender a majestade de Deus e Sua autoridade sobre o universo.","conexao_teologica":"Os céus são frequentemente mencionados nas Escrituras como o lugar da habitação de Deus e um símbolo de Sua glória.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Isaías 66:1"]},"isaias_50_4_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à soberania e autoridade de Deus sobre a vida do profeta.","explicacao_detalhada":"A palavra 'senhor' (אֲדֹנָי) é usada para expressar a relação de servidão e submissão do profeta a Deus, reconhecendo-O como seu mestre e guia.","por_que_esta_palavra":"O uso de 'senhor' enfatiza a dependência do profeta em relação à direção divina em sua missão.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o Senhor de toda a criação.","referencias_relacionadas":["Salmos 25:1","Isaías 61:1","Romanos 10:9"]},"isaias_50_4_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Denota a presença e a ação de Deus na vida do profeta.","explicacao_detalhada":"A palavra 'Deus' (יְהֹוִה) é o nome pessoal de Deus, que revela Sua natureza e caráter, sendo o autor da vida e da salvação.","por_que_esta_palavra":"A invocação de 'Deus' destaca a relação íntima entre o profeta e o Criador, que o capacita a cumprir sua missão.","conexao_teologica":"A relação entre Deus e o homem é fundamental na Bíblia, mostrando como Deus se revela e se relaciona com Sua criação.","referencias_relacionadas":["Gênesis 1:1","Êxodo 3:14","João 1:1"]},"isaias_50_4_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de pedir ajuda ou interceder.","explicacao_detalhada":"A palavra 'dar' (נָתַן) implica a entrega de algo, neste caso, a entrega de um clamor a Deus por socorro e direção.","por_que_esta_palavra":"O clamor é uma expressão de necessidade e dependência de Deus, mostrando que o profeta busca Sua intervenção.","conexao_teologica":"O clamor a Deus é um tema recorrente nas Escrituras, evidenciando a necessidade humana de se voltar a Ele em momentos de dificuldade.","referencias_relacionadas":["Salmos 34:17","Salmos 50:15","Mateus 7:7"]},"isaias_50_5_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Reitera a submissão do profeta à vontade de Deus.","explicacao_detalhada":"A palavra 'senhor' (אֲדֹנָי) reafirma a posição do profeta como servo, pronto para ouvir e obedecer à voz de Deus.","por_que_esta_palavra":"A repetição da palavra enfatiza a importância da obediência e da escuta atenta ao chamado divino.","conexao_teologica":"A obediência a Deus é um princípio fundamental na vida do crente, refletindo a relação de amor e respeito.","referencias_relacionadas":["Deuteronômio 6:5","João 14:15","Tiago 1:22"]},"isaias_50_5_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à fidelidade e à verdade de Deus.","explicacao_detalhada":"A palavra 'Deus' (יְהֹוִה) é utilizada para afirmar a natureza imutável e fiel de Deus, que cumpre Suas promessas.","por_que_esta_palavra":"A invocação de 'Deus' aqui reforça a confiança do profeta na verdade e na justiça divina.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, mostrando que Ele é a fonte de toda verdade e justiça.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 6:18"]},"isaias_50_5_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à integridade e à fidelidade de Deus.","explicacao_detalhada":"A palavra 'verdade' (לֹא) implica a negação de falsidade e a afirmação da justiça divina, que não abandona Seus servos.","por_que_esta_palavra":"A ênfase na verdade é crucial para entender a natureza de Deus e Sua relação com a humanidade.","conexao_teologica":"A verdade de Deus é um pilar da fé cristã, que nos chama a viver em conformidade com Sua palavra.","referencias_relacionadas":["Salmos 25:5","Salmos 86:15","João 8:32"]},"isaias_50_6_confusion":{"palavra_pt":"confusao","palavra_original":"כְּלִמָּה","transliteracao":"kᵉlimmâh","strong":"H3639","significado_raiz":"Ideia básica: confusao.","significado_contextual":"Refere-se ao estado de desonra ou vergonha que o profeta enfrenta.","explicacao_detalhada":"A palavra 'confusão' (כְּלִמָּה) expressa a dor e o sofrimento que podem acompanhar a obediência a Deus em um mundo hostil.","por_que_esta_palavra":"A confusão é um resultado da fidelidade ao chamado divino, que pode levar ao desprezo e à rejeição.","conexao_teologica":"O sofrimento por causa da fé é um tema recorrente, mostrando que a fidelidade a Deus pode trazer desafios.","referencias_relacionadas":["Romanos 5:3-5","1 Pedro 4:12-13","Mateus 5:10-12"]},"isaias_50_6_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de buscar ajuda em meio à dor.","explicacao_detalhada":"A palavra 'dar' (נָתַן) aqui implica a entrega de um clamor a Deus, expressando a necessidade de intervenção divina.","por_que_esta_palavra":"O clamor é uma resposta natural ao sofrimento e à confusão, buscando consolo e ajuda em Deus.","conexao_teologica":"A busca por Deus em tempos de dificuldade é um tema central na vida de fé, mostrando a dependência do crente.","referencias_relacionadas":["Salmos 18:6","Salmos 34:18","Hebreus 4:16"]},"isaias_50_6_beat":{"palavra_pt":"beat","palavra_original":"נָכָה","transliteracao":"nâkâh","strong":"H5221","significado_raiz":"Ideia básica: beat.","significado_contextual":"Refere-se à dor física e emocional que o profeta enfrenta.","explicacao_detalhada":"A palavra 'beat' (נָכָה) implica a experiência de sofrimento e opressão, que pode ser parte da missão do profeta.","por_que_esta_palavra":"O sofrimento é uma realidade na vida do profeta, que é chamado a suportar dor por causa de sua fidelidade a Deus.","conexao_teologica":"O sofrimento de Cristo é um paralelo importante, mostrando que a dor pode ter um propósito redentor.","referencias_relacionadas":["Isaías 53:5","Romanos 8:17","2 Coríntios 1:5"]},"isaias_50_7_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à confiança do profeta na proteção e ajuda de Deus.","explicacao_detalhada":"A palavra 'senhor' (אֲדֹנָי) reafirma a posição de Deus como protetor e defensor do profeta em meio às adversidades.","por_que_esta_palavra":"A confiança no Senhor é fundamental para enfrentar os desafios e oposições que surgem na vida do crente.","conexao_teologica":"A proteção de Deus é um tema recorrente na Bíblia, mostrando que Ele é um refúgio seguro para aqueles que confiam Nele.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Filipenses 4:19"]},"isaias_50_7_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como o Deus soberano que sustenta e fortalece.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוִה) é usada para enfatizar a autoridade e o poder de Deus sobre todas as coisas. Neste contexto, o profeta Isaías fala sobre a confiança que se deve ter no Senhor em tempos de adversidade.","por_que_esta_palavra":"A escolha da palavra 'senhor' destaca a relação de submissão e reverência que os crentes devem ter em relação a Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o criador e mantenedor do universo.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Romanos 8:31"]},"isaias_50_7_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade aqui se refere à fidelidade de Deus e à realidade de Sua palavra.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é utilizada para afirmar a certeza e a confiabilidade das promessas de Deus, especialmente em momentos de provação.","por_que_esta_palavra":"A ênfase na verdade é crucial para entender que Deus é fiel e que suas promessas não falham.","conexao_teologica":"A verdade de Deus é um pilar da fé cristã, refletindo a natureza imutável e justa de Deus.","referencias_relacionadas":["João 14:6","Salmos 119:160","Hebreus 10:23"]},"isaias_50_8_purificar":{"palavra_pt":"purificar","palavra_original":"צָדַק","transliteracao":"tsâdaq","strong":"H6663","significado_raiz":"Ideia básica: purificar.","significado_contextual":"Refere-se ao ato de ser justificado e purificado diante de Deus.","explicacao_detalhada":"A palavra 'purificar' (צָדַק) implica em ser declarado justo, um conceito central na relação entre Deus e o homem, especialmente no contexto da redenção.","por_que_esta_palavra":"É importante porque destaca a necessidade de pureza e justiça na vida do crente.","conexao_teologica":"A purificação é um tema recorrente na Bíblia, simbolizando a necessidade de santidade para se aproximar de Deus.","referencias_relacionadas":["1 João 1:9","Romanos 5:1","Salmos 51:10"]},"isaias_50_8_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à condição humana e à necessidade de dependência de Deus.","explicacao_detalhada":"A palavra 'homem' (מִי) é usada para enfatizar a fragilidade e a vulnerabilidade do ser humano diante do Criador.","por_que_esta_palavra":"A escolha desta palavra é significativa para lembrar que o homem é dependente da graça e da misericórdia de Deus.","conexao_teologica":"A natureza humana e sua necessidade de salvação é um tema central na teologia cristã.","referencias_relacionadas":["Salmos 8:4","Romanos 3:23","Gênesis 1:27"]},"isaias_50_9_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"Um chamado à atenção para a ação de Deus.","explicacao_detalhada":"A palavra 'eis' (הֵן) é uma interjeição que convoca os ouvintes a observar algo importante que está prestes a ser revelado.","por_que_esta_palavra":"É uma forma de enfatizar a urgência e a importância da mensagem que se segue.","conexao_teologica":"A exortação para 'ver' é comum nas Escrituras, indicando que Deus deseja que Seu povo reconheça Sua obra.","referencias_relacionadas":["Isaías 43:19","Salmos 46:10","Mateus 11:15"]},"isaias_50_9_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade e ao domínio de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' (אֲדֹנָי) é usada para expressar a soberania e o senhorio de Deus sobre a criação e a história.","por_que_esta_palavra":"É fundamental reconhecer que Deus é o Senhor de nossas vidas e de toda a criação.","conexao_teologica":"O senhorio de Deus é um tema central na adoração e na submissão do crente.","referencias_relacionadas":["Salmos 24:1","Romanos 14:8-9","Filipenses 2:10-11"]},"isaias_50_9_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Reforça a ideia de que Deus é o Senhor que age em favor do Seu povo.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוִה) aqui reafirma a relação de Deus com Seu povo, mostrando que Ele é fiel e protetor.","por_que_esta_palavra":"A repetição da palavra 'senhor' enfatiza a importância de reconhecer a soberania de Deus em todas as circunstâncias.","conexao_teologica":"A fidelidade de Deus é um tema recorrente, mostrando que Ele nunca abandona aqueles que são Seus.","referencias_relacionadas":["Deuteronômio 31:6","Isaías 41:10","Salmos 121:2"]},"isaias_50_10_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"Refere-se à comunicação de Deus com Seu povo.","explicacao_detalhada":"A palavra 'voz' (קוֹל) implica em ouvir e responder à direção de Deus, que fala ao coração dos homens.","por_que_esta_palavra":"A voz de Deus é essencial para a orientação e a sabedoria na vida do crente.","conexao_teologica":"A capacidade de ouvir a voz de Deus é fundamental para a vida espiritual e a obediência.","referencias_relacionadas":["João 10:27","Salmos 29:4","Hebreus 3:15"]},"isaias_50_10_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à resposta do homem à voz de Deus.","explicacao_detalhada":"A palavra 'homem' (מִי) aqui destaca a responsabilidade do ser humano em ouvir e obedecer à voz de Deus.","por_que_esta_palavra":"É importante lembrar que a resposta do homem é crucial na relação com Deus.","conexao_teologica":"A resposta do homem à revelação divina é um tema central na Bíblia, refletindo a necessidade de fé e obediência.","referencias_relacionadas":["Tiago 1:22","Romanos 10:17","Gálatas 5:7"]},"isaias_50_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à importância do nome do Senhor como símbolo de Sua presença e caráter.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) aqui é usada para enfatizar a santidade e a autoridade do nome de Deus.","por_que_esta_palavra":"O nome de Deus é um reflexo de Sua natureza e caráter, e deve ser reverenciado.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua revelação e à Sua obra na história da salvação.","referencias_relacionadas":["Salmos 8:1","Êxodo 3:14","Filipenses 2:9-10"]},"isaias_50_11_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é usada para chamar a atenção do ouvinte para algo importante que está prestes a ser declarado.","explicacao_detalhada":"No contexto de Isaías 50:11, 'eis' serve como um convite para que as pessoas vejam as consequências de suas ações e escolhas. É uma exortação para que reflitam sobre suas vidas e decisões.","por_que_esta_palavra":"A escolha da palavra 'eis' enfatiza a urgência e a importância da mensagem que se segue, destacando a necessidade de atenção e reflexão.","conexao_teologica":"Teologicamente, 'eis' pode ser visto como um chamado à consciência e à responsabilidade diante de Deus, que observa as ações humanas.","referencias_relacionadas":["Isaías 41:22","Isaías 43:9","Mateus 11:15"]},"isaias_50_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou apresentado.","explicacao_detalhada":"Em Isaías 50:11, 'modo' sugere que há uma forma específica de agir que deve ser considerada, especialmente em relação à obediência a Deus e ao comportamento moral.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender que não se trata apenas de ações, mas da atitude e da intenção por trás delas.","conexao_teologica":"A maneira como vivemos e nos comportamos é importante para Deus, pois reflete nossa relação com Ele e com os outros.","referencias_relacionadas":["Salmos 119:1","Provérbios 4:26","Mateus 7:13-14"]},"isaias_50_11_luz":{"palavra_pt":"luz","palavra_original":"אוּר","transliteracao":"ʼûwr","strong":"H217","significado_raiz":"Ideia básica: luz.","significado_contextual":"A palavra 'luz' simboliza clareza, verdade e a presença de Deus.","explicacao_detalhada":"No versículo, 'luz' representa a revelação divina e a orientação que Deus oferece ao seu povo, contrastando com a escuridão da desobediência e da ignorância.","por_que_esta_palavra":"A luz é um tema recorrente nas Escrituras, simbolizando a verdade e a salvação que vêm de Deus.","conexao_teologica":"A luz de Deus é essencial para a vida espiritual, pois ilumina o caminho e revela a verdade sobre nós mesmos e sobre o mundo.","referencias_relacionadas":["Salmos 27:1","João 8:12","1 João 1:5"]}}