{"isaias_51_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, enfatizando sua soberania e autoridade.","explicacao_detalhada":"Em Isaías 51:1, 'senhor' é um reconhecimento do poder e da majestade de Deus, que é digno de reverência e adoração.","por_que_esta_palavra":"A invocação do nome de Deus é uma forma de estabelecer uma relação de dependência e confiança Nele.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando sua natureza e caráter, e é um convite à oração e à comunhão.","referencias_relacionadas":["Salmos 8:1","Isaías 40:28","Romanos 10:13"]},"isaias_51_1_rocha":{"palavra_pt":"rocha","palavra_original":"צוּר","transliteracao":"tsûwr","strong":"H6697","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' simboliza estabilidade, segurança e proteção.","explicacao_detalhada":"No contexto de Isaías 51:1, 'rocha' representa a confiança que o povo deve ter em Deus como seu refúgio seguro em tempos de dificuldades.","por_que_esta_palavra":"A metáfora da rocha é frequentemente usada nas Escrituras para descrever a fidelidade e a imutabilidade de Deus.","conexao_teologica":"Deus como rocha é um tema que destaca sua proteção e força, encorajando os crentes a se apoiarem Nele.","referencias_relacionadas":["Salmos 18:2","Salmos 62:6-7","Mateus 7:24-25"]},"isaias_51_1_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' implica em prestar atenção e responder à mensagem de Deus.","explicacao_detalhada":"Em Isaías 51:1, 'ouvir' é um chamado à ação, onde Deus convida seu povo a escutar e obedecer suas instruções.","por_que_esta_palavra":"A audição ativa é fundamental para a fé, pois implica em não apenas ouvir, mas também agir de acordo com a palavra de Deus.","conexao_teologica":"Ouvir a voz de Deus é essencial para a vida espiritual, pois é através da Sua palavra que somos guiados e transformados.","referencias_relacionadas":["Deuteronômio 6:4-5","Romanos 10:17","Tiago 1:22"]},"isaias_51_2_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma razão ou explicação para o que foi dito anteriormente.","explicacao_detalhada":"Em Isaías 51:2, 'porque' conecta a exortação a uma justificativa, mostrando que a ação de Deus é baseada em Sua fidelidade e promessas.","por_que_esta_palavra":"A palavra 'porque' é importante para entender a lógica divina e a relação entre as ações de Deus e a resposta do povo.","conexao_teologica":"A compreensão das razões de Deus é fundamental para a fé, pois nos ajuda a confiar em Sua sabedoria e planos.","referencias_relacionadas":["Isaías 43:1","Romanos 8:28","Hebreus 11:1"]},"isaias_51_2_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"A palavra 'abençoar' refere-se ao ato de conferir favor e bênção.","explicacao_detalhada":"Em Isaías 51:2, 'abençoar' implica em Deus conceder Sua graça e favor ao Seu povo, especialmente em tempos de necessidade.","por_que_esta_palavra":"A bênção de Deus é um tema central nas Escrituras, representando Sua bondade e cuidado por aqueles que O seguem.","conexao_teologica":"A bênção divina é um sinal da aliança entre Deus e Seu povo, mostrando que Ele se preocupa com o bem-estar deles.","referencias_relacionadas":["Números 6:24-26","Salmos 1:1-3","Efésios 1:3"]},"isaias_51_2_cause":{"palavra_pt":"cause","palavra_original":"נָבַט","transliteracao":"nâbaṭ","strong":"H5027","significado_raiz":"Ideia básica: cause.","significado_contextual":"A palavra 'cause' refere-se à razão ou motivo por trás de uma ação.","explicacao_detalhada":"Em Isaías 51:2, 'cause' sugere que as ações de Deus são fundamentadas em Sua natureza e caráter, que é justo e fiel.","por_que_esta_palavra":"Entender a causa das ações de Deus nos ajuda a confiar em Sua soberania e justiça.","conexao_teologica":"A causa divina é um tema que destaca a intenção e o propósito de Deus em todas as coisas, revelando Sua sabedoria.","referencias_relacionadas":["Salmos 33:11","Isaías 46:10","Romanos 11:33"]},"isaias_51_3_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se à comunicação e à expressão de Deus.","explicacao_detalhada":"Em Isaías 51:3, 'voz' simboliza a mensagem de consolo e esperança que Deus oferece ao Seu povo, especialmente em tempos de aflição.","por_que_esta_palavra":"A voz de Deus é um meio pelo qual Ele se comunica e se relaciona com a humanidade, trazendo conforto e direção.","conexao_teologica":"A voz de Deus é um tema importante na teologia, pois representa Sua revelação e a forma como Ele se faz conhecido ao Seu povo.","referencias_relacionadas":["Salmos 29:4","João 10:27","Hebreus 1:1-2"]},"isaias_51_3_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é utilizada para introduzir a razão pela qual Deus confortará Seu povo.","explicacao_detalhada":"Neste contexto, 'porque' conecta a promessa de consolo de Deus às ações passadas e à fidelidade de Deus em relação ao Seu povo.","por_que_esta_palavra":"A palavra 'porque' é fundamental para entender a lógica da promessa divina, mostrando que o consolo é baseado em razões específicas.","conexao_teologica":"A conexão teológica aqui é a relação entre a justiça de Deus e o consolo que Ele oferece ao Seu povo, enfatizando que Deus age em resposta às necessidades humanas.","referencias_relacionadas":["Isaías 40:1","Isaías 49:13","Isaías 51:12"]},"isaias_51_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus como o soberano e criador, que tem autoridade sobre todas as coisas.","explicacao_detalhada":"Neste versículo, 'senhor' enfatiza a relação de Deus com Seu povo, destacando Sua posição de autoridade e cuidado.","por_que_esta_palavra":"A palavra 'senhor' é usada para reafirmar a soberania de Deus e Sua capacidade de agir em favor de Seu povo.","conexao_teologica":"A teologia aqui gira em torno da soberania de Deus e Sua providência, mostrando que Ele é o Senhor que cuida e salva.","referencias_relacionadas":["Salmos 23:1","Isaías 40:10","Isaías 43:3"]},"isaias_51_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz a razão pela qual Deus está chamando a atenção do povo.","explicacao_detalhada":"Neste contexto, 'porque' liga a instrução de Deus à necessidade de justiça e retidão entre as pessoas.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a motivação divina para a justiça e a necessidade de resposta do povo.","conexao_teologica":"A conexão teológica é a chamada à justiça social, onde Deus exige que Seu povo viva de acordo com Seus padrões de justiça.","referencias_relacionadas":["Miquéias 6:8","Isaías 1:17","Isaías 58:6"]},"isaias_51_4_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo/justiça' refere-se à equidade e à retidão que Deus deseja ver em Seu povo.","explicacao_detalhada":"Neste versículo, 'juízo' implica a necessidade de ações justas e corretas entre as pessoas, refletindo o caráter de Deus.","por_que_esta_palavra":"A palavra 'juízo' é usada para enfatizar a importância da justiça social e moral na vida do povo de Deus.","conexao_teologica":"A teologia aqui destaca a justiça de Deus como um atributo essencial que deve ser refletido na vida do Seu povo.","referencias_relacionadas":["Salmos 82:3","Isaías 1:26","Amós 5:24"]},"isaias_51_4_iluminacao":{"palavra_pt":"luz","palavra_original":"אוֹר","transliteracao":"ʼôwr","strong":"H216","significado_raiz":"Ideia básica: luz.","significado_contextual":"A palavra 'luz' simboliza a revelação e a verdade que Deus traz ao Seu povo.","explicacao_detalhada":"Neste contexto, 'luz' representa a orientação divina e a clareza que Deus oferece em meio à escuridão da injustiça.","por_que_esta_palavra":"A palavra 'luz' é utilizada para ilustrar a esperança e a direção que Deus proporciona ao Seu povo.","conexao_teologica":"A conexão teológica é a ideia de que Deus é a luz do mundo, trazendo verdade e esperança à humanidade.","referencias_relacionadas":["Salmos 119:105","João 8:12","Isaías 9:2"]},"isaias_51_5_salvacao":{"palavra_pt":"salvacao","palavra_original":"יֶשַׁע","transliteracao":"yeshaʻ","strong":"H3468","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"A palavra 'salvação' refere-se à libertação e ao socorro que Deus oferece ao Seu povo.","explicacao_detalhada":"Neste versículo, 'salvação' é uma promessa de Deus de que Ele intervirá em favor de Seu povo, trazendo libertação.","por_que_esta_palavra":"A palavra 'salvação' é central para a mensagem de esperança e redenção que permeia as Escrituras.","conexao_teologica":"A teologia da salvação é um tema central na Bíblia, mostrando como Deus busca restaurar Seu povo.","referencias_relacionadas":["Isaías 12:2","Romanos 1:16","Salmos 27:1"]},"isaias_51_5_poderoso":{"palavra_pt":"poderoso","palavra_original":"זְרוֹעַ","transliteracao":"zᵉrôwaʻ","strong":"H2220","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' descreve a força e a capacidade de Deus para salvar e proteger.","explicacao_detalhada":"Neste contexto, 'poderoso' enfatiza que Deus não é apenas um salvador, mas um Deus que tem o poder absoluto para realizar Suas promessas.","por_que_esta_palavra":"A palavra 'poderoso' é usada para assegurar ao povo que Deus é capaz de agir em suas vidas de maneira significativa.","conexao_teologica":"A teologia do poder de Deus é um tema recorrente, mostrando que Ele é capaz de realizar o impossível.","referencias_relacionadas":["Salmos 147:5","Jeremias 32:17","Efésios 3:20"]},"isaias_51_5_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de Deus de avaliar e decidir sobre a justiça e a injustiça.","explicacao_detalhada":"Neste versículo, 'julgar' implica que Deus não apenas observa, mas também age em favor da justiça.","por_que_esta_palavra":"A palavra 'julgar' é importante para entender a natureza de Deus como um juiz justo que defende os oprimidos.","conexao_teologica":"A teologia do juízo de Deus é fundamental, mostrando que Ele é justo e que Sua justiça será realizada.","referencias_relacionadas":["Salmos 9:7-8","Isaías 30:18","Romanos 2:6"]},"isaias_51_6_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"A palavra 'céus' refere-se ao domínio de Deus e à Sua soberania sobre toda a criação.","explicacao_detalhada":"Neste contexto, 'céus' simboliza a grandeza e a eternidade de Deus em contraste com a fragilidade humana.","por_que_esta_palavra":"A palavra 'céus' é usada para enfatizar a permanência e a autoridade de Deus em um mundo em mudança.","conexao_teologica":"A teologia dos céus destaca a soberania de Deus e Sua autoridade sobre todas as coisas.","referencias_relacionadas":["Salmos 115:16","Isaías 66:1","Mateus 5:18"]},"isaias_51_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico e à criação de Deus, que também está sob Sua autoridade.","explicacao_detalhada":"Neste versículo, 'terra' representa a realidade da vida humana e a necessidade de confiar em Deus em meio às dificuldades.","por_que_esta_palavra":"A palavra 'terra' é usada para mostrar que Deus tem domínio sobre toda a criação, incluindo a vida humana.","conexao_teologica":"A teologia da criação enfatiza que Deus é o criador e sustentador de todas as coisas, incluindo a terra.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:22"]},"isaias_51_6_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à eternidade de Deus e à sua fidelidade que perdura através das gerações.","explicacao_detalhada":"A palavra 'eterno' enfatiza a natureza imutável e perene de Deus, contrastando com a transitoriedade das coisas criadas. Em Isaías 51:6, o profeta exorta o povo a olhar para o céu e a terra, que passarão, mas a salvação de Deus permanecerá eternamente.","por_que_esta_palavra":"A escolha da palavra 'eterno' é crucial para transmitir a ideia de que a salvação e a justiça de Deus não são temporárias, mas duradouras.","conexao_teologica":"A eternidade de Deus é um tema central na teologia bíblica, refletindo sua soberania e a certeza de suas promessas.","referencias_relacionadas":["Salmos 90:2","Isaías 40:8","Hebreus 13:8"]},"isaias_51_7_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao interior do ser humano, onde residem pensamentos, emoções e decisões.","explicacao_detalhada":"A palavra 'coração' em Isaías 51:7 é usada para chamar a atenção do povo de Israel para a importância de sua disposição interna e fé em Deus, especialmente em tempos de opressão e dúvida.","por_que_esta_palavra":"O coração é frequentemente mencionado na Bíblia como o centro da vida espiritual e moral, sendo essencial para a relação do homem com Deus.","conexao_teologica":"A condição do coração humano é fundamental para a compreensão da necessidade de arrependimento e transformação espiritual.","referencias_relacionadas":["Provérbios 4:23","Mateus 5:8","Romanos 10:9"]},"isaias_51_7_repreender":{"palavra_pt":"repreender","palavra_original":"חֶרְפָּה","transliteracao":"cherpâh","strong":"H2781","significado_raiz":"Ideia básica: repreender.","significado_contextual":"Refere-se a uma crítica ou censura, especialmente em relação à falta de fé ou confiança em Deus.","explicacao_detalhada":"A palavra 'repreender' em Isaías 51:7 é um chamado para que o povo não se deixe levar pelo medo ou pela opressão, mas mantenha sua fé e confiança nas promessas de Deus.","por_que_esta_palavra":"É importante que o povo entenda que a repreensão é uma forma de correção e um convite ao arrependimento e à volta a Deus.","conexao_teologica":"A repreensão é um aspecto do amor de Deus, que busca restaurar seu povo e guiá-lo de volta ao caminho certo.","referencias_relacionadas":["Salmos 94:12","Hebreus 12:5-6","Apocalipse 3:19"]},"isaias_51_7_homem":{"palavra_pt":"homem","palavra_original":"אֱנוֹשׁ","transliteracao":"ʼĕnôwsh","strong":"H582","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à fragilidade e vulnerabilidade do ser humano em contraste com a grandeza de Deus.","explicacao_detalhada":"A palavra 'homem' em Isaías 51:7 destaca a condição humana e a necessidade de confiar em Deus, que é eterno e poderoso, ao invés de se apoiar em forças humanas que são passageiras.","por_que_esta_palavra":"É uma lembrança da limitação humana e da necessidade de dependência de Deus para a salvação e a justiça.","conexao_teologica":"A fragilidade do homem é um tema recorrente na Bíblia, que enfatiza a grandeza e a soberania de Deus sobre a criação.","referencias_relacionadas":["Salmos 103:15-16","Tiago 4:14","Romanos 3:23"]},"isaias_51_8_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Reforça a ideia de que as promessas de Deus são eternas e não serão abaladas pelas circunstâncias temporais.","explicacao_detalhada":"A repetição da palavra 'eterno' em Isaías 51:8 sublinha a certeza da justiça de Deus, que prevalecerá apesar das dificuldades enfrentadas pelo povo.","por_que_esta_palavra":"É um lembrete de que, enquanto as coisas do mundo são passageiras, a palavra e a justiça de Deus são eternas.","conexao_teologica":"A eternidade de Deus é um fundamento para a esperança cristã, pois garante que suas promessas se cumprirão.","referencias_relacionadas":["Isaías 40:8","Romanos 8:38-39","2 Coríntios 4:18"]},"isaias_51_8_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma explicação ou justificativa para a afirmação anterior, ligando a condição do povo à sua resposta a Deus.","explicacao_detalhada":"A palavra 'porque' em Isaías 51:8 conecta a eternidade da justiça de Deus com a necessidade de o povo permanecer firme em sua fé e não se deixar abalar pelas circunstâncias.","por_que_esta_palavra":"É essencial para entender a relação entre a ação de Deus e a resposta do povo, enfatizando a responsabilidade humana.","conexao_teologica":"A relação entre a soberania de Deus e a responsabilidade humana é um tema central na teologia bíblica.","referencias_relacionadas":["Gálatas 6:7","Tiago 1:22","Romanos 12:2"]},"isaias_51_9_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo específico de intervenção divina, lembrando ao povo que Deus é poderoso para salvar.","explicacao_detalhada":"A palavra 'dia' em Isaías 51:9 simboliza um tempo de ação de Deus, onde Ele se levanta em favor de seu povo, mostrando seu poder e autoridade.","por_que_esta_palavra":"É uma chamada à lembrança dos feitos passados de Deus, encorajando o povo a confiar em sua intervenção futura.","conexao_teologica":"A ideia de um 'dia' de salvação ou juízo é um tema recorrente na Bíblia, refletindo a certeza da ação de Deus na história.","referencias_relacionadas":["Salmos 77:14","Isaías 63:4","Joel 2:31"]},"isaias_51_9_poderoso":{"palavra_pt":"poderoso","palavra_original":"זְרוֹעַ","transliteracao":"zᵉrôwaʻ","strong":"H2220","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Refere-se à força e capacidade de Deus para salvar e proteger seu povo.","explicacao_detalhada":"A palavra 'poderoso' em Isaías 51:9 destaca a grandeza de Deus em contrastar com a fraqueza humana, assegurando que Ele é capaz de realizar o que prometeu.","por_que_esta_palavra":"É um lembrete da onipotência de Deus, que pode intervir em qualquer situação para trazer libertação e justiça.","conexao_teologica":"A onipotência de Deus é um dos atributos fundamentais que sustentam a fé cristã, garantindo que Ele pode cumprir suas promessas.","referencias_relacionadas":["Jeremias 32:17","Efésios 3:20","Lucas 1:37"]},"isaias_51_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade e ao caráter de Deus, que é invocado em momentos de necessidade.","explicacao_detalhada":"A palavra 'senhor' em Isaías 51:9 é uma afirmação da soberania de Deus, lembrando ao povo que Ele é o seu protetor e salvador.","por_que_esta_palavra":"É importante reconhecer o nome de Deus como um símbolo de sua presença e poder em meio às dificuldades.","conexao_teologica":"O nome de Deus é frequentemente associado à sua natureza e ações, sendo um ponto de referência para a fé do povo.","referencias_relacionadas":["Salmos 20:7","Filipenses 2:9-11","Romanos 10:13"]},"isaias_51_10_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à certeza e à fidelidade de Deus em cumprir suas promessas.","explicacao_detalhada":"A palavra 'verdade' em Isaías 51:10 enfatiza a confiança que o povo deve ter nas promessas de Deus, que são sempre cumpridas.","por_que_esta_palavra":"É um chamado à fé, lembrando que a verdade de Deus é uma âncora em tempos de incerteza.","conexao_teologica":"A verdade de Deus é um aspecto fundamental da sua natureza, que sustenta a esperança e a fé do povo.","referencias_relacionadas":["Salmos 119:160","João 14:6","2 Pedro 3:9"]},"isaias_51_10_seca":{"palavra_pt":"seca","palavra_original":"חָרַב","transliteracao":"chârab","strong":"H2717","significado_raiz":"Ideia básica: seca.","significado_contextual":"A palavra 'seca' refere-se à ausência de água, simbolizando desolação e falta de vida.","explicacao_detalhada":"No contexto de Isaías 51:10, a 'seca' é uma metáfora para a condição espiritual do povo, que se encontra em um estado de desolação e necessidade de restauração divina.","por_que_esta_palavra":"A escolha da palavra 'seca' enfatiza a gravidade da situação do povo de Israel, que precisa da intervenção de Deus para trazer vida e esperança.","conexao_teologica":"A seca é frequentemente usada na Bíblia para simbolizar a ausência de Deus e a necessidade de arrependimento e retorno a Ele.","referencias_relacionadas":["Salmos 63:1","Jeremias 14:3-4","Amós 8:11"]},"isaias_51_10_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' representa as grandes águas, simbolizando poder e a capacidade de Deus de controlar a natureza.","explicacao_detalhada":"Em Isaías 51:10, o 'mar' é mencionado em um contexto de libertação, onde Deus é lembrado como aquele que pode secar as águas e trazer salvação ao seu povo.","por_que_esta_palavra":"A palavra 'mar' é usada para mostrar o poder de Deus sobre as forças da natureza, reforçando a ideia de que Ele pode realizar milagres.","conexao_teologica":"O mar é um símbolo de caos e desordem, e a capacidade de Deus de dominá-lo representa Sua soberania e controle sobre todas as coisas.","referencias_relacionadas":["Êxodo 14:21-22","Salmos 77:16-20","Mateus 8:26"]},"isaias_51_11_alegria":{"palavra_pt":"alegria","palavra_original":"רִנָּה","transliteracao":"rinnâh","strong":"H7440","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A palavra 'alegria' refere-se a um estado de felicidade e contentamento, especialmente em relação à salvação.","explicacao_detalhada":"Em Isaías 51:11, a 'alegria' é o resultado da libertação que Deus promete ao seu povo, trazendo esperança e renovação.","por_que_esta_palavra":"A inclusão da palavra 'alegria' destaca a transformação que ocorre quando Deus age em favor do seu povo, trazendo luz e esperança.","conexao_teologica":"A alegria é um tema central na Bíblia, frequentemente associada à salvação e à presença de Deus entre seu povo.","referencias_relacionadas":["Salmos 30:5","Isaías 61:3","Lucas 2:10"]},"isaias_51_11_libertar":{"palavra_pt":"libertar","palavra_original":"פָּדָה","transliteracao":"pâdâh","strong":"H6299","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' implica a ação de resgatar ou salvar alguém de uma situação de opressão ou escravidão.","explicacao_detalhada":"No contexto de Isaías 51:11, 'libertar' refere-se à ação de Deus em trazer salvação ao seu povo, que estava sob opressão.","por_que_esta_palavra":"A palavra 'libertar' é crucial, pois enfatiza a natureza redentora de Deus e Sua disposição de agir em favor dos necessitados.","conexao_teologica":"A libertação é um tema recorrente na Bíblia, simbolizando a salvação que Deus oferece a todos os que se voltam para Ele.","referencias_relacionadas":["Salmos 34:17","Isaías 61:1","Gálatas 5:1"]},"isaias_51_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus como o soberano e autoridade máxima sobre todas as coisas.","explicacao_detalhada":"Em Isaías 51:11, o uso do nome 'senhor' enfatiza a relação de Deus com seu povo e Sua capacidade de salvá-los.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a natureza de Deus como aquele que cuida e protege seu povo.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua fidelidade e poder, sendo um convite à confiança e adoração.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Romanos 10:13"]},"isaias_51_12_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, destacando a fragilidade e a dependência do ser humano em relação a Deus.","explicacao_detalhada":"No contexto de Isaías 51:12, 'homem' é mencionado para lembrar ao povo de sua condição e a necessidade de confiar em Deus.","por_que_esta_palavra":"A palavra 'homem' é importante para enfatizar a vulnerabilidade humana e a grandeza de Deus em contraste.","conexao_teologica":"A fragilidade do homem é um tema que aparece em toda a Bíblia, ressaltando a necessidade de dependência de Deus.","referencias_relacionadas":["Salmos 103:15-16","Eclesiastes 12:1","Tiago 4:14"]},"isaias_51_12_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação especial entre Deus e seu povo, simbolizando herança e pertencimento.","explicacao_detalhada":"Em Isaías 51:12, 'filho' destaca a intimidade da relação entre Deus e aqueles que Ele chama de seus filhos.","por_que_esta_palavra":"A palavra 'filho' é significativa porque expressa a ideia de que os crentes são herdeiros das promessas de Deus.","conexao_teologica":"A filiação divina é um tema central na teologia cristã, enfatizando a relação pessoal que os crentes têm com Deus.","referencias_relacionadas":["João 1:12","Romanos 8:14-17","Gálatas 3:26"]},"isaias_51_13_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo, muitas vezes associado a eventos significativos na história da salvação.","explicacao_detalhada":"No contexto de Isaías 51:13, 'dia' pode se referir ao tempo em que Deus agiu em favor de seu povo, trazendo libertação.","por_que_esta_palavra":"A palavra 'dia' é utilizada para lembrar o povo de momentos importantes em que Deus se revelou e agiu poderosamente.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao dia do Senhor, um tempo de julgamento e salvação.","referencias_relacionadas":["Joel 2:31","Mateus 24:29-30","Apocalipse 1:7"]},"isaias_51_13_idiom":{"palavra_pt":"expressao","palavra_original":"שָׁכַח","transliteracao":"shâkach","strong":"H7911","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à ideia de esquecer ou negligenciar algo importante.","explicacao_detalhada":"Em Isaías 51:13, a 'expressão' é usada para alertar o povo sobre a importância de não esquecer as promessas e ações de Deus.","por_que_esta_palavra":"A palavra 'expressão' enfatiza a necessidade de recordar e valorizar a fidelidade de Deus ao longo da história.","conexao_teologica":"O esquecimento das obras de Deus é um tema que aparece em várias passagens, alertando sobre a importância da memória espiritual.","referencias_relacionadas":["Salmos 78:11","Deuteronômio 6:12","Hebreus 2:1"]},"isaias_51_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' novamente refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Em Isaías 51:13, o uso do nome 'senhor' reforça a ideia de que Deus é digno de ser lembrado e adorado por suas obras poderosas.","por_que_esta_palavra":"A repetição da palavra 'senhor' destaca a importância da relação contínua entre Deus e seu povo.","conexao_teologica":"O nome de Deus é um convite à adoração e à confiança, lembrando que Ele é a fonte de toda esperança.","referencias_relacionadas":["Salmos 46:10","Isaías 42:8","Filipenses 2:9-11"]},"isaias_51_14_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade aqui se refere à certeza e à fidelidade das promessas de Deus, contrastando com a incerteza da vida humana.","explicacao_detalhada":"A palavra 'verdade' é usada para enfatizar a confiabilidade de Deus em cumprir Suas promessas, especialmente em tempos de aflição. O povo de Israel estava enfrentando dificuldades, e a afirmação da verdade divina serve como um lembrete de que Deus não abandonará aqueles que confiam Nele.","por_que_esta_palavra":"Esta palavra é crucial para entender a natureza de Deus como um ser que não mente e que sempre cumpre o que promete, oferecendo esperança ao Seu povo.","conexao_teologica":"A verdade de Deus é um tema central na teologia bíblica, refletindo Sua natureza imutável e Sua fidelidade. Isso se conecta com a ideia de que a verdade é um fundamento da fé cristã.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 10:23"]},"isaias_51_14_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A morte é apresentada como uma realidade inevitável, mas também como uma transição para a vida eterna prometida por Deus.","explicacao_detalhada":"A palavra 'morrer' aqui é usada para descrever a condição humana e a fragilidade da vida. Em meio ao sofrimento, Deus promete que a morte não terá a última palavra para aqueles que Nele confiam.","por_que_esta_palavra":"É importante para entender a perspectiva bíblica sobre a vida e a morte, mostrando que, apesar da morte física, há esperança de ressurreição e vida eterna.","conexao_teologica":"A morte é um tema que conecta a criação, a queda e a redenção, sendo central na mensagem do evangelho sobre a vida eterna em Cristo.","referencias_relacionadas":["Romanos 6:23","1 Coríntios 15:54-57","João 11:25-26"]},"isaias_51_15_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"O mar simboliza tanto a criação de Deus quanto as forças caóticas que podem ameaçar o Seu povo.","explicacao_detalhada":"A palavra 'mar' é usada para ilustrar o poder de Deus sobre as forças da natureza. Ele é apresentado como aquele que controla até mesmo as águas mais profundas, oferecendo segurança ao Seu povo.","por_que_esta_palavra":"Esta palavra é significativa porque mostra a soberania de Deus sobre a criação e Sua capacidade de proteger e guiar aqueles que Nele confiam.","conexao_teologica":"O mar é frequentemente usado na Bíblia para representar desafios e adversidades, mas também a intervenção divina, como visto na travessia do Mar Vermelho.","referencias_relacionadas":["Salmos 89:9","Mateus 8:27","Êxodo 14:21-22"]},"isaias_51_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor é um símbolo de Sua autoridade, poder e presença entre o Seu povo.","explicacao_detalhada":"A palavra 'senhor' refere-se a Yahweh, o Deus de Israel, que se revela como o protetor e libertador do Seu povo. O uso do nome enfatiza a relação pessoal entre Deus e Israel.","por_que_esta_palavra":"É essencial para entender a identidade de Deus e como Ele se relaciona com a humanidade, especialmente com aqueles que O invocam.","conexao_teologica":"O nome de Deus é central na adoração e na oração, refletindo Sua santidade e a importância de invocar Seu nome em momentos de necessidade.","referencias_relacionadas":["Salmos 20:7","Romanos 10:13","Atos 4:12"]},"isaias_51_15_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui enfatiza a natureza suprema e soberana de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'deus' refere-se à divindade que não apenas criou o mundo, mas que também sustenta e governa todas as coisas. Isso traz conforto ao povo de Deus em tempos de crise.","por_que_esta_palavra":"É fundamental para a compreensão da soberania de Deus e Sua capacidade de agir em favor de Seu povo.","conexao_teologica":"A natureza de Deus como Criador e Sustentador é um tema recorrente na Bíblia, que reforça a confiança dos crentes em Sua providência.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Isaías 40:28"]},"isaias_51_16_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"A grandeza de Deus é um tema que destaca Sua majestade e poder em contraste com a fragilidade humana.","explicacao_detalhada":"A palavra 'grande' é usada para descrever a imensidão e a soberania de Deus, que é capaz de proteger e guiar Seu povo em meio às adversidades.","por_que_esta_palavra":"É importante para entender a magnitude de Deus em comparação com os desafios que enfrentamos, oferecendo esperança e segurança.","conexao_teologica":"A grandeza de Deus é um tema central na adoração, lembrando os crentes de Sua supremacia sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"isaias_51_16_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra é um meio pelo qual Deus se comunica e revela Sua vontade ao Seu povo.","explicacao_detalhada":"A palavra 'palavra' ou 'coisa' enfatiza a importância da revelação divina e como ela molda a vida e a fé dos crentes. A comunicação de Deus é vital para a compreensão de Sua vontade.","por_que_esta_palavra":"É essencial para entender a importância da Escritura e da revelação divina na vida dos crentes.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo um fundamento para a fé e a prática cristã.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","2 Timóteo 3:16-17"]},"isaias_51_16_defence":{"palavra_pt":"defence","palavra_original":"צֵל","transliteracao":"tsêl","strong":"H6738","significado_raiz":"Ideia básica: defence.","significado_contextual":"A defesa de Deus é um símbolo de proteção e segurança para Seu povo em tempos de crise.","explicacao_detalhada":"A palavra 'defense' refere-se à sombra ou abrigo que Deus oferece, simbolizando Sua proteção constante e a segurança que Ele proporciona aos que confiam Nele.","por_que_esta_palavra":"É importante para entender como Deus cuida de Seu povo e oferece segurança em meio às tempestades da vida.","conexao_teologica":"A defesa de Deus é um tema recorrente na Bíblia, refletindo Sua fidelidade e proteção ao longo da história.","referencias_relacionadas":["Salmos 91:1","Isaías 25:4","Romanos 8:31"]},"isaias_51_17_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Levantar-se é um ato de ação e poder, simbolizando a intervenção de Deus na vida de Seu povo.","explicacao_detalhada":"A palavra 'levantar' implica em ação e mudança, indicando que Deus está pronto para agir em favor de Seu povo, trazendo renovação e esperança.","por_que_esta_palavra":"É crucial para entender a dinâmica da ação de Deus em resposta às orações e necessidades de Seu povo.","conexao_teologica":"O ato de levantar-se é frequentemente associado à ressurreição e à nova vida, refletindo a esperança que Deus oferece.","referencias_relacionadas":["Salmos 3:3","Isaías 40:31","Romanos 8:11"]},"isaias_51_17_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"A mão de Deus simboliza Sua ação, poder e presença ativa na vida de Seu povo.","explicacao_detalhada":"A palavra 'mão' é frequentemente usada para descrever a força e a proteção de Deus, indicando que Ele está sempre presente para ajudar e guiar.","por_que_esta_palavra":"É importante para entender a proximidade de Deus e Sua disposição em agir em favor de Seu povo.","conexao_teologica":"A mão de Deus é um símbolo de Sua intervenção e cuidado, refletindo Sua natureza amorosa e protetora.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","João 10:28"]},"isaias_51_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a autoridade suprema e soberana sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' em hebraico (יְהֹוָה) é usada para enfatizar a relação de Deus com seu povo, mostrando que Ele é o criador e mantenedor da vida. No contexto de Isaías 51:17, o Senhor é apresentado como aquele que traz consolo e proteção.","por_que_esta_palavra":"A escolha da palavra 'senhor' destaca a reverência e a submissão que os fiéis devem ter diante de Deus, reconhecendo sua soberania.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, onde Ele é visto como o Senhor que governa sobre todas as nações e cuida do seu povo.","referencias_relacionadas":["Salmos 24:1","Isaías 40:28","Romanos 10:13"]},"isaias_51_18_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas são feitas ou como as situações se desenrolam.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica uma totalidade ou um conjunto de circunstâncias. No versículo, é utilizada para descrever a condição do povo que está em sofrimento e precisa de ajuda.","por_que_esta_palavra":"A palavra 'modo' é importante para entender que a situação do povo é complexa e que Deus está ciente de todas as suas dificuldades.","conexao_teologica":"Deus se importa com as circunstâncias da vida de seu povo e age de acordo com a totalidade de suas experiências.","referencias_relacionadas":["Salmos 37:23","Provérbios 16:9","Isaías 41:10"]},"isaias_51_18_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao povo de Israel como filhos de Deus, enfatizando a relação de paternidade divina.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para mostrar a intimidade e o cuidado que Deus tem por seu povo. No contexto, isso ressalta a proteção que Deus oferece aos seus filhos em tempos de crise.","por_que_esta_palavra":"A designação de 'filho' implica uma relação especial e um compromisso de Deus com Israel, que é visto como sua herança.","conexao_teologica":"A paternidade de Deus é um tema recorrente na Bíblia, onde Ele é apresentado como um pai amoroso que cuida e disciplina seus filhos.","referencias_relacionadas":["Deuteronômio 14:1","Mateus 5:9","Romanos 8:14"]},"isaias_51_18_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se à ação de segurar ou manter firme algo, simbolizando segurança e proteção.","explicacao_detalhada":"A palavra 'agarrar' (חָזַק) sugere a ideia de força e firmeza. No versículo, é usada para descrever a proteção que Deus oferece ao seu povo em meio às dificuldades.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a capacidade de Deus de sustentar e proteger aqueles que confiam nele.","conexao_teologica":"Deus é frequentemente descrito como um refúgio e fortaleza, que protege seu povo das adversidades.","referencias_relacionadas":["Salmos 18:2","Isaías 41:10","2 Tessalonicenses 3:3"]},"isaias_51_19_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"Refere-se à necessidade física e espiritual do povo, simbolizando a privação e o desespero.","explicacao_detalhada":"A palavra 'fome' (רָעָב) é usada para descrever a condição de escassez e necessidade que o povo enfrenta, tanto em termos materiais quanto espirituais.","por_que_esta_palavra":"A menção da fome destaca a vulnerabilidade do povo e sua dependência de Deus para suprir suas necessidades.","conexao_teologica":"A fome é frequentemente usada na Bíblia como uma metáfora para a necessidade espiritual, onde Jesus se refere à 'fome' de justiça.","referencias_relacionadas":["Mateus 5:6","Salmos 107:9","Isaías 58:10"]},"isaias_51_19_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em sua fragilidade e necessidade de ajuda divina.","explicacao_detalhada":"A palavra 'homem' (מִי) é utilizada para enfatizar a condição humana diante das adversidades e a busca por socorro.","por_que_esta_palavra":"A escolha dessa palavra ressalta a vulnerabilidade do ser humano e a necessidade de um salvador.","conexao_teologica":"A fragilidade do homem é um tema central na Bíblia, onde a dependência de Deus é enfatizada em várias passagens.","referencias_relacionadas":["Salmos 103:14","Isaías 40:6","Tiago 4:14"]},"isaias_51_20_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao início ou à origem de algo, simbolizando a base sobre a qual se constrói.","explicacao_detalhada":"A palavra 'princípio' (רֹאשׁ) é usada para descrever a liderança e a autoridade que Deus exerce sobre seu povo, sendo a fonte de sua segurança.","por_que_esta_palavra":"A menção do princípio destaca a importância de reconhecer Deus como a origem de todas as coisas e a base da fé.","conexao_teologica":"Deus é apresentado como o princípio e o fim de todas as coisas, enfatizando sua soberania e controle sobre a história.","referencias_relacionadas":["Gênesis 1:1","Apocalipse 22:13","Colossenses 1:17"]},"isaias_51_20_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se novamente ao povo de Israel como filhos de Deus, enfatizando a relação de paternidade divina.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é repetida para reforçar a ideia de que Deus cuida e protege seu povo como um pai amoroso.","por_que_esta_palavra":"A repetição da palavra 'filho' sublinha a importância da identidade do povo como filhos de Deus e a responsabilidade que isso implica.","conexao_teologica":"A relação de paternidade entre Deus e seu povo é um tema central na Bíblia, que destaca o amor e a responsabilidade mútua.","referencias_relacionadas":["Gálatas 3:26","Efésios 1:5","Hebreus 12:7"]},"isaias_51_20_descanso":{"palavra_pt":"descanso","palavra_original":"שָׁכַב","transliteracao":"shâkab","strong":"H7901","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Refere-se ao estado de paz e segurança que Deus oferece ao seu povo.","explicacao_detalhada":"A palavra 'descanso' (שָׁכַב) implica um estado de tranquilidade e proteção, onde o povo pode se sentir seguro sob a cobertura de Deus.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a promessa de Deus de dar alívio e segurança em tempos de tribulação.","conexao_teologica":"O descanso em Deus é um tema importante, onde Ele promete paz e segurança àqueles que confiam nele.","referencias_relacionadas":["Mateus 11:28","Salmos 23:2","Hebreus 4:9-10"]},"isaias_51_21_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à certeza das promessas de Deus.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para afirmar que Deus é fiel e que suas promessas são seguras, mesmo em tempos de crise.","por_que_esta_palavra":"A ênfase na verdade destaca a confiança que o povo deve ter em Deus, que nunca falha em cumprir sua palavra.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, onde Ele é descrito como a fonte de toda verdade e justiça.","referencias_relacionadas":["Salmos 119:160","João 14:6","Romanos 3:4"]},"isaias_51_21_vinho":{"palavra_pt":"vinho","palavra_original":"יַיִן","transliteracao":"yayin","strong":"H3196","significado_raiz":"Ideia básica: vinho.","significado_contextual":"O vinho é frequentemente associado à alegria e celebração, mas também pode simbolizar o juízo de Deus.","explicacao_detalhada":"No contexto de Isaías 51:21, o vinho representa a ira de Deus que será derramada sobre os opressores de Seu povo. A referência ao vinho sugere um estado de embriaguez espiritual e moral que afeta aqueles que não seguem a Deus.","por_que_esta_palavra":"A palavra 'vinho' é utilizada para ilustrar a intensidade da experiência emocional e espiritual que o povo de Deus enfrenta, especialmente em tempos de sofrimento e opressão.","conexao_teologica":"O vinho, como símbolo, conecta-se à ideia de juízo e redenção, mostrando que Deus não apenas observa a injustiça, mas também a confronta com Sua autoridade soberana.","referencias_relacionadas":["Isaías 5:11","Salmos 75:8","Apocalipse 14:10"]},"isaias_51_21_filled":{"palavra_pt":"filled","palavra_original":"שָׁכַר","transliteracao":"shâkar","strong":"H7937","significado_raiz":"Ideia básica: filled.","significado_contextual":"A palavra 'filled' refere-se ao ato de ser preenchido ou satisfeito, muitas vezes em um contexto de bênção ou juízo.","explicacao_detalhada":"Em Isaías 51:21, a ideia de estar 'cheio' pode se relacionar ao estado emocional e espiritual do povo, que está cheio de angústia e dor devido à opressão.","por_que_esta_palavra":"A escolha da palavra 'filled' enfatiza a plenitude da experiência de sofrimento e a necessidade de intervenção divina.","conexao_teologica":"Teologicamente, isso se relaciona à ideia de que Deus pode preencher o vazio e a dor do Seu povo com Sua presença e consolo.","referencias_relacionadas":["Salmos 23:5","Mateus 5:6","Efésios 5:18"]},"isaias_51_22_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"A palavra 'soberano' refere-se à autoridade suprema de Deus sobre todas as coisas.","explicacao_detalhada":"No versículo, Deus é descrito como o Soberano que conforta Seu povo e promete libertação, enfatizando Sua posição de controle sobre a história e as circunstâncias.","por_que_esta_palavra":"A palavra 'soberano' é crucial para entender a natureza de Deus como aquele que governa e tem poder sobre todas as nações e situações.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele é capaz de cumprir Suas promessas e trazer justiça.","referencias_relacionadas":["Salmos 103:19","Daniel 4:35","Romanos 8:28"]},"isaias_51_22_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'nome' de Deus representa Sua natureza, caráter e autoridade.","explicacao_detalhada":"Em Isaías 51:22, o nome de Deus é invocado como uma fonte de conforto e esperança para o povo, lembrando-os de Sua fidelidade e poder.","por_que_esta_palavra":"A palavra 'nome' é significativa porque, na cultura bíblica, o nome carrega o peso da identidade e da reputação de uma pessoa.","conexao_teologica":"O nome de Deus é um tema recorrente na Escritura, simbolizando Sua presença e a relação que Ele tem com Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Filipenses 2:9-10"]},"isaias_51_22_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se ao Ser Supremo, Criador e Sustentador do universo.","explicacao_detalhada":"Neste versículo, a menção a Deus destaca Sua capacidade de proteger e redimir Seu povo, enfatizando Sua natureza amorosa e poderosa.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para a compreensão da relação entre o Criador e Sua criação, especialmente em tempos de crise.","conexao_teologica":"A teologia sobre Deus é central na Bíblia, mostrando como Ele interage com a humanidade e cumpre Suas promessas.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Romanos 1:20"]},"isaias_51_23_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico, mas também pode simbolizar a herança e o lugar de habitação do povo de Deus.","explicacao_detalhada":"Em Isaías 51:23, a terra é mencionada em um contexto de juízo e restauração, indicando que Deus tem controle sobre a criação e a história.","por_que_esta_palavra":"A palavra 'terra' é importante porque representa não apenas o espaço físico, mas também a promessa de Deus ao Seu povo.","conexao_teologica":"A terra é um tema teológico que se relaciona com as promessas de Deus e a esperança de um novo céu e nova terra.","referencias_relacionadas":["Gênesis 12:1-3","Salmos 37:11","Apocalipse 21:1"]},"isaias_51_23_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' simboliza poder, ação e autoridade.","explicacao_detalhada":"No contexto de Isaías 51:23, a mão de Deus é uma imagem poderosa que representa Sua capacidade de agir em favor de Seu povo e trazer justiça.","por_que_esta_palavra":"A palavra 'mão' é utilizada para ilustrar a intervenção divina e o controle que Deus exerce sobre as nações.","conexao_teologica":"A mão de Deus é frequentemente mencionada nas Escrituras como um símbolo de Sua proteção e poder.","referencias_relacionadas":["Êxodo 15:6","Salmos 89:13","Isaías 41:10"]},"isaias_51_23_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma/vida' refere-se à essência do ser humano, incluindo emoções e espiritualidade.","explicacao_detalhada":"Em Isaías 51:23, a menção à alma destaca a vulnerabilidade e a necessidade de proteção do povo de Deus em tempos de opressão.","por_que_esta_palavra":"A palavra 'alma' é significativa porque representa a totalidade do ser humano, tanto física quanto espiritualmente.","conexao_teologica":"A alma é um conceito teológico que enfatiza a importância da vida espiritual e a relação do ser humano com Deus.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","Salmos 23:3"]}}