{"isaias_52_1_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se àquilo que é separado para Deus e é considerado puro e digno.","explicacao_detalhada":"Em Isaías 52:1, o chamado à santidade é um convite para que o povo de Deus se lembre de sua identidade e propósito como Seu povo escolhido.","por_que_esta_palavra":"A palavra 'sagrado' é importante porque enfatiza a necessidade de viver de acordo com os padrões de Deus e a separação do pecado.","conexao_teologica":"A santidade é um atributo de Deus e um chamado para Seu povo, refletindo a natureza divina em suas vidas.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Hebreus 12:14"]},"isaias_52_1_beautyiful":{"palavra_pt":"beauty iful","palavra_original":"תִּפְאָרָה","transliteracao":"tiphʼârâh","strong":"H8597","significado_raiz":"Ideia básica: beauty iful.","significado_contextual":"Em Isaías 52:1, \"beauty iful\" aparece na frase \"Desperta, desperta, veste-te da tua fortaleza, ó Sião; veste-te das tuas roupas formosas, ó Jerusalém, cidade santa, porque nunca mais entr…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (תִּפְאָרָה; tiphʼârâh; H8597), \"beauty iful\" traz a ideia de beauty iful. Aqui, essa palavra deixa o ensino de Isaías 52:1 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"beauty iful\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Isaías 62:3. Lendo junto com Isaías 52:1, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Isaías 52:1","Isaías 62:3","Salmos 119:105"]},"isaias_52_1_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma cidade, simbolizando um lugar de habitação e segurança.","explicacao_detalhada":"No contexto de Isaías 52, a palavra 'cidade' representa Jerusalém, que é vista como a cidade do povo de Deus, um lugar de adoração e presença divina.","por_que_esta_palavra":"A escolha da palavra 'cidade' enfatiza a importância de Jerusalém como centro espiritual e político de Israel.","conexao_teologica":"A cidade de Jerusalém é frequentemente associada à presença de Deus e ao cumprimento das promessas divinas ao Seu povo.","referencias_relacionadas":["Salmos 122:6","Isaías 1:26","Hebreus 12:22"]},"isaias_52_2_po":{"palavra_pt":"po","palavra_original":"עָפָר","transliteracao":"ʻâphâr","strong":"H6083","significado_raiz":"Ideia básica: po.","significado_contextual":"Refere-se ao pó, simbolizando a humildade e a condição de servidão.","explicacao_detalhada":"Neste versículo, 'po' sugere um estado de desolação e a necessidade de se levantar e restaurar a dignidade.","por_que_esta_palavra":"A palavra 'po' é usada para enfatizar a transformação que Deus promete ao Seu povo, tirando-os da humilhação.","conexao_teologica":"O pó é um símbolo da fragilidade humana, e Deus promete restaurar aqueles que estão em condições de desespero.","referencias_relacionadas":["Gênesis 3:19","Salmos 103:14","Isaías 61:3"]},"isaias_52_2_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Significa erguer ou restaurar, especialmente em um contexto de redenção.","explicacao_detalhada":"A palavra 'levantar' implica uma ação divina de restaurar o povo de Deus à sua posição original de honra e dignidade.","por_que_esta_palavra":"É uma chamada à ação, onde Deus promete que Seu povo será elevado após um período de sofrimento.","conexao_teologica":"Levantar é um tema central na mensagem de esperança e redenção que permeia as profecias de Isaías.","referencias_relacionadas":["Isaías 40:31","Salmos 30:1","Miquéias 7:8"]},"isaias_52_2_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de decidir ou determinar, especialmente em um contexto de justiça.","explicacao_detalhada":"A palavra 'julgar' implica a restauração da justiça e a correção das injustiças que o povo sofreu.","por_que_esta_palavra":"É uma afirmação de que Deus não apenas observa a injustiça, mas também age para corrigir e restaurar.","conexao_teologica":"O julgamento de Deus é um tema recorrente na Bíblia, onde Ele promete trazer justiça ao Seu povo.","referencias_relacionadas":["Isaías 1:17","Salmos 9:7-8","Malaquias 3:5"]},"isaias_52_3_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou explicação, enfatizando a causa do que foi dito.","explicacao_detalhada":"A palavra 'porque' conecta a ação de Deus com a condição do povo, explicando que a redenção é motivada por Sua fidelidade.","por_que_esta_palavra":"É uma palavra que liga a promessa de Deus à realidade do povo, mostrando que a ação divina é uma resposta ao sofrimento.","conexao_teologica":"A fidelidade de Deus é um tema central, onde Ele age em resposta às necessidades do Seu povo.","referencias_relacionadas":["Isaías 54:10","Romanos 8:28","2 Coríntios 1:20"]},"isaias_52_3_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"A palavra 'senhor' destaca a soberania de Deus sobre todas as coisas e Sua relação com o Seu povo.","por_que_esta_palavra":"O uso do nome de Deus enfatiza a importância de reconhecer Sua autoridade e poder em meio à adversidade.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e compromisso com Seu povo, sendo central na adoração.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"isaias_52_3_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à veracidade e à fidelidade de Deus.","explicacao_detalhada":"A palavra 'verdade' implica que Deus é fiel às Suas promessas e que Sua palavra é confiável.","por_que_esta_palavra":"É uma afirmação de que, apesar das circunstâncias, a verdade de Deus prevalece.","conexao_teologica":"A verdade de Deus é um fundamento da fé, onde Ele é visto como a fonte de toda verdade.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 10:23"]},"isaias_52_4_fim":{"palavra_pt":"fim","palavra_original":"אֶפֶס","transliteracao":"ʼepheç","strong":"H657","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se ao término de um período de sofrimento ou opressão.","explicacao_detalhada":"A palavra 'fim' indica que a opressão que o povo de Deus enfrentou está chegando ao seu término.","por_que_esta_palavra":"É uma promessa de que Deus trará um novo começo após um tempo de dificuldades.","conexao_teologica":"O conceito de 'fim' é frequentemente associado à esperança e à restauração nas Escrituras.","referencias_relacionadas":["Isaías 40:1-2","Apocalipse 21:4","Romanos 8:18"]},"isaias_52_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou explicação, similar ao uso anterior.","explicacao_detalhada":"A palavra 'porque' novamente conecta a ação de Deus com a condição do povo, reafirmando Sua fidelidade.","por_que_esta_palavra":"É uma reafirmação da razão pela qual Deus age em favor de Seu povo, mostrando Sua compaixão.","conexao_teologica":"A fidelidade de Deus é um tema central, onde Ele age em resposta às necessidades do Seu povo.","referencias_relacionadas":["Isaías 54:10","Romanos 8:28","2 Coríntios 1:20"]},"isaias_52_4_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Deus como Senhor, enfatizando Sua soberania e autoridade.","explicacao_detalhada":"A palavra 'senhor' destaca a posição de Deus como o governante supremo e protetor de Seu povo.","por_que_esta_palavra":"O uso do título 'senhor' é uma afirmação da relação de autoridade e submissão entre Deus e Seu povo.","conexao_teologica":"A soberania de Deus é um tema central nas Escrituras, onde Ele é reconhecido como o Senhor de toda a criação.","referencias_relacionadas":["Salmos 24:1","Isaías 45:22","Romanos 14:9"]},"isaias_52_5_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"תָּמִיד","transliteracao":"tâmîyd","strong":"H8548","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"O sacrifício mencionado refere-se à oferta contínua que Deus deseja de Seu povo, simbolizando devoção e adoração.","explicacao_detalhada":"O termo 'sacrifício' (תָּמִיד) implica uma prática regular e constante de oferecer algo a Deus, refletindo a necessidade de uma relação contínua com Ele. Em Isaías 52:5, o sacrifício é um símbolo da redenção e da restauração do povo de Israel.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da adoração constante a Deus, que é fundamental para a vida espiritual do povo.","conexao_teologica":"O sacrifício é um tema central na teologia bíblica, representando a expiação e a relação entre Deus e a humanidade, culminando no sacrifício de Cristo.","referencias_relacionadas":["Hebreus 10:12","Romanos 12:1","Salmos 51:17"]},"isaias_52_5_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' mencionado refere-se a um tempo específico de ação divina, onde Deus intervirá na história do Seu povo.","explicacao_detalhada":"A palavra 'dia' (יוֹם) é frequentemente usada na Bíblia para descrever períodos de julgamento ou salvação. Em Isaías 52:5, o dia representa um tempo em que Deus se manifestará para libertar e restaurar Israel.","por_que_esta_palavra":"A escolha da palavra 'dia' destaca a certeza de que Deus agirá em favor do Seu povo em um tempo determinado.","conexao_teologica":"O conceito de 'dia do Senhor' é crucial na escatologia bíblica, indicando um tempo de juízo e redenção.","referencias_relacionadas":["Joel 2:31","Amós 5:18","Zacarias 14:1"]},"isaias_52_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'nome' do Senhor é uma expressão da Sua autoridade e presença entre o Seu povo.","explicacao_detalhada":"O termo 'senhor' (יְהֹוָה) é usado para enfatizar a soberania de Deus e Sua relação com Israel. Em Isaías 52:5, o nome do Senhor é invocado para lembrar ao povo de Sua fidelidade e poder.","por_que_esta_palavra":"A palavra é significativa porque o nome de Deus representa Sua essência e caráter, sendo um convite à adoração e à confiança.","conexao_teologica":"O nome de Deus é central na revelação bíblica, simbolizando Sua presença e promessa de salvação.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Filipenses 2:9-11"]},"isaias_52_6_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' aqui também se refere a um tempo de intervenção divina, onde Deus se revela ao Seu povo.","explicacao_detalhada":"Reforçando a ideia de um tempo específico, a palavra 'dia' (יוֹם) em Isaías 52:6 destaca a certeza da ação de Deus em favor de Israel, trazendo libertação e esperança.","por_que_esta_palavra":"A repetição da palavra 'dia' enfatiza a iminência da salvação e a certeza da promessa de Deus.","conexao_teologica":"O dia do Senhor é um tema recorrente que aponta para a vinda de Cristo e a consumação do plano de Deus.","referencias_relacionadas":["Isaías 61:2","Mateus 24:36","1 Tessalonicenses 5:2"]},"isaias_52_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Deus agirá em favor do Seu povo.","explicacao_detalhada":"O termo 'porque' (כִּי) é usado para explicar a motivação divina, revelando que a ação de Deus é baseada em Sua natureza e promessas.","por_que_esta_palavra":"Esta palavra é crucial para entender a lógica da ação de Deus, que é sempre fundamentada em Sua fidelidade e amor.","conexao_teologica":"A conexão entre a ação de Deus e Sua natureza é um princípio teológico fundamental, mostrando que Ele age de acordo com Sua palavra.","referencias_relacionadas":["Romanos 8:28","Salmos 136:1","Isaías 43:4"]},"isaias_52_6_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"O 'falar' refere-se à comunicação de Deus com Seu povo, revelando Sua vontade e promessas.","explicacao_detalhada":"A palavra 'falar' (דָבַר) implica a ação de Deus em se comunicar, trazendo mensagens de esperança e encorajamento ao povo de Israel.","por_que_esta_palavra":"A escolha desta palavra destaca a importância da revelação divina e da resposta do povo a essa comunicação.","conexao_teologica":"A comunicação de Deus é um tema central na Bíblia, mostrando como Ele se relaciona com a humanidade através da Sua palavra.","referencias_relacionadas":["Hebreus 1:1-2","Salmos 119:105","Isaías 55:11"]},"isaias_52_7_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"A 'montanha' simboliza um lugar elevado, frequentemente associado à presença de Deus e à proclamação de boas novas.","explicacao_detalhada":"A palavra 'montanha' (הַר) em Isaías 52:7 representa um local de visibilidade e importância, onde a mensagem de salvação é proclamada.","por_que_esta_palavra":"A montanha é um símbolo de estabilidade e segurança, refletindo a grandeza da mensagem que será anunciada.","conexao_teologica":"As montanhas na Bíblia muitas vezes simbolizam a presença de Deus e a revelação de Sua glória.","referencias_relacionadas":["Salmos 125:1","Isaías 2:2","Mateus 5:14"]},"isaias_52_7_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"A 'paz' mencionada refere-se à restauração e ao bem-estar que Deus traz ao Seu povo.","explicacao_detalhada":"A palavra 'paz' (שָׁלוֹם) em Isaías 52:7 é um conceito abrangente que inclui não apenas a ausência de conflito, mas também a plenitude e a prosperidade que vêm de Deus.","por_que_esta_palavra":"A paz é um dos principais resultados da intervenção divina e da salvação prometida a Israel.","conexao_teologica":"A paz de Deus é um tema central na Bíblia, culminando na paz que Cristo traz ao mundo.","referencias_relacionadas":["Romanos 5:1","Filipenses 4:7","Isaías 9:6"]},"isaias_52_8_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A 'voz' representa a comunicação de boas novas e a proclamação da salvação.","explicacao_detalhada":"A palavra 'voz' (קוֹל) em Isaías 52:8 simboliza a mensagem que é anunciada, trazendo esperança e alegria ao povo.","por_que_esta_palavra":"A voz é um meio pelo qual a verdade de Deus é proclamada, essencial para a fé e a resposta do povo.","conexao_teologica":"A voz de Deus é um tema recorrente, mostrando como Ele se comunica e chama Seu povo à ação.","referencias_relacionadas":["Isaías 40:3","Romanos 10:14","Salmos 29:4"]},"isaias_52_8_alegria":{"palavra_pt":"alegria","palavra_original":"רָנַן","transliteracao":"rânan","strong":"H7442","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A 'alegria' é a resposta do povo à mensagem de salvação e libertação que Deus traz.","explicacao_detalhada":"A palavra 'alegria' (רָנַן) em Isaías 52:8 reflete a celebração e a felicidade que surgem da experiência da salvação.","por_que_esta_palavra":"A alegria é uma resposta natural à intervenção de Deus e à realização de Suas promessas.","conexao_teologica":"A alegria é um fruto do Espírito e uma marca da vida cristã, resultante da salvação em Cristo.","referencias_relacionadas":["Salmos 126:3","Filipenses 4:4","Lucas 2:10"]},"isaias_52_8_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual a alegria é proclamada.","explicacao_detalhada":"Neste contexto, 'porque' conecta a declaração de alegria com a ação de Deus em redimir Seu povo. É uma explicação do motivo pelo qual as sentinelas se alegram.","por_que_esta_palavra":"A palavra 'porque' é fundamental para entender a lógica do versículo, que liga a alegria à intervenção divina.","conexao_teologica":"A intervenção de Deus na história é um tema central na teologia bíblica, mostrando que a alegria do povo é resultado da salvação divina.","referencias_relacionadas":["Isaías 40:9","Salmos 126:3","Lucas 2:10"]},"isaias_52_9_alegria":{"palavra_pt":"alegria","palavra_original":"רָנַן","transliteracao":"rânan","strong":"H7442","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A palavra 'alegria' refere-se à felicidade e celebração que resulta da salvação e libertação.","explicacao_detalhada":"Neste versículo, a alegria é uma resposta à boa nova da salvação que Deus traz ao Seu povo. É uma expressão de júbilo pela redenção.","por_que_esta_palavra":"A alegria é uma resposta natural à experiência da salvação e é um tema recorrente nas Escrituras.","conexao_teologica":"A alegria na salvação é um reflexo da natureza de Deus, que deseja que Seu povo viva em plenitude e felicidade.","referencias_relacionadas":["Salmos 51:12","Isaías 61:10","Filipenses 4:4"]},"isaias_52_9_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Assim como em Isaias 52:8, 'porque' introduz a razão para a alegria do povo.","explicacao_detalhada":"A repetição da palavra 'porque' enfatiza a conexão entre a ação de Deus e a resposta do povo, reforçando a lógica da salvação.","por_que_esta_palavra":"É uma palavra que liga a causa à consequência, essencial para a compreensão do texto.","conexao_teologica":"A relação entre a ação de Deus e a alegria do povo é um tema central na narrativa bíblica.","referencias_relacionadas":["Isaías 40:9","Romanos 10:15","Salmos 126:3"]},"isaias_52_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, enfatizando Sua soberania e autoridade.","explicacao_detalhada":"Neste contexto, 'senhor' é um título que expressa a relação de Deus com Seu povo e Sua capacidade de salvá-los.","por_que_esta_palavra":"O uso do nome de Deus é crucial para reconhecer Sua presença e ação na vida do povo.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele é o Senhor sobre todas as coisas.","referencias_relacionadas":["Salmos 8:1","Isaías 40:28","Romanos 14:11"]},"isaias_52_10_nu":{"palavra_pt":"nu","palavra_original":"חָשַׂף","transliteracao":"châsaph","strong":"H2834","significado_raiz":"Ideia básica: nu.","significado_contextual":"A palavra 'nu' refere-se à revelação da glória de Deus ao Seu povo.","explicacao_detalhada":"Neste versículo, 'nu' simboliza a exposição da salvação e a manifestação do poder de Deus.","por_que_esta_palavra":"A ideia de estar nu pode simbolizar a vulnerabilidade, mas também a pureza e a verdade da revelação divina.","conexao_teologica":"A revelação de Deus é um tema central, mostrando que Ele se revela ao Seu povo de maneira clara e poderosa.","referencias_relacionadas":["Salmos 19:1","Isaías 40:5","Hebreus 1:3"]},"isaias_52_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' novamente enfatiza a soberania e a autoridade de Deus.","explicacao_detalhada":"Neste contexto, 'senhor' reafirma a identidade de Deus como o redentor que age em favor de Seu povo.","por_que_esta_palavra":"O nome de Deus é fundamental para a compreensão da Sua relação com a humanidade e Sua capacidade de salvar.","conexao_teologica":"A soberania de Deus é um tema recorrente, mostrando que Ele é o Senhor que intervém na história.","referencias_relacionadas":["Salmos 24:1","Isaías 45:22","Romanos 10:13"]},"isaias_52_10_poderoso":{"palavra_pt":"poderoso","palavra_original":"זְרוֹעַ","transliteracao":"zᵉrôwaʻ","strong":"H2220","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' refere-se à força e capacidade de Deus para salvar.","explicacao_detalhada":"Neste versículo, 'poderoso' destaca a habilidade de Deus em realizar a salvação e libertação do Seu povo.","por_que_esta_palavra":"A ênfase no poder de Deus é essencial para entender a magnitude da Sua ação redentora.","conexao_teologica":"O poder de Deus é um tema central na teologia, mostrando que Ele é capaz de realizar o impossível.","referencias_relacionadas":["Salmos 147:5","Jeremias 32:17","Efésios 3:20"]},"isaias_52_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' reafirma a autoridade de Deus sobre o Seu povo.","explicacao_detalhada":"Neste contexto, 'senhor' é um lembrete da presença constante de Deus na vida do Seu povo.","por_que_esta_palavra":"O nome de Deus é fundamental para a identidade do povo e sua relação com o Criador.","conexao_teologica":"A presença de Deus é um tema central, mostrando que Ele está sempre com aqueles que O invocam.","referencias_relacionadas":["Salmos 23:1","Isaías 41:10","Mateus 28:20"]},"isaias_52_11_chamar":{"palavra_pt":"chamar","palavra_original":"סוּר","transliteracao":"çûwr","strong":"H5493","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' refere-se à convocação do povo para se afastar da impureza.","explicacao_detalhada":"Neste versículo, 'chamar' implica uma ação de Deus que convoca Seu povo a viver em santidade.","por_que_esta_palavra":"A chamada de Deus é um convite à transformação e à obediência.","conexao_teologica":"A convocação divina é um tema central, mostrando que Deus chama Seu povo para uma vida de santidade.","referencias_relacionadas":["1 Pedro 2:9","Romanos 1:7","Hebreus 10:24-25"]},"isaias_52_11_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' refere-se à ação de deixar a escravidão e entrar na liberdade.","explicacao_detalhada":"Neste versículo, 'sair' simboliza a libertação do povo de Deus da opressão e do cativeiro.","por_que_esta_palavra":"A ideia de sair é fundamental para a narrativa da redenção, representando a transição de um estado de cativeiro para a liberdade.","conexao_teologica":"A libertação é um tema central na teologia bíblica, mostrando que Deus é o libertador de Seu povo.","referencias_relacionadas":["Êxodo 3:8","Isaías 61:1","Gálatas 5:1"]},"isaias_52_12_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir uma explicação ou justificativa.","explicacao_detalhada":"Neste contexto, 'porque' conecta a ação de Deus com a razão pela qual o povo deve se alegrar e se preparar para a redenção.","por_que_esta_palavra":"A palavra é crucial para entender a lógica da promessa de Deus e a resposta esperada do povo.","conexao_teologica":"A utilização de 'porque' revela a natureza relacional de Deus, que se comunica e justifica suas ações ao seu povo.","referencias_relacionadas":["Isaías 40:1","Isaías 41:10","Romanos 8:28"]},"isaias_52_12_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à fidelidade das promessas de Deus.","explicacao_detalhada":"Neste versículo, 'verdade' enfatiza a autenticidade da mensagem de salvação e a certeza da intervenção divina.","por_que_esta_palavra":"A palavra é essencial para afirmar que as promessas de Deus são verdadeiras e dignas de confiança.","conexao_teologica":"A verdade de Deus é um tema central na Escritura, refletindo seu caráter e a base da fé cristã.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 10:23"]},"isaias_52_12_haste":{"palavra_pt":"haste","palavra_original":"חִפָּזוֹן","transliteracao":"chippâzôwn","strong":"H2649","significado_raiz":"Ideia básica: haste.","significado_contextual":"A palavra 'haste' implica em rapidez e urgência na ação.","explicacao_detalhada":"Aqui, 'haste' sugere que a salvação e a libertação de Deus estão próximas e devem ser recebidas com prontidão.","por_que_esta_palavra":"A ênfase na 'haste' é para encorajar o povo a não hesitar em aceitar a salvação que Deus oferece.","conexao_teologica":"A urgência da salvação é um tema recorrente, refletindo a necessidade de resposta imediata à graça de Deus.","referencias_relacionadas":["Mateus 24:42","Lucas 12:40","Hebreus 3:15"]},"isaias_52_13_bom":{"palavra_pt":"bom","palavra_original":"שָׂכַל","transliteracao":"sâkal","strong":"H7919","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade positiva e benéfica de algo.","explicacao_detalhada":"Neste contexto, 'bom' descreve a natureza da obra que Deus realizará através do seu servo.","por_que_esta_palavra":"A palavra é importante para destacar que a ação de Deus é sempre para o bem do seu povo.","conexao_teologica":"A bondade de Deus é um atributo fundamental que se manifesta em suas obras e promessas.","referencias_relacionadas":["Salmos 34:8","Romanos 12:2","Gálatas 6:10"]},"isaias_52_13_grande":{"palavra_pt":"grande","palavra_original":"נָשָׂא","transliteracao":"nâsâʼ","strong":"H5375","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' indica magnitude e importância.","explicacao_detalhada":"Aqui, 'grande' se refere à grandeza da obra de Deus e ao impacto que ela terá sobre a humanidade.","por_que_esta_palavra":"A ênfase na 'grandeza' é para mostrar que a salvação é uma obra monumental e transformadora.","conexao_teologica":"A grandeza de Deus é um tema que permeia toda a Bíblia, revelando sua soberania e poder.","referencias_relacionadas":["Salmos 145:3","Efésios 3:20","Apocalipse 19:16"]},"isaias_52_14_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral ou a um indivíduo específico.","explicacao_detalhada":"Neste versículo, 'homem' é usado para descrever a condição do servo sofredor e a sua aparência desfigurada.","por_que_esta_palavra":"A palavra é importante para enfatizar a humanidade do servo e sua identificação com o sofrimento humano.","conexao_teologica":"A encarnação de Cristo é um tema central, onde Deus se torna homem para redimir a humanidade.","referencias_relacionadas":["Isaías 53:3","Filipenses 2:7","Hebreus 2:14"]},"isaias_52_14_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se a um descendente ou a alguém que possui uma relação especial.","explicacao_detalhada":"Neste contexto, 'filho' pode se referir ao servo de Deus, que é visto como um representante da humanidade.","por_que_esta_palavra":"A palavra é significativa para destacar a relação íntima entre Deus e seu servo, que é enviado para salvar.","conexao_teologica":"A filiação é um conceito importante na teologia, especialmente em relação a Cristo como Filho de Deus.","referencias_relacionadas":["Isaías 9:6","João 3:16","Romanos 8:14"]},"isaias_52_15_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' novamente refere-se à humanidade, mas aqui enfatiza a transformação que ocorre.","explicacao_detalhada":"Neste versículo, 'homem' é usado para descrever a resposta das nações ao ver a obra do servo.","por_que_esta_palavra":"A palavra é importante para mostrar que a obra de Deus impacta não apenas Israel, mas todas as nações.","conexao_teologica":"A missão de Deus é global, abrangendo todos os povos e nações através da obra de Cristo.","referencias_relacionadas":["Mateus 28:19","Atos 1:8","Apocalipse 7:9"]},"isaias_52_15_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e ao governo.","explicacao_detalhada":"Neste contexto, 'rei' destaca a soberania de Deus e a realeza do servo que virá para governar.","por_que_esta_palavra":"A palavra é significativa para afirmar que a salvação trazida pelo servo é também uma questão de realeza e autoridade.","conexao_teologica":"Cristo é frequentemente referido como Rei, enfatizando seu domínio e governo sobre todas as coisas.","referencias_relacionadas":["Salmos 2:6","Mateus 2:2","Apocalipse 19:16"]},"isaias_52_15_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz uma explicação ou justificativa.","explicacao_detalhada":"Aqui, 'porque' conecta a ação de Deus com a resposta das nações ao ver a grandeza da obra do servo.","por_que_esta_palavra":"A palavra é crucial para entender a lógica da revelação de Deus e a resposta esperada das pessoas.","conexao_teologica":"A relação entre a ação de Deus e a resposta humana é um tema central na teologia bíblica.","referencias_relacionadas":["Isaías 53:1","Romanos 10:14","1 Coríntios 1:21"]}}