{"isaias_53_1_poderoso":{"palavra_pt":"poderoso","palavra_original":"זְרוֹעַ","transliteracao":"zᵉrôwaʻ","strong":"H2220","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Refere-se à força e ao poder que se espera de um líder ou salvador.","explicacao_detalhada":"A palavra 'poderoso' neste contexto sugere a expectativa de um Messias que traria libertação e salvação com grande força. No entanto, o versículo contrasta essa expectativa com a realidade do sofrimento do Servo.","por_que_esta_palavra":"A escolha da palavra 'poderoso' destaca a ironia da rejeição do Servo, que, apesar de ser poderoso, não foi reconhecido como tal.","conexao_teologica":"A ideia de poder se relaciona com a natureza divina de Cristo, que, embora poderoso, se fez humilde para cumprir a missão de salvação.","referencias_relacionadas":["Isaías 9:6","Mateus 11:28-30","Filipenses 2:7-8"]},"isaias_53_1_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade do Servo, enfatizando sua identificação com a condição humana.","explicacao_detalhada":"A palavra 'homem' é usada para mostrar que o Servo não é apenas uma figura divina, mas alguém que compartilha da experiência humana, incluindo o sofrimento.","por_que_esta_palavra":"A utilização de 'homem' enfatiza a encarnação e a solidariedade de Cristo com a humanidade.","conexao_teologica":"A humanidade de Cristo é fundamental para a doutrina da encarnação, onde Deus se torna homem para redimir a humanidade.","referencias_relacionadas":["João 1:14","Hebreus 2:14-17","Romanos 5:12"]},"isaias_53_1_edificar":{"palavra_pt":"crer/amem","palavra_original":"אָמַן","transliteracao":"ʼâman","strong":"H539","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se à crença e à aceitação da mensagem do Servo.","explicacao_detalhada":"A palavra 'crer' implica em uma resposta de fé à revelação de Deus através do Servo, que é o fundamento da salvação.","por_que_esta_palavra":"A ênfase em 'crer' destaca a importância da fé na relação com Deus e na aceitação do sacrifício do Servo.","conexao_teologica":"A fé é um tema central no Novo Testamento, onde a crença em Cristo é essencial para a salvação.","referencias_relacionadas":["Romanos 10:17","Efésios 2:8-9","Hebreus 11:1"]},"isaias_53_2_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico e à criação, onde o Servo se manifesta.","explicacao_detalhada":"A palavra 'terra' sugere a abrangência da missão do Servo, que não se limita a um povo ou lugar, mas se estende a toda a criação.","por_que_esta_palavra":"A menção da terra enfatiza que a obra do Servo tem implicações universais e não apenas locais.","conexao_teologica":"A redenção trazida pelo Servo se aplica a toda a criação, conforme mencionado em Romanos 8:21.","referencias_relacionadas":["Gênesis 1:1","Romanos 8:19-21","Colossenses 1:20"]},"isaias_53_2_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude e à importância do Servo em comparação com o que é comum.","explicacao_detalhada":"A palavra 'grande' implica que o Servo é alguém de grande relevância, embora não seja reconhecido como tal por muitos.","por_que_esta_palavra":"A grandeza do Servo é uma característica que contrasta com sua aparente insignificância aos olhos do mundo.","conexao_teologica":"A grandeza de Cristo é revelada em sua obra redentora, que é maior do que qualquer expectativa humana.","referencias_relacionadas":["Mateus 5:14","Lucas 1:32-33","Filipenses 2:9-11"]},"isaias_53_2_arvore":{"palavra_pt":"arvore","palavra_original":"יוֹנֵק","transliteracao":"yôwnêq","strong":"H3126","significado_raiz":"Ideia básica: arvore.","significado_contextual":"Simboliza a vida e o crescimento, além de ser uma metáfora para o Servo.","explicacao_detalhada":"A palavra 'árvore' pode representar a vida que o Servo traz e a frutificação que resulta de sua obra.","por_que_esta_palavra":"A imagem da árvore sugere estabilidade e nutrição, características que o Servo oferece à humanidade.","conexao_teologica":"Cristo é descrito como a videira verdadeira, onde os crentes encontram vida e sustento.","referencias_relacionadas":["Salmos 1:3","João 15:1-5","Apocalipse 22:2"]},"isaias_53_3_destituido":{"palavra_pt":"destituido","palavra_original":"חָדֵל","transliteracao":"châdêl","strong":"H2310","significado_raiz":"Ideia básica: destituido.","significado_contextual":"Refere-se à condição de rejeição e desamparo do Servo.","explicacao_detalhada":"A palavra 'destituído' indica que o Servo foi desprezado e não teve reconhecimento, refletindo seu sofrimento.","por_que_esta_palavra":"A escolha dessa palavra destaca a solidão e o abandono que o Servo enfrentou em sua missão.","conexao_teologica":"O sofrimento do Servo é central para a compreensão da expiação e do sacrifício de Cristo.","referencias_relacionadas":["Mateus 26:56","João 1:11","Hebreus 13:12-13"]},"isaias_53_3_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à natureza humana do Servo, enfatizando sua identificação com o sofrimento humano.","explicacao_detalhada":"A palavra 'homem' aqui reforça a ideia de que o Servo é alguém que experimenta dor e rejeição como qualquer ser humano.","por_que_esta_palavra":"A repetição da palavra 'homem' enfatiza a dualidade da natureza de Cristo como totalmente Deus e totalmente homem.","conexao_teologica":"A humanidade de Cristo é essencial para a doutrina da redenção, pois ele se identifica plenamente com nossa condição.","referencias_relacionadas":["Mateus 4:24","Hebreus 4:15","1 Pedro 2:24"]},"isaias_53_3_conhecer":{"palavra_pt":"conhecer","palavra_original":"יָדַע","transliteracao":"yâdaʻ","strong":"H3045","significado_raiz":"Ideia básica: conhecer.","significado_contextual":"Refere-se à compreensão e ao reconhecimento do Servo por parte da humanidade.","explicacao_detalhada":"A palavra 'conhecer' implica um entendimento profundo e relacional, que muitos falharam em ter em relação ao Servo.","por_que_esta_palavra":"A falta de reconhecimento do Servo é um tema central, mostrando a cegueira espiritual da humanidade.","conexao_teologica":"O conhecimento de Cristo é fundamental para a salvação, conforme a Escritura ensina sobre a importância de conhecer a verdade.","referencias_relacionadas":["João 17:3","1 João 5:20","Romanos 10:9"]},"isaias_53_4_humilde":{"palavra_pt":"humilde","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6031","significado_raiz":"Ideia básica: humilde.","significado_contextual":"Refere-se à disposição do Servo em se submeter e sofrer por amor à humanidade.","explicacao_detalhada":"A palavra 'humilde' destaca a natureza servil do Servo, que não buscou glória, mas se entregou ao sofrimento.","por_que_esta_palavra":"A humildade do Servo é um exemplo de amor sacrificial, contrastando com a busca de poder e reconhecimento do mundo.","conexao_teologica":"A humildade de Cristo é um modelo para os crentes, que são chamados a seguir seu exemplo de serviço e sacrifício.","referencias_relacionadas":["Mateus 20:28","Filipenses 2:5-7","1 Pedro 5:6"]},"isaias_53_4_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que carrega o peso dos pecados da humanidade.","explicacao_detalhada":"A palavra 'deus' neste contexto enfatiza a soberania e a autoridade de Deus sobre todas as coisas, incluindo o sofrimento e a redenção do povo.","por_que_esta_palavra":"A escolha da palavra 'deus' destaca a natureza divina de quem suporta as dores e as enfermidades, mostrando que é um ato de amor e sacrifício.","conexao_teologica":"A teologia da substituição é central aqui, onde Deus se torna o sacrifício pelos pecados da humanidade.","referencias_relacionadas":["Isaías 53:4","João 1:29","Romanos 5:8"]},"isaias_53_4_nevertheless":{"palavra_pt":"nevertheless","palavra_original":"אָכֵן","transliteracao":"ʼâkên","strong":"H403","significado_raiz":"Ideia básica: nevertheless.","significado_contextual":"Contrapõe a dor e o sofrimento à esperança e à redenção.","explicacao_detalhada":"A palavra 'nevertheless' indica que, apesar das aflições, há uma promessa de cura e restauração.","por_que_esta_palavra":"É usada para transitar entre a realidade do sofrimento e a certeza da salvação que vem através do sofrimento.","conexao_teologica":"Reflete a esperança cristã de que, mesmo em meio ao sofrimento, Deus traz redenção.","referencias_relacionadas":["Isaías 53:4","Romanos 8:28","2 Coríntios 1:3-4"]},"isaias_53_5_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se ao pecado e à iniquidade que causam separação entre Deus e a humanidade.","explicacao_detalhada":"A palavra 'mal' enfatiza a gravidade do pecado e a necessidade de expiação.","por_que_esta_palavra":"É crucial para entender o sacrifício de Cristo como pagamento pelo mal que nos aflige.","conexao_teologica":"A doutrina da expiação é central, onde Cristo leva sobre si o mal da humanidade.","referencias_relacionadas":["Isaías 53:5","1 Pedro 2:24","Romanos 6:23"]},"isaias_53_5_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"Refere-se à paz espiritual e à reconciliação com Deus.","explicacao_detalhada":"A palavra 'paz' indica a restauração do relacionamento entre Deus e a humanidade através do sacrifício.","por_que_esta_palavra":"É fundamental para entender que a morte de Cristo traz paz e não mais condenação.","conexao_teologica":"A paz de Cristo é um tema recorrente, simbolizando a reconciliação e a esperança.","referencias_relacionadas":["Isaías 53:5","Filipenses 4:7","Colossenses 1:20"]},"isaias_53_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a autoridade suprema que guia e redime.","explicacao_detalhada":"A palavra 'senhor' destaca a soberania de Deus sobre a história e a salvação.","por_que_esta_palavra":"É usada para enfatizar a relação de autoridade e submissão entre Deus e a humanidade.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele é o Senhor de todas as coisas.","referencias_relacionadas":["Isaías 53:6","Salmos 23:1","Romanos 10:9"]},"isaias_53_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as pessoas se afastam de Deus.","explicacao_detalhada":"A palavra 'modo' indica a forma como a humanidade se desvia do caminho de Deus.","por_que_esta_palavra":"É importante para entender a necessidade de arrependimento e retorno ao Senhor.","conexao_teologica":"A ideia de desvio do caminho é central na mensagem do evangelho, que chama ao arrependimento.","referencias_relacionadas":["Isaías 53:6","Provérbios 14:12","Atos 3:19"]},"isaias_53_7_humilde":{"palavra_pt":"humilde","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6031","significado_raiz":"Ideia básica: humilde.","significado_contextual":"Refere-se à humildade de Cristo em seu sofrimento.","explicacao_detalhada":"A palavra 'humilde' destaca a disposição de Cristo em se submeter à vontade de Deus, mesmo em dor.","por_que_esta_palavra":"É usada para mostrar que a verdadeira grandeza vem da humildade e do serviço.","conexao_teologica":"A humildade de Cristo é um exemplo para os crentes, refletindo o caráter de Deus.","referencias_relacionadas":["Isaías 53:7","Filipenses 2:5-8","Mateus 11:29"]},"isaias_53_7_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade de que Cristo é o justo que sofre pelos injustos.","explicacao_detalhada":"A palavra 'verdade' enfatiza a realidade do sacrifício de Cristo como a única solução para o pecado.","por_que_esta_palavra":"É crucial para a compreensão da justiça de Deus e da necessidade de um Salvador.","conexao_teologica":"A verdade de Cristo é central na fé cristã, sendo Ele o caminho, a verdade e a vida.","referencias_relacionadas":["Isaías 53:7","João 14:6","Romanos 3:23-26"]},"isaias_53_8_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se à justiça que é negada a Cristo durante seu julgamento.","explicacao_detalhada":"A palavra 'juízo' indica a injustiça que Cristo sofreu em nome da humanidade.","por_que_esta_palavra":"É usada para mostrar a gravidade da rejeição e do sofrimento do justo.","conexao_teologica":"A injustiça sofrida por Cristo é um tema importante na teologia da redenção.","referencias_relacionadas":["Isaías 53:8","Mateus 27:23-26","Atos 8:33"]},"isaias_53_8_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo em que o sofrimento e a injustiça ocorrem.","explicacao_detalhada":"A palavra 'terra' enfatiza a abrangência do impacto do pecado e da redenção.","por_que_esta_palavra":"É usada para mostrar que a redenção de Cristo se estende a toda a criação.","conexao_teologica":"A criação aguarda a redenção, e a obra de Cristo é central para essa esperança.","referencias_relacionadas":["Isaías 53:8","Romanos 8:19-21","Apocalipse 21:1"]},"isaias_53_9_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de oferecer algo a alguém, neste caso, a entrega do sofrimento e da vida do Servo Sofredor.","explicacao_detalhada":"No contexto de Isaías 53:9, 'dar' implica a entrega voluntária do Servo, que se sacrifica em favor dos outros. Essa entrega é um ato de amor e redenção.","por_que_esta_palavra":"A escolha da palavra 'dar' enfatiza a generosidade e a disposição do Servo em se oferecer como sacrifício, cumprindo assim a vontade de Deus.","conexao_teologica":"A entrega do Servo é um reflexo do amor de Deus pela humanidade, prefigurando o sacrifício de Cristo na cruz.","referencias_relacionadas":["João 3:16","Romanos 5:8","Gálatas 2:20"]},"isaias_53_9_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"A palavra 'culpado' refere-se à condição de alguém que é considerado responsável por um erro ou pecado.","explicacao_detalhada":"Neste versículo, o Servo é descrito como aquele que leva sobre si a culpa dos pecados do povo, sendo tratado como culpado, embora não tenha cometido pecado.","por_que_esta_palavra":"A palavra 'culpado' é crucial para entender o papel do Servo como substituto, que carrega a culpa dos outros para que possam ser justificados.","conexao_teologica":"Isso se relaciona com a doutrina da expiação, onde Cristo é visto como o Cordeiro de Deus que tira o pecado do mundo.","referencias_relacionadas":["1 Pedro 2:24","Isaías 53:6","Romanos 4:25"]},"isaias_53_9_morte":{"palavra_pt":"morte","palavra_original":"מָוֶת","transliteracao":"mâveth","strong":"H4194","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' refere-se ao fim da vida física, mas também simboliza a separação espiritual de Deus.","explicacao_detalhada":"No contexto de Isaías 53:9, a morte do Servo é um sacrifício que traz vida e redenção para muitos, sendo um ato de amor supremo.","por_que_esta_palavra":"A ênfase na morte do Servo destaca o custo do pecado e a seriedade da separação que ele causa entre Deus e a humanidade.","conexao_teologica":"A morte de Cristo é central para a fé cristã, pois é através dela que a salvação é oferecida ao mundo.","referencias_relacionadas":["Hebreus 9:22","Romanos 6:23","João 10:11"]},"isaias_53_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Neste versículo, o 'senhor' é aquele que tem o controle sobre o destino do Servo e que se agrada em feri-lo, mostrando que isso faz parte do plano divino de redenção.","por_que_esta_palavra":"A utilização do termo 'senhor' enfatiza a relação de submissão do Servo à vontade de Deus, mesmo em meio ao sofrimento.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, demonstrando que Ele está sempre no controle, mesmo nas situações mais difíceis.","referencias_relacionadas":["Salmos 22:28","Isaías 46:10","Romanos 8:28"]},"isaias_53_10_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se ao ato de libertar ou resgatar alguém de uma situação de perigo ou condenação.","explicacao_detalhada":"No contexto de Isaías 53:10, a salvação é alcançada através do sofrimento do Servo, que se torna um meio de redenção para muitos.","por_que_esta_palavra":"A palavra 'salvar' é essencial para entender a missão do Servo, que é trazer libertação e restauração ao povo.","conexao_teologica":"A salvação é um tema central no cristianismo, onde Cristo é visto como o Salvador que oferece vida eterna.","referencias_relacionadas":["Atos 4:12","Efésios 2:8-9","Romanos 10:9"]},"isaias_53_10_oferta":{"palavra_pt":"oferta","palavra_original":"אָשָׁם","transliteracao":"ʼâshâm","strong":"H817","significado_raiz":"Ideia básica: oferta.","significado_contextual":"A palavra 'oferta' refere-se a um presente ou sacrifício feito a Deus como expressão de adoração ou expiação.","explicacao_detalhada":"Neste versículo, a oferta do Servo é vista como um sacrifício que agrada a Deus, sendo um meio de expiação pelos pecados do povo.","por_que_esta_palavra":"A palavra 'oferta' destaca a natureza sacrificial do sofrimento do Servo, que é aceito por Deus em favor da humanidade.","conexao_teologica":"A ideia de oferta sacrificial é central na teologia cristã, onde Cristo é o sacrifício perfeito que cumpre as exigências da justiça divina.","referencias_relacionadas":["Hebreus 10:12","1 Pedro 1:18-19","Romanos 12:1"]},"isaias_53_11_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, mas também pode indicar a natureza do Servo como um ser humano.","explicacao_detalhada":"No contexto de Isaías 53:11, o Servo é descrito como um homem que sofre, mas que também é exaltado por Deus devido à sua obediência.","por_que_esta_palavra":"A palavra 'homem' é importante para entender a encarnação de Cristo, que se fez humano para redimir a humanidade.","conexao_teologica":"A dualidade da natureza de Cristo, sendo plenamente Deus e plenamente homem, é fundamental para a compreensão da salvação.","referencias_relacionadas":["Filipenses 2:7-8","Hebreus 2:14","Mateus 1:23"]},"isaias_53_11_corpo":{"palavra_pt":"corpo","palavra_original":"עָמָל","transliteracao":"ʻâmâl","strong":"H5999","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' refere-se à forma física do Servo, que sofre e é ferido em seu sofrimento.","explicacao_detalhada":"Neste versículo, o corpo do Servo é um símbolo do sacrifício físico que ele faz em favor da humanidade.","por_que_esta_palavra":"A ênfase no corpo destaca a realidade do sofrimento físico e a dor que o Servo experimenta como parte de sua missão.","conexao_teologica":"O sofrimento físico de Cristo é um aspecto central da sua obra redentora, mostrando que ele se identificou plenamente com a condição humana.","referencias_relacionadas":["Isaías 53:5","Mateus 27:26","1 Pedro 2:24"]},"isaias_53_11_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma/vida' refere-se à essência do ser humano, incluindo suas emoções e espiritualidade.","explicacao_detalhada":"No contexto de Isaías 53:11, a alma do Servo é vista como sendo oferecida em sacrifício, refletindo a profundidade do seu sofrimento e a importância de sua missão.","por_que_esta_palavra":"A palavra 'alma' é significativa porque indica que o sacrifício do Servo não é apenas físico, mas também espiritual, abrangendo toda a sua existência.","conexao_teologica":"A salvação é uma transformação que envolve todo o ser humano, e a obra de Cristo abrange tanto o corpo quanto a alma.","referencias_relacionadas":["Mateus 16:26","João 10:28","Romanos 8:38-39"]},"isaias_53_12_morte":{"palavra_pt":"morte","palavra_original":"מָוֶת","transliteracao":"mâveth","strong":"H4194","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' refere-se ao sacrifício final do Servo, que é a culminação de seu sofrimento.","explicacao_detalhada":"Neste versículo, a morte do Servo é apresentada como um ato redentor que traz vida e esperança para muitos.","por_que_esta_palavra":"A repetição da palavra 'morte' enfatiza a gravidade do sacrifício e a importância da ressurreição que se segue.","conexao_teologica":"A morte e ressurreição de Cristo são fundamentais para a fé cristã, pois garantem a vitória sobre o pecado e a morte.","referencias_relacionadas":["1 Coríntios 15:55-57","Romanos 6:4","João 11:25-26"]},"isaias_53_12_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em geral, mas no contexto de Isaías 53, destaca a figura do Servo Sofredor.","explicacao_detalhada":"A palavra 'homem' aqui é usada para enfatizar a natureza humana do Servo, que sofre pelos pecados da humanidade.","por_que_esta_palavra":"A escolha da palavra 'homem' sublinha a identificação do Servo com a condição humana e seu papel redentor.","conexao_teologica":"O Servo Sofredor é uma prefiguração de Cristo, que se fez homem para redimir a humanidade.","referencias_relacionadas":["Hebreus 2:14","Filipenses 2:7","Romanos 5:8"]},"isaias_53_12_grande":{"palavra_pt":"grande","palavra_original":"עָצוּם","transliteracao":"ʻâtsûwm","strong":"H6099","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica a magnitude do sofrimento e do sacrifício do Servo, que é grande em importância e impacto.","explicacao_detalhada":"A palavra 'grande' ressalta a profundidade do sofrimento que o Servo enfrenta em favor dos pecadores.","por_que_esta_palavra":"A grandeza do sacrifício é essencial para entender a extensão da redenção oferecida.","conexao_teologica":"A grandeza do amor de Deus é manifestada no sacrifício de Cristo, que é o maior ato de amor.","referencias_relacionadas":["João 15:13","Romanos 8:32","1 João 3:16"]}}