{"isaias_59_1_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se à ação de Deus em libertar e restaurar seu povo de suas aflições.","explicacao_detalhada":"Em Isaías 59:1, 'salvar' enfatiza que a mão do Senhor não está encolhida para que não possa salvar, mas que o povo deve se voltar para Ele.","por_que_esta_palavra":"A escolha da palavra 'salvar' é crucial para entender a natureza redentora de Deus e sua disposição em ajudar seu povo.","conexao_teologica":"A salvação é um tema central na Bíblia, representando a intervenção divina na história da humanidade.","referencias_relacionadas":["Salmos 34:17","Romanos 10:9-10","Efésios 2:8-9"]},"isaias_59_1_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma chamada à atenção, convidando o povo a observar a realidade de sua situação.","explicacao_detalhada":"Em Isaías 59:1, 'eis' serve como um alerta para que o povo reconheça a presença e a ação de Deus em meio às suas dificuldades.","por_que_esta_palavra":"A escolha da palavra 'eis' é importante para enfatizar a urgência de prestar atenção à mensagem divina.","conexao_teologica":"A chamada para 'eis' reflete a necessidade de estar atento à voz de Deus e às suas promessas.","referencias_relacionadas":["Isaías 40:9","Mateus 11:15","Apocalipse 3:20"]},"isaias_59_1_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade e à fidelidade em relação a Deus e à Sua palavra.","explicacao_detalhada":"Neste contexto, a verdade é essencial para a relação entre Deus e Seu povo. A ausência de verdade implica em separação e alienação de Deus.","por_que_esta_palavra":"A escolha da palavra 'verdade' enfatiza a importância da honestidade e da integridade nas relações humanas e com Deus.","conexao_teologica":"A verdade é um atributo de Deus e é fundamental para a justiça divina. Sem verdade, não há base para a justiça.","referencias_relacionadas":["João 8:32","Salmos 51:6","Provérbios 12:22"]},"isaias_59_2_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual a mão de Deus não está agindo em favor do povo.","explicacao_detalhada":"Este termo conecta a causa da separação entre Deus e o povo com suas iniquidades, mostrando que a ação divina é condicionada à pureza moral.","por_que_esta_palavra":"A palavra 'porque' é usada para explicar a lógica da relação entre as ações do povo e a resposta de Deus.","conexao_teologica":"A teologia da retribuição é evidente aqui, onde as ações do povo têm consequências diretas na relação com Deus.","referencias_relacionadas":["Gálatas 6:7","Isaías 1:15","Romanos 2:6"]},"isaias_59_2_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' implica em libertação e redenção, que são temas centrais na mensagem profética.","explicacao_detalhada":"Neste versículo, a ideia de salvar está ligada à necessidade de intervenção divina diante da iniquidade do povo.","por_que_esta_palavra":"A escolha da palavra 'salvar' destaca a urgência da necessidade de um salvador e a esperança de restauração.","conexao_teologica":"A salvação é um tema central na Bíblia, culminando na obra redentora de Cristo.","referencias_relacionadas":["Salmos 37:39","Romanos 10:13","Efésios 2:8"]},"isaias_59_2_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' refere-se a ações e comportamentos que estão em desacordo com a vontade de Deus.","explicacao_detalhada":"Neste contexto, o mal é apresentado como a causa da separação entre Deus e Seu povo, evidenciando a gravidade do pecado.","por_que_esta_palavra":"A palavra 'mal' é crucial para entender a natureza do pecado e suas consequências na relação com Deus.","conexao_teologica":"O conceito de mal é fundamental para a compreensão da necessidade de redenção e da obra de Cristo.","referencias_relacionadas":["Tiago 1:15","Romanos 3:23","1 João 1:8"]},"isaias_59_3_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"A palavra 'sangue' simboliza a vida e a expiação, sendo um elemento central na teologia do sacrifício.","explicacao_detalhada":"Neste versículo, o sangue é mencionado em um contexto de culpa e pecado, ressaltando a necessidade de purificação.","por_que_esta_palavra":"A escolha da palavra 'sangue' enfatiza a gravidade do pecado e a necessidade de sacrifício para a redenção.","conexao_teologica":"O sangue de Cristo é visto como o sacrifício perfeito que expia os pecados da humanidade.","referencias_relacionadas":["Hebreus 9:22","1 Pedro 1:18-19","Romanos 5:9"]},"isaias_59_3_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' é repetida para enfatizar a gravidade das ações do povo que resultam em separação de Deus.","explicacao_detalhada":"A repetição da palavra 'mal' serve para destacar a persistência do pecado e suas consequências espirituais.","por_que_esta_palavra":"A ênfase no mal reforça a necessidade de arrependimento e retorno a Deus.","conexao_teologica":"A compreensão do mal é essencial para a mensagem de arrependimento e a necessidade de salvação.","referencias_relacionadas":["Isaías 5:20","Romanos 6:23","Gálatas 5:19-21"]},"isaias_59_3_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz a razão pela qual a relação com Deus está comprometida.","explicacao_detalhada":"A repetição de 'porque' reforça a lógica da separação entre Deus e o povo devido ao pecado.","por_que_esta_palavra":"A palavra é crucial para entender a relação de causa e efeito entre o comportamento humano e a resposta divina.","conexao_teologica":"A relação entre pecado e separação de Deus é um tema recorrente na Escritura.","referencias_relacionadas":["Isaías 59:2","Salmos 66:18","Provérbios 15:29"]},"isaias_59_4_homem":{"palavra_pt":"homem","palavra_original":"אֱמוּנָה","transliteracao":"ʼĕmûwnâh","strong":"H530","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, destacando a condição humana diante de Deus.","explicacao_detalhada":"Neste contexto, o homem é apresentado como alguém que deve buscar a justiça e a verdade, mas que frequentemente falha.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a responsabilidade individual e coletiva diante de Deus.","conexao_teologica":"A condição do homem é central na teologia da queda e da necessidade de redenção.","referencias_relacionadas":["Gênesis 1:27","Romanos 3:10-12","Salmos 8:4-5"]},"isaias_59_4_idiom":{"palavra_pt":"expressao","palavra_original":"צֶדֶק","transliteracao":"tsedeq","strong":"H6664","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' refere-se à justiça e à retidão que devem caracterizar a vida do homem.","explicacao_detalhada":"Neste contexto, a expressão de justiça é um chamado à ação e à integridade moral.","por_que_esta_palavra":"A escolha da palavra 'expressão' destaca a necessidade de viver de acordo com os princípios de Deus.","conexao_teologica":"A justiça é um atributo de Deus e deve ser refletida na vida dos crentes.","referencias_relacionadas":["Miquéias 6:8","Mateus 5:6","Romanos 14:17"]},"isaias_59_4_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se à ação de discernir e aplicar a justiça, um papel que Deus espera que o homem desempenhe.","explicacao_detalhada":"Neste contexto, o julgamento é uma responsabilidade que envolve a busca pela justiça e a defesa dos oprimidos.","por_que_esta_palavra":"A escolha da palavra 'julgar' enfatiza a importância da justiça social e moral na vida do povo de Deus.","conexao_teologica":"O julgamento justo é um reflexo do caráter de Deus e é uma expectativa para todos os que O seguem.","referencias_relacionadas":["Isaías 1:17","Salmos 82:3","Tiago 4:12"]},"isaias_59_5_lingua":{"palavra_pt":"lingua","palavra_original":"צֶפַע","transliteracao":"tsephaʻ","strong":"H6848","significado_raiz":"Ideia básica: lingua.","significado_contextual":"Refere-se à língua como instrumento de comunicação e expressão, muitas vezes usada para enganar ou ferir.","explicacao_detalhada":"A língua é um símbolo poderoso na Bíblia, representando tanto a capacidade de abençoar quanto de amaldiçoar. Em Isaías 59:5, a língua é mencionada em um contexto de injustiça e maldade, onde as palavras são usadas para causar dano.","por_que_esta_palavra":"A palavra 'língua' é crucial para entender como a comunicação pode ser distorcida e utilizada para propósitos malignos, refletindo a condição do coração humano.","conexao_teologica":"A língua é frequentemente associada ao poder do pecado e à necessidade de redenção. Tiago 3:6 fala sobre como a língua pode incendiar uma grande floresta, simbolizando o potencial destrutivo das palavras.","referencias_relacionadas":["Tiago 3:6","Salmos 34:13","Provérbios 18:21"]},"isaias_59_5_alimento":{"palavra_pt":"alimento","palavra_original":"אָכַל","transliteracao":"ʼâkal","strong":"H398","significado_raiz":"Ideia básica: alimento.","significado_contextual":"Alimento aqui simboliza sustento e a necessidade básica do ser humano, mas também pode representar a busca por coisas espirituais.","explicacao_detalhada":"O alimento é essencial para a vida física, mas na Bíblia, ele também é um símbolo de sustento espiritual. Em Isaías 59:5, a referência ao alimento pode indicar a insatisfação com o que é oferecido pelo mundo em contraste com o que Deus oferece.","por_que_esta_palavra":"A palavra 'alimento' é importante para entender a dependência do ser humano de Deus para sustento, tanto físico quanto espiritual.","conexao_teologica":"Jesus se refere a si mesmo como o pão da vida (João 6:35), enfatizando a importância do alimento espiritual que vem de Deus.","referencias_relacionadas":["João 6:35","Mateus 4:4","Salmos 104:14"]},"isaias_59_6_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é apresentada como uma qualidade essencial que está ausente na sociedade descrita em Isaías 59.","explicacao_detalhada":"A ausência da verdade é um tema central em Isaías 59:6, onde se destaca a corrupção e a injustiça. A verdade é fundamental para a justiça e a integridade nas relações humanas.","por_que_esta_palavra":"A palavra 'verdade' é crucial para entender a natureza de Deus e a expectativa de que seu povo viva em conformidade com a verdade.","conexao_teologica":"Jesus se apresenta como a verdade (João 14:6), e a busca pela verdade é um chamado para todos os crentes.","referencias_relacionadas":["João 14:6","Salmos 51:6","Efésios 4:15"]},"isaias_59_6_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se a ações e comportamentos que são moralmente corretos e justos, contrastando com a maldade presente.","explicacao_detalhada":"A palavra 'bom' em Isaías 59:6 destaca a falta de ações justas e corretas na sociedade, onde o que deveria ser bom é substituído por práticas malignas.","por_que_esta_palavra":"A palavra 'bom' é essencial para entender o padrão de Deus para a moralidade e a ética, que é frequentemente desafiado pelo pecado.","conexao_teologica":"Deus é descrito como bom e justo, e os crentes são chamados a refletir essa bondade em suas vidas (Gálatas 5:22).","referencias_relacionadas":["Gálatas 5:22","Salmos 119:68","Mateus 7:17"]},"isaias_59_7_sangue":{"palavra_pt":"sangue","palavra_original":"שָׁפַךְ","transliteracao":"shâphak","strong":"H8210","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O sangue simboliza a vida e a gravidade do pecado, especialmente em contextos de violência e injustiça.","explicacao_detalhada":"Em Isaías 59:7, o sangue é mencionado em relação à violência e ao derramamento de sangue inocente, refletindo a corrupção moral da sociedade.","por_que_esta_palavra":"A palavra 'sangue' é importante para entender a seriedade do pecado e suas consequências, além de ser um símbolo de sacrifício na teologia cristã.","conexao_teologica":"O sangue de Cristo é central na redenção e na nova aliança, simbolizando a purificação do pecado (Hebreus 9:22).","referencias_relacionadas":["Hebreus 9:22","Romanos 5:9","1 João 1:7"]},"isaias_59_8_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"A paz é um estado desejado que está ausente na sociedade descrita em Isaías 59, onde reina a injustiça.","explicacao_detalhada":"A palavra 'paz' em Isaías 59:8 reflete a ausência de harmonia e segurança, indicando que a injustiça e a opressão prevalecem.","por_que_esta_palavra":"A paz é um conceito central na Bíblia, representando a plenitude e a harmonia que Deus deseja para a humanidade.","conexao_teologica":"Cristo é chamado de Príncipe da Paz (Isaías 9:6), e a paz é uma promessa para aqueles que seguem a Deus.","referencias_relacionadas":["Isaías 9:6","Filipenses 4:7","Romanos 5:1"]},"isaias_59_8_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A repetição da palavra 'verdade' enfatiza sua importância e a sua ausência na sociedade.","explicacao_detalhada":"Em Isaías 59:8, a falta de verdade é um tema recorrente, mostrando a corrupção e a falta de integridade nas relações humanas.","por_que_esta_palavra":"A verdade é fundamental para a justiça e a moralidade, e sua ausência leva ao caos e à desordem.","conexao_teologica":"A busca pela verdade é um chamado para todos os crentes, que devem viver em conformidade com a verdade de Deus.","referencias_relacionadas":["Salmos 25:5","Efésios 6:14","João 8:32"]},"isaias_59_9_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a relação entre as pessoas e a sociedade, destacando a falta de justiça.","explicacao_detalhada":"Em Isaías 59:9, a ausência de justiça e verdade entre as pessoas é um reflexo da condição moral da sociedade.","por_que_esta_palavra":"A palavra 'entre' é importante para entender as interações sociais e a responsabilidade coletiva em buscar a justiça.","conexao_teologica":"A Bíblia ensina que os crentes devem ser agentes de mudança em suas comunidades, promovendo a justiça e a verdade.","referencias_relacionadas":["Miquéias 6:8","Mateus 5:13-16","Isaías 1:17"]},"isaias_59_9_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A repetição da palavra 'verdade' reforça a crítica à falta de integridade na sociedade.","explicacao_detalhada":"Em Isaías 59:9, a ausência de verdade é um tema central, refletindo a corrupção e a injustiça que permeiam as relações humanas.","por_que_esta_palavra":"A verdade é essencial para a justiça e a moralidade, e sua ausência resulta em desordem e sofrimento.","conexao_teologica":"Os crentes são chamados a viver em verdade e a promover a verdade em suas comunidades.","referencias_relacionadas":["Salmos 51:6","Efésios 4:25","João 4:24"]},"isaias_59_10_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' simboliza a condição espiritual e a separação de Deus devido ao pecado.","explicacao_detalhada":"Em Isaías 59:10, a morte é uma metáfora para a alienação de Deus e a consequência do pecado, que leva à ruína espiritual.","por_que_esta_palavra":"A palavra 'morrer' é crucial para entender a gravidade do pecado e a necessidade de redenção.","conexao_teologica":"A morte espiritual é contrastada com a vida que Cristo oferece, enfatizando a importância da salvação (João 10:10).","referencias_relacionadas":["Romanos 6:23","Efésios 2:1","João 10:10"]},"isaias_59_10_luz":{"palavra_pt":"luz","palavra_original":"צֹהַר","transliteracao":"tsôhar","strong":"H6672","significado_raiz":"Ideia básica: luz.","significado_contextual":"A luz simboliza a verdade e a presença de Deus em meio à escuridão do pecado.","explicacao_detalhada":"No contexto de Isaías 59:10, a luz representa a esperança e a revelação divina que se contrasta com a escuridão moral e espiritual que prevalece entre o povo. A luz é um chamado à transformação e à busca pela justiça.","por_que_esta_palavra":"A palavra 'luz' é utilizada para enfatizar a necessidade de clareza e entendimento em tempos de confusão e desespero.","conexao_teologica":"A luz é frequentemente associada à presença de Deus e à Sua verdade, como em João 8:12, onde Jesus se declara a luz do mundo.","referencias_relacionadas":["João 1:5","Salmos 27:1","Mateus 5:14"]},"isaias_59_10_dia":{"palavra_pt":"dia","palavra_original":"נֶשֶׁף","transliteracao":"nesheph","strong":"H5399","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia representa um tempo de clareza e revelação, contrastando com a noite de escuridão e confusão.","explicacao_detalhada":"Em Isaías 59:10, o 'dia' é uma metáfora para a época em que a justiça e a verdade prevalecerão, em oposição ao estado atual de desolação e injustiça.","por_que_esta_palavra":"A palavra 'dia' é escolhida para simbolizar a esperança de um futuro melhor, onde a luz da verdade brilhará sobre as trevas.","conexao_teologica":"O conceito de dia e noite é usado na Bíblia para descrever a luta entre o bem e o mal, como em 1 Tessalonicenses 5:5.","referencias_relacionadas":["Gênesis 1:5","Salmos 104:20","1 João 1:5"]},"isaias_59_11_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"O juízo refere-se à justiça que deve ser aplicada, especialmente em tempos de opressão e injustiça.","explicacao_detalhada":"Em Isaías 59:11, a palavra 'juízo' destaca a necessidade de que a justiça divina seja restaurada em meio à corrupção e ao pecado do povo.","por_que_esta_palavra":"A escolha da palavra 'juízo' enfatiza a responsabilidade moral e a necessidade de retidão diante de Deus.","conexao_teologica":"O juízo de Deus é um tema central na Bíblia, refletindo Sua natureza justa e a expectativa de que Seu povo viva de acordo com Seus padrões.","referencias_relacionadas":["Miquéias 6:8","Salmos 82:3","Romanos 2:6"]},"isaias_59_11_vitoria":{"palavra_pt":"salvacao","palavra_original":"יְשׁוּעָה","transliteracao":"yᵉshûwʻâh","strong":"H3444","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"A salvação é vista como a libertação e a vitória sobre o pecado e a opressão.","explicacao_detalhada":"No contexto de Isaías 59:11, a 'salvação' é a esperança de que Deus intervirá para trazer libertação ao Seu povo, que está sofrendo sob a injustiça.","por_que_esta_palavra":"A palavra 'salvação' é crucial, pois representa a promessa de Deus de restaurar e redimir aqueles que clamam por Ele.","conexao_teologica":"A salvação é um tema central na Bíblia, culminando na obra redentora de Cristo, conforme descrito em Romanos 1:16.","referencias_relacionadas":["Salmos 3:8","Isaías 12:2","Romanos 10:9"]},"isaias_59_11_urso":{"palavra_pt":"urso","palavra_original":"דֹּב","transliteracao":"dôb","strong":"H1677","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso é uma metáfora para a ferocidade e a força, simbolizando a gravidade da situação enfrentada pelo povo.","explicacao_detalhada":"Em Isaías 59:11, a menção do 'urso' ilustra a intensidade do desespero e a necessidade de proteção divina em tempos de crise.","por_que_esta_palavra":"A palavra 'urso' é usada para transmitir a ideia de um inimigo poderoso e ameaçador que deve ser enfrentado.","conexao_teologica":"A imagem de animais ferozes é frequentemente usada na Bíblia para descrever inimigos ou forças que se opõem ao povo de Deus.","referencias_relacionadas":["Amós 5:19","Salmos 22:12","Isaías 11:6"]},"isaias_59_12_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual o povo está em uma situação de desespero e necessidade.","explicacao_detalhada":"Em Isaías 59:12, 'porque' conecta a condição do povo com suas ações e a necessidade de arrependimento e retorno a Deus.","por_que_esta_palavra":"A palavra 'porque' é fundamental para entender a relação entre o pecado do povo e as consequências que enfrentam.","conexao_teologica":"A relação entre pecado e suas consequências é um tema recorrente na Bíblia, como em Gálatas 6:7.","referencias_relacionadas":["Isaías 59:2","Romanos 3:23","Provérbios 28:13"]},"isaias_59_12_sacrificio":{"palavra_pt":"pecado","palavra_original":"חַטָּאָה","transliteracao":"chaṭṭâʼâh","strong":"H2403","significado_raiz":"Ideia básica: pecado.","significado_contextual":"O pecado é a transgressão que separa o povo de Deus e traz consequências devastadoras.","explicacao_detalhada":"Em Isaías 59:12, a palavra 'pecado' destaca a gravidade da situação espiritual do povo e a necessidade de arrependimento.","por_que_esta_palavra":"A palavra 'pecado' é crucial para entender a condição humana e a necessidade de redenção.","conexao_teologica":"O conceito de pecado e a necessidade de expiação são centrais na teologia cristã, conforme Romanos 6:23.","referencias_relacionadas":["1 João 1:8","Salmos 51:5","Isaías 53:6"]},"isaias_59_13_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O coração representa o centro das emoções e decisões, refletindo a condição espiritual do povo.","explicacao_detalhada":"Em Isaías 59:13, a palavra 'coração' é usada para descrever a falta de sinceridade e a rebelião do povo contra Deus.","por_que_esta_palavra":"A palavra 'coração' é escolhida para enfatizar que a verdadeira mudança deve ocorrer internamente, não apenas externamente.","conexao_teologica":"A condição do coração é um tema importante na Bíblia, como em Jeremias 17:9, que fala sobre a natureza enganosa do coração humano.","referencias_relacionadas":["Provérbios 4:23","Mateus 15:19","Salmos 51:10"]},"isaias_59_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor representa Sua autoridade, poder e presença entre o Seu povo.","explicacao_detalhada":"Em Isaías 59:13, a menção ao 'Senhor' destaca a importância de reconhecer a soberania de Deus em meio à crise.","por_que_esta_palavra":"A palavra 'Senhor' é utilizada para reafirmar a relação entre Deus e Seu povo, enfatizando a necessidade de retorno a Ele.","conexao_teologica":"O nome de Deus é frequentemente invocado como um símbolo de Sua fidelidade e proteção, como em Salmos 20:7.","referencias_relacionadas":["Salmos 124:8","Isaías 42:8","Romanos 10:13"]},"isaias_59_13_palavra":{"palavra_pt":"palavra","palavra_original":"כָּחַשׁ","transliteracao":"kâchash","strong":"H3584","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra representa a verdade e a comunicação de Deus ao Seu povo.","explicacao_detalhada":"Em Isaías 59:13, a palavra 'palavra' enfatiza a importância da revelação divina e a necessidade de ouvir e obedecer a Deus.","por_que_esta_palavra":"A escolha da palavra 'palavra' é fundamental para entender a relação entre Deus e a humanidade, que se dá através da comunicação.","conexao_teologica":"A palavra de Deus é central na vida do crente, como em 2 Timóteo 3:16, que fala sobre a inspiração das Escrituras.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Mateus 4:4"]},"isaias_59_14_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"A palavra 'juízo' refere-se à justiça que deve prevalecer entre as pessoas, especialmente em um contexto de opressão e injustiça social.","explicacao_detalhada":"O juízo é um conceito central na justiça divina, onde Deus é visto como o juiz supremo que exige retidão e equidade. Em Isaías 59, a falta de juízo é uma crítica à corrupção e à injustiça que permeiam a sociedade.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a necessidade de um padrão moral e ético que deve ser seguido, refletindo o caráter de Deus.","conexao_teologica":"O juízo de Deus é um tema recorrente nas Escrituras, mostrando que Ele se importa com a justiça e a retidão entre os homens.","referencias_relacionadas":["Salmos 82:3","Miquéias 6:8","Amós 5:24"]},"isaias_59_14_justice":{"palavra_pt":"justica","palavra_original":"צְדָקָה","transliteracao":"tsᵉdâqâh","strong":"H6666","significado_raiz":"Ideia básica: justica.","significado_contextual":"A 'justiça' é apresentada como um ideal que deve ser buscado, especialmente em tempos de crise moral e espiritual.","explicacao_detalhada":"A justiça, em Isaías 59, é a resposta de Deus à injustiça humana. Ela é um atributo de Deus e deve ser refletida na vida dos crentes.","por_que_esta_palavra":"A palavra é crucial para entender a relação entre Deus e seu povo, onde a justiça é um reflexo do caráter divino.","conexao_teologica":"A justiça de Deus é um fundamento da aliança, onde Ele promete restaurar e redimir aqueles que buscam a justiça.","referencias_relacionadas":["Isaías 1:17","Romanos 3:21-22","Mateus 5:6"]},"isaias_59_15_verdade":{"palavra_pt":"verdade/fidelidade","palavra_original":"אֶמֶת","transliteracao":"ʼemeth","strong":"H571","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A 'verdade' é apresentada como um valor essencial que deve ser buscado e praticado, especialmente em tempos de engano.","explicacao_detalhada":"A verdade é um atributo de Deus e deve ser a base das interações humanas. Em Isaías 59, a ausência de verdade leva à desolação.","por_que_esta_palavra":"A palavra é utilizada para destacar a importância da integridade e da honestidade nas relações interpessoais.","conexao_teologica":"A verdade é central na revelação de Deus e na experiência de fé, sendo Jesus descrito como 'a verdade'.","referencias_relacionadas":["João 14:6","Salmos 25:5","Efésios 4:15"]},"isaias_59_15_bom":{"palavra_pt":"bom","palavra_original":"רָעַע","transliteracao":"râʻaʻ","strong":"H7489","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade moral que deve ser buscada em contraste com o mal que prevalece.","explicacao_detalhada":"Em Isaías 59, a falta do 'bom' indica uma sociedade corrompida, onde o mal se torna a norma.","por_que_esta_palavra":"Esta palavra é importante para entender o chamado de Deus para que seu povo busque o bem e rejeite o mal.","conexao_teologica":"A bondade de Deus é um tema que permeia toda a Escritura, revelando seu caráter e suas expectativas para a humanidade.","referencias_relacionadas":["Gálatas 6:9","Romanos 12:21","Salmos 34:14"]},"isaias_59_15_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' é usada para descrever a queda moral e espiritual do povo, que se afasta dos caminhos de Deus.","explicacao_detalhada":"Cair implica em um estado de degradação e perda, onde o povo de Deus se afasta da verdade e da justiça.","por_que_esta_palavra":"Esta palavra é significativa para ilustrar as consequências do pecado e da desobediência a Deus.","conexao_teologica":"A queda é um tema central na narrativa bíblica, mostrando a necessidade de redenção e restauração.","referencias_relacionadas":["Romanos 3:23","Gênesis 3:6-7","Provérbios 24:16"]},"isaias_59_16_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se à ação de Deus em resgatar seu povo da opressão e do pecado.","explicacao_detalhada":"A salvação é um tema central na teologia bíblica, onde Deus promete libertar e restaurar aqueles que se voltam para Ele.","por_que_esta_palavra":"Esta palavra é crucial para entender a esperança que Deus oferece ao seu povo em tempos de crise.","conexao_teologica":"A salvação é realizada através de Jesus Cristo, que é o cumprimento das promessas de Deus para a redenção.","referencias_relacionadas":["Efésios 2:8-9","Romanos 10:13","Isaías 43:11"]},"isaias_59_16_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' implica em perceber a realidade espiritual e moral ao redor, especialmente a necessidade de mudança.","explicacao_detalhada":"Ver é mais do que apenas observar; é entender e reconhecer a verdade de Deus em meio à escuridão.","por_que_esta_palavra":"Esta palavra é importante para enfatizar a necessidade de discernimento espiritual na vida do crente.","conexao_teologica":"A visão espiritual é um tema recorrente, onde Deus abre os olhos do povo para a verdade e a realidade de sua presença.","referencias_relacionadas":["Mateus 13:16","Salmos 119:18","Apocalipse 3:18"]},"isaias_59_16_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual a salvação e a justiça são necessárias.","explicacao_detalhada":"Esta palavra conecta a necessidade de salvação com a condição do povo, que se afastou de Deus.","por_que_esta_palavra":"É essencial para entender a lógica da redenção e a resposta de Deus ao clamor do seu povo.","conexao_teologica":"A relação entre pecado e necessidade de salvação é um tema central na teologia cristã.","referencias_relacionadas":["Romanos 6:23","Isaías 59:2","1 João 1:9"]},"isaias_59_17_apparel":{"palavra_pt":"apparel","palavra_original":"לָבַשׁ","transliteracao":"lâbash","strong":"H3847","significado_raiz":"Ideia básica: apparel.","significado_contextual":"A palavra 'apparel' refere-se à armadura que Deus usa para proteger e defender seu povo.","explicacao_detalhada":"A armadura de Deus simboliza a proteção divina em tempos de batalha espiritual e moral.","por_que_esta_palavra":"Esta palavra é significativa para entender a natureza da defesa divina contra as forças do mal.","conexao_teologica":"A armadura de Deus é um conceito que se estende ao Novo Testamento, onde os crentes são chamados a se revestir da armadura de Deus.","referencias_relacionadas":["Efésios 6:11-17","Isaías 11:5","Salmos 144:1"]},"isaias_59_18_corpo":{"palavra_pt":"corpo","palavra_original":"שָׁלַם","transliteracao":"shâlam","strong":"H7999","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' refere-se à totalidade do ser humano, incluindo aspectos físicos e espirituais.","explicacao_detalhada":"O corpo é visto como o templo do Espírito Santo e deve ser tratado com respeito e dignidade.","por_que_esta_palavra":"Esta palavra é importante para entender a relação entre o físico e o espiritual na vida do crente.","conexao_teologica":"A redenção abrange tanto o corpo quanto a alma, mostrando que Deus se importa com a totalidade do ser humano.","referencias_relacionadas":["1 Coríntios 6:19-20","Romanos 12:1","Gálatas 5:17"]},"isaias_59_18_seco":{"palavra_pt":"seco","palavra_original":"אִי","transliteracao":"ʼîy","strong":"H339","significado_raiz":"Ideia básica: seco.","significado_contextual":"Refere-se à condição de desolação e falta de vida espiritual.","explicacao_detalhada":"A palavra 'seco' é usada para descrever a ausência de água, que simboliza a falta de bênçãos e a seca espiritual que o povo enfrenta devido ao seu pecado.","por_que_esta_palavra":"A escolha da palavra 'seco' enfatiza a aridez espiritual e a necessidade de arrependimento para restaurar a relação com Deus.","conexao_teologica":"A aridez é frequentemente associada ao juízo de Deus sobre a desobediência, mas também à promessa de restauração e vida nova.","referencias_relacionadas":["Salmos 63:1","Ezequiel 37:1-14","João 7:37-39"]},"isaias_59_18_grande":{"palavra_pt":"grande","palavra_original":"עַל","transliteracao":"ʻal","strong":"H5921","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica a magnitude do juízo de Deus sobre o pecado.","explicacao_detalhada":"A palavra 'grande' é utilizada para descrever a seriedade da situação e a abrangência da ação de Deus contra a injustiça.","por_que_esta_palavra":"A ênfase na grandeza destaca a importância da resposta do povo ao chamado de Deus para arrependimento.","conexao_teologica":"A grandeza de Deus é um tema central na Bíblia, refletindo seu poder e soberania sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Romanos 11:33","Apocalipse 19:16"]},"isaias_59_19_sol":{"palavra_pt":"sol","palavra_original":"מִזְרָח","transliteracao":"mizrâch","strong":"H4217","significado_raiz":"Ideia básica: sol.","significado_contextual":"Simboliza a vinda da justiça e a restauração após a opressão.","explicacao_detalhada":"A palavra 'sol' representa a luz e a esperança que surgem após um período de escuridão e desespero, indicando a intervenção divina.","por_que_esta_palavra":"O uso de 'sol' sugere que a justiça de Deus brilhará sobre aqueles que se voltam para Ele.","conexao_teologica":"A luz é um símbolo frequente da presença de Deus e de sua verdade, contrastando com as trevas do pecado.","referencias_relacionadas":["Mateus 5:14-16","João 8:12","Apocalipse 22:5"]},"isaias_59_19_temor":{"palavra_pt":"temer","palavra_original":"יָרֵא","transliteracao":"yârêʼ","strong":"H3372","significado_raiz":"Ideia básica: temer.","significado_contextual":"Refere-se ao temor reverente que deve ser direcionado a Deus.","explicacao_detalhada":"A palavra 'temer' implica um reconhecimento da grandeza de Deus e da seriedade de suas promessas e juízos.","por_que_esta_palavra":"O temor é essencial para uma relação saudável com Deus, levando à obediência e ao arrependimento.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, conforme ensinado em Provérbios.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Eclesiastes 12:13"]},"isaias_59_20_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao chamado de Deus para que o povo se volte para Ele.","explicacao_detalhada":"A palavra 'vir' implica um movimento em direção a Deus, simbolizando arrependimento e busca pela reconciliação.","por_que_esta_palavra":"O ato de 'vir' é um convite à restauração e à nova aliança com Deus.","conexao_teologica":"Deus constantemente chama seu povo para retornar a Ele, oferecendo perdão e restauração.","referencias_relacionadas":["Isaías 55:6-7","Mateus 11:28-30","Tiago 4:8"]},"isaias_59_20_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se à construção de uma nova aliança e relacionamento com Deus.","explicacao_detalhada":"A palavra 'edificar' sugere um processo de restauração e fortalecimento da fé e da comunidade.","por_que_esta_palavra":"A edificação é essencial para o crescimento espiritual e a saúde da comunidade de fé.","conexao_teologica":"Deus é descrito como o arquiteto de nossas vidas, chamando-nos a construir sobre a rocha que é Cristo.","referencias_relacionadas":["1 Coríntios 3:9-11","Efésios 2:19-22","1 Pedro 2:5"]},"isaias_59_21_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se à aliança que Deus faz com seu povo.","explicacao_detalhada":"A palavra 'aliança' implica um compromisso mútuo entre Deus e seu povo, com promessas e responsabilidades.","por_que_esta_palavra":"A aliança é central na relação de Deus com a humanidade, simbolizando amor e fidelidade.","conexao_teologica":"A nova aliança em Cristo é o cumprimento das promessas de Deus, oferecendo salvação a todos.","referencias_relacionadas":["Gênesis 9:12-17","Jeremias 31:31-34","Lucas 22:20"]},"isaias_59_21_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa sua autoridade e caráter.","explicacao_detalhada":"A palavra 'Senhor' é um título que expressa a soberania e a majestade de Deus sobre todas as coisas.","por_que_esta_palavra":"O nome de Deus é invocado em momentos de oração e adoração, simbolizando a confiança em sua natureza.","conexao_teologica":"O nome do Senhor é um refúgio seguro, e invocá-lo é um ato de fé.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Romanos 10:13"]},"isaias_59_21_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao Espírito de Deus, que traz vida e renovação.","explicacao_detalhada":"A palavra 'vento' simboliza a presença ativa de Deus, que move e transforma os corações.","por_que_esta_palavra":"O Espírito é essencial para a regeneração e o fortalecimento da fé.","conexao_teologica":"O Espírito Santo é o Consolador prometido, que habita nos crentes e os capacita a viver em obediência.","referencias_relacionadas":["João 3:8","Atos 2:1-4","Romanos 8:26-27"]}}