{"isaias_6_1_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à soberania de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) enfatiza a autoridade e o domínio de Deus, especialmente em um contexto de adoração e reverência.","por_que_esta_palavra":"A imagem de Deus como rei é fundamental para entender Sua posição e poder sobre a criação.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele reina sobre todas as nações e povos.","referencias_relacionadas":["Salmos 103:19","Isaías 33:22","Apocalipse 19:16"]},"isaias_6_1_palacio":{"palavra_pt":"templo","palavra_original":"הֵיכָל","transliteracao":"hêykâl","strong":"H1964","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao lugar sagrado onde Deus habita e é adorado.","explicacao_detalhada":"A palavra 'templo' (הֵיכָל) simboliza a presença de Deus entre Seu povo e a importância da adoração adequada.","por_que_esta_palavra":"O templo é um símbolo da relação entre Deus e a humanidade, representando um espaço de encontro e reverência.","conexao_teologica":"O conceito de templo é central na Bíblia, culminando na ideia de que os crentes são agora o templo do Espírito Santo.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","1 Coríntios 3:16"]},"isaias_6_1_phrase":{"palavra_pt":"expressao","palavra_original":"שָׁנֶה","transliteracao":"shâneh","strong":"H8141","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão de adoração e reverência a Deus.","explicacao_detalhada":"A palavra 'expressão' (שָׁנֶה) pode ser entendida como a forma como a adoração é manifestada, refletindo a santidade e a majestade de Deus.","por_que_esta_palavra":"A expressão de adoração é fundamental para a relação entre Deus e Seu povo, mostrando a importância do reconhecimento de Sua grandeza.","conexao_teologica":"A adoração é um tema central na Bíblia, onde a expressão de louvor a Deus é vista como uma resposta natural à Sua natureza.","referencias_relacionadas":["Salmos 95:6","Hebreus 12:28","Apocalipse 4:11"]},"isaias_6_2_ave":{"palavra_pt":"ave","palavra_original":"כָּנָף","transliteracao":"kânâph","strong":"H3671","significado_raiz":"Ideia básica: ave.","significado_contextual":"Simboliza a presença e a proteção divina.","explicacao_detalhada":"A palavra 'ave' (כָּנָף) é usada para descrever as asas que cobrem e protegem, representando a santidade e a majestade de Deus.","por_que_esta_palavra":"As asas são um símbolo de proteção e cuidado, refletindo a maneira como Deus cuida de Seu povo.","conexao_teologica":"A imagem de Deus como um pássaro que protege é um tema recorrente, mostrando Seu amor e cuidado por aqueles que confiam Nele.","referencias_relacionadas":["Salmos 91:4","Mateus 23:37","Isaías 40:31"]},"isaias_6_2_homem":{"palavra_pt":"homem","palavra_original":"אֶחָד","transliteracao":"ʼechâd","strong":"H259","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em geral, destacando a fragilidade e a pecaminosidade do ser humano diante da santidade de Deus.","explicacao_detalhada":"No contexto de Isaías 6, a visão do profeta revela a grandeza de Deus e a indignidade do homem. A palavra 'homem' aqui enfatiza a condição humana, que é limitada e pecadora, contrastando com a pureza divina.","por_que_esta_palavra":"A escolha da palavra 'homem' é crucial para entender a relação entre Deus e a humanidade, mostrando a necessidade de redenção e a graça divina.","conexao_teologica":"A teologia da queda e da necessidade de um salvador é central aqui, pois o reconhecimento da condição humana é o primeiro passo para a salvação.","referencias_relacionadas":["Romanos 3:23","Salmos 8:4-5","Gênesis 1:27"]},"isaias_6_3_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao mundo físico, mas também pode simbolizar a criação de Deus e a sua soberania sobre ela.","explicacao_detalhada":"No versículo, a terra é mencionada em um contexto de louvor e reconhecimento da glória de Deus. A santidade de Deus é proclamada em toda a terra, indicando que Sua presença é onipresente.","por_que_esta_palavra":"A palavra 'terra' é utilizada para mostrar que a glória de Deus não se limita ao céu, mas permeia toda a criação, enfatizando Sua majestade.","conexao_teologica":"A criação e a soberania de Deus sobre a terra são temas recorrentes na teologia bíblica, mostrando que tudo foi feito para a Sua glória.","referencias_relacionadas":["Salmos 24:1","Isaías 40:22","Gênesis 1:1"]},"isaias_6_3_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' implica um convite ou uma convocação, especialmente no contexto de Deus chamando os seres humanos para um relacionamento com Ele.","explicacao_detalhada":"Neste versículo, o ato de chamar é uma expressão da iniciativa divina em se revelar e se comunicar com a humanidade. É um convite à resposta e à obediência.","por_que_esta_palavra":"A escolha da palavra 'chamar' destaca a ação de Deus em buscar o homem, mostrando que Ele não é um Deus distante, mas que deseja se relacionar com Sua criação.","conexao_teologica":"A ideia de Deus chamando o homem é central na teologia da graça, onde Deus se revela e convida os seres humanos a se voltarem para Ele.","referencias_relacionadas":["Romanos 8:30","1 Pedro 2:9","Mateus 11:28"]},"isaias_6_3_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'grande' refere-se à magnitude e à majestade de Deus, enfatizando Sua soberania e poder.","explicacao_detalhada":"No contexto do versículo, a grandeza de Deus é proclamada pelos seres celestiais, que reconhecem Sua supremacia sobre toda a criação.","por_que_esta_palavra":"A palavra 'grande' é utilizada para enfatizar a diferença entre a grandeza de Deus e a insignificância do homem, ressaltando a necessidade de reverência.","conexao_teologica":"A grandeza de Deus é um tema central na adoração e na teologia, mostrando que Ele é digno de louvor e adoração por Sua majestade.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Apocalipse 4:11"]},"isaias_6_4_sangue":{"palavra_pt":"sangue","palavra_original":"סַף","transliteracao":"çaph","strong":"H5592","significado_raiz":"Ideia básica: sangue.","significado_contextual":"A palavra 'sangue' simboliza a vida e a purificação, frequentemente associada ao sacrifício e à redenção.","explicacao_detalhada":"Neste contexto, o sangue é um lembrete da necessidade de expiação e do sacrifício que é requerido para a purificação do pecado.","por_que_esta_palavra":"A escolha da palavra 'sangue' é significativa, pois aponta para a importância do sacrifício na relação entre Deus e a humanidade, especialmente na tradição judaica.","conexao_teologica":"A teologia do sangue é central na Bíblia, culminando no sacrifício de Cristo, que é o Cordeiro de Deus que tira o pecado do mundo.","referencias_relacionadas":["Hebreus 9:22","Levítico 17:11","1 João 1:7"]},"isaias_6_4_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se à comunicação e à revelação de Deus, enfatizando a importância da palavra divina.","explicacao_detalhada":"No contexto do versículo, a voz de Deus é poderosa e autoritária, chamando a atenção dos ouvintes e revelando Sua vontade.","por_que_esta_palavra":"A palavra 'voz' é escolhida para destacar a maneira como Deus se comunica com a humanidade, mostrando que Ele fala e é ouvido.","conexao_teologica":"A voz de Deus é um tema importante na teologia, representando Sua revelação e a necessidade de ouvir e obedecer a Sua palavra.","referencias_relacionadas":["Salmos 29:4","João 10:27","Hebreus 1:1-2"]},"isaias_6_4_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' pode simbolizar o templo, a habitação de Deus entre o Seu povo, ou a própria criação como a casa de Deus.","explicacao_detalhada":"Neste contexto, a casa é um lugar de adoração e reverência, onde a presença de Deus é reconhecida e celebrada.","por_que_esta_palavra":"A escolha da palavra 'casa' é significativa, pois enfatiza a relação entre Deus e Seu povo, que é chamado a habitar em Sua presença.","conexao_teologica":"A ideia de Deus habitando entre os homens é central na teologia, culminando na encarnação de Cristo e na promessa do Espírito Santo.","referencias_relacionadas":["1 Coríntios 3:16","Salmos 27:4","Hebreus 3:6"]},"isaias_6_5_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à soberania de Deus, que governa sobre todas as coisas com autoridade e poder.","explicacao_detalhada":"No contexto do versículo, a visão de Deus como Rei destaca Sua majestade e a necessidade de reverência diante de Sua presença.","por_que_esta_palavra":"A escolha da palavra 'rei' é importante para entender a relação de Deus com a humanidade, onde Ele é o governante supremo.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele é o Rei dos reis e Senhor dos senhores.","referencias_relacionadas":["Salmos 103:19","Apocalipse 19:16","Isaías 33:22"]},"isaias_6_5_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'grande' aqui reforça a ideia da magnitude de Deus e Sua importância em relação ao homem.","explicacao_detalhada":"Neste versículo, a grandeza de Deus é reconhecida, e a resposta do profeta é de temor e reverência diante de Sua santidade.","por_que_esta_palavra":"A repetição da palavra 'grande' enfatiza a importância de reconhecer a grandeza de Deus em nossas vidas e na história.","conexao_teologica":"A grandeza de Deus é um tema recorrente na adoração, onde os crentes são chamados a reconhecer Sua majestade e soberania.","referencias_relacionadas":["Salmos 145:3","Isaías 40:26","Apocalipse 4:11"]},"isaias_6_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa, ligando a condição do homem à grandeza de Deus.","explicacao_detalhada":"Neste contexto, a palavra 'porque' é usada para explicar a razão do temor do profeta diante da visão de Deus, destacando a diferença entre a santidade divina e a pecaminosidade humana.","por_que_esta_palavra":"A escolha da palavra 'porque' é crucial para entender a lógica do pensamento do profeta, que reconhece sua indignidade diante de Deus.","conexao_teologica":"A relação entre a santidade de Deus e a pecaminosidade do homem é um tema central na teologia, que leva à necessidade de arrependimento e redenção.","referencias_relacionadas":["Romanos 3:23","Isaías 59:2","Salmos 51:5"]},"isaias_6_6_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é um local sagrado onde se realizam sacrifícios e ofertas a Deus.","explicacao_detalhada":"No contexto de Isaías 6:6, o altar simboliza a purificação e a expiação dos pecados. O serafim toca os lábios de Isaías com uma brasa tirada do altar, indicando que ele foi purificado para a missão que Deus lhe confiaria.","por_que_esta_palavra":"A palavra 'altar' é crucial porque representa o lugar de encontro entre o homem e Deus, onde se busca perdão e comunhão.","conexao_teologica":"O altar é um símbolo da redenção e da intercessão, refletindo a obra de Cristo como nosso sacrifício perfeito.","referencias_relacionadas":["Gênesis 8:20","Êxodo 20:24","Levítico 1:5"]},"isaias_6_6_trevas":{"palavra_pt":"trevas","palavra_original":"עוּף","transliteracao":"ʻûwph","strong":"H5774","significado_raiz":"Ideia básica: trevas.","significado_contextual":"Trevas representam a ausência de luz e, simbolicamente, a ausência de Deus e a presença do pecado.","explicacao_detalhada":"Em Isaías 6:6, as trevas podem ser vistas como a condição espiritual do povo de Israel, que estava afastado de Deus. A purificação de Isaías ocorre em meio a essa escuridão espiritual.","por_que_esta_palavra":"A palavra 'trevas' é utilizada para enfatizar a necessidade de iluminação espiritual e a revelação de Deus em meio à escuridão do pecado.","conexao_teologica":"As trevas contrastam com a luz de Cristo, que veio ao mundo para iluminar aqueles que estão em trevas.","referencias_relacionadas":["João 1:5","Mateus 4:16","1 João 1:5"]},"isaias_6_6_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a posição de Isaías em relação ao povo e à presença de Deus.","explicacao_detalhada":"Isaías se reconhece como parte de um povo impuro, e sua purificação é necessária para que ele possa ser enviado como profeta.","por_que_esta_palavra":"A palavra 'entre' destaca a identificação de Isaías com a condição espiritual de Israel, mostrando que ele não está acima do povo, mas parte dele.","conexao_teologica":"A identificação de Isaías com seu povo reflete a encarnação de Cristo, que se fez homem para redimir a humanidade.","referencias_relacionadas":["Romanos 3:23","Hebreus 2:17","Gálatas 3:13"]},"isaias_6_7_mao":{"palavra_pt":"mao","palavra_original":"נָגַע","transliteracao":"nâgaʻ","strong":"H5060","significado_raiz":"Ideia básica: mao.","significado_contextual":"A mão do serafim toca os lábios de Isaías, simbolizando a purificação e a preparação para a missão.","explicacao_detalhada":"O toque da mão com a brasa representa a remoção da culpa e a capacitação de Isaías para falar em nome de Deus.","por_que_esta_palavra":"A palavra 'mão' é significativa porque representa a ação direta de Deus na vida de Isaías, mostrando que a purificação é um ato divino.","conexao_teologica":"A mão de Deus é frequentemente associada à Sua ação redentora e ao poder de transformação na vida dos crentes.","referencias_relacionadas":["Salmos 139:10","Isaías 41:10","João 10:28"]},"isaias_6_7_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à declaração de Deus sobre a purificação de Isaías.","explicacao_detalhada":"Quando Deus diz que a culpa de Isaías foi removida, isso enfatiza a autoridade divina na purificação e no chamado do profeta.","por_que_esta_palavra":"A palavra 'dizer' é importante porque revela o poder da palavra de Deus, que cria e transforma.","conexao_teologica":"A palavra de Deus é viva e eficaz, capaz de trazer vida e transformação, assim como a mensagem de Cristo.","referencias_relacionadas":["Hebreus 4:12","Salmos 33:9","Isaías 55:11"]},"isaias_6_7_chamar":{"palavra_pt":"chamar","palavra_original":"סוּר","transliteracao":"çûwr","strong":"H5493","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' refere-se ao ato de Deus convocar Isaías para uma missão específica.","explicacao_detalhada":"Após a purificação, Deus chama Isaías para ser Seu porta-voz, indicando que a santidade é um pré-requisito para o serviço.","por_que_esta_palavra":"A palavra 'chamar' é essencial, pois mostra que Deus escolhe e comissiona aqueles que Ele purifica.","conexao_teologica":"O chamado de Deus é um tema central na Bíblia, refletindo Sua soberania e o propósito divino na vida dos crentes.","referencias_relacionadas":["Romanos 8:30","1 Pedro 2:9","Mateus 28:19-20"]},"isaias_6_8_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"A palavra 'ouvir' refere-se à disposição de Isaías em escutar a voz de Deus.","explicacao_detalhada":"Isaías responde ao chamado de Deus, demonstrando sua prontidão para ouvir e obedecer à Sua palavra.","por_que_esta_palavra":"A palavra 'ouvir' é fundamental, pois enfatiza a importância da obediência à voz de Deus na vida do crente.","conexao_teologica":"Ouvir a voz de Deus é um aspecto essencial da vida cristã, refletindo a relação íntima entre Deus e Seus filhos.","referencias_relacionadas":["Tiago 1:22","Salmos 119:105","João 10:27"]},"isaias_6_8_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A palavra 'voz' refere-se à comunicação de Deus com Isaías.","explicacao_detalhada":"A voz de Deus é poderosa e clara, chamando Isaías para uma missão de profecia e testemunho.","por_que_esta_palavra":"A palavra 'voz' é significativa porque representa a revelação de Deus e a maneira como Ele se comunica com Seu povo.","conexao_teologica":"A voz de Deus é um tema recorrente na Bíblia, simbolizando Sua autoridade e a necessidade de resposta do ser humano.","referencias_relacionadas":["Salmos 29:4","Hebreus 1:1-2","Apocalipse 3:20"]},"isaias_6_8_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se à soberania e autoridade de Deus sobre toda a criação.","explicacao_detalhada":"Isaías reconhece a grandeza de Deus e Sua posição como Senhor, o que o leva a se submeter ao Seu chamado.","por_que_esta_palavra":"A palavra 'senhor' é crucial, pois enfatiza a relação de autoridade entre Deus e o profeta, bem como a reverência que deve ser dada a Ele.","conexao_teologica":"A soberania de Deus é um tema central na teologia, refletindo Seu controle sobre a história e a vida dos indivíduos.","referencias_relacionadas":["Salmos 24:1","Isaías 45:5","Filipenses 2:10-11"]},"isaias_6_9_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada novamente para enfatizar a mensagem que Deus confia a Isaías.","explicacao_detalhada":"Deus ordena que Isaías proclame Sua mensagem ao povo, destacando a importância da comunicação divina.","por_que_esta_palavra":"A repetição da palavra 'dizer' sublinha a autoridade da mensagem de Deus e a responsabilidade do profeta em transmiti-la.","conexao_teologica":"A proclamação da palavra de Deus é essencial para a edificação da fé e a transformação da vida dos crentes.","referencias_relacionadas":["Romanos 10:14","2 Timóteo 4:2","Marcos 16:15"]},"isaias_6_9_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Israel, que estava distante de Deus e precisava ouvir a mensagem do profeta.","explicacao_detalhada":"A palavra 'povo' neste contexto indica um grupo específico que tem uma relação especial com Deus, mas que se afastou de Seus caminhos. O chamado do profeta é para que eles ouçam e voltem ao Senhor.","por_que_esta_palavra":"A escolha da palavra 'povo' enfatiza a identidade coletiva de Israel como o povo escolhido de Deus, que tem responsabilidades e um chamado divino.","conexao_teologica":"A relação entre Deus e Seu povo é central na teologia bíblica, refletindo a aliança e a necessidade de arrependimento e retorno a Ele.","referencias_relacionadas":["Isaías 1:3","Deuteronômio 7:6","1 Pedro 2:9"]},"isaias_6_9_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' implica em perceber e compreender a mensagem que está sendo transmitida.","explicacao_detalhada":"Neste contexto, 'ver' não se refere apenas à visão física, mas a uma percepção espiritual, onde o povo deve entender a gravidade de sua situação e a necessidade de mudança.","por_que_esta_palavra":"A palavra 'ver' é crucial para a resposta do povo à mensagem de Deus, pois implica em uma ação de reconhecimento e aceitação.","conexao_teologica":"A visão espiritual é um tema recorrente na Bíblia, onde a verdadeira compreensão leva ao arrependimento e à transformação.","referencias_relacionadas":["Mateus 13:14-15","Salmos 119:18","Efésios 1:18"]},"isaias_6_10_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao centro das emoções e decisões do povo, indicando que seu coração está endurecido.","explicacao_detalhada":"A palavra 'coração' aqui simboliza a disposição interior do povo, que se afastou de Deus e não está disposto a ouvir ou entender Sua palavra.","por_que_esta_palavra":"O coração é frequentemente mencionado na Bíblia como o lugar onde se toma a decisão de seguir a Deus ou se rebelar contra Ele.","conexao_teologica":"A condição do coração humano é um tema central na teologia bíblica, refletindo a necessidade de transformação espiritual.","referencias_relacionadas":["Ezequiel 36:26","Provérbios 4:23","Romanos 10:9"]},"isaias_6_10_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Novamente, refere-se ao povo de Israel, enfatizando sua condição espiritual.","explicacao_detalhada":"A repetição da palavra 'povo' reforça a ideia de que a mensagem é direcionada a todos, e que todos têm responsabilidade em sua relação com Deus.","por_que_esta_palavra":"A inclusão de 'povo' destaca a coletividade e a necessidade de um retorno em massa ao Senhor.","conexao_teologica":"A ideia de um povo unido em sua resposta a Deus é fundamental para a narrativa bíblica da redenção.","referencias_relacionadas":["Isaías 29:13","Jeremias 7:23","Romanos 11:1-2"]},"isaias_6_10_bom":{"palavra_pt":"bom","palavra_original":"כָּבַד","transliteracao":"kâbad","strong":"H3513","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade do entendimento e da resposta do povo à mensagem de Deus.","explicacao_detalhada":"A palavra 'bom' aqui implica que o povo não está agindo de maneira correta ou justa, refletindo a necessidade de arrependimento.","por_que_esta_palavra":"A escolha de 'bom' destaca a moralidade e a ética que Deus espera de Seu povo.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, e a expectativa de que Seu povo reflita essa bondade em suas ações é fundamental.","referencias_relacionadas":["Salmos 34:8","Gálatas 5:22-23","Miquéias 6:8"]},"isaias_6_11_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo ou à habitação de Deus entre Seu povo.","explicacao_detalhada":"A palavra 'casa' simboliza a presença de Deus e a relação que Ele tem com Seu povo, que está sendo comprometida pela desobediência.","por_que_esta_palavra":"A casa de Deus é um lugar de adoração e comunhão, e sua condição reflete a espiritualidade do povo.","conexao_teologica":"A habitação de Deus entre os homens é um tema central na Bíblia, culminando na encarnação de Cristo e na presença do Espírito Santo.","referencias_relacionadas":["Salmos 27:4","Hebreus 3:6","1 Coríntios 3:16"]},"isaias_6_11_solo":{"palavra_pt":"solo","palavra_original":"אֲדָמָה","transliteracao":"ʼădâmâh","strong":"H127","significado_raiz":"Ideia básica: solo.","significado_contextual":"Refere-se à terra que o povo habita, simbolizando a herança e a promessa de Deus.","explicacao_detalhada":"A palavra 'solo' implica na conexão do povo com a terra prometida, que é um símbolo da bênção e da presença de Deus.","por_que_esta_palavra":"O solo é um elemento fundamental na narrativa bíblica, representando a aliança de Deus com Seu povo e a promessa de prosperidade.","conexao_teologica":"A terra prometida é um tema recorrente, simbolizando a fidelidade de Deus e a esperança de redenção.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Hebreus 11:9-10"]},"isaias_6_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à magnitude da mensagem e da responsabilidade que o povo tem diante de Deus.","explicacao_detalhada":"A palavra 'dizer' implica em uma comunicação clara e direta, enfatizando a urgência da mensagem que deve ser ouvida.","por_que_esta_palavra":"A comunicação de Deus é sempre significativa e deve ser levada a sério pelo Seu povo.","conexao_teologica":"A palavra de Deus é poderosa e transformadora, e a resposta do povo é crucial para sua relação com Ele.","referencias_relacionadas":["Hebreus 4:12","Isaías 55:11","Romanos 10:17"]},"isaias_6_12_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em geral, destacando a condição do homem diante de Deus.","explicacao_detalhada":"A palavra 'homem' aqui simboliza a fragilidade e a necessidade de redenção, refletindo a condição pecaminosa da humanidade.","por_que_esta_palavra":"A inclusão de 'homem' enfatiza a universalidade da mensagem de Deus e a necessidade de todos se voltarem para Ele.","conexao_teologica":"A condição do homem é um tema central na teologia cristã, que fala sobre a necessidade de salvação e a graça de Deus.","referencias_relacionadas":["Romanos 3:23","Gênesis 1:26-27","Efésios 2:8-9"]},"isaias_6_12_forsaking":{"palavra_pt":"forsaking","palavra_original":"עֲזוּבָה","transliteracao":"ʻăzûwbâh","strong":"H5805","significado_raiz":"Ideia básica: forsaking.","significado_contextual":"Refere-se ao abandono da verdade e da relação com Deus.","explicacao_detalhada":"A palavra 'forsaking' implica em uma escolha deliberada de se afastar de Deus e de Sua palavra, resultando em consequências espirituais.","por_que_esta_palavra":"A escolha de 'forsaking' destaca a gravidade da situação do povo e a necessidade urgente de retorno a Deus.","conexao_teologica":"O abandono de Deus é um tema sério na Bíblia, refletindo a necessidade de arrependimento e reconciliação.","referencias_relacionadas":["Hebreus 10:26-27","Salmos 9:17","Isaías 59:2"]},"isaias_6_12_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como um espaço físico, mas também simboliza a realidade espiritual e social do povo de Israel.","explicacao_detalhada":"No contexto de Isaías 6:12, a palavra 'terra' é usada para descrever a devastação que ocorrerá como resultado do juízo de Deus. A terra representa não apenas o solo, mas a nação e o povo que habitam nela, refletindo a condição espiritual e moral do povo.","por_que_esta_palavra":"A escolha da palavra 'terra' enfatiza a conexão entre o juízo divino e as consequências para a nação de Israel, mostrando que a desobediência afetará a própria terra que habitam.","conexao_teologica":"A terra é frequentemente vista na Bíblia como um símbolo da promessa de Deus e da herança do Seu povo. O juízo sobre a terra indica a seriedade do pecado e a necessidade de arrependimento.","referencias_relacionadas":["Isaías 1:7","Isaías 24:1","Salmos 37:11"]},"isaias_6_13_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' aqui se refere à continuidade da existência e à vitalidade do povo de Deus, mesmo em meio ao juízo.","explicacao_detalhada":"Em Isaías 6:13, a menção de 'vida' sugere que, apesar da devastação, haverá um remanescente que permanecerá fiel a Deus. Essa ideia de vida é central para a esperança de restauração e renovação.","por_que_esta_palavra":"A palavra 'vida' é crucial para entender a promessa de Deus de preservar um remanescente, simbolizando esperança e renovação mesmo em tempos de crise.","conexao_teologica":"A vida é um tema central na teologia bíblica, representando não apenas a existência física, mas também a vida espiritual que Deus oferece através de Sua aliança.","referencias_relacionadas":["Isaías 10:20-22","Romanos 11:5","Ezequiel 37:14"]},"isaias_6_13_edificar":{"palavra_pt":"edificar","palavra_original":"שׁוּב","transliteracao":"shûwb","strong":"H7725","significado_raiz":"Ideia básica: edificar.","significado_contextual":"Refere-se ao ato de restaurar ou construir algo novo após a destruição, simbolizando a esperança de um futuro melhor.","explicacao_detalhada":"No versículo, 'edificar' implica que, mesmo após o juízo, Deus tem um plano para restaurar Seu povo e a terra. Isso sugere uma ação divina de renovação e reconstrução.","por_que_esta_palavra":"A palavra 'edificar' é usada para enfatizar a promessa de Deus de que, apesar da devastação, haverá um novo começo e uma nova aliança com Seu povo.","conexao_teologica":"A edificação é um tema recorrente na Bíblia, simbolizando a obra de Deus em restaurar a humanidade e a criação, culminando na nova Jerusalém.","referencias_relacionadas":["Isaías 61:4","Ezequiel 36:33-36","Mateus 16:18"]},"isaias_6_13_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à queda do povo de Israel devido ao seu pecado e desobediência a Deus.","explicacao_detalhada":"Em Isaías 6:13, 'cair' simboliza a consequência do juízo divino, onde a nação enfrentará a destruição por causa de sua infidelidade. É um chamado à reflexão sobre a gravidade do pecado.","por_que_esta_palavra":"A utilização da palavra 'cair' destaca a fragilidade do povo diante do juízo de Deus e a necessidade de arrependimento para evitar a queda total.","conexao_teologica":"A queda é um tema importante na teologia bíblica, representando a separação entre Deus e a humanidade, mas também a promessa de redenção através de Cristo.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Romanos 11:22"]}}