{"isaias_61_1_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"O 'vento' ou 'espírito' simboliza a ação do Espírito Santo e a capacitação divina para a missão.","explicacao_detalhada":"Neste versículo, a palavra 'vento' refere-se ao Espírito de Deus que unge e capacita para a proclamação da boa nova, trazendo libertação e cura.","por_que_esta_palavra":"A ênfase no vento destaca a necessidade da ação do Espírito Santo na vida do crente e na missão da Igreja.","conexao_teologica":"O Espírito Santo é essencial para a vida cristã e a missão da Igreja, conforme prometido por Jesus (Atos 1:8).","referencias_relacionadas":["Lucas 4:18","Atos 2:4","Romanos 8:11"]},"isaias_61_1_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'Senhor' refere-se à autoridade e soberania de Deus sobre a missão e a vida do Seu povo.","explicacao_detalhada":"A palavra 'Senhor' enfatiza a relação de submissão e reverência que os crentes devem ter em relação a Deus, reconhecendo Sua liderança em suas vidas.","por_que_esta_palavra":"A menção do Senhor é crucial para entender que a missão é realizada sob Sua direção e poder.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, mostrando que Ele é o Senhor de toda a criação (Salmos 24:1).","referencias_relacionadas":["Salmos 110:1","Isaías 45:22","Filipenses 2:11"]},"isaias_61_1_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Deus' representa a divindade e a natureza redentora de Deus, que atua em favor do Seu povo.","explicacao_detalhada":"Neste contexto, 'Deus' enfatiza a ação divina na libertação e na restauração, mostrando que a salvação é uma obra de Deus.","por_que_esta_palavra":"A inclusão de 'Deus' destaca a centralidade da Sua presença e ação na vida dos crentes.","conexao_teologica":"A natureza redentora de Deus é um tema central na Bíblia, culminando na obra de Cristo na cruz (João 3:17).","referencias_relacionadas":["Salmos 46:1","Romanos 5:8","2 Coríntios 5:19"]},"isaias_61_2_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo específico de intervenção divina, um dia de salvação e justiça.","explicacao_detalhada":"O 'dia' mencionado em Isaías 61:2 é um tempo em que Deus se manifesta para trazer libertação e consolo ao Seu povo. É um dia de juízo e de bênção, onde a justiça de Deus prevalece.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a certeza e a iminência da ação de Deus na história.","conexao_teologica":"Este 'dia' é frequentemente associado à vinda de Cristo e ao cumprimento das promessas de Deus de restaurar Seu povo.","referencias_relacionadas":["Isaías 34:8","Joel 2:31","Mateus 24:36"]},"isaias_61_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa Sua autoridade e presença.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) é um título que expressa a soberania de Deus e Sua relação com o povo de Israel. É um nome que evoca reverência e adoração.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a identidade de Deus como o Criador e Redentor.","conexao_teologica":"O uso do nome do Senhor em Isaías 61:2 conecta-se com a revelação de Deus ao longo da Bíblia, onde Ele se apresenta como o Deus que salva.","referencias_relacionadas":["Êxodo 3:14","Salmos 68:4","Romanos 10:13"]},"isaias_61_2_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Indica a ação de convocar ou chamar para um propósito específico.","explicacao_detalhada":"A palavra 'chamar' implica um convite divino para que as pessoas se voltem para Deus e aceitem Sua salvação. É um chamado à ação e à transformação.","por_que_esta_palavra":"Esta palavra é crucial para entender a natureza relacional de Deus, que deseja que todos respondam ao Seu chamado.","conexao_teologica":"O chamado de Deus é um tema central na Bíblia, refletindo Sua iniciativa em buscar e salvar os perdidos.","referencias_relacionadas":["Mateus 11:28","Romanos 8:30","1 Pedro 2:9"]},"isaias_61_3_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou conceder algo a alguém, especialmente em um contexto de necessidade.","explicacao_detalhada":"A palavra 'dar' implica um ato generoso de Deus em prover conforto e restauração ao Seu povo. É um gesto de amor e cuidado divino.","por_que_esta_palavra":"A ação de dar é central na mensagem de esperança e redenção que permeia Isaías 61.","conexao_teologica":"Deus é apresentado como o doador de bênçãos, que oferece consolo e alegria em meio à dor.","referencias_relacionadas":["Tiago 1:17","Salmos 23:1","Filipenses 4:19"]},"isaias_61_3_arvore":{"palavra_pt":"arvore","palavra_original":"פָּאַר","transliteracao":"pâʼar","strong":"H6286","significado_raiz":"Ideia básica: arvore.","significado_contextual":"Simboliza crescimento, força e estabilidade, representando o povo de Deus.","explicacao_detalhada":"A 'árvore' é uma metáfora para a vida e a prosperidade que Deus deseja para Seu povo. Ela representa a restauração e a frutificação.","por_que_esta_palavra":"A imagem da árvore é usada para ilustrar a transformação que ocorre quando se está sob a bênção de Deus.","conexao_teologica":"A árvore também é um símbolo do Messias, que traz vida e esperança.","referencias_relacionadas":["Salmos 1:3","Jeremias 17:7-8","Mateus 7:17"]},"isaias_61_3_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude e importância das obras de Deus na vida do Seu povo.","explicacao_detalhada":"A palavra 'grande' enfatiza a grandeza das promessas de Deus e a transformação que Ele realiza na vida dos que O seguem.","por_que_esta_palavra":"A grandeza de Deus é um tema recorrente nas Escrituras, mostrando que Ele é capaz de realizar coisas extraordinárias.","conexao_teologica":"A grandeza de Deus se manifesta em Sua salvação e em Suas obras poderosas na história.","referencias_relacionadas":["Salmos 145:3","Efésios 3:20","Romanos 11:33"]},"isaias_61_4_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"Refere-se ao ato de construir ou restaurar, especialmente em um contexto espiritual e comunitário.","explicacao_detalhada":"A palavra 'construir' implica a ideia de edificação do povo de Deus, restaurando o que estava quebrado e trazendo nova vida.","por_que_esta_palavra":"A construção é uma metáfora para o trabalho de Deus em restaurar a vida e a comunidade de Seu povo.","conexao_teologica":"Deus é o arquiteto da nossa fé, que edifica e fortalece a Sua igreja.","referencias_relacionadas":["Mateus 16:18","1 Coríntios 3:9","Efésios 2:20-22"]},"isaias_61_4_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à durabilidade e permanência das promessas de Deus.","explicacao_detalhada":"A palavra 'eterno' enfatiza que as promessas de Deus não têm fim e que Sua obra de salvação é para sempre.","por_que_esta_palavra":"A eternidade de Deus é um conceito central que assegura a fidelidade de Suas promessas.","conexao_teologica":"A natureza eterna de Deus nos dá esperança e segurança em Suas promessas.","referencias_relacionadas":["Salmos 100:5","Romanos 6:23","2 Coríntios 4:18"]},"isaias_61_4_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de erguer ou restaurar, especialmente em um contexto de encorajamento.","explicacao_detalhada":"A palavra 'levantar' implica a ação de Deus em restaurar aqueles que estão caídos ou desanimados, trazendo nova vida e esperança.","por_que_esta_palavra":"Levantar é um ato de compaixão e cuidado, refletindo o coração de Deus por Seu povo.","conexao_teologica":"Deus é apresentado como aquele que levanta os abatidos e dá força aos fracos.","referencias_relacionadas":["Salmos 147:3","Isaías 40:29","Gálatas 6:1"]},"isaias_61_5_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar e à identidade do povo de Deus como Seus filhos.","explicacao_detalhada":"A palavra 'filho' enfatiza a intimidade e a herança que os crentes têm em Deus, sendo parte de Sua família.","por_que_esta_palavra":"A filiação é um tema central na teologia cristã, mostrando a relação pessoal que temos com Deus.","conexao_teologica":"A ideia de ser filho de Deus é fundamental para entender a nossa identidade em Cristo e a nossa posição diante dEle.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 4:7"]},"isaias_61_5_servir":{"palavra_pt":"servir","palavra_original":"עָמַד","transliteracao":"ʻâmad","strong":"H5975","significado_raiz":"Ideia básica: servir.","significado_contextual":"A palavra 'servir' refere-se ao ato de dedicar-se ao trabalho de Deus e à comunidade, especialmente no contexto de restaurar Israel.","explicacao_detalhada":"No versículo, o 'servir' implica um compromisso ativo em atender às necessidades do povo e a Deus, refletindo a vocação de ser um instrumento de bênção.","por_que_esta_palavra":"Esta palavra é escolhida para enfatizar a importância do serviço e da dedicação na vida espiritual e comunitária.","conexao_teologica":"O serviço a Deus é um tema central na Bíblia, onde os crentes são chamados a servir uns aos outros como expressão de amor e obediência a Deus.","referencias_relacionadas":["Mateus 20:28","Gálatas 5:13","1 Pedro 4:10"]},"isaias_61_5_governo":{"palavra_pt":"pastor","palavra_original":"רָעָה","transliteracao":"râʻâh","strong":"H7462","significado_raiz":"Ideia básica: pastor.","significado_contextual":"A palavra 'pastor' é usada para descrever a liderança espiritual e a responsabilidade de guiar o povo de Deus.","explicacao_detalhada":"Neste contexto, o 'pastor' simboliza aqueles que cuidam e orientam a comunidade, assegurando que todos sigam o caminho de Deus.","por_que_esta_palavra":"A escolha da palavra 'pastor' ressalta a função de liderança e proteção que é essencial para a saúde espiritual do povo.","conexao_teologica":"Deus é frequentemente descrito como o Pastor do Seu povo, e os líderes são chamados a imitar esse cuidado e proteção.","referencias_relacionadas":["Salmos 23:1","Ezequiel 34:11-12","João 10:11"]},"isaias_61_6_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"A palavra 'sacerdote' refere-se àqueles que têm a responsabilidade de interceder entre Deus e o povo.","explicacao_detalhada":"Os sacerdotes desempenham um papel crucial na mediação de sacrifícios e na manutenção da santidade do culto a Deus.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da intercessão e do serviço sagrado na vida do povo de Deus.","conexao_teologica":"Jesus é descrito como o Sumo Sacerdote que intercede por nós, cumprindo o papel sacerdotal de maneira perfeita.","referencias_relacionadas":["Hebreus 4:14-16","1 Pedro 2:9","Êxodo 28:1"]},"isaias_61_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que denota Sua autoridade e soberania.","explicacao_detalhada":"Neste contexto, o uso do nome do Senhor enfatiza a relação pessoal e a reverência que o povo deve ter em relação a Deus.","por_que_esta_palavra":"A palavra é escolhida para destacar a importância do nome de Deus na adoração e na identidade do povo.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua natureza, caráter e promessas.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Romanos 10:13"]},"isaias_61_6_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à divindade suprema, que é fonte de poder e autoridade.","explicacao_detalhada":"Neste versículo, a menção a Deus sublinha a Sua soberania e a necessidade de dependência do povo em relação a Ele.","por_que_esta_palavra":"A palavra é utilizada para reafirmar a centralidade de Deus na vida do povo e na realização de Suas promessas.","conexao_teologica":"A natureza de Deus como Criador e Sustentador é um tema recorrente que fundamenta a fé e a adoração.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Isaías 40:28"]},"isaias_61_7_confusion":{"palavra_pt":"confusao","palavra_original":"כְּלִמָּה","transliteracao":"kᵉlimmâh","strong":"H3639","significado_raiz":"Ideia básica: confusao.","significado_contextual":"A palavra 'confusão' refere-se ao estado de desolação e vergonha que o povo experimentou devido ao seu pecado.","explicacao_detalhada":"Neste contexto, a confusão é um resultado da separação de Deus e da falta de obediência, levando ao sofrimento.","por_que_esta_palavra":"A escolha dessa palavra destaca a necessidade de redenção e restauração do povo por meio de Deus.","conexao_teologica":"A confusão é frequentemente contrastada com a alegria e a paz que vêm da reconciliação com Deus.","referencias_relacionadas":["Salmos 25:3","Isaías 54:4","Romanos 5:1"]},"isaias_61_7_alegria":{"palavra_pt":"alegria","palavra_original":"רָנַן","transliteracao":"rânan","strong":"H7442","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A palavra 'alegria' refere-se ao estado de contentamento e felicidade que resulta da restauração e da presença de Deus.","explicacao_detalhada":"Neste versículo, a alegria é apresentada como uma bênção que substitui a tristeza e a confusão do passado.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a transformação que Deus traz à vida do Seu povo.","conexao_teologica":"A alegria é um fruto do Espírito e uma resposta à ação redentora de Deus na vida dos crentes.","referencias_relacionadas":["Salmos 30:11","Gálatas 5:22","Filipenses 4:4"]},"isaias_61_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao espaço físico e ao lar do povo de Deus, que é também um símbolo de promessa e herança.","explicacao_detalhada":"Neste contexto, a terra representa a bênção de Deus e a realização de Suas promessas ao povo de Israel.","por_que_esta_palavra":"A escolha da palavra 'terra' destaca a conexão entre o povo e a promessa de Deus de restaurar e abençoar sua herança.","conexao_teologica":"A terra é um tema central na narrativa bíblica, simbolizando a presença de Deus e a realização de Suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Hebreus 11:9-10"]},"isaias_61_8_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de oferecer ou conceder algo, especialmente em um contexto de bênção e generosidade.","explicacao_detalhada":"Neste versículo, 'dar' implica a ação de Deus em oferecer restauração e bênçãos ao Seu povo.","por_que_esta_palavra":"A palavra é escolhida para enfatizar a generosidade de Deus e Sua disposição em abençoar aqueles que O buscam.","conexao_teologica":"A generosidade de Deus é um tema recorrente, mostrando que Ele é um doador abundante de bênçãos.","referencias_relacionadas":["Tiago 1:17","2 Coríntios 9:7","Mateus 7:11"]},"isaias_61_8_verdade":{"palavra_pt":"verdade/fidelidade","palavra_original":"אֶמֶת","transliteracao":"ʼemeth","strong":"H571","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade/fidelidade' refere-se à natureza constante e confiável de Deus em cumprir Suas promessas.","explicacao_detalhada":"Neste contexto, a verdade é um atributo essencial de Deus, que garante que Suas promessas de restauração serão cumpridas.","por_que_esta_palavra":"A escolha da palavra 'verdade' destaca a confiança que o povo deve ter em Deus e em Suas promessas.","conexao_teologica":"A verdade é fundamental na relação entre Deus e Seu povo, sendo um pilar da fé cristã.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 10:23"]},"isaias_61_9_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"Refere-se a um povo ou nação que é reconhecido por Deus.","explicacao_detalhada":"A palavra 'nação' é usada para descrever grupos de pessoas que compartilham uma identidade comum, frequentemente em relação ao povo de Israel e aos gentios. Neste contexto, enfatiza a inclusão de todos os povos na promessa de Deus.","por_que_esta_palavra":"A inclusão de nações e gentios na obra de Deus é um tema central na mensagem de Isaías, que aponta para a salvação universal.","conexao_teologica":"A ideia de que Deus se preocupa com todas as nações e não apenas com Israel é um princípio teológico importante que se reflete em toda a Escritura.","referencias_relacionadas":["Isaías 49:6","Mateus 28:19","Atos 10:34-35"]},"isaias_61_9_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo escolhido de Deus, Israel.","explicacao_detalhada":"A palavra 'povo' enfatiza a relação especial entre Deus e Israel, destacando a identidade e a missão do povo de Deus na Terra.","por_que_esta_palavra":"O uso de 'povo' aqui reforça a ideia de que Deus tem um plano específico para aqueles que são chamados por Seu nome.","conexao_teologica":"A noção de povo de Deus é fundamental para entender a aliança e a redenção ao longo da Bíblia.","referencias_relacionadas":["Êxodo 19:5-6","Deuteronômio 7:6","1 Pedro 2:9"]},"isaias_61_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa Sua autoridade e caráter.","explicacao_detalhada":"O nome de Deus é um símbolo de Sua presença e poder. Neste versículo, é um lembrete da importância de glorificar a Deus em todas as circunstâncias.","por_que_esta_palavra":"A menção do nome do Senhor destaca a reverência e a adoração que são devidas a Ele.","conexao_teologica":"O nome de Deus é central na adoração e na relação entre Deus e Seu povo, refletindo Sua santidade.","referencias_relacionadas":["Salmos 29:2","Salmos 103:1","Filipenses 2:9-11"]},"isaias_61_10_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à alma ou vida, enfatizando a essência do ser humano.","explicacao_detalhada":"A palavra 'alma' aqui é usada para descrever a totalidade do ser humano, incluindo suas emoções e espiritualidade. É um lembrete da dignidade e do valor que cada pessoa tem diante de Deus.","por_que_esta_palavra":"A ênfase na alma destaca a importância da vida espiritual e a conexão com o Criador.","conexao_teologica":"A noção de alma é fundamental para entender a criação e a relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","Salmos 23:3"]},"isaias_61_10_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus único e verdadeiro, o Criador.","explicacao_detalhada":"A palavra 'Deus' é central na fé israelita e cristã, representando a soberania, poder e amor de Deus pela humanidade.","por_que_esta_palavra":"A menção de Deus aqui sublinha a importância de reconhecer Sua autoridade e a necessidade de dependência dEle.","conexao_teologica":"A compreensão de Deus como o Criador e Sustentador é fundamental para a teologia bíblica.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Romanos 1:20"]},"isaias_61_11_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como criação de Deus e herança do Seu povo.","explicacao_detalhada":"A palavra 'terra' simboliza não apenas o espaço físico, mas também a promessa de Deus de dar uma herança ao Seu povo.","por_que_esta_palavra":"A ênfase na terra destaca a fidelidade de Deus em cumprir Suas promessas ao longo da história.","conexao_teologica":"A terra é um símbolo da bênção e da presença de Deus entre Seu povo.","referencias_relacionadas":["Deuteronômio 8:7-10","Salmos 37:11","Mateus 5:5"]},"isaias_61_11_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou explicação.","explicacao_detalhada":"A palavra 'porque' conecta a declaração anterior com a razão pela qual Deus age em favor de Seu povo.","por_que_esta_palavra":"É uma palavra de transição que ajuda a entender a lógica da mensagem de Deus.","conexao_teologica":"A lógica de Deus em agir é frequentemente baseada em Sua natureza e promessas.","referencias_relacionadas":["Romanos 8:28","Isaías 43:1-2","Salmos 119:68"]},"isaias_61_11_jardim":{"palavra_pt":"jardim","palavra_original":"גַּנָּה","transliteracao":"gannâh","strong":"H1593","significado_raiz":"Ideia básica: jardim.","significado_contextual":"Refere-se ao jardim como símbolo de beleza e prosperidade.","explicacao_detalhada":"A palavra 'jardim' evoca imagens de um lugar de deleite e abundância, representando a restauração que Deus promete.","por_que_esta_palavra":"O jardim simboliza a criação perfeita de Deus e a esperança de restauração.","conexao_teologica":"A imagem do jardim remete ao Éden e à promessa de um novo céu e nova terra.","referencias_relacionadas":["Gênesis 2:8","Isaías 51:3","Apocalipse 22:1-2"]}}