{"isaias_62_1_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade de Deus e à fidelidade de Suas promessas.","explicacao_detalhada":"A palavra 'verdade' enfatiza a certeza e a confiabilidade de Deus em cumprir o que prometeu.","por_que_esta_palavra":"A verdade de Deus é um fundamento para a esperança e a confiança do Seu povo.","conexao_teologica":"A verdade é um atributo essencial de Deus, que se revela em Sua Palavra.","referencias_relacionadas":["Salmos 119:160","João 14:6","Romanos 3:4"]},"isaias_62_1_paz":{"palavra_pt":"paz","palavra_original":"חָשָׁה","transliteracao":"châshâh","strong":"H2814","significado_raiz":"Ideia básica: paz.","significado_contextual":"Refere-se à paz que vem de Deus, um estado de harmonia e bem-estar.","explicacao_detalhada":"A palavra 'paz' é um conceito central na mensagem de Isaías, simbolizando a restauração e a plenitude que Deus oferece ao Seu povo.","por_que_esta_palavra":"A paz é uma promessa de Deus para aqueles que confiam nEle e seguem Seus caminhos.","conexao_teologica":"A paz de Deus é um tema recorrente na Bíblia, refletindo Sua natureza e o propósito da redenção.","referencias_relacionadas":["Isaías 26:3","Filipenses 4:7","João 14:27"]},"isaias_62_1_luz":{"palavra_pt":"luz","palavra_original":"נֹגַהּ","transliteracao":"nôgahh","strong":"H5051","significado_raiz":"Ideia básica: luz.","significado_contextual":"A luz simboliza a presença e a glória de Deus, trazendo esperança e revelação.","explicacao_detalhada":"No contexto de Isaías 62:1, a luz representa a salvação e a justiça que Deus trará ao Seu povo. É uma metáfora para a transformação e a nova vida que surgem com a intervenção divina.","por_que_esta_palavra":"A palavra 'luz' é usada para descrever a natureza de Deus e Sua ação redentora, mostrando que Ele é a fonte de toda verdade e vida.","conexao_teologica":"A luz é frequentemente associada à revelação divina e à presença de Deus, como em João 8:12, onde Jesus se declara como a luz do mundo.","referencias_relacionadas":["Isaías 60:1","Mateus 5:14","João 1:5"]},"isaias_62_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas são feitas ou percebidas, enfatizando a importância da forma e do método.","explicacao_detalhada":"No versículo, o 'modo' implica em uma mudança na percepção do povo, que será visto de maneira diferente pelas nações, refletindo a transformação que Deus realiza.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a nova identidade e o novo status que o povo de Deus terá entre as nações.","conexao_teologica":"A mudança de 'modo' é um tema recorrente na Bíblia, onde Deus transforma a vida de Seu povo, como em Romanos 12:2, que fala sobre a renovação da mente.","referencias_relacionadas":["Isaías 61:9","Salmos 147:20","Romanos 12:2"]},"isaias_62_2_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' implica em perceber ou entender algo de forma clara e profunda.","explicacao_detalhada":"Neste contexto, 'ver' refere-se à revelação da glória de Deus e à nova realidade que será evidente para todos, especialmente para as nações.","por_que_esta_palavra":"A palavra 'ver' é crucial, pois enfatiza a importância da percepção espiritual e da compreensão do que Deus está fazendo.","conexao_teologica":"A visão espiritual é um tema importante na Bíblia, como em Efésios 1:18, onde Paulo ora para que os olhos do coração dos crentes sejam iluminados.","referencias_relacionadas":["Isaías 40:5","Mateus 5:8","Efésios 1:18"]},"isaias_62_2_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à soberania de Deus e à autoridade que Ele exerce sobre Seu povo.","explicacao_detalhada":"No versículo, 'rei' destaca a realeza de Deus e a promessa de que Ele governará Seu povo com justiça e amor.","por_que_esta_palavra":"A escolha da palavra 'rei' é significativa, pois enfatiza a relação entre Deus e Seu povo como um governo justo e benevolente.","conexao_teologica":"A realeza de Deus é um tema central na Bíblia, refletindo Sua autoridade e poder, como em Salmos 103:19.","referencias_relacionadas":["Isaías 9:6","Salmos 47:2","Apocalipse 19:16"]},"isaias_62_3_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode simbolizar a queda de algo que não é mais necessário ou a transformação de uma situação.","explicacao_detalhada":"Neste contexto, 'cair' pode se referir à queda da opressão e da vergonha, trazendo um novo começo para o povo de Deus.","por_que_esta_palavra":"A palavra 'cair' é usada para ilustrar a mudança radical que Deus traz, removendo o que é negativo e estabelecendo algo novo.","conexao_teologica":"A ideia de cair e ser levantado é um tema bíblico, como em Salmos 37:24, que fala sobre o justo que cai e é sustentado pelo Senhor.","referencias_relacionadas":["Isaías 40:31","Salmos 37:24","2 Coríntios 5:17"]},"isaias_62_3_beautyiful":{"palavra_pt":"beauty iful","palavra_original":"תִּפְאָרָה","transliteracao":"tiphʼârâh","strong":"H8597","significado_raiz":"Ideia básica: beauty iful.","significado_contextual":"A beleza aqui se refere à glória e à magnificência que Deus confere ao Seu povo.","explicacao_detalhada":"No versículo, 'beleza' simboliza a transformação e a dignidade que Deus traz ao Seu povo, fazendo com que sejam vistos com respeito e admiração.","por_que_esta_palavra":"A palavra 'beleza' é importante, pois reflete a obra redentora de Deus, que transforma o que era desprezível em algo glorioso.","conexao_teologica":"A beleza divina é um tema que aparece em várias partes da Bíblia, como em Salmos 27:4, onde a beleza do Senhor é desejada.","referencias_relacionadas":["Salmos 27:4","1 Pedro 2:9","Isaías 61:3"]},"isaias_62_3_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' simboliza poder, ação e a capacidade de Deus de agir em favor do Seu povo.","explicacao_detalhada":"Neste contexto, 'mão' representa a intervenção de Deus na história, mostrando que Ele está ativamente envolvido na vida de Seu povo.","por_que_esta_palavra":"A escolha da palavra 'mão' enfatiza a proximidade de Deus e Sua disposição para agir em favor dos necessitados.","conexao_teologica":"A mão de Deus é frequentemente mencionada na Bíblia como símbolo de Sua força e proteção, como em Salmos 138:7.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","Deuteronômio 33:27"]},"isaias_62_4_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade e à justiça de Deus em relação ao Seu povo.","explicacao_detalhada":"No versículo, 'verdade' destaca a certeza de que Deus cumprirá Suas promessas e que não haverá mais engano ou opressão.","por_que_esta_palavra":"A palavra 'verdade' é essencial, pois reflete a natureza de Deus como aquele que é fiel e justo.","conexao_teologica":"A verdade é um atributo de Deus, como em João 14:6, onde Jesus se declara como o caminho, a verdade e a vida.","referencias_relacionadas":["Salmos 25:5","João 14:6","Romanos 3:4"]},"isaias_62_4_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' simboliza a plenitude e a renovação que Deus oferece ao Seu povo.","explicacao_detalhada":"Neste contexto, 'vida' representa a nova realidade que Deus traz, onde não há mais morte ou desespero, mas esperança e alegria.","por_que_esta_palavra":"A escolha da palavra 'vida' é significativa, pois enfatiza a transformação radical que Deus realiza na vida de Seu povo.","conexao_teologica":"A vida em abundância é um tema central na mensagem de Jesus, como em João 10:10, onde Ele promete vida plena.","referencias_relacionadas":["João 10:10","Isaías 53:5","Romanos 6:4"]},"isaias_62_4_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao lugar físico e ao lar do povo de Deus, simbolizando também a promessa de restauração.","explicacao_detalhada":"No versículo, 'terra' destaca a importância da terra prometida e a restauração que Deus trará ao Seu povo, tanto física quanto espiritualmente.","por_que_esta_palavra":"A palavra 'terra' é crucial, pois representa a herança e a identidade do povo de Deus.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, simbolizando a fidelidade de Deus às Suas promessas, como em Deuteronômio 8:7.","referencias_relacionadas":["Deuteronômio 8:7","Salmos 37:11","Hebreus 11:10"]},"isaias_62_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa para a afirmação anterior.","explicacao_detalhada":"Neste contexto, 'porque' é utilizado para conectar a ideia de que Deus se alegra com seu povo, explicando a razão dessa alegria.","por_que_esta_palavra":"É uma conjunção que liga ideias, essencial para a compreensão do raciocínio apresentado pelo profeta.","conexao_teologica":"A alegria de Deus em relação ao seu povo é um tema recorrente nas Escrituras, refletindo o amor e a aliança entre Deus e Israel.","referencias_relacionadas":["Salmos 147:11","Isaías 61:10","Zacarias 10:6"]},"isaias_62_5_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação íntima e especial entre Deus e seu povo, simbolizando herança e pertencimento.","explicacao_detalhada":"No contexto, 'filho' é usado para descrever a nova identidade do povo de Deus, que é visto como filhos amados e não mais como rejeitados.","por_que_esta_palavra":"A utilização de 'filho' enfatiza a relação paternal de Deus, reforçando a ideia de cuidado e proteção.","conexao_teologica":"A filiação divina é um conceito central na teologia cristã, onde os crentes são considerados filhos de Deus através de Cristo.","referencias_relacionadas":["Romanos 8:14","Gálatas 4:7","João 1:12"]},"isaias_62_5_alegria":{"palavra_pt":"alegria","palavra_original":"מָשׂוֹשׂ","transliteracao":"mâsôws","strong":"H4885","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A palavra 'alegria' expressa a felicidade e satisfação que Deus sente em relação ao seu povo.","explicacao_detalhada":"Neste versículo, a alegria é uma resposta ao relacionamento restaurado entre Deus e Israel, simbolizando bênçãos e favor divino.","por_que_esta_palavra":"A alegria é um tema importante na Bíblia, frequentemente associada à presença de Deus e à salvação.","conexao_teologica":"A alegria do Senhor é a nossa força, conforme ensinado em Neemias 8:10, refletindo a importância da alegria na vida espiritual.","referencias_relacionadas":["Salmos 30:5","Isaías 61:3","Filipenses 4:4"]},"isaias_62_6_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um tempo específico, muitas vezes associado a eventos significativos na história da salvação.","explicacao_detalhada":"No contexto, 'dia' pode simbolizar um tempo de libertação e restauração, onde Deus age em favor do seu povo.","por_que_esta_palavra":"A menção de 'dia' enfatiza a certeza e a expectativa de que Deus cumprirá suas promessas.","conexao_teologica":"O conceito de 'dia do Senhor' é um tema recorrente na profecia, indicando um tempo de juízo e redenção.","referencias_relacionadas":["Joel 2:31","Amós 5:18","Zacarias 14:1"]},"isaias_62_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo deve ser feito ou como algo é caracterizado.","explicacao_detalhada":"Neste contexto, 'modo' pode indicar a forma como o povo deve clamar a Deus, enfatizando a urgência e a sinceridade da súplica.","por_que_esta_palavra":"A escolha de 'modo' sugere que há uma expectativa de como o povo deve se comportar diante de Deus.","conexao_teologica":"A maneira de se aproximar de Deus é importante nas Escrituras, refletindo a necessidade de reverência e autenticidade na oração.","referencias_relacionadas":["Mateus 6:6","Hebreus 4:16","Tiago 5:16"]},"isaias_62_6_libertar":{"palavra_pt":"libertar","palavra_original":"פָּקַד","transliteracao":"pâqad","strong":"H6485","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' refere-se à ação de trazer liberdade, especialmente em um contexto de opressão ou cativeiro.","explicacao_detalhada":"Neste versículo, 'libertar' é uma promessa de Deus de que Ele agirá para libertar seu povo das suas aflições.","por_que_esta_palavra":"A ideia de libertação é central na narrativa bíblica, simbolizando a salvação e a intervenção divina.","conexao_teologica":"A libertação é um tema que se estende desde a saída do Egito até a libertação do pecado através de Cristo.","referencias_relacionadas":["Isaías 61:1","Lucas 4:18","Romanos 8:21"]},"isaias_62_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao lugar físico, mas também pode simbolizar o povo de Deus e suas promessas.","explicacao_detalhada":"No contexto, 'terra' é um lembrete da herança que Deus prometeu ao seu povo, enfatizando a conexão entre o povo e a terra.","por_que_esta_palavra":"A terra é frequentemente mencionada nas promessas de Deus, simbolizando segurança e estabilidade.","conexao_teologica":"A terra prometida é um símbolo da aliança de Deus com Israel, refletindo a fidelidade divina.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 30:5","Hebreus 11:9"]},"isaias_62_7_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de oferecer algo, muitas vezes em um contexto de súplica ou oração.","explicacao_detalhada":"Neste versículo, 'dar' implica que o povo deve oferecer suas orações e súplicas a Deus, buscando sua intervenção.","por_que_esta_palavra":"A ação de 'dar' é fundamental na relação entre Deus e seu povo, onde a oração é um meio de comunicação.","conexao_teologica":"A oração é um aspecto vital da vida cristã, onde os crentes são encorajados a clamar a Deus em busca de ajuda.","referencias_relacionadas":["Salmos 50:15","Mateus 7:7","1 João 5:14"]},"isaias_62_7_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude ou importância de algo, muitas vezes associada ao poder de Deus.","explicacao_detalhada":"No contexto, 'grande' pode descrever a grandeza das promessas de Deus e a magnitude de sua ação em favor do povo.","por_que_esta_palavra":"A grandeza de Deus é um tema central na adoração e na teologia bíblica, refletindo sua soberania.","conexao_teologica":"A grandeza de Deus é frequentemente exaltada nas Escrituras, lembrando os crentes de sua majestade e poder.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"isaias_62_8_poderoso":{"palavra_pt":"poderoso","palavra_original":"זְרוֹעַ","transliteracao":"zᵉrôwaʻ","strong":"H2220","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' refere-se à força e capacidade de Deus para agir e realizar suas promessas.","explicacao_detalhada":"Neste versículo, 'poderoso' enfatiza a habilidade de Deus em proteger e libertar seu povo, mostrando que Ele é capaz de realizar o que promete.","por_que_esta_palavra":"A noção de poder é fundamental para entender a natureza de Deus e sua relação com a criação.","conexao_teologica":"O poder de Deus é um tema recorrente, que traz conforto e segurança aos crentes, sabendo que Ele é capaz de salvar.","referencias_relacionadas":["Salmos 62:11","Jeremias 32:17","Efésios 3:20"]},"isaias_62_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Deus como o Senhor, enfatizando sua soberania e autoridade.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar a divindade suprema, o criador do universo, que tem controle sobre todas as coisas. No contexto de Isaías 62:8, destaca-se a promessa de que Deus não esquecerá seu povo e que Ele é o responsável por sua salvação.","por_que_esta_palavra":"Esta palavra é central na teologia judaica e cristã, pois representa a relação entre Deus e seu povo, mostrando que Ele é o Senhor que cuida e protege.","conexao_teologica":"A soberania de Deus é um tema recorrente nas Escrituras, onde Ele é reconhecido como o Senhor que governa sobre todas as nações e cuida de seu povo.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Romanos 10:13"]},"isaias_62_8_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Indica a ação de Deus em resgatar e libertar seu povo da opressão.","explicacao_detalhada":"A palavra 'salvar' (אִם) implica em um ato de intervenção divina, onde Deus promete trazer segurança e libertação ao seu povo. No contexto de Isaías 62:8, isso se relaciona com a restauração de Jerusalém e a proteção de seus habitantes.","por_que_esta_palavra":"A salvação é um tema central na Bíblia, representando a ação de Deus em redimir seu povo e restaurar a comunhão com Ele.","conexao_teologica":"A salvação é vista como um ato de graça e misericórdia, onde Deus se compromete a salvar aqueles que confiam nele.","referencias_relacionadas":["Salmos 37:39","Isaías 43:11","Romanos 1:16"]},"isaias_62_9_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"Refere-se ao ato de louvar e glorificar a Deus por suas obras e promessas.","explicacao_detalhada":"A palavra 'louvar' (הָלַל) é um convite à adoração e reconhecimento da grandeza de Deus. Em Isaías 62:9, isso se relaciona com a resposta do povo à salvação e proteção que Deus oferece.","por_que_esta_palavra":"Louvar a Deus é uma expressão de gratidão e reconhecimento de sua soberania e bondade.","conexao_teologica":"A adoração é fundamental na vida do crente, pois reflete a relação de amor e reverência entre Deus e seu povo.","referencias_relacionadas":["Salmos 150:6","Isaías 25:1","Hebreus 13:15"]},"isaias_62_9_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir a razão pela qual se deve louvar a Deus.","explicacao_detalhada":"A palavra 'porque' (כִּי) conecta a ação de louvar com a motivação que a justifica, que é a intervenção de Deus em favor de seu povo. Em Isaías 62:9, isso enfatiza a resposta do povo à bondade de Deus.","por_que_esta_palavra":"Esta palavra é crucial para entender a lógica da adoração, que deve ser fundamentada nas ações de Deus.","conexao_teologica":"A gratidão e a adoração são sempre respostas apropriadas ao caráter e às obras de Deus.","referencias_relacionadas":["Salmos 100:4","Isaías 12:4","Colossenses 3:17"]},"isaias_62_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se a Deus como o Senhor, reafirmando sua identidade e autoridade.","explicacao_detalhada":"A repetição da palavra 'senhor' (יְהֹוָה) em Isaías 62:9 reforça a ideia de que a adoração deve ser direcionada ao único Deus verdadeiro, que é digno de louvor por suas promessas e ações.","por_que_esta_palavra":"A identificação de Deus como Senhor é fundamental para a fé, pois estabelece a base da relação entre Deus e seu povo.","conexao_teologica":"A centralidade de Deus como Senhor é um tema que permeia toda a Escritura, mostrando sua importância na vida do crente.","referencias_relacionadas":["Salmos 8:1","Isaías 44:6","Apocalipse 1:8"]},"isaias_62_10_porta":{"palavra_pt":"porta","palavra_original":"שַׁעַר","transliteracao":"shaʻar","strong":"H8179","significado_raiz":"Ideia básica: porta.","significado_contextual":"Simboliza a entrada para a salvação e a proteção que Deus oferece ao seu povo.","explicacao_detalhada":"A palavra 'porta' (שַׁעַר) em Isaías 62:10 sugere um acesso à segurança e à bênção de Deus. É um convite para que o povo entre e experimente a salvação que Ele proporciona.","por_que_esta_palavra":"A imagem da porta é frequentemente usada na Bíblia para representar oportunidades de salvação e comunhão com Deus.","conexao_teologica":"Jesus se apresenta como a porta (João 10:9), enfatizando que somente através dele se pode ter acesso à vida eterna.","referencias_relacionadas":["Salmos 118:19","Mateus 7:7","João 10:9"]},"isaias_62_10_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho que leva à vida plena e à comunhão com Deus.","explicacao_detalhada":"A palavra 'vida' (דֶּרֶךְ) em Isaías 62:10 implica em um estilo de vida que é guiado pelos princípios de Deus, resultando em bênçãos e proteção.","por_que_esta_palavra":"A vida em Deus é apresentada como a verdadeira vida, em contraste com a morte espiritual que resulta da desobediência.","conexao_teologica":"A vida eterna é uma promessa central do evangelho, onde Jesus oferece vida em abundância (João 10:10).","referencias_relacionadas":["Deuteronômio 30:19","Salmos 16:11","João 14:6"]},"isaias_62_10_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Deus, que é chamado a entrar na promessa de salvação.","explicacao_detalhada":"A palavra 'povo' (עַם) em Isaías 62:10 destaca a coletividade dos que pertencem a Deus e são convidados a experimentar sua proteção e bênção.","por_que_esta_palavra":"A identidade como povo de Deus é fundamental para entender a relação comunitária e a responsabilidade mútua entre os crentes.","conexao_teologica":"A noção de povo de Deus é central na narrativa bíblica, onde Ele se compromete a ser o Deus de seu povo.","referencias_relacionadas":["Êxodo 19:6","1 Pedro 2:9","Apocalipse 21:3"]},"isaias_62_11_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida, simbolizando a herança e a bênção de Deus para seu povo.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) em Isaías 62:11 enfatiza a promessa de Deus de restaurar e abençoar a terra de Jerusalém, que representa o lugar da presença de Deus.","por_que_esta_palavra":"A terra é um símbolo importante na Bíblia, representando não apenas um local físico, mas também a realização das promessas de Deus.","conexao_teologica":"A terra prometida é um tema recorrente, onde Deus promete um lugar de paz e segurança para seu povo.","referencias_relacionadas":["Gênesis 12:7","Salmos 37:11","Hebreus 11:10"]},"isaias_62_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se a Deus como o Senhor, reafirmando sua identidade e autoridade.","explicacao_detalhada":"A repetição da palavra 'senhor' (יְהֹוָה) em Isaías 62:11 reforça a ideia de que a adoração deve ser direcionada ao único Deus verdadeiro, que é digno de louvor por suas promessas e ações.","por_que_esta_palavra":"A identificação de Deus como Senhor é fundamental para a fé, pois estabelece a base da relação entre Deus e seu povo.","conexao_teologica":"A centralidade de Deus como Senhor é um tema que permeia toda a Escritura, mostrando sua importância na vida do crente.","referencias_relacionadas":["Salmos 8:1","Isaías 44:6","Apocalipse 1:8"]},"isaias_62_12_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se à santidade do povo de Deus, que é separado para um propósito divino.","explicacao_detalhada":"A palavra 'sagrado' implica uma separação do comum e uma dedicação ao Senhor. Em Isaías 62:12, o povo é chamado de 'sagrado' como uma afirmação de sua identidade como pertencente a Deus.","por_que_esta_palavra":"A santidade é um atributo essencial de Deus e, portanto, o Seu povo deve refletir essa santidade em suas vidas.","conexao_teologica":"A santidade de Deus exige que Seu povo viva de maneira que honre essa separação e dedicação.","referencias_relacionadas":["1 Pedro 2:9","Levítico 20:26","Romanos 12:1"]},"isaias_62_12_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Indica a ação de invocar ou designar um nome, especialmente o nome do Senhor.","explicacao_detalhada":"No contexto de Isaías 62:12, 'chamar' refere-se ao ato de reconhecer e proclamar a identidade do povo de Deus como 'sagrado'. É um chamado à ação e à identidade.","por_que_esta_palavra":"Chamar o nome do Senhor é uma prática que demonstra fé e dependência d'Ele.","conexao_teologica":"A invocação do nome de Deus é central na relação entre Deus e Seu povo, simbolizando a aliança.","referencias_relacionadas":["Salmos 116:13","Romanos 10:13","Atos 2:21"]},"isaias_62_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que representa Sua autoridade e caráter.","explicacao_detalhada":"O nome 'Senhor' em Isaías 62:12 é uma afirmação da soberania e do poder de Deus sobre Seu povo e a criação.","por_que_esta_palavra":"O nome de Deus é invocado para estabelecer a identidade e a relação entre Ele e Seu povo.","conexao_teologica":"O nome do Senhor é um símbolo de Sua presença e promessa de salvação.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]}}