{"isaias_63_1_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se ao ato de salvar, especialmente em um contexto de libertação e redenção.","explicacao_detalhada":"Em Isaías 63:1, a palavra 'salvar' enfatiza a ação de Deus em trazer libertação ao Seu povo, mostrando Seu poder e compaixão.","por_que_esta_palavra":"A salvação é um tema central na Bíblia, representando a intervenção de Deus na história humana.","conexao_teologica":"A salvação é vista como um ato de graça e misericórdia de Deus, que se manifesta em Jesus Cristo.","referencias_relacionadas":["Salmos 27:1","Romanos 1:16","Efésios 2:8-9"]},"isaias_63_1_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade em geral, destacando a condição humana diante de Deus.","explicacao_detalhada":"A palavra 'homem' em Isaías 63:1 pode ser interpretada como uma referência ao Messias, que é descrito como um homem forte que traz salvação.","por_que_esta_palavra":"A humanidade é vista como necessitada de salvação e redenção, enfatizando a dependência de Deus.","conexao_teologica":"A encarnação de Cristo é fundamental para a compreensão da salvação, pois Ele é plenamente homem e plenamente Deus.","referencias_relacionadas":["Gênesis 1:26-27","Hebreus 2:14-17","João 1:14"]},"isaias_63_1_abundanceantly":{"palavra_pt":"abundance antly","palavra_original":"רֹב","transliteracao":"rôb","strong":"H7230","significado_raiz":"Ideia básica: abundance antly.","significado_contextual":"Refere-se à abundância e plenitude da salvação que Deus oferece.","explicacao_detalhada":"A palavra 'abundantemente' em Isaías 63:1 sugere que a salvação de Deus é não apenas suficiente, mas transbordante e rica.","por_que_esta_palavra":"A abundância da salvação reflete a generosidade e a graça de Deus para com Seu povo.","conexao_teologica":"A ideia de abundância é central na teologia da graça, onde Deus oferece mais do que o necessário.","referencias_relacionadas":["João 10:10","2 Coríntios 9:8","Efésios 3:20"]},"isaias_63_2_andar":{"palavra_pt":"andar","palavra_original":"דָּרַךְ","transliteracao":"dârak","strong":"H1869","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao modo de agir ou proceder, especialmente em relação à justiça.","explicacao_detalhada":"Em Isaías 63:2, 'andar' implica em como Deus se move em meio ao Seu povo, trazendo justiça e salvação.","por_que_esta_palavra":"O 'andar' de Deus é um reflexo de Sua natureza e caráter, mostrando que Ele é ativo na história.","conexao_teologica":"A forma como Deus 'anda' entre Seu povo é uma demonstração de Sua presença e compromisso com a justiça.","referencias_relacionadas":["Miqueias 6:8","Salmos 37:23","Gálatas 5:16"]},"isaias_63_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Em Isaías 63:3, \"modo\" aparece na frase \"Eu sozinho pisei no lagar, e dos povos ninguém houve comigo; e os pisei na minha ira, e os esmaguei no meu furor; e o seu sangue salpicou a…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כֹּל; kôl; H3605), \"modo\" traz a ideia de modo. Aqui, essa palavra deixa o ensino de Isaías 63:3 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"modo\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Isaías 64:10. Lendo junto com Isaías 63:3, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Isaías 63:3","Isaías 64:10","Salmos 119:105"]},"isaias_63_3_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Deus, que é escolhido e amado por Ele.","explicacao_detalhada":"Em Isaías 63:3, 'povo' destaca a relação especial entre Deus e aqueles que Ele redimiu.","por_que_esta_palavra":"O povo de Deus é chamado a viver em obediência e adoração, refletindo Sua glória.","conexao_teologica":"A identidade do povo de Deus é central na narrativa bíblica, mostrando a aliança entre Deus e a humanidade.","referencias_relacionadas":["Êxodo 19:5-6","1 Pedro 2:9","Romanos 9:25-26"]},"isaias_63_3_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando a fragilidade e a necessidade de Deus.","explicacao_detalhada":"A palavra 'homem' em Isaías 63:3 pode ser vista como uma referência à condição humana e à dependência de Deus para a salvação.","por_que_esta_palavra":"A humanidade é chamada a reconhecer sua necessidade de redenção e a buscar a Deus.","conexao_teologica":"A encarnação de Cristo é a resposta à necessidade humana, trazendo esperança e salvação.","referencias_relacionadas":["Salmos 8:4-5","Romanos 3:23","Hebreus 4:15"]},"isaias_63_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Deus age em favor do Seu povo.","explicacao_detalhada":"Neste contexto, 'porque' é usado para explicar a motivação divina em salvar e redimir Israel, enfatizando a soberania de Deus em suas ações.","por_que_esta_palavra":"A palavra é fundamental para entender a lógica do discurso profético, onde a ação de Deus é justificada por Sua natureza e promessas.","conexao_teologica":"A palavra 'porque' conecta a ação de Deus com Sua fidelidade e justiça, mostrando que Ele age de acordo com Sua vontade e propósito.","referencias_relacionadas":["Isaías 43:1","Salmos 34:17","Romanos 8:31"]},"isaias_63_4_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' mencionado refere-se a um tempo específico de intervenção divina.","explicacao_detalhada":"Neste versículo, 'dia' simboliza um período de juízo ou salvação, onde Deus se manifesta de maneira poderosa.","por_que_esta_palavra":"A escolha da palavra 'dia' enfatiza a ideia de um tempo determinado em que Deus realiza Seus planos.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao dia do Senhor, um tempo de julgamento e redenção.","referencias_relacionadas":["Joel 2:31","Amós 5:18","Zacarías 14:1"]},"isaias_63_4_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O 'coração' representa o centro das emoções e decisões humanas.","explicacao_detalhada":"Neste contexto, o 'coração' é visto como a fonte de onde brotam as intenções e ações do povo de Deus.","por_que_esta_palavra":"A palavra é crucial para entender a relação entre a condição espiritual do povo e a resposta de Deus.","conexao_teologica":"O 'coração' é frequentemente mencionado na Bíblia como o lugar onde Deus busca sinceridade e arrependimento.","referencias_relacionadas":["Provérbios 4:23","Jeremias 17:9","Mateus 5:8"]},"isaias_63_5_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se à ação de Deus em libertar Seu povo da opressão.","explicacao_detalhada":"Neste versículo, 'salvar' destaca a capacidade de Deus de trazer libertação e redenção em tempos de crise.","por_que_esta_palavra":"A palavra é essencial para entender a natureza salvadora de Deus e Sua disposição em ajudar aqueles que clamam por Ele.","conexao_teologica":"A salvação é um tema central na teologia bíblica, refletindo o caráter redentor de Deus.","referencias_relacionadas":["Salmos 18:2","Isaías 12:2","Romanos 10:13"]},"isaias_63_5_cause":{"palavra_pt":"cause","palavra_original":"נָבַט","transliteracao":"nâbaṭ","strong":"H5027","significado_raiz":"Ideia básica: cause.","significado_contextual":"A palavra 'cause' refere-se à razão ou motivo pelo qual Deus age.","explicacao_detalhada":"Neste contexto, 'cause' implica que a ação de Deus é motivada por Sua compaixão e justiça.","por_que_esta_palavra":"A palavra é importante para entender que as ações de Deus não são aleatórias, mas têm um propósito claro.","conexao_teologica":"A ideia de 'cause' reflete a soberania de Deus sobre a história e Sua capacidade de intervir em favor do Seu povo.","referencias_relacionadas":["Salmos 103:6","Isaías 61:8","Romanos 8:28"]},"isaias_63_5_poderoso":{"palavra_pt":"poderoso","palavra_original":"זְרוֹעַ","transliteracao":"zᵉrôwaʻ","strong":"H2220","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' descreve a força e a capacidade de Deus de agir em favor de Seu povo.","explicacao_detalhada":"Neste versículo, 'poderoso' enfatiza que Deus não é apenas capaz, mas também disposto a salvar.","por_que_esta_palavra":"A palavra é crucial para entender a natureza de Deus como um protetor e salvador forte.","conexao_teologica":"A força de Deus é um tema recorrente na Bíblia, mostrando que Ele é capaz de realizar milagres e intervenções.","referencias_relacionadas":["Salmos 147:5","Isaías 40:29","Efésios 6:10"]},"isaias_63_6_loath":{"palavra_pt":"loath","palavra_original":"בּוּס","transliteracao":"bûwç","strong":"H947","significado_raiz":"Ideia básica: loath.","significado_contextual":"A palavra 'loath' expressa a aversão ou repugnância que Deus sente em relação ao pecado.","explicacao_detalhada":"Neste contexto, 'loath' indica a indignação de Deus diante da injustiça e da opressão.","por_que_esta_palavra":"A palavra é importante para entender a santidade de Deus e Sua reação ao pecado.","conexao_teologica":"A aversão de Deus ao pecado é um aspecto fundamental de Sua natureza santa e justa.","referencias_relacionadas":["Salmos 5:4","Isaías 1:13","Romanos 1:18"]},"isaias_63_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao lugar físico onde o povo de Deus habita.","explicacao_detalhada":"Neste versículo, 'terra' simboliza não apenas o espaço geográfico, mas também a criação de Deus e Sua soberania sobre ela.","por_que_esta_palavra":"A palavra é essencial para entender a relação entre Deus e a criação, bem como a responsabilidade do homem sobre a terra.","conexao_teologica":"A terra é frequentemente mencionada na Bíblia como o domínio de Deus e o lugar de Sua presença.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:19-21"]},"isaias_63_7_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao lar, mas também pode simbolizar a comunidade do povo de Deus.","explicacao_detalhada":"Neste contexto, 'casa' representa o lugar de habitação e a relação entre Deus e Seu povo.","por_que_esta_palavra":"A palavra é importante para entender a ideia de pertencimento e a relação familiar entre Deus e os crentes.","conexao_teologica":"A 'casa' de Deus é um tema que reflete a comunhão e a unidade entre os crentes.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","Hebreus 3:6"]},"isaias_63_7_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade, especialmente ao povo de Deus.","explicacao_detalhada":"Neste versículo, 'homem' destaca a condição humana e a necessidade de redenção.","por_que_esta_palavra":"A palavra é fundamental para entender a relação entre Deus e a humanidade, bem como a dignidade do ser humano.","conexao_teologica":"A criação do homem à imagem de Deus é um tema central que reflete a importância da humanidade na criação.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"isaias_63_7_deus":{"palavra_pt":"misericordia/amor leal","palavra_original":"חֵסֵד","transliteracao":"chêçêd","strong":"H2617","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"A misericórdia de Deus é um tema central, refletindo Seu amor leal e compromisso com Seu povo.","explicacao_detalhada":"A palavra 'misericórdia' (חֵסֵד) representa a bondade e a fidelidade de Deus, que se manifesta em Sua disposição de perdoar e ajudar aqueles que estão em necessidade.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a natureza constante e inabalável do amor de Deus por Seu povo, mesmo em tempos de dificuldade.","conexao_teologica":"A misericórdia de Deus é um reflexo de Sua aliança com Israel, mostrando que Ele é um Deus que se importa e age em favor de Seu povo.","referencias_relacionadas":["Salmos 136:1","Miquéias 7:18","Lamentações 3:22-23"]},"isaias_63_8_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A salvação é apresentada como um ato divino de libertação e proteção para o povo de Deus.","explicacao_detalhada":"A palavra 'salvar' (יָשַׁע) implica em resgatar, livrar e proporcionar segurança, destacando a ação de Deus em salvar Seu povo das adversidades.","por_que_esta_palavra":"Esta palavra é crucial para entender a natureza da intervenção divina na história de Israel e a promessa de salvação.","conexao_teologica":"A salvação é um tema central na teologia bíblica, representando a ação de Deus em redimir e restaurar Seu povo.","referencias_relacionadas":["Salmos 68:20","Isaías 12:2","Romanos 10:13"]},"isaias_63_8_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A grandeza de Deus é frequentemente proclamada em contextos de adoração e reconhecimento de Sua soberania.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é utilizada para expressar a comunicação divina e a revelação de Sua vontade ao povo.","por_que_esta_palavra":"Esta palavra é importante porque destaca a autoridade de Deus e a importância de ouvir e obedecer Sua palavra.","conexao_teologica":"A comunicação de Deus com a humanidade é um aspecto fundamental da relação entre Criador e criatura, revelando Sua vontade e propósito.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Hebreus 1:1-2"]},"isaias_63_8_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"O conceito de 'filho' é central na relação entre Deus e Seu povo, simbolizando pertencimento e herança.","explicacao_detalhada":"A palavra 'filho' (בֵּן) implica em uma relação íntima e especial, onde Deus se refere a Israel como Seu filho amado.","por_que_esta_palavra":"Esta palavra é significativa porque enfatiza a identidade do povo de Deus como Seus filhos, com direitos e responsabilidades.","conexao_teologica":"A filiação divina é um tema que se estende ao Novo Testamento, onde os crentes são chamados de filhos de Deus através de Cristo.","referencias_relacionadas":["Êxodo 4:22","Romanos 8:14","Gálatas 4:6"]},"isaias_63_9_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A salvação é novamente enfatizada como um ato de Deus em favor de Seu povo, especialmente em tempos de aflição.","explicacao_detalhada":"A palavra 'salvar' (יָשַׁע) é repetida para reforçar a certeza da intervenção divina e a proteção que Ele oferece.","por_que_esta_palavra":"A repetição desta palavra destaca a importância da salvação como um tema central na experiência do povo de Deus.","conexao_teologica":"A salvação é um ato de graça que reflete a natureza redentora de Deus, que busca restaurar Seu povo.","referencias_relacionadas":["Salmos 34:17","Isaías 43:2","Atos 4:12"]},"isaias_63_9_deus":{"palavra_pt":"anjo/mensageiro","palavra_original":"מֲלְאָךְ","transliteracao":"mălʼâk","strong":"H4397","significado_raiz":"Ideia básica: anjo.","significado_contextual":"A figura do 'anjo' ou 'mensageiro' de Deus é frequentemente associada à Sua presença e ação em favor do povo.","explicacao_detalhada":"A palavra 'anjo' (מֲלְאָךְ) refere-se a um mensageiro divino que atua em nome de Deus, trazendo orientação e proteção.","por_que_esta_palavra":"Esta palavra é importante porque representa a maneira como Deus se comunica e age no mundo, através de Seus mensageiros.","conexao_teologica":"A presença dos anjos é um aspecto da teologia bíblica que mostra como Deus se envolve ativamente na história humana.","referencias_relacionadas":["Gênesis 16:7","Salmos 91:11","Hebreus 1:14"]},"isaias_63_10_adoracao":{"palavra_pt":"adoracao","palavra_original":"עָצַב","transliteracao":"ʻâtsab","strong":"H6087","significado_raiz":"Ideia básica: adoracao.","significado_contextual":"A adoração é uma resposta ao caráter e à ação de Deus, refletindo a reverência e o amor do povo.","explicacao_detalhada":"A palavra 'adoração' (עָצַב) implica em um ato de devoção e entrega a Deus, reconhecendo Sua grandeza e santidade.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a importância da adoração como uma expressão de gratidão e reconhecimento da soberania de Deus.","conexao_teologica":"A adoração é um aspecto central da vida espiritual, onde os crentes se reúnem para glorificar a Deus e celebrar Sua presença.","referencias_relacionadas":["Salmos 95:6","João 4:24","Hebreus 12:28"]},"isaias_63_10_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"O 'vento' ou 'espírito' é frequentemente associado à presença de Deus e à Sua ação criativa e redentora.","explicacao_detalhada":"A palavra 'espírito' (רוּחַ) representa a força vital e a presença de Deus que atua na criação e na vida do povo.","por_que_esta_palavra":"Esta palavra é significativa porque destaca a dinâmica do Espírito Santo na vida dos crentes e na obra de Deus no mundo.","conexao_teologica":"O Espírito Santo é visto como o agente de transformação e renovação, capacitando os crentes a viverem em obediência a Deus.","referencias_relacionadas":["Gênesis 1:2","Ezequiel 37:14","Atos 2:4"]},"isaias_63_10_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"O 'sagrado' refere-se à natureza divina de Deus e à separação do que é comum e profano.","explicacao_detalhada":"A palavra 'sagrado' (קֹדֶשׁ) implica em algo que é consagrado a Deus, refletindo Sua pureza e majestade.","por_que_esta_palavra":"Esta palavra é importante porque enfatiza a santidade de Deus e a necessidade de reverência em Sua presença.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, que chama o povo a viver de maneira santa e separada para Ele.","referencias_relacionadas":["Levítico 11:44","Isaías 6:3","1 Pedro 1:16"]},"isaias_63_11_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"O 'mar' é frequentemente um símbolo de caos e adversidade, mas também da soberania de Deus sobre as forças da natureza.","explicacao_detalhada":"A palavra 'mar' (יָם) representa tanto a criação de Deus quanto os desafios que Seu povo enfrenta ao longo da história.","por_que_esta_palavra":"Esta palavra é significativa porque destaca a capacidade de Deus de dominar e controlar as forças naturais em favor de Seu povo.","conexao_teologica":"A soberania de Deus sobre o mar é um tema que aparece em várias narrativas bíblicas, mostrando Seu poder e autoridade.","referencias_relacionadas":["Êxodo 14:21","Salmos 89:9","Mateus 8:27"]},"isaias_63_11_macho":{"palavra_pt":"macho","palavra_original":"זָכַר","transliteracao":"zâkar","strong":"H2142","significado_raiz":"Ideia básica: macho.","significado_contextual":"Refere-se à figura de um líder ou salvador, simbolizando força e proteção.","explicacao_detalhada":"A palavra 'macho' aqui é usada para descrever a natureza forte e protetora de Deus, que age em favor do seu povo. O termo sugere um caráter de liderança e defesa.","por_que_esta_palavra":"A escolha da palavra 'macho' enfatiza a masculinidade associada à força e à proteção, características atribuídas a Deus como defensor de Israel.","conexao_teologica":"Deus é frequentemente descrito como um guerreiro e protetor do seu povo, refletindo a ideia de que Ele é forte e capaz de salvar.","referencias_relacionadas":["Êxodo 15:3","Salmos 18:2","Salmos 46:1"]},"isaias_63_11_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' aqui pode ser interpretado como um tempo de ação divina ou de julgamento.","explicacao_detalhada":"A palavra 'dia' é frequentemente usada na Bíblia para descrever momentos significativos na história da salvação, como o dia do Senhor, que traz tanto juízo quanto libertação.","por_que_esta_palavra":"O uso de 'dia' sugere um tempo específico em que Deus intervém na história, destacando a importância do tempo na narrativa bíblica.","conexao_teologica":"O conceito de 'dia' é central na escatologia bíblica, onde se fala do dia do Senhor e do cumprimento das promessas divinas.","referencias_relacionadas":["Joel 2:31","Amós 5:18","Zacarias 14:1"]},"isaias_63_12_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O 'urso' simboliza força e ferocidade, representando a proteção divina.","explicacao_detalhada":"A palavra 'urso' é usada para ilustrar a força de Deus em agir em favor do seu povo, mostrando que Ele é um defensor poderoso contra os inimigos.","por_que_esta_palavra":"A escolha do 'urso' destaca a ferocidade e a determinação de Deus em proteger e salvar Israel.","conexao_teologica":"Deus é frequentemente comparado a animais poderosos para enfatizar sua força e capacidade de proteger seu povo.","referencias_relacionadas":["Salmos 91:13","Oséias 13:8","Provérbios 17:12"]},"isaias_63_12_mao":{"palavra_pt":"mao","palavra_original":"יָמִין","transliteracao":"yâmîyn","strong":"H3225","significado_raiz":"Ideia básica: mao.","significado_contextual":"A 'mão' representa a ação e o poder de Deus em realizar milagres e intervenções.","explicacao_detalhada":"A palavra 'mão' é frequentemente usada na Bíblia para descrever a força ativa de Deus, simbolizando sua capacidade de agir e intervir na história.","por_que_esta_palavra":"A ênfase na 'mão' de Deus sugere que Ele não é apenas um observador, mas um participante ativo na salvação do seu povo.","conexao_teologica":"A mão de Deus é um símbolo de sua autoridade e poder, frequentemente associada a atos de criação e redenção.","referencias_relacionadas":["Salmos 89:13","Isaías 41:10","Deuteronômio 26:8"]},"isaias_63_12_poderoso":{"palavra_pt":"poderoso","palavra_original":"זְרוֹעַ","transliteracao":"zᵉrôwaʻ","strong":"H2220","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"A palavra 'poderoso' enfatiza a força e a capacidade de Deus de realizar grandes feitos.","explicacao_detalhada":"A palavra 'poderoso' é usada para descrever a natureza divina de Deus, que é capaz de realizar milagres e salvar seu povo em situações impossíveis.","por_que_esta_palavra":"A escolha de 'poderoso' destaca a grandeza de Deus e sua capacidade de agir em favor dos que confiam nele.","conexao_teologica":"A ideia de que Deus é poderoso é central na fé cristã, pois Ele é visto como o criador e sustentador de todas as coisas.","referencias_relacionadas":["Salmos 147:5","Jeremias 32:17","Efésios 3:20"]},"isaias_63_13_agua":{"palavra_pt":"agua","palavra_original":"תְּהוֹם","transliteracao":"tᵉhôwm","strong":"H8415","significado_raiz":"Ideia básica: agua.","significado_contextual":"A 'água' simboliza vida e purificação, representando a presença de Deus que traz renovação.","explicacao_detalhada":"A palavra 'água' é frequentemente associada ao Espírito Santo e à vida que Deus oferece ao seu povo, simbolizando a purificação e a saciedade espiritual.","por_que_esta_palavra":"A ênfase na 'água' sugere que Deus é a fonte de vida e sustento, essencial para a sobrevivência espiritual.","conexao_teologica":"A água é um símbolo importante na Bíblia, representando a purificação e a nova vida que vem através de Cristo.","referencias_relacionadas":["João 4:14","Isaías 44:3","Apocalipse 21:6"]},"isaias_63_13_campo":{"palavra_pt":"campo","palavra_original":"מִדְבָּר","transliteracao":"midbâr","strong":"H4057","significado_raiz":"Ideia básica: campo.","significado_contextual":"O 'campo' representa o lugar de cultivo e crescimento, simbolizando a obra de Deus na vida do seu povo.","explicacao_detalhada":"A palavra 'campo' é usada para descrever o ambiente onde a vida espiritual é cultivada e onde Deus trabalha para trazer frutos.","por_que_esta_palavra":"A escolha de 'campo' sugere que a vida espiritual requer cuidado e atenção, assim como um agricultor cuida de suas plantações.","conexao_teologica":"O campo é uma metáfora comum na Bíblia, representando o reino de Deus e a colheita espiritual.","referencias_relacionadas":["Mateus 13:38","Gálatas 6:7","1 Coríntios 3:6"]},"isaias_63_14_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O 'urso' aqui novamente simboliza a força e a proteção divina, reforçando a ideia de defesa.","explicacao_detalhada":"A repetição da palavra 'urso' enfatiza a ferocidade e a determinação de Deus em proteger seu povo contra as ameaças.","por_que_esta_palavra":"A escolha de 'urso' reforça a imagem de Deus como um defensor poderoso, que não hesita em agir em favor de seu povo.","conexao_teologica":"A ferocidade de Deus em proteger seu povo é um tema recorrente nas Escrituras, mostrando seu amor e cuidado.","referencias_relacionadas":["Salmos 23:4","Isaías 40:11","Miquéias 7:14"]},"isaias_63_14_animal":{"palavra_pt":"animal","palavra_original":"בְּהֵמָה","transliteracao":"bᵉhêmâh","strong":"H929","significado_raiz":"Ideia básica: animal.","significado_contextual":"O 'animal' representa a criação de Deus e sua relação com a humanidade.","explicacao_detalhada":"A palavra 'animal' é usada para descrever a diversidade da criação e a soberania de Deus sobre todas as criaturas.","por_que_esta_palavra":"A escolha de 'animal' sugere a abrangência do cuidado de Deus, que se estende a toda a criação.","conexao_teologica":"A relação entre Deus e a criação é um tema central na Bíblia, mostrando que Ele é o criador e sustentador de todas as coisas.","referencias_relacionadas":["Gênesis 1:25","Salmos 104:25-26","Mateus 6:26"]},"isaias_63_15_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Os 'céus' representam a majestade e a soberania de Deus sobre toda a criação.","explicacao_detalhada":"A palavra 'céus' é usada para descrever o domínio de Deus e sua presença gloriosa, que se estende além da terra.","por_que_esta_palavra":"A escolha de 'céus' enfatiza a grandeza de Deus e sua autoridade sobre todas as coisas.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele reina sobre o universo.","referencias_relacionadas":["Salmos 19:1","Isaías 66:1","Mateus 5:16"]},"isaias_63_15_advise":{"palavra_pt":"ver","palavra_original":"רָאָה","transliteracao":"râʼâh","strong":"H7200","significado_raiz":"Ideia básica: ver.","significado_contextual":"A palavra 'ver' refere-se à percepção e ao entendimento profundo das ações de Deus.","explicacao_detalhada":"Neste contexto, 'ver' implica não apenas em observar, mas em compreender a realidade espiritual e a intervenção divina na história do povo de Israel.","por_que_esta_palavra":"É usada para enfatizar a necessidade de reconhecimento da presença e da ação de Deus entre o Seu povo.","conexao_teologica":"A visão espiritual é fundamental para a fé, pois permite que os crentes reconheçam a soberania de Deus em suas vidas.","referencias_relacionadas":["Salmos 34:8","Isaías 40:26","Hebreus 12:2"]},"isaias_63_16_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"A palavra 'eterno' refere-se à natureza imutável e perene de Deus.","explicacao_detalhada":"Neste versículo, 'eterno' destaca a fidelidade de Deus ao longo das gerações, mesmo quando o povo se desvia.","por_que_esta_palavra":"É importante para reafirmar que, apesar das falhas humanas, Deus permanece constante e fiel.","conexao_teologica":"A eternidade de Deus é um pilar da teologia, pois garante que Suas promessas e planos não falharão.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Hebreus 13:8"]},"isaias_63_16_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa para a situação apresentada.","explicacao_detalhada":"Neste contexto, 'porque' é usado para conectar a ação de Deus com a condição do povo, enfatizando a razão de sua súplica.","por_que_esta_palavra":"É crucial para entender a lógica da oração e a relação entre o povo e Deus.","conexao_teologica":"A oração é uma resposta à revelação de Deus, e 'porque' ajuda a articular essa relação.","referencias_relacionadas":["Tiago 4:2","Romanos 8:28","1 João 5:14"]},"isaias_63_16_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade e à autenticidade de Deus.","explicacao_detalhada":"Neste versículo, 'verdade' é um lembrete da integridade de Deus em cumprir Suas promessas.","por_que_esta_palavra":"É usada para contrastar a infidelidade humana com a fidelidade divina.","conexao_teologica":"A verdade de Deus é um fundamento da fé cristã, pois garante que Ele é digno de confiança.","referencias_relacionadas":["Salmos 119:160","João 14:6","Romanos 3:4"]},"isaias_63_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome pessoal de Deus, que expressa Sua autoridade e soberania.","explicacao_detalhada":"Neste contexto, 'senhor' é uma invocação que reconhece a posição de Deus como governante e protetor do Seu povo.","por_que_esta_palavra":"É essencial para a adoração e a relação do povo com Deus, reconhecendo Sua grandeza.","conexao_teologica":"O nome de Deus é central na teologia, pois revela Seu caráter e Sua relação com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"isaias_63_17_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se ao caminho e à direção que Deus oferece ao Seu povo.","explicacao_detalhada":"Neste versículo, 'vida' simboliza a jornada espiritual e a relação contínua com Deus.","por_que_esta_palavra":"É usada para enfatizar que a verdadeira vida é encontrada em seguir a Deus e Seus caminhos.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, onde Ele é descrito como a fonte da vida eterna.","referencias_relacionadas":["João 10:10","Gálatas 2:20","1 João 5:11-12"]},"isaias_63_17_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' refere-se ao centro das emoções e da vontade humana.","explicacao_detalhada":"Neste contexto, 'coração' simboliza a necessidade de um relacionamento sincero e profundo com Deus.","por_que_esta_palavra":"É usada para enfatizar que Deus busca corações sinceros e arrependidos.","conexao_teologica":"A transformação do coração é essencial na teologia da salvação, onde Deus muda o coração do pecador.","referencias_relacionadas":["Provérbios 4:23","Ezequiel 36:26","Mateus 5:8"]},"isaias_63_18_while":{"palavra_pt":"while","palavra_original":"מִצְעָר","transliteracao":"mitsʻâr","strong":"H4705","significado_raiz":"Ideia básica: while.","significado_contextual":"A palavra 'while' indica um tempo ou período de espera e reflexão.","explicacao_detalhada":"Neste versículo, 'while' sugere um momento de introspecção sobre a relação entre Deus e Seu povo.","por_que_esta_palavra":"É usada para mostrar a paciência de Deus e a necessidade de o povo reconhecer sua condição.","conexao_teologica":"A espera é um tema importante na fé, onde os crentes são chamados a confiar em Deus em tempos de incerteza.","referencias_relacionadas":["Salmos 27:14","Isaías 40:31","Romanos 8:25"]},"isaias_63_18_agarrar":{"palavra_pt":"agarrar","palavra_original":"יָרַשׁ","transliteracao":"yârash","strong":"H3423","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' refere-se à possessão e ao domínio sobre algo.","explicacao_detalhada":"Neste contexto, 'agarrar' implica a ideia de que Deus tem o controle sobre a história e o destino de Seu povo.","por_que_esta_palavra":"É usada para enfatizar a soberania de Deus em guiar e proteger aqueles que pertencem a Ele.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele é o Senhor sobre todas as coisas.","referencias_relacionadas":["Salmos 24:1","Romanos 8:31","Efésios 1:11"]},"isaias_63_19_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"A palavra 'eterno' aqui reafirma a continuidade da relação de Deus com Seu povo.","explicacao_detalhada":"Neste versículo, 'eterno' destaca a esperança de que, apesar das dificuldades, Deus permanece fiel e presente.","por_que_esta_palavra":"É usada para trazer conforto e segurança ao povo, lembrando que Deus nunca os abandonará.","conexao_teologica":"A esperança eterna é um tema fundamental na fé cristã, prometendo a vida eterna em Cristo.","referencias_relacionadas":["João 3:16","Romanos 6:23","2 Coríntios 4:17-18"]},"isaias_63_19_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade e à realidade dos atos de Deus em relação ao Seu povo.","explicacao_detalhada":"Neste contexto, a 'verdade' é um atributo de Deus que contrasta com a infidelidade do povo. A verdade de Deus é a base de Sua relação com Israel, que muitas vezes se afastou Dele.","por_que_esta_palavra":"A escolha da palavra 'verdade' enfatiza a necessidade de um relacionamento autêntico e fiel entre Deus e Seu povo, que muitas vezes falhou em manter essa verdade.","conexao_teologica":"A verdade de Deus é um tema central na teologia bíblica, refletindo Sua natureza imutável e a promessa de redenção.","referencias_relacionadas":["Salmos 25:5","João 14:6","Hebreus 6:18"]}}