{"isaias_65_1_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade aqui se refere à fidelidade de Deus e à realidade de Sua promessa de salvação.","explicacao_detalhada":"Em Isaías 65:1, a verdade é um testemunho da busca de Deus por aqueles que O reconhecem e se voltam para Ele, mesmo em meio à rebelião.","por_que_esta_palavra":"A palavra 'verdade' destaca a autenticidade da revelação divina e a importância de viver de acordo com os princípios de Deus.","conexao_teologica":"A verdade é fundamental na relação entre Deus e o homem, sendo Jesus descrito como 'o caminho, a verdade e a vida' (João 14:6).","referencias_relacionadas":["Salmos 25:5","João 4:24","Efésios 4:15"]},"isaias_65_1_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é um chamado à atenção, indicando a importância do que está prestes a ser revelado.","explicacao_detalhada":"No versículo, 'eis' serve como um convite para que o povo veja a ação de Deus e a Sua intervenção na história.","por_que_esta_palavra":"A expressão 'eis' enfatiza a urgência e a relevância da mensagem que segue, destacando a necessidade de reconhecimento da obra divina.","conexao_teologica":"A revelação de Deus é um tema recorrente, onde 'eis' frequentemente precede declarações significativas sobre Sua natureza e planos.","referencias_relacionadas":["Isaías 40:9","Mateus 1:23","Apocalipse 21:5"]},"isaias_65_1_seguir":{"palavra_pt":"seguir","palavra_original":"דָּרַשׁ","transliteracao":"dârash","strong":"H1875","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica uma busca ativa por Deus e por Sua verdade.","explicacao_detalhada":"Em Isaías 65:1, 'seguir' sugere um movimento em direção a Deus, indicando a disposição do povo para se voltar para Ele.","por_que_esta_palavra":"A ideia de seguir é fundamental para a vida espiritual, pois implica em ação e compromisso com a vontade de Deus.","conexao_teologica":"Seguir a Deus é um chamado constante nas Escrituras, refletindo a jornada de fé que cada crente é convidado a empreender.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","Hebreus 12:1-2"]},"isaias_65_2_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O 'dia' mencionado refere-se a um tempo específico de intervenção divina e julgamento.","explicacao_detalhada":"Em Isaías 65:2, o 'dia' simboliza a época em que Deus se revela e traz à tona a verdade sobre o Seu povo.","por_que_esta_palavra":"A palavra 'dia' é significativa pois representa momentos de decisão e ação divina na história da salvação.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao dia do Senhor, um tempo de julgamento e restauração.","referencias_relacionadas":["Joel 2:31","Amós 5:18","1 Tessalonicenses 5:2"]},"isaias_65_2_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A 'vida' aqui representa a plenitude e a qualidade de vida que Deus deseja para Seu povo.","explicacao_detalhada":"Em Isaías 65:2, 'vida' é um convite para experimentar a verdadeira vida que vem de um relacionamento com Deus.","por_que_esta_palavra":"A palavra 'vida' é central na mensagem do evangelho, simbolizando a transformação e a nova criação em Cristo.","conexao_teologica":"A vida eterna é uma promessa fundamental na teologia cristã, revelando o propósito de Deus para a humanidade.","referencias_relacionadas":["João 10:10","Gálatas 2:20","1 João 5:12"]},"isaias_65_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Em Isaías 65:2, \"modo\" aparece na frase \"Estendi as minhas mãos o dia todo a um povo rebelde, que anda por caminho, que não é bom, após os seus pensamentos;\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כֹּל; kôl; H3605), \"modo\" traz a ideia de modo. Aqui, essa palavra deixa o ensino de Isaías 65:2 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"modo\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Isaías 65:25. Lendo junto com Isaías 65:2, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Isaías 65:2","Isaías 65:25","Salmos 119:105"]},"isaias_65_3_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O 'fogo' simboliza tanto o julgamento quanto a purificação que Deus traz ao Seu povo.","explicacao_detalhada":"Em Isaías 65:3, o 'fogo' representa a presença de Deus que consome o pecado e purifica o coração.","por_que_esta_palavra":"A palavra 'fogo' é significativa pois destaca a dualidade da ação de Deus: purificação e julgamento.","conexao_teologica":"O fogo é um símbolo poderoso na Escritura, representando a presença de Deus e Sua capacidade de transformar.","referencias_relacionadas":["Hebreus 12:29","Mateus 3:11-12","Apocalipse 21:8"]},"isaias_65_3_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"O 'povo' refere-se à comunidade de Israel, escolhida por Deus para ser Seu testemunho na terra.","explicacao_detalhada":"Em Isaías 65:3, o 'povo' é chamado a reconhecer sua identidade e responsabilidade diante de Deus.","por_que_esta_palavra":"A palavra 'povo' é central na narrativa bíblica, representando a relação especial entre Deus e os israelitas.","conexao_teologica":"A noção de povo de Deus é fundamental, refletindo a inclusão de todos os crentes na nova aliança em Cristo.","referencias_relacionadas":["Êxodo 19:6","1 Pedro 2:9","Romanos 9:25-26"]},"isaias_65_4_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se à ação de Deus em avaliar e determinar o destino do Seu povo.","explicacao_detalhada":"Em Isaías 65:4, 'julgar' implica em discernir entre o que é justo e o que é injusto, trazendo à luz a verdade.","por_que_esta_palavra":"A palavra 'julgar' é importante pois revela o caráter justo de Deus e Sua autoridade sobre a criação.","conexao_teologica":"O julgamento de Deus é um tema recorrente, enfatizando Sua soberania e a necessidade de arrependimento.","referencias_relacionadas":["Salmos 96:13","Mateus 25:31-46","Apocalipse 20:12"]},"isaias_65_4_broth":{"palavra_pt":"broth","palavra_original":"מָרָק","transliteracao":"mârâq","strong":"H4839","significado_raiz":"Ideia básica: broth.","significado_contextual":"Refere-se a um tipo de caldo ou sopa, simbolizando a alimentação e sustento.","explicacao_detalhada":"A palavra 'broth' (mârâq) é usada para descrever um líquido nutritivo, muitas vezes associado a refeições simples. No contexto de Isaías 65:4, pode simbolizar a insatisfação com a comida oferecida por aqueles que se afastaram de Deus.","por_que_esta_palavra":"A escolha da palavra enfatiza a simplicidade e a fragilidade da vida, contrastando com a abundância que Deus oferece.","conexao_teologica":"A comida e o sustento são frequentemente usados na Bíblia como metáforas para a relação entre Deus e Seu povo, onde Deus é visto como o provedor.","referencias_relacionadas":["Salmos 104:14","Mateus 6:11","João 6:35"]},"isaias_65_5_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de tempo, simbolizando a vida e as ações humanas.","explicacao_detalhada":"A palavra 'dia' (yôwm) é utilizada para indicar não apenas um dia literal, mas também um tempo de julgamento e de revelação de Deus. Em Isaías 65:5, o 'dia' é um tempo de separação entre os justos e os ímpios.","por_que_esta_palavra":"O uso de 'dia' destaca a importância do tempo e das ações que ocorrem dentro dele, enfatizando a responsabilidade humana diante de Deus.","conexao_teologica":"O conceito de 'dia' é frequentemente associado ao dia do Senhor, um tempo de julgamento e restauração.","referencias_relacionadas":["Joel 2:31","Amós 5:18","2 Pedro 3:10"]},"isaias_65_5_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de declarar ou afirmar algo, muitas vezes com autoridade.","explicacao_detalhada":"A palavra 'dizer' (ʼâmar) implica uma comunicação que pode ter consequências significativas. No contexto de Isaías 65:5, é uma declaração sobre a condição espiritual do povo.","por_que_esta_palavra":"A escolha da palavra ressalta a importância da comunicação divina e a necessidade de ouvir a voz de Deus.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a comunicação divina é fundamental para a fé e a prática.","referencias_relacionadas":["Hebreus 4:12","Romanos 10:17","Salmos 119:105"]},"isaias_65_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir uma razão ou justificativa.","explicacao_detalhada":"A palavra 'porque' (kîy) é uma conjunção que conecta a causa e o efeito, explicando a razão pela qual algo é dito ou feito. Em Isaías 65:5, serve para justificar a reprovação de Deus ao povo.","por_que_esta_palavra":"A escolha desta palavra enfatiza a lógica e a justiça de Deus em suas ações e decisões.","conexao_teologica":"A compreensão das razões de Deus é essencial para entender Sua natureza e Seus planos para a humanidade.","referencias_relacionadas":["Romanos 3:23","Gálatas 6:7","Provérbios 1:7"]},"isaias_65_6_corpo":{"palavra_pt":"corpo","palavra_original":"שָׁלַם","transliteracao":"shâlam","strong":"H7999","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Refere-se à totalidade do ser humano, tanto físico quanto espiritual.","explicacao_detalhada":"A palavra 'corpo' (shâlam) pode simbolizar a integridade e a plenitude da vida. Em Isaías 65:6, pode se referir à condição do povo em relação a Deus.","por_que_esta_palavra":"A escolha desta palavra destaca a conexão entre o físico e o espiritual na experiência humana.","conexao_teologica":"A Bíblia ensina que o corpo é o templo do Espírito Santo, e a integridade do corpo e da alma é importante para Deus.","referencias_relacionadas":["1 Coríntios 6:19","Romanos 12:1","Gálatas 5:17"]},"isaias_65_6_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade e à fidelidade, especialmente em relação a Deus.","explicacao_detalhada":"A palavra 'verdade' (lôʼ) implica a ausência de engano e a presença de autenticidade. Em Isaías 65:6, a verdade é um aspecto essencial da relação entre Deus e Seu povo.","por_que_esta_palavra":"A escolha desta palavra enfatiza a importância da verdade na vida espiritual e moral.","conexao_teologica":"Deus é descrito como a verdade, e a busca pela verdade é fundamental na vida cristã.","referencias_relacionadas":["João 14:6","Salmos 25:5","Efésios 4:15"]},"isaias_65_6_paz":{"palavra_pt":"paz","palavra_original":"חָשָׁה","transliteracao":"châshâh","strong":"H2814","significado_raiz":"Ideia básica: paz.","significado_contextual":"Refere-se ao estado de harmonia e bem-estar, tanto físico quanto espiritual.","explicacao_detalhada":"A palavra 'paz' (châshâh) implica a ausência de conflito e a presença de segurança. Em Isaías 65:6, a paz é um aspecto desejado da vida em comunhão com Deus.","por_que_esta_palavra":"A escolha desta palavra destaca a promessa de Deus de restaurar a paz ao Seu povo.","conexao_teologica":"A paz é um tema central na mensagem do evangelho, onde Cristo é chamado de Príncipe da Paz.","referencias_relacionadas":["Isaías 9:6","Filipenses 4:7","Romanos 5:1"]},"isaias_65_7_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se ao pecado e à injustiça, que se opõem à vontade de Deus.","explicacao_detalhada":"A palavra 'mal' (ʻâvôn) é usada para descrever ações que são moralmente erradas. Em Isaías 65:7, refere-se ao pecado do povo e suas consequências.","por_que_esta_palavra":"A escolha desta palavra enfatiza a gravidade do pecado e a necessidade de arrependimento.","conexao_teologica":"O mal é um tema recorrente na Bíblia, e a redenção é oferecida através de Cristo para libertar do pecado.","referencias_relacionadas":["Romanos 3:10","1 João 1:9","Tiago 1:15"]},"isaias_65_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à identidade e à autoridade de Deus.","explicacao_detalhada":"A palavra 'senhor' (Yᵉhôvâh) é o nome pessoal de Deus, que expressa Sua soberania e poder. Em Isaías 65:7, é um lembrete da autoridade de Deus sobre a criação.","por_que_esta_palavra":"A escolha desta palavra destaca a importância do nome de Deus e a reverência que devemos ter por Ele.","conexao_teologica":"O nome de Deus é central na adoração e na relação entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"isaias_65_7_fogo":{"palavra_pt":"fogo","palavra_original":"קָטַר","transliteracao":"qâṭar","strong":"H6999","significado_raiz":"Ideia básica: fogo.","significado_contextual":"Refere-se a um elemento de julgamento e purificação.","explicacao_detalhada":"A palavra 'fogo' (qâṭar) é frequentemente associada ao julgamento divino e à purificação. Em Isaías 65:7, simboliza a consequência do pecado e a necessidade de purificação.","por_que_esta_palavra":"A escolha desta palavra enfatiza a seriedade do julgamento de Deus e a necessidade de arrependimento.","conexao_teologica":"O fogo é um símbolo de purificação e julgamento na Bíblia, representando tanto a destruição do mal quanto a purificação dos justos.","referencias_relacionadas":["Mateus 3:12","Hebreus 12:29","Apocalipse 21:8"]},"isaias_65_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como Deus age e se relaciona com o Seu povo.","explicacao_detalhada":"A palavra 'modo' implica na maneira específica que Deus escolhe para interagir com a humanidade, revelando Sua natureza e intenções.","por_que_esta_palavra":"O uso de 'modo' enfatiza que as ações de Deus não são aleatórias, mas têm um propósito e uma forma definida.","conexao_teologica":"Deus se revela de maneira consistente e fiel ao longo da história, mostrando que Seu modo de agir é sempre em amor e justiça.","referencias_relacionadas":["Salmos 103:7","Isaías 55:8-9","Romanos 11:33"]},"isaias_65_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"O nome 'Senhor' é uma expressão da relação de Deus com Seu povo, indicando Sua posição como Criador e Governante.","por_que_esta_palavra":"A utilização do nome 'Senhor' destaca a importância de reconhecer a autoridade divina em todas as áreas da vida.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele tem controle sobre a criação e a história.","referencias_relacionadas":["Êxodo 3:14","Salmos 24:1","Romanos 14:8-9"]},"isaias_65_8_vinho":{"palavra_pt":"vinho","palavra_original":"תִּירוֹשׁ","transliteracao":"tîyrôwsh","strong":"H8492","significado_raiz":"Ideia básica: vinho.","significado_contextual":"O 'vinho' simboliza alegria, bênção e prosperidade na cultura israelita.","explicacao_detalhada":"Na Bíblia, o vinho é frequentemente associado a celebrações e à generosidade de Deus em prover para Seu povo.","por_que_esta_palavra":"A menção do vinho sugere que as bênçãos de Deus são abundantes e trazem alegria ao coração do homem.","conexao_teologica":"O vinho também é um símbolo do sangue de Cristo, que traz redenção e nova aliança.","referencias_relacionadas":["Salmos 104:15","Isaías 25:6","Mateus 26:29"]},"isaias_65_9_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"A palavra 'sair' refere-se ao ato de deixar um lugar ou condição, simbolizando libertação.","explicacao_detalhada":"Sair pode implicar em um novo começo ou uma nova fase na vida do povo de Deus, especialmente em relação à promessa de restauração.","por_que_esta_palavra":"A ideia de 'sair' é fundamental para entender a transição do povo de Israel de um estado de cativeiro para a liberdade.","conexao_teologica":"A libertação é um tema central na Bíblia, refletindo a ação de Deus em trazer Seu povo para fora da opressão.","referencias_relacionadas":["Êxodo 12:51","Isaías 43:16-19","Gálatas 5:1"]},"isaias_65_9_agarrar":{"palavra_pt":"agarrar","palavra_original":"יָרַשׁ","transliteracao":"yârash","strong":"H3423","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' implica em tomar posse ou herdar algo.","explicacao_detalhada":"Agarrar sugere uma ação ativa de reivindicar as promessas de Deus, especialmente em relação à terra prometida.","por_que_esta_palavra":"A herança é um conceito importante na teologia bíblica, simbolizando a relação de Deus com Seu povo.","conexao_teologica":"A ideia de herança está ligada à nova criação e à promessa de vida eterna em Cristo.","referencias_relacionadas":["Deuteronômio 9:29","Salmos 37:29","Romanos 8:17"]},"isaias_65_9_jacob":{"palavra_pt":"jaco","palavra_original":"יַעֲקֹב","transliteracao":"Yaʻăqôb","strong":"H3290","significado_raiz":"Ideia básica: jaco.","significado_contextual":"O nome 'Jacó' representa o povo de Israel e sua relação com Deus.","explicacao_detalhada":"Jacó é um patriarca que simboliza a luta e a perseverança do povo de Deus ao longo da história.","por_que_esta_palavra":"A menção de Jacó reforça a identidade do povo escolhido e as promessas feitas a eles.","conexao_teologica":"A história de Jacó é um reflexo da graça de Deus em transformar vidas e estabelecer alianças.","referencias_relacionadas":["Gênesis 32:28","Gênesis 35:10","Romanos 9:6-8"]},"isaias_65_10_deus":{"palavra_pt":"deus","palavra_original":"נָוֶה","transliteracao":"nâveh","strong":"H5116","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao caráter e à natureza de Deus como protetor e cuidador.","explicacao_detalhada":"Deus é descrito como um lugar seguro e um abrigo para Seu povo, simbolizando Sua presença constante.","por_que_esta_palavra":"A ênfase em Deus como 'deus' destaca Sua singularidade e a relação íntima que Ele tem com aqueles que O buscam.","conexao_teologica":"A proteção de Deus é um tema recorrente, mostrando Sua fidelidade e amor por Seu povo.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Filipenses 4:19"]},"isaias_65_10_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' pode simbolizar a queda de um estado de graça ou a perda de bênçãos.","explicacao_detalhada":"Cair implica em uma mudança de condição, muitas vezes associada ao juízo ou à disciplina divina.","por_que_esta_palavra":"A ideia de cair é importante para entender as consequências do pecado e a necessidade de arrependimento.","conexao_teologica":"A queda é um tema central na narrativa bíblica, refletindo a necessidade de redenção através de Cristo.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","Tiago 4:10"]},"isaias_65_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Senhor' reafirma a soberania de Deus sobre a adoração e as práticas do Seu povo.","explicacao_detalhada":"A repetição do nome 'Senhor' enfatiza a importância de reconhecer a autoridade divina em todas as áreas da vida.","por_que_esta_palavra":"O uso do nome 'Senhor' é um lembrete da relação de aliança entre Deus e Seu povo.","conexao_teologica":"A adoração a Deus deve ser central na vida do crente, refletindo a submissão à Sua vontade.","referencias_relacionadas":["Salmos 95:6","Isaías 12:2","Filipenses 2:10-11"]},"isaias_65_11_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se à separação e à consagração a Deus.","explicacao_detalhada":"Sagrado implica em algo que é dedicado a Deus e que deve ser tratado com reverência.","por_que_esta_palavra":"A ênfase em 'sagrado' destaca a importância da pureza e da santidade na vida do povo de Deus.","conexao_teologica":"A santidade de Deus é um aspecto fundamental de Sua natureza e deve ser refletida na vida dos crentes.","referencias_relacionadas":["Levítico 20:26","1 Pedro 1:16","Apocalipse 4:8"]},"isaias_65_11_batalha":{"palavra_pt":"batalha","palavra_original":"עָרַךְ","transliteracao":"ʻârak","strong":"H6186","significado_raiz":"Ideia básica: batalha.","significado_contextual":"Refere-se à luta espiritual e física enfrentada pelo povo de Deus.","explicacao_detalhada":"A palavra 'batalha' neste contexto simboliza a resistência contra as forças do mal e a luta pela justiça e pela verdade. É uma metáfora para os desafios que os fiéis enfrentam em sua caminhada espiritual.","por_que_esta_palavra":"A escolha da palavra 'batalha' destaca a seriedade da situação em que o povo se encontra, enfatizando a necessidade de perseverança e fé.","conexao_teologica":"A batalha é um tema recorrente na Bíblia, simbolizando a luta entre o bem e o mal, e a necessidade de confiar em Deus para a vitória.","referencias_relacionadas":["Efésios 6:12","2 Coríntios 10:4","1 Timóteo 6:12"]},"isaias_65_12_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Simboliza a força e a ferocidade, representando a destruição que vem sobre aqueles que se afastam de Deus.","explicacao_detalhada":"O 'urso' é uma criatura poderosa e temida, e sua menção aqui serve para ilustrar a gravidade do juízo que recai sobre os desobedientes.","por_que_esta_palavra":"A palavra 'urso' é utilizada para transmitir a ideia de um julgamento severo e inevitável, refletindo a natureza de Deus como juiz.","conexao_teologica":"A ferocidade do urso é um lembrete da justiça de Deus e da seriedade de suas advertências.","referencias_relacionadas":["Provérbios 17:12","Oséias 13:8","Amós 5:19"]},"isaias_65_12_appoint":{"palavra_pt":"appoint","palavra_original":"מָנָה","transliteracao":"mânâh","strong":"H4487","significado_raiz":"Ideia básica: appoint.","significado_contextual":"Refere-se à designação ou determinação de um destino ou resultado.","explicacao_detalhada":"A palavra 'appoint' implica que Deus tem um plano e um propósito para cada um, e que os resultados de nossas ações são determinados por Ele.","por_que_esta_palavra":"A escolha desta palavra enfatiza a soberania de Deus sobre a história e a vida das pessoas.","conexao_teologica":"A ideia de que Deus 'aponta' ou 'designa' é central na teologia da providência divina.","referencias_relacionadas":["Salmos 139:16","Romanos 8:28","Efésios 1:11"]},"isaias_65_12_seca":{"palavra_pt":"espada","palavra_original":"חֶרֶב","transliteracao":"chereb","strong":"H2719","significado_raiz":"Ideia básica: espada.","significado_contextual":"Representa a destruição e a falta de vida, simbolizando o juízo de Deus.","explicacao_detalhada":"A 'espada' é um símbolo de guerra e destruição, e sua menção aqui indica o severo juízo que virá sobre os ímpios.","por_que_esta_palavra":"A palavra 'espada' é utilizada para enfatizar a gravidade do juízo e a separação entre os justos e os injustos.","conexao_teologica":"A espada é frequentemente usada na Bíblia como símbolo do juízo de Deus e da luta contra o pecado.","referencias_relacionadas":["Hebreus 4:12","Apocalipse 19:15","Mateus 10:34"]},"isaias_65_13_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade e ao domínio de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' destaca a soberania de Deus e sua posição como governante supremo do universo.","por_que_esta_palavra":"A utilização de 'senhor' enfatiza a relação de autoridade entre Deus e seu povo, chamando à obediência.","conexao_teologica":"A soberania de Deus é um tema central na teologia, refletindo seu controle sobre a criação e a história.","referencias_relacionadas":["Salmos 24:1","Romanos 14:9","Filipenses 2:11"]},"isaias_65_13_deus":{"palavra_pt":"senhor","palavra_original":"יְהֹוִה","transliteracao":"Yᵉhôvih","strong":"H3069","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à natureza divina de Deus como Criador e Sustentador.","explicacao_detalhada":"A palavra 'Deus' enfatiza a majestade e a grandeza do Senhor, que é digno de adoração e reverência.","por_que_esta_palavra":"A escolha desta palavra destaca a relação pessoal que os crentes têm com Deus, que é tanto transcendente quanto imanente.","conexao_teologica":"A natureza de Deus como Criador é fundamental para a compreensão da relação entre Ele e a humanidade.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"isaias_65_13_phrase":{"palavra_pt":"expressao","palavra_original":"כֵּן","transliteracao":"kên","strong":"H3651","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à expressão de verdade e autenticidade na comunicação.","explicacao_detalhada":"A palavra 'expressão' implica a importância da sinceridade e da transparência nas interações humanas e com Deus.","por_que_esta_palavra":"A escolha desta palavra ressalta a necessidade de autenticidade na fé e na vida cotidiana.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes.","referencias_relacionadas":["João 4:24","Efésios 4:15","Salmos 51:6"]},"isaias_65_14_alegria":{"palavra_pt":"alegria","palavra_original":"רָנַן","transliteracao":"rânan","strong":"H7442","significado_raiz":"Ideia básica: alegria.","significado_contextual":"Refere-se à alegria que vem da presença de Deus e das bênçãos que Ele concede.","explicacao_detalhada":"A palavra 'alegria' simboliza a felicidade e a satisfação que os fiéis experimentam ao viver em comunhão com Deus.","por_que_esta_palavra":"A escolha desta palavra enfatiza a importância da alegria na vida cristã, que é uma resposta à graça de Deus.","conexao_teologica":"A alegria é um fruto do Espírito e uma marca da vida cristã autêntica.","referencias_relacionadas":["Salmos 16:11","Gálatas 5:22","Filipenses 4:4"]},"isaias_65_14_bom":{"palavra_pt":"bom","palavra_original":"טוּב","transliteracao":"ṭûwb","strong":"H2898","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade e à generosidade de Deus em suas ações.","explicacao_detalhada":"A palavra 'bom' destaca a natureza benevolente de Deus e suas intenções para com seu povo.","por_que_esta_palavra":"A escolha desta palavra enfatiza que tudo o que Deus faz é para o bem de seus filhos.","conexao_teologica":"A bondade de Deus é um tema central na teologia, refletindo seu caráter e suas promessas.","referencias_relacionadas":["Salmos 100:5","Romanos 2:4","Tiago 1:17"]},"isaias_65_15_bondoso":{"palavra_pt":"bondoso","palavra_original":"יָנַח","transliteracao":"yânach","strong":"H3240","significado_raiz":"Ideia básica: bondoso.","significado_contextual":"Refere-se à natureza generosa e misericordiosa de Deus.","explicacao_detalhada":"A palavra 'bondoso' implica que Deus é compassivo e está sempre disposto a perdoar e restaurar.","por_que_esta_palavra":"A escolha desta palavra enfatiza a disposição de Deus em agir com amor e misericórdia para com seu povo.","conexao_teologica":"A bondade de Deus é um aspecto fundamental de sua natureza e é refletida na vida dos crentes.","referencias_relacionadas":["Salmos 145:9","Romanos 5:8","Efésios 2:4-5"]},"isaias_65_15_juramento":{"palavra_pt":"juramento","palavra_original":"שְׁבוּעָה","transliteracao":"shᵉbûwʻâh","strong":"H7621","significado_raiz":"Ideia básica: juramento.","significado_contextual":"O juramento é uma declaração solene que invoca a verdade de uma promessa, frequentemente usada em contextos de aliança e compromisso.","explicacao_detalhada":"No contexto de Isaías 65:15, o juramento é mencionado em relação à condenação dos ímpios e à bênção dos justos. O juramento é um símbolo de fidelidade e compromisso com Deus, e a quebra desse juramento resulta em consequências severas.","por_que_esta_palavra":"A palavra 'juramento' é utilizada para enfatizar a seriedade das promessas feitas por Deus e a importância da fidelidade em nossas relações com Ele.","conexao_teologica":"O juramento reflete a natureza de Deus como um ser que cumpre Suas promessas, e isso é fundamental para a compreensão da aliança entre Deus e Seu povo.","referencias_relacionadas":["Hebreus 6:16","Gênesis 21:24","Deuteronômio 6:13"]},"isaias_65_15_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A morte é apresentada como uma consequência do pecado e da separação de Deus, mas também como uma transição para a vida eterna para os justos.","explicacao_detalhada":"Em Isaías 65:15, a morte é mencionada em um contexto de juízo, onde os ímpios são condenados. No entanto, a morte não é o fim, mas uma passagem para a nova criação prometida por Deus.","por_que_esta_palavra":"A palavra 'morrer' é crucial para entender a gravidade do pecado e a necessidade de redenção, além de destacar a esperança da ressurreição.","conexao_teologica":"A morte é um tema central na teologia cristã, que ensina que a morte foi derrotada por Cristo na cruz, oferecendo vida eterna aos que creem.","referencias_relacionadas":["Romanos 6:23","1 Coríntios 15:55","João 11:25-26"]},"isaias_65_16_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra representa tanto o lugar físico onde o povo habita quanto a promessa de Deus de restaurar e redimir a criação.","explicacao_detalhada":"No versículo, a terra é mencionada em um contexto de bênção e restauração, onde Deus promete criar novos céus e nova terra, onde a alegria e a paz prevalecerão.","por_que_esta_palavra":"A palavra 'terra' é significativa porque simboliza a herança do povo de Deus e a realização de Suas promessas de redenção.","conexao_teologica":"A nova terra é um tema escatológico que aponta para a restauração final de todas as coisas, conforme prometido em Apocalipse 21.","referencias_relacionadas":["Apocalipse 21:1","Isaías 65:17","Mateus 5:5"]},"isaias_65_16_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como o Criador e Sustentador, que tem autoridade sobre toda a criação e que promete bênçãos ao Seu povo.","explicacao_detalhada":"No contexto de Isaías 65:16, Deus é mencionado como aquele que abençoa e cuida de Seu povo, enfatizando Sua soberania e fidelidade.","por_que_esta_palavra":"A palavra 'Deus' é central na fé, pois representa a fonte de toda vida e a base das promessas feitas ao Seu povo.","conexao_teologica":"A compreensão de Deus como um ser pessoal e relacional é fundamental para a teologia cristã, que enfatiza a relação entre Deus e a humanidade.","referencias_relacionadas":["Salmos 46:1","Isaías 40:28","Romanos 8:31"]},"isaias_65_16_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Abençoar implica em invocar a favor de alguém, trazendo prosperidade e bem-estar, especialmente no contexto da relação entre Deus e Seu povo.","explicacao_detalhada":"No versículo, a ação de abençoar é uma expressão do amor e da graça de Deus, que promete um futuro de alegria e paz para aqueles que O seguem.","por_que_esta_palavra":"A palavra 'abençoar' é importante porque reflete a intenção de Deus de proporcionar bem-estar e prosperidade ao Seu povo.","conexao_teologica":"A bênção de Deus é um tema recorrente na Bíblia, simbolizando a relação de favor entre Deus e a humanidade, especialmente em Cristo.","referencias_relacionadas":["Números 6:24-26","Efésios 1:3","Gálatas 3:14"]},"isaias_65_17_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A terra é vista como um símbolo da criação renovada, onde não haverá mais dor nem sofrimento.","explicacao_detalhada":"Isaías 65:17 fala sobre a criação de novos céus e nova terra, indicando uma transformação radical da realidade atual, onde a presença de Deus será manifesta.","por_que_esta_palavra":"A palavra 'terra' neste contexto é um símbolo de esperança e renovação, representando a promessa de um futuro glorioso.","conexao_teologica":"A nova criação é um tema central na escatologia cristã, que aponta para a restauração final de todas as coisas em Cristo.","referencias_relacionadas":["Apocalipse 21:1","Isaías 66:22","2 Pedro 3:13"]},"isaias_65_17_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou justificativa, conectando a promessa de Deus com a razão pela qual ela será cumprida.","explicacao_detalhada":"Em Isaías 65:17, 'porque' é usado para explicar a razão da nova criação, que é a vontade soberana de Deus de restaurar e redimir o mundo.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a lógica divina por trás das promessas de Deus e Sua ação na história.","conexao_teologica":"A soberania de Deus é um tema central na teologia, que nos ajuda a entender como Ele opera na história para cumprir Seus propósitos.","referencias_relacionadas":["Romanos 8:28","Isaías 43:19","Salmos 37:5"]},"isaias_65_17_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"A palavra 'eis' é uma chamada à atenção, convidando os ouvintes a perceberem a nova realidade que Deus está prestes a criar.","explicacao_detalhada":"No versículo, 'eis' serve como um anúncio da transformação que Deus realizará, enfatizando a importância de reconhecer Suas obras.","por_que_esta_palavra":"A palavra 'eis' é usada para despertar a expectativa e a esperança no coração do povo de Deus, lembrando-os de Sua fidelidade.","conexao_teologica":"A expectativa da obra de Deus é um tema importante na fé cristã, que nos encoraja a olhar para o futuro com esperança.","referencias_relacionadas":["Isaías 42:9","Mateus 24:30","Apocalipse 1:7"]},"isaias_65_18_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz uma justificativa, reforçando a razão pela qual Deus promete alegria e contentamento ao Seu povo.","explicacao_detalhada":"Em Isaías 65:18, 'porque' conecta a promessa de alegria à ação de Deus em restaurar e redimir, mostrando que a felicidade do povo é resultado da Sua intervenção.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a motivação de Deus em trazer alegria e paz ao Seu povo.","conexao_teologica":"A alegria é um fruto do Espírito e um sinal da presença de Deus na vida dos crentes, refletindo a esperança da nova criação.","referencias_relacionadas":["Gálatas 5:22","Salmos 30:5","Romanos 15:13"]},"isaias_65_18_salvar":{"palavra_pt":"salvar","palavra_original":"אִם","transliteracao":"ʼim","strong":"H518","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Salvar implica em libertar e restaurar, trazendo segurança e esperança ao povo de Deus.","explicacao_detalhada":"No contexto de Isaías 65:18, a salvação é uma promessa de Deus de restaurar Seu povo e trazer alegria em vez de tristeza, enfatizando Sua misericórdia.","por_que_esta_palavra":"A palavra 'salvar' é fundamental na mensagem do evangelho, que proclama a redenção e a restauração oferecidas por Deus.","conexao_teologica":"A salvação é o tema central da Bíblia, que revela o plano de Deus para redimir a humanidade através de Jesus Cristo.","referencias_relacionadas":["Efésios 2:8-9","Romanos 10:9","Atos 4:12"]},"isaias_65_18_temor":{"palavra_pt":"temor","palavra_original":"גִּיל","transliteracao":"gîyl","strong":"H1523","significado_raiz":"Ideia básica: temor.","significado_contextual":"O temor aqui se refere a um sentimento de reverência e respeito diante de Deus, especialmente em um contexto de alegria e renovação.","explicacao_detalhada":"Neste versículo, o temor é apresentado como uma resposta à nova criação que Deus está realizando. É um temor que não é de medo, mas de admiração e respeito pela grandeza de Deus e suas promessas.","por_que_esta_palavra":"A palavra 'temor' é utilizada para enfatizar a atitude correta que os fiéis devem ter diante de Deus, reconhecendo sua soberania e bondade.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria (Provérbios 9:10), e neste novo céu e nova terra, essa reverência se torna parte da experiência de alegria e paz.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 11:2"]},"isaias_65_19_voz":{"palavra_pt":"voz","palavra_original":"קוֹל","transliteracao":"qôwl","strong":"H6963","significado_raiz":"Ideia básica: voz.","significado_contextual":"A voz mencionada aqui é a expressão da alegria e do contentamento que Deus traz ao seu povo na nova criação.","explicacao_detalhada":"A voz de Deus é um símbolo de sua presença e ação. Neste contexto, a voz é associada à celebração e à felicidade que surgem na nova era prometida.","por_que_esta_palavra":"A palavra 'voz' é escolhida para destacar a comunicação direta de Deus com seu povo, enfatizando a relação íntima que será restaurada.","conexao_teologica":"A voz de Deus é frequentemente associada à criação e à revelação, mostrando como Ele se comunica e se relaciona com a humanidade.","referencias_relacionadas":["Salmos 29:4","João 10:27","Apocalipse 3:20"]},"isaias_65_19_temor":{"palavra_pt":"temor","palavra_original":"גִּיל","transliteracao":"gîyl","strong":"H1523","significado_raiz":"Ideia básica: temor.","significado_contextual":"O temor aqui é um reconhecimento da grandeza de Deus, que traz alegria e celebração ao seu povo.","explicacao_detalhada":"Neste versículo, o temor é uma resposta à alegria que Deus proporciona, mostrando que a reverência a Deus é parte da experiência de felicidade.","por_que_esta_palavra":"A repetição da palavra 'temor' enfatiza a importância de manter uma atitude de respeito e reverência mesmo em tempos de alegria.","conexao_teologica":"O temor do Senhor é essencial para uma vida plena e feliz, pois nos ajuda a entender nosso lugar diante de Deus.","referencias_relacionadas":["Salmos 2:11","Isaías 33:6","Filipenses 2:12"]},"isaias_65_19_alegria":{"palavra_pt":"alegria","palavra_original":"שׂוּשׂ","transliteracao":"sûws","strong":"H7797","significado_raiz":"Ideia básica: alegria.","significado_contextual":"A alegria aqui é uma expressão da nova realidade que Deus cria, onde não há mais tristeza nem dor.","explicacao_detalhada":"A palavra 'alegria' reflete a transformação que ocorre na nova criação, onde o povo de Deus experimenta felicidade plena e satisfação.","por_que_esta_palavra":"A alegria é central na mensagem de restauração e esperança que Isaías traz, mostrando que a presença de Deus traz contentamento.","conexao_teologica":"A alegria é um fruto do Espírito (Gálatas 5:22) e é uma característica da vida no Reino de Deus.","referencias_relacionadas":["Salmos 16:11","Romanos 14:17","1 Pedro 1:8"]},"isaias_65_20_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"A vida mencionada aqui é uma promessa de longevidade e plenitude na nova criação, onde não haverá mais morte.","explicacao_detalhada":"Neste versículo, a vida é apresentada como uma bênção de Deus, onde as pessoas viverão plenamente, sem o temor da morte ou da dor.","por_que_esta_palavra":"A palavra 'vida' é utilizada para enfatizar a nova realidade que Deus está criando, onde a morte não terá mais poder.","conexao_teologica":"A vida eterna é uma promessa central na fé cristã, simbolizando a restauração completa que Deus oferece.","referencias_relacionadas":["João 3:16","Apocalipse 21:4","Romanos 6:23"]},"isaias_65_20_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade aqui se refere à fidelidade de Deus em cumprir suas promessas, especialmente em relação à nova criação.","explicacao_detalhada":"A palavra 'verdade' é usada para afirmar que as promessas de Deus são seguras e que a nova realidade será marcada pela autenticidade e justiça.","por_que_esta_palavra":"A ênfase na verdade destaca a confiança que o povo deve ter em Deus, sabendo que Ele é fiel em suas promessas.","conexao_teologica":"A verdade é um atributo de Deus e é fundamental para a relação entre Deus e seu povo, sendo um pilar da fé cristã.","referencias_relacionadas":["Salmos 25:5","João 14:6","Hebreus 10:23"]},"isaias_65_21_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Julgar aqui se refere à ação de Deus em estabelecer justiça e ordem na nova criação.","explicacao_detalhada":"A palavra 'julgar' implica a responsabilidade de Deus em governar com equidade, assegurando que a justiça prevaleça entre seu povo.","por_que_esta_palavra":"A escolha da palavra 'julgar' enfatiza a autoridade de Deus e sua capacidade de trazer ordem ao caos.","conexao_teologica":"A justiça de Deus é um tema recorrente nas Escrituras, refletindo seu caráter e seu desejo de que a justiça seja feita.","referencias_relacionadas":["Salmos 9:7","Isaías 30:18","Miquéias 6:8"]},"isaias_65_21_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"Edificar se refere à construção de uma nova realidade, onde o povo de Deus experimentará segurança e estabilidade.","explicacao_detalhada":"A palavra 'edificar' implica um ato de criação e desenvolvimento, simbolizando a restauração que Deus traz ao seu povo.","por_que_esta_palavra":"A ênfase na construção reflete a esperança de um futuro melhor, onde as promessas de Deus se concretizam.","conexao_teologica":"Deus é descrito como o arquiteto da criação, e a edificação de sua obra é um tema central na narrativa bíblica.","referencias_relacionadas":["Salmos 127:1","Mateus 7:24","1 Coríntios 3:9"]},"isaias_65_21_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A casa representa um lar seguro e acolhedor, simbolizando a presença de Deus entre seu povo.","explicacao_detalhada":"A palavra 'casa' é utilizada para descrever não apenas uma estrutura física, mas um espaço onde a comunidade de fé pode viver em harmonia e segurança.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a ideia de pertencimento e a relação íntima que Deus deseja ter com seu povo.","conexao_teologica":"A casa de Deus é um tema recorrente, simbolizando a habitação de Deus entre os homens e a comunhão que Ele busca.","referencias_relacionadas":["Salmos 23:6","João 14:2","Hebreus 3:6"]},"isaias_65_22_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"O dia mencionado aqui simboliza um tempo de plenitude e realização das promessas de Deus.","explicacao_detalhada":"A palavra 'dia' é usada para descrever uma era em que as bênçãos de Deus serão plenamente manifestas, sem mais sofrimento ou dor.","por_que_esta_palavra":"A ênfase no 'dia' destaca a certeza de que as promessas de Deus se cumprirão em um tempo determinado.","conexao_teologica":"O conceito de um dia de restauração é central na escatologia bíblica, refletindo a esperança de um futuro glorioso com Deus.","referencias_relacionadas":["Isaías 2:2","Joel 2:28","Apocalipse 21:23"]},"isaias_65_22_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade das obras e da vida no novo céu e na nova terra, onde tudo será bom.","explicacao_detalhada":"A palavra 'bom' aqui enfatiza a perfeição e a bondade das ações e do ambiente que Deus criará para o Seu povo. É um estado de plenitude e satisfação.","por_que_esta_palavra":"A escolha da palavra 'bom' destaca a intenção divina de restaurar a criação e proporcionar um lugar de alegria e paz.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, refletindo Sua natureza e o propósito de Sua criação.","referencias_relacionadas":["Gênesis 1:31","Salmos 34:8","Romanos 8:28"]},"isaias_65_22_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Indica a certeza e a fidelidade das promessas de Deus em relação ao futuro.","explicacao_detalhada":"A palavra 'verdade' aqui sublinha a ausência de engano e a realização das promessas divinas, onde não haverá mais dor ou sofrimento.","por_que_esta_palavra":"A inclusão da palavra 'verdade' reforça a confiança que os fiéis devem ter nas promessas de Deus.","conexao_teologica":"A verdade é um atributo de Deus e é fundamental para a fé cristã, que se baseia na veracidade das Escrituras.","referencias_relacionadas":["João 14:6","Salmos 119:160","Hebreus 10:23"]},"isaias_65_23_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Reitera a ideia de que a vida no novo céu e na nova terra será marcada pela verdade e pela justiça.","explicacao_detalhada":"A repetição da palavra 'verdade' enfatiza a certeza de que os fiéis viverão em um estado de integridade e autenticidade.","por_que_esta_palavra":"É essencial para o entendimento do caráter de Deus e da realidade que Ele promete aos Seus seguidores.","conexao_teologica":"A verdade é um pilar da fé cristã, refletindo a natureza de Deus e a relação do homem com Ele.","referencias_relacionadas":["Salmos 25:5","Efésios 4:15","1 João 1:6"]},"isaias_65_23_vaidade":{"palavra_pt":"vaidade","palavra_original":"רִיק","transliteracao":"rîyq","strong":"H7385","significado_raiz":"Ideia básica: vaidade.","significado_contextual":"Refere-se à ausência de futilidade e desespero na nova criação.","explicacao_detalhada":"A palavra 'vaidade' indica que não haverá mais esforços inúteis ou sem propósito, pois a vida será plena e significativa.","por_que_esta_palavra":"A menção à vaidade ressalta a transformação radical que ocorrerá na nova criação, onde tudo terá valor e propósito.","conexao_teologica":"A vaidade é frequentemente associada à condição humana caída, e sua ausência representa a redenção e a restauração.","referencias_relacionadas":["Eclesiastes 1:2","Romanos 8:20-21","1 Coríntios 15:58"]},"isaias_65_23_terror":{"palavra_pt":"terror","palavra_original":"בֶּהָלָה","transliteracao":"behâlâh","strong":"H928","significado_raiz":"Ideia básica: terror.","significado_contextual":"Indica que não haverá mais medo ou terror na nova criação.","explicacao_detalhada":"A palavra 'terror' aqui sugere a eliminação de qualquer forma de medo, insegurança ou opressão.","por_que_esta_palavra":"A ausência de terror é uma promessa de segurança e paz para o povo de Deus.","conexao_teologica":"A paz de Deus é um tema recorrente nas Escrituras, onde Ele promete consolo e proteção aos Seus filhos.","referencias_relacionadas":["Salmos 23:4","Isaías 41:10","Filipenses 4:7"]},"isaias_65_24_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à certeza de que Deus ouvirá e responderá às orações do Seu povo.","explicacao_detalhada":"A palavra 'cair' implica que as necessidades e súplicas dos fiéis não cairão em ouvidos surdos, mas serão atendidas por Deus.","por_que_esta_palavra":"A escolha da palavra enfatiza a relação íntima entre Deus e Seu povo, onde Ele está sempre presente.","conexao_teologica":"A oração é um meio de comunicação com Deus, e Sua disposição em ouvir é um sinal de Sua proximidade.","referencias_relacionadas":["Salmos 34:17","Mateus 7:7","1 João 5:14"]},"isaias_65_24_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à plenitude de vida que será experimentada na nova criação.","explicacao_detalhada":"A palavra 'vida' aqui simboliza não apenas a existência, mas uma vida abundante e cheia de significado.","por_que_esta_palavra":"A ênfase na vida reflete a promessa de Deus de restaurar tudo o que foi perdido e trazer alegria ao Seu povo.","conexao_teologica":"A vida eterna é uma promessa central do cristianismo, onde os crentes desfrutarão da presença de Deus para sempre.","referencias_relacionadas":["João 10:10","Romanos 6:23","Apocalipse 21:4"]},"isaias_65_25_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Em Isaías 65:25, \"modo\" aparece na frase \"O lobo e o cordeiro se apascentarão juntos, e o leão comerá palha como o boi; e pó será a comida da serpente. Não farão mal nem dano algum…\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כֹּל; kôl; H3605), \"modo\" traz a ideia de modo. Aqui, essa palavra deixa o ensino de Isaías 65:25 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"modo\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Isaías 65:8. Lendo junto com Isaías 65:25, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Isaías 65:25","Isaías 65:8","Salmos 119:105"]},"isaias_65_25_cordeiro":{"palavra_pt":"cordeiro","palavra_original":"טָלֶה","transliteracao":"ṭâleh","strong":"H2924","significado_raiz":"Ideia básica: cordeiro.","significado_contextual":"Simboliza a inocência e a paz que reinarão na nova criação.","explicacao_detalhada":"A palavra 'cordeiro' é uma referência à pureza e à ausência de violência, representando a nova ordem de Deus.","por_que_esta_palavra":"A escolha do 'cordeiro' destaca a transformação das relações entre as criaturas, onde não haverá mais predador e presa.","conexao_teologica":"O cordeiro é uma figura central na teologia cristã, simbolizando Cristo e Sua obra redentora.","referencias_relacionadas":["João 1:29","Apocalipse 5:6","Isaías 53:7"]}}