{"1cronicas_1_1_nome":{"palavra_pt":"nome","palavra_original":"אָדָם","transliteracao":"ʼÂdâm","strong":"H121","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome do primeiro homem, Adão, que é fundamental na genealogia humana.","explicacao_detalhada":"O nome 'Adão' é derivado da palavra hebraica que significa 'homem' ou 'ser humano'. No contexto bíblico, Adão é a figura que representa a humanidade e a criação de Deus.","por_que_esta_palavra":"A palavra 'nome' é importante porque representa a identidade e a essência do ser humano criado por Deus.","conexao_teologica":"A criação de Adão é um ponto central na teologia cristã, pois marca o início da história da humanidade e a relação entre Deus e o homem.","referencias_relacionadas":["Gênesis 1:26-27","Gênesis 2:7","Romanos 5:12"]},"1cronicas_1_1_filho":{"palavra_pt":"filho","palavra_original":"שֵׁת","transliteracao":"Shêth","strong":"H8352","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a descendência de Adão, especificamente seu filho Sete, que é importante na linhagem que leva a Noé.","explicacao_detalhada":"A palavra 'filho' aqui se refere a Sete, que foi dado a Adão como um substituto após a morte de Abel. Sete é considerado o ancestral dos justos.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender a continuidade da linhagem humana e a preservação da promessa divina.","conexao_teologica":"A genealogia de Adão a Sete é significativa para a narrativa da salvação, mostrando como Deus preservou um remanescente fiel.","referencias_relacionadas":["Gênesis 4:25","Gênesis 5:3","Lucas 3:38"]},"1cronicas_1_2_cainan":{"palavra_pt":"cainan","palavra_original":"קֵינָן","transliteracao":"Qêynân","strong":"H7018","significado_raiz":"Ideia básica: cainan.","significado_contextual":"Cainan é mencionado como parte da genealogia de Sete, destacando a continuidade da linhagem.","explicacao_detalhada":"Cainan é um nome que aparece na genealogia de Adão e é importante para entender a linha de descendência que leva a Noé e, posteriormente, a Abraão.","por_que_esta_palavra":"A inclusão de Cainan na genealogia mostra a importância de cada geração na história da salvação.","conexao_teologica":"A linhagem de Cainan é parte do plano de Deus para a redenção da humanidade, que culmina em Cristo.","referencias_relacionadas":["Gênesis 5:9-14","Lucas 3:36"]},"1cronicas_1_2_nome":{"palavra_pt":"nome","palavra_original":"מַהֲלַלְאֵל","transliteracao":"Mahălalʼêl","strong":"H4111","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Mahalalel, que é um ancestral importante na linha de Sete.","explicacao_detalhada":"Mahalalel, cujo nome significa 'louvado seja Deus', é um exemplo de como os nomes bíblicos frequentemente refletem a relação com Deus.","por_que_esta_palavra":"O nome é significativo porque representa a adoração e a reverência a Deus, que é um tema central na Bíblia.","conexao_teologica":"A vida de Mahalalel ilustra a importância da fé e da devoção a Deus na genealogia que leva ao Messias.","referencias_relacionadas":["Gênesis 5:12-17","Hebreus 11:5"]},"1cronicas_1_3_enoch":{"palavra_pt":"enoch","palavra_original":"חֲנוֹךְ","transliteracao":"Chănôwk","strong":"H2585","significado_raiz":"Ideia básica: enoch.","significado_contextual":"Enoch é notável por sua relação direta com Deus, sendo um exemplo de fé.","explicacao_detalhada":"Enoch é descrito como alguém que andou com Deus e foi levado por Ele, o que destaca a possibilidade de uma relação íntima com o Criador.","por_que_esta_palavra":"A menção de Enoch enfatiza a importância da fé e da comunhão com Deus na vida de um crente.","conexao_teologica":"A vida de Enoch é um modelo de fé e esperança, apontando para a vida eterna prometida por Deus.","referencias_relacionadas":["Gênesis 5:21-24","Hebreus 11:5"]},"1cronicas_1_3_methuselah":{"palavra_pt":"methuselah","palavra_original":"מְתוּשֶׁלַח","transliteracao":"Mᵉthûwshelach","strong":"H4968","significado_raiz":"Ideia básica: methuselah.","significado_contextual":"Methuselah é conhecido por ser a pessoa mais velha mencionada na Bíblia, simbolizando a paciência de Deus.","explicacao_detalhada":"O nome Methuselah significa 'quando ele morrer, será enviado', o que pode ser interpretado como um aviso sobre o juízo que viria com o dilúvio.","por_que_esta_palavra":"Methuselah representa a misericórdia de Deus, dando tempo para arrependimento antes do juízo.","conexao_teologica":"A vida longa de Methuselah é um testemunho da graça de Deus antes do juízo, refletindo a esperança de redenção.","referencias_relacionadas":["Gênesis 5:25-27","Mateus 24:37-39"]},"1cronicas_1_3_nome":{"palavra_pt":"nome","palavra_original":"לֶמֶךְ","transliteracao":"Lemek","strong":"H3929","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Lameque, que é importante na genealogia de Noé.","explicacao_detalhada":"Lameque é mencionado como o pai de Noé e é significativo por sua profecia sobre o futuro do mundo após o dilúvio.","por_que_esta_palavra":"O nome Lameque é importante porque representa a continuidade da linhagem que levará à salvação através de Noé.","conexao_teologica":"A vida de Lameque e sua profecia são parte do plano de Deus para restaurar a criação após o juízo do dilúvio.","referencias_relacionadas":["Gênesis 5:28-31","Hebreus 11:7"]},"1cronicas_1_4_filho":{"palavra_pt":"filho","palavra_original":"יֶפֶת","transliteracao":"Yepheth","strong":"H3315","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho de Noé, Jafé é um dos três filhos que repovoaram a terra após o dilúvio.","explicacao_detalhada":"A palavra 'filho' aqui se refere a Jafé, que é associado a várias nações e povos que surgiram após o dilúvio.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender a dispersão das nações e o cumprimento da promessa de Deus a Noé.","conexao_teologica":"A descendência de Jafé é parte do plano de Deus para a diversidade das nações e a propagação do evangelho.","referencias_relacionadas":["Gênesis 9:18-19","Gênesis 10:1-5"]},"1cronicas_1_4_diluvio":{"palavra_pt":"diluvio","palavra_original":"נֹחַ","transliteracao":"Nôach","strong":"H5146","significado_raiz":"Ideia básica: diluvio.","significado_contextual":"Refere-se ao dilúvio que destruiu a terra, um evento crucial na história da humanidade.","explicacao_detalhada":"O dilúvio é um ato de julgamento de Deus sobre a corrupção da humanidade, mas também é um ato de misericórdia ao preservar Noé e sua família.","por_que_esta_palavra":"A palavra 'dilúvio' é significativa porque representa a justiça de Deus e a necessidade de arrependimento.","conexao_teologica":"O dilúvio é um símbolo do juízo de Deus, mas também da esperança de nova vida através da obediência.","referencias_relacionadas":["Gênesis 6:5-8","Gênesis 7:17-23"]},"1cronicas_1_5_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à palavra 'filho' em um contexto de genealogia, indicando a continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' é usada para descrever a relação entre pais e filhos, essencial para a transmissão de heranças e promessas.","por_que_esta_palavra":"A palavra 'filho' é fundamental para entender a estrutura familiar e a importância da descendência na Bíblia.","conexao_teologica":"A genealogia é uma parte importante da narrativa bíblica, mostrando como Deus trabalha através das gerações.","referencias_relacionadas":["Gênesis 5:1-2","Mateus 1:1-16"]},"1cronicas_1_5_madai":{"palavra_pt":"madai","palavra_original":"מָדַי","transliteracao":"Mâday","strong":"H4074","significado_raiz":"Ideia básica: madai.","significado_contextual":"Madai é mencionado como um dos filhos de Jafé, que representa os povos que se espalharam após o dilúvio.","explicacao_detalhada":"A palavra Madai refere-se a um dos descendentes de Noé, especificamente ligado aos povos que habitaram a região da Média, que é associada à Pérsia. Este nome é importante para entender a genealogia das nações.","por_que_esta_palavra":"Madai é relevante para a compreensão das origens dos povos e das nações que surgiram após o dilúvio, mostrando a diversidade da humanidade.","conexao_teologica":"A genealogia em 1 Crônicas destaca a soberania de Deus sobre as nações e sua intenção de espalhar a humanidade, refletindo a promessa de Noé de que seus filhos povoariam a terra.","referencias_relacionadas":["Gênesis 10:2","Ezequiel 27:6","Daniel 8:20"]},"1cronicas_1_6_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para descrever a relação de descendência entre os patriarcas e suas gerações.","explicacao_detalhada":"O termo 'filho' (בֵּן) é fundamental na genealogia bíblica, indicando a continuidade da linhagem e a transmissão das promessas de Deus através das gerações.","por_que_esta_palavra":"A inclusão de 'filho' enfatiza a importância da herança e da identidade familiar no contexto da história de Israel.","conexao_teologica":"A ideia de 'filho' é central na teologia bíblica, pois aponta para a relação entre Deus e Seu povo, além de prefigurar a relação entre Cristo e a humanidade.","referencias_relacionadas":["Êxodo 4:22","Salmos 2:7","João 1:12"]},"1cronicas_1_6_riphath":{"palavra_pt":"riphath","palavra_original":"רִיפַת","transliteracao":"Rîyphath","strong":"H7384","significado_raiz":"Ideia básica: riphath.","significado_contextual":"Riphath é mencionado como um dos filhos de Gomer, um dos filhos de Jafé, representando uma das nações que se originaram após o dilúvio.","explicacao_detalhada":"A palavra Riphath refere-se a um dos descendentes que, segundo a tradição, habitou a região da Ásia Menor. A genealogia ajuda a entender as origens dos povos e suas interações.","por_que_esta_palavra":"Riphath é importante para a compreensão das raízes históricas e culturais das nações que cercavam Israel.","conexao_teologica":"A menção de Riphath na genealogia demonstra a soberania de Deus na formação das nações e Seu plano de salvação que abrange todos os povos.","referencias_relacionadas":["Gênesis 10:3","Jeremias 51:27","Ezequiel 38:6"]},"1cronicas_1_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é novamente utilizada para descrever a continuidade da linhagem, neste caso, de Jafé.","explicacao_detalhada":"O uso do termo 'filho' reforça a importância da genealogia na narrativa bíblica, mostrando como as promessas de Deus são passadas de geração em geração.","por_que_esta_palavra":"É essencial para entender a estrutura familiar e a identidade do povo de Deus ao longo da história.","conexao_teologica":"A relação de 'filho' reflete a relação entre Deus e Seu povo, enfatizando a ideia de que todos são chamados a serem filhos de Deus.","referencias_relacionadas":["Gênesis 4:25","Romanos 8:14","Gálatas 3:26"]},"1cronicas_1_7_nome":{"palavra_pt":"nome","palavra_original":"יָוָן","transliteracao":"Yâvân","strong":"H3120","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome mencionado aqui refere-se a Javan, que é associado aos povos que habitavam as ilhas e regiões costeiras do Mediterrâneo.","explicacao_detalhada":"Javan é importante na história bíblica, pois representa os descendentes que se tornaram conhecidos por suas habilidades marítimas e comerciais.","por_que_esta_palavra":"O nome é significativo para a compreensão das interações culturais e comerciais entre Israel e outras nações.","conexao_teologica":"A menção de Javan destaca a diversidade das nações e a soberania de Deus sobre todas elas, mostrando que Sua mensagem é para todos os povos.","referencias_relacionadas":["Gênesis 10:4","Isaías 66:19","Ezequiel 27:13"]},"1cronicas_1_8_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é utilizada novamente para descrever a linhagem de Jafé, enfatizando a continuidade da descendência.","explicacao_detalhada":"A repetição do termo 'filho' é uma característica da genealogia bíblica, que serve para estabelecer a identidade e a herança do povo de Deus.","por_que_esta_palavra":"É crucial para entender como as promessas de Deus se estendem através das gerações.","conexao_teologica":"A ideia de 'filho' é central na relação entre Deus e Seu povo, refletindo a paternidade divina e a adoção dos crentes.","referencias_relacionadas":["Gênesis 5:1","Mateus 1:1","Lucas 3:38"]},"1cronicas_1_8_egypt":{"palavra_pt":"egito","palavra_original":"מִצְרַיִם","transliteracao":"Mitsrayim","strong":"H4714","significado_raiz":"Ideia básica: egito.","significado_contextual":"Egito é mencionado como uma das nações que descenderam de Cam, um dos filhos de Noé, e é frequentemente associado à opressão do povo de Israel.","explicacao_detalhada":"A palavra Egito (מִצְרַיִם) é significativa na narrativa bíblica, pois representa tanto um lugar de refúgio quanto de escravidão para os israelitas.","por_que_esta_palavra":"O Egito é um símbolo importante na história de Israel, representando tanto a opressão quanto a libertação.","conexao_teologica":"A menção do Egito destaca a soberania de Deus em libertar Seu povo e a importância da redenção na narrativa bíblica.","referencias_relacionadas":["Êxodo 3:10","Salmos 106:7","Isaías 19:1"]},"1cronicas_1_9_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é utilizada novamente para descrever a linhagem, reforçando a continuidade da descendência.","explicacao_detalhada":"O termo 'filho' é essencial para a genealogia, mostrando a importância da herança e da identidade familiar na história de Israel.","por_que_esta_palavra":"A repetição do termo é uma forma de enfatizar a continuidade da linhagem e a transmissão das promessas de Deus.","conexao_teologica":"A relação de 'filho' é central na teologia bíblica, refletindo a relação entre Deus e Seu povo, e a chamada à adoção como filhos.","referencias_relacionadas":["Gênesis 5:3","Romanos 8:15","Efésios 1:5"]},"1cronicas_1_9_nome":{"palavra_pt":"nome","palavra_original":"חֲוִילָה","transliteracao":"Chăvîylâh","strong":"H2341","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome Chavilá é mencionado como parte da genealogia, representando uma das nações que se originaram após o dilúvio.","explicacao_detalhada":"Chavilá é associado a uma região ou povo, e sua menção ajuda a entender a diversidade das nações que surgiram após a dispersão.","por_que_esta_palavra":"A inclusão de nomes de nações é importante para a compreensão da história e das interações entre os povos.","conexao_teologica":"A menção de Chavilá destaca a soberania de Deus sobre as nações e Seu plano de salvação que abrange todos os povos.","referencias_relacionadas":["Gênesis 10:7","1 Crônicas 1:22","Ezequiel 27:23"]},"1cronicas_1_10_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao espaço físico que Deus criou e deu aos homens, sendo um tema central na narrativa bíblica.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é fundamental para entender a criação e a promessa de Deus a Abraão sobre a terra que seria dada a seus descendentes.","por_que_esta_palavra":"A terra é um símbolo de herança e promessa na Bíblia, representando o lugar onde o povo de Deus habita.","conexao_teologica":"A menção da terra reflete a soberania de Deus sobre a criação e Sua intenção de habitar com Seu povo.","referencias_relacionadas":["Gênesis 1:1","Deuteronômio 8:7","Salmos 37:11"]},"1cronicas_1_10_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à ideia de um estado de ser ou existir.","explicacao_detalhada":"No contexto de 1 Crônicas 1:10, a palavra 'cair' é usada para descrever a condição de um indivíduo ou grupo em relação a sua identidade e história. A ideia de 'cair' pode ser interpretada como uma transição ou mudança de estado.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a importância da existência e do legado de uma linhagem.","conexao_teologica":"A ideia de cair pode ser vista como uma metáfora para a queda do homem e a necessidade de redenção.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","1 Coríntios 15:22"]},"1cronicas_1_10_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um ser humano, frequentemente com conotações de força e coragem.","explicacao_detalhada":"Em 1 Crônicas 1:10, 'homem' é usado para descrever indivíduos que desempenharam papéis significativos na história de Israel, destacando a importância da masculinidade e liderança.","por_que_esta_palavra":"A escolha da palavra 'homem' reflete a ênfase nas figuras patriarcais e na genealogia do povo de Deus.","conexao_teologica":"O conceito de homem é central na narrativa bíblica, especialmente em relação à criação e à queda.","referencias_relacionadas":["Gênesis 1:26-27","Gênesis 2:7","1 Timóteo 2:13"]},"1cronicas_1_11_egypt":{"palavra_pt":"egito","palavra_original":"מִצְרַיִם","transliteracao":"Mitsrayim","strong":"H4714","significado_raiz":"Ideia básica: egito.","significado_contextual":"A palavra 'Egito' refere-se à nação que foi um lugar de cativeiro e opressão para os israelitas.","explicacao_detalhada":"No contexto de 1 Crônicas 1:11, 'Egito' simboliza tanto um lugar físico quanto uma representação de opressão e idolatria, contrastando com a liberdade prometida a Israel.","por_que_esta_palavra":"Egito é mencionado para lembrar a história de libertação e a fidelidade de Deus ao seu povo.","conexao_teologica":"Egito é frequentemente visto como um símbolo do pecado e da escravidão espiritual.","referencias_relacionadas":["Êxodo 3:10","Salmos 105:23","Gálatas 4:24"]},"1cronicas_1_11_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se à ideia de gerar ou dar à luz.","explicacao_detalhada":"Em 1 Crônicas 1:11, 'urso' é usada para descrever a ação de gerar descendentes, enfatizando a continuidade da linhagem.","por_que_esta_palavra":"A palavra é importante para entender a genealogia e a importância da procriação na cultura israelita.","conexao_teologica":"A geração de filhos é vista como uma bênção de Deus e parte do plano divino.","referencias_relacionadas":["Gênesis 1:28","Salmos 127:3-5","Mateus 1:1-16"]},"1cronicas_1_11_unrepresented":{"palavra_pt":"unrepresented","palavra_original":"אֵת","transliteracao":"ʼêth","strong":"H853","significado_raiz":"Ideia básica: unrepresented.","significado_contextual":"A palavra 'unrepresented' é uma partícula que indica a presença de um objeto direto.","explicacao_detalhada":"Em 1 Crônicas 1:11, essa palavra é usada para conectar a ação de gerar com o sujeito, mostrando a relação entre as partes da frase.","por_que_esta_palavra":"É uma palavra gramatical que ajuda a estruturar a narrativa e a genealogia.","conexao_teologica":"Embora não tenha um significado teológico profundo, sua presença é essencial para a clareza do texto.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Hebreus 11:3"]},"1cronicas_1_12_povo":{"palavra_pt":"povo","palavra_original":"כַּסְלֻחִים","transliteracao":"Kaçluchîym","strong":"H3695","significado_raiz":"Ideia básica: povo.","significado_contextual":"A palavra 'povo' refere-se à coletividade dos israelitas como um grupo escolhido por Deus.","explicacao_detalhada":"Em 1 Crônicas 1:12, 'povo' é usado para enfatizar a identidade coletiva e a história compartilhada dos israelitas.","por_que_esta_palavra":"A palavra é crucial para entender a relação entre Deus e seu povo, destacando a importância da comunidade.","conexao_teologica":"O conceito de povo é central na aliança de Deus com Israel e na missão de ser luz para as nações.","referencias_relacionadas":["Êxodo 19:6","Deuteronômio 7:6","1 Pedro 2:9"]},"1cronicas_1_13_filho":{"palavra_pt":"filho","palavra_original":"כְּנַעַן","transliteracao":"Kᵉnaʻan","strong":"H3667","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e continuidade da linhagem.","explicacao_detalhada":"Em 1 Crônicas 1:13, 'filho' é usado para descrever a relação familiar e a importância da herança.","por_que_esta_palavra":"A palavra é fundamental para a genealogia, mostrando a conexão entre gerações.","conexao_teologica":"A ideia de filho é central na narrativa bíblica, especialmente em relação à paternidade de Deus e a filiação de Cristo.","referencias_relacionadas":["Gênesis 4:1","Mateus 1:1","Romanos 8:14"]},"1cronicas_1_13_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' novamente refere-se ao ato de gerar ou dar à luz.","explicacao_detalhada":"Em 1 Crônicas 1:13, a repetição da palavra 'urso' enfatiza a continuidade da linhagem e a importância da procriação.","por_que_esta_palavra":"A repetição reforça a ideia de que a geração de filhos é uma parte vital da história do povo de Deus.","conexao_teologica":"A geração é vista como um ato divino, refletindo a criação e a continuidade do plano de Deus.","referencias_relacionadas":["Gênesis 1:28","Salmos 127:3-5","Mateus 1:1-16"]},"1cronicas_1_13_unrepresented":{"palavra_pt":"unrepresented","palavra_original":"אֵת","transliteracao":"ʼêth","strong":"H853","significado_raiz":"Ideia básica: unrepresented.","significado_contextual":"A palavra 'unrepresented' é uma partícula que indica a presença de um objeto direto.","explicacao_detalhada":"Em 1 Crônicas 1:13, essa palavra é usada para conectar a ação de gerar com o sujeito, mostrando a relação entre as partes da frase.","por_que_esta_palavra":"É uma palavra gramatical que ajuda a estruturar a narrativa e a genealogia.","conexao_teologica":"Embora não tenha um significado teológico profundo, sua presença é essencial para a clareza do texto.","referencias_relacionadas":["Gênesis 1:1","Salmos 19:1","Hebreus 11:3"]},"1cronicas_1_14_amorite":{"palavra_pt":"amorite","palavra_original":"אֱמֹרִי","transliteracao":"ʼĔmôrîy","strong":"H567","significado_raiz":"Ideia básica: amorite.","significado_contextual":"A palavra 'amorite' refere-se a um dos povos que habitavam a terra de Canaã.","explicacao_detalhada":"Em 1 Crônicas 1:14, 'amorite' é usado para identificar um grupo étnico específico que estava em conflito com os israelitas.","por_que_esta_palavra":"A menção dos amoritas é importante para entender a história de conquista e os desafios enfrentados por Israel.","conexao_teologica":"Os amoritas representam as nações que se opõem ao plano de Deus para seu povo escolhido.","referencias_relacionadas":["Números 21:13","Deuteronômio 1:4","Josué 24:8"]},"1cronicas_1_15_arkite":{"palavra_pt":"arkite","palavra_original":"עַרְקִי","transliteracao":"ʻArqîy","strong":"H6208","significado_raiz":"Ideia básica: arkite.","significado_contextual":"Arkite refere-se a um dos descendentes de Canaã, mencionado nas genealogias.","explicacao_detalhada":"Os arkitas eram um povo que habitava a região de Arca, na antiga Fenícia. Sua menção nas genealogias bíblicas destaca a diversidade das nações e povos que surgiram após o dilúvio.","por_que_esta_palavra":"A palavra 'arkite' é importante para entender a origem dos povos e a divisão das nações após a descendência de Noé.","conexao_teologica":"A genealogia em 1 Crônicas enfatiza a soberania de Deus sobre a história e a formação das nações, mostrando que Ele tem um plano para cada povo.","referencias_relacionadas":["Gênesis 10:15-18","1 Crônicas 1:13-16","Ezequiel 27:8"]},"1cronicas_1_16_arvadite":{"palavra_pt":"arvadite","palavra_original":"אַרְוָדִי","transliteracao":"ʼArvâdîy","strong":"H721","significado_raiz":"Ideia básica: arvadite.","significado_contextual":"Arvadite é um termo que se refere a outro grupo de descendentes de Canaã, especificamente os habitantes da ilha de Arvad.","explicacao_detalhada":"Os arvaditas eram conhecidos por sua habilidade marítima e comércio, e sua inclusão nas genealogias bíblicas mostra a importância das nações fenícias na história antiga.","por_que_esta_palavra":"A palavra 'arvadite' é relevante para entender a diversidade cultural e econômica das nações que surgiram após o dilúvio.","conexao_teologica":"A menção dos arvaditas nas genealogias destaca a soberania de Deus na formação das nações e o cumprimento de Suas promessas.","referencias_relacionadas":["Gênesis 10:15-18","1 Crônicas 1:13-16","Ezequiel 27:8"]},"1cronicas_1_17_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para indicar a relação de descendência entre os patriarcas e suas gerações.","explicacao_detalhada":"No contexto bíblico, 'filho' não se refere apenas à relação biológica, mas também à continuidade da aliança de Deus com Seu povo através das gerações.","por_que_esta_palavra":"A palavra 'filho' é fundamental para entender a transmissão da herança espiritual e a continuidade da linhagem escolhida por Deus.","conexao_teologica":"A ideia de 'filho' reflete a relação entre Deus e Seu povo, onde Ele é o Pai e os crentes são Seus filhos.","referencias_relacionadas":["Gênesis 5:1-32","Mateus 1:1-17","Romanos 8:14"]},"1cronicas_1_18_filho":{"palavra_pt":"filho","palavra_original":"אַרְפַּכְשַׁד","transliteracao":"ʼArpakshad","strong":"H775","significado_raiz":"Ideia básica: filho.","significado_contextual":"Neste versículo, 'filho' refere-se a um dos descendentes de Sem, destacando a continuidade da linhagem.","explicacao_detalhada":"A menção de 'filho' aqui é parte da genealogia que traça a linhagem de Abraão, enfatizando a importância da descendência na história da salvação.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender a herança espiritual e a promessa de Deus a Abraão e seus descendentes.","conexao_teologica":"A genealogia em 1 Crônicas conecta a história de Israel com as promessas de Deus, mostrando como Ele cumpre Suas promessas através das gerações.","referencias_relacionadas":["Gênesis 10:21-31","Gênesis 11:10-26","Hebreus 11:8-12"]},"1cronicas_1_18_salah":{"palavra_pt":"salah","palavra_original":"שֶׁלַח","transliteracao":"Shelach","strong":"H7974","significado_raiz":"Ideia básica: salah.","significado_contextual":"Salah é um dos nomes mencionados na genealogia de Sem, representando uma geração importante na linhagem.","explicacao_detalhada":"Salah é conhecido como um dos patriarcas que contribuiu para a formação do povo de Israel, e sua inclusão nas genealogias destaca a continuidade da promessa de Deus.","por_que_esta_palavra":"A palavra 'salah' é significativa para entender a linhagem que leva a Abraão e, consequentemente, ao povo de Israel.","conexao_teologica":"A menção de Salah na genealogia reforça a ideia de que Deus está ativamente envolvido na história da salvação.","referencias_relacionadas":["Gênesis 10:24","Gênesis 11:12-14","Lucas 3:35-36"]},"1cronicas_1_18_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se ao ato de gerar, indicando a continuidade da linhagem.","explicacao_detalhada":"Neste contexto, 'urso' é usado para descrever o ato de dar à luz, enfatizando a importância da descendência na narrativa bíblica.","por_que_esta_palavra":"A palavra 'urso' é essencial para entender a continuidade da linhagem e o cumprimento das promessas de Deus através das gerações.","conexao_teologica":"A ideia de gerar filhos é um reflexo do plano de Deus para a criação e a continuidade de Seu povo escolhido.","referencias_relacionadas":["Gênesis 4:1","Gênesis 29:32","Salmos 127:3"]},"1cronicas_1_19_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território que foi dado por Deus ao Seu povo.","explicacao_detalhada":"No contexto bíblico, 'terra' é frequentemente associada à promessa de Deus a Abraão e seus descendentes, simbolizando bênção e herança.","por_que_esta_palavra":"A palavra 'terra' é fundamental para entender a relação entre Deus e Seu povo, especialmente no que diz respeito à promessa da terra de Canaã.","conexao_teologica":"A terra é um símbolo da aliança de Deus com Israel, representando Sua provisão e fidelidade.","referencias_relacionadas":["Gênesis 12:1-7","Êxodo 3:8","Deuteronômio 6:10-12"]},"1cronicas_1_19_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é novamente utilizada para indicar a relação de descendência.","explicacao_detalhada":"A repetição da palavra 'filho' enfatiza a continuidade da linhagem e a importância da descendência na narrativa bíblica.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender a transmissão da herança espiritual e a continuidade da linhagem escolhida por Deus.","conexao_teologica":"A ideia de 'filho' reflete a relação entre Deus e Seu povo, onde Ele é o Pai e os crentes são Seus filhos.","referencias_relacionadas":["Gênesis 5:1-32","Mateus 1:1-17","Romanos 8:14"]},"1cronicas_1_19_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir uma explicação ou razão.","explicacao_detalhada":"Neste contexto, 'porque' é utilizado para justificar a relação de descendência e a importância da linhagem.","por_que_esta_palavra":"A palavra 'porque' é essencial para entender a lógica da narrativa bíblica e a conexão entre os eventos.","conexao_teologica":"A utilização de 'porque' reflete a clareza e a intenção de Deus em revelar Seu plano através da história.","referencias_relacionadas":["Gênesis 1:26-27","Romanos 5:12","Efésios 1:4-5"]},"1cronicas_1_20_joktan":{"palavra_pt":"joktan","palavra_original":"יׇקְטָן","transliteracao":"Yoqṭân","strong":"H3355","significado_raiz":"Ideia básica: joktan.","significado_contextual":"Joktan é mencionado como um dos descendentes de Sem, representando uma linhagem importante.","explicacao_detalhada":"A inclusão de Joktan nas genealogias bíblicas destaca a diversidade das nações e a continuidade da linhagem que levaria ao povo de Israel.","por_que_esta_palavra":"A palavra 'joktan' é significativa para entender a formação das nações e a soberania de Deus na história.","conexao_teologica":"A menção de Joktan nas genealogias reforça a ideia de que Deus tem um plano para cada nação e povo.","referencias_relacionadas":["Gênesis 10:25-30","1 Crônicas 1:19-23","Lucas 3:36"]},"1cronicas_1_20_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"O termo 'urso' refere-se a um animal forte e poderoso, simbolizando força e ferocidade.","explicacao_detalhada":"Na cultura antiga, o urso era visto como um símbolo de força e proteção. Em algumas passagens bíblicas, animais como o urso são usados para ilustrar a força de Deus ou a ferocidade de inimigos.","por_que_esta_palavra":"A palavra 'urso' é utilizada para descrever a natureza poderosa de um personagem ou situação, enfatizando a força que pode ser encontrada em Deus ou em Seus servos.","conexao_teologica":"A força de Deus é frequentemente comparada a animais poderosos, como o urso, mostrando que Ele é um protetor forte para Seu povo.","referencias_relacionadas":["Salmos 22:12","Provérbios 17:12","Isaías 11:7"]},"1cronicas_1_20_unrepresented":{"palavra_pt":"unrepresented","palavra_original":"אֵת","transliteracao":"ʼêth","strong":"H853","significado_raiz":"Ideia básica: unrepresented.","significado_contextual":"A palavra 'אֵת' é uma partícula que indica o objeto direto da ação, muitas vezes não traduzida diretamente.","explicacao_detalhada":"No hebraico, 'אֵת' é usado para marcar o objeto direto de um verbo, ajudando a clarificar a relação entre o sujeito e o objeto na frase.","por_que_esta_palavra":"Embora não tenha um significado próprio em português, sua presença é crucial para a estrutura gramatical e compreensão do texto.","conexao_teologica":"A precisão na linguagem bíblica é importante para entender a intenção divina nas Escrituras.","referencias_relacionadas":["Gênesis 1:1","Êxodo 20:13","Salmos 119:105"]},"1cronicas_1_21_filho":{"palavra_pt":"filho","palavra_original":"הֲדוֹרָם","transliteracao":"Hădôwrâm","strong":"H1913","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência, simbolizando herança e continuidade da linhagem.","explicacao_detalhada":"Na Bíblia, o conceito de 'filho' é central para a compreensão da aliança de Deus com Seu povo, representando tanto a relação familiar quanto a relação espiritual.","por_que_esta_palavra":"A palavra 'filho' é utilizada para enfatizar a importância da linhagem e da herança espiritual entre os israelitas.","conexao_teologica":"A relação entre pai e filho é um tema recorrente nas Escrituras, refletindo a paternidade de Deus e a relação com Seus filhos.","referencias_relacionadas":["Gênesis 4:1","Mateus 3:17","João 1:12"]},"1cronicas_1_21_diklah":{"palavra_pt":"diklah","palavra_original":"דִּקְלָה","transliteracao":"Diqlâh","strong":"H1853","significado_raiz":"Ideia básica: diklah.","significado_contextual":"Diklah é um nome próprio, possivelmente relacionado a uma árvore ou planta, simbolizando crescimento e prosperidade.","explicacao_detalhada":"O nome Diklah pode estar associado a uma linhagem ou tribo, refletindo a diversidade e riqueza da criação de Deus.","por_que_esta_palavra":"A inclusão de nomes próprios na genealogia bíblica serve para traçar a história e a herança do povo de Deus.","conexao_teologica":"Os nomes na Bíblia muitas vezes têm significados profundos que refletem a natureza de Deus e Seu plano para a humanidade.","referencias_relacionadas":["Gênesis 10:27","1 Crônicas 1:22","Gênesis 25:2"]},"1cronicas_1_22_monte":{"palavra_pt":"monte","palavra_original":"עֵיבָל","transliteracao":"ʻÊybâl","strong":"H5858","significado_raiz":"Ideia básica: monte.","significado_contextual":"A palavra 'monte' refere-se a uma elevação de terra, muitas vezes associada a lugares de adoração ou eventos significativos.","explicacao_detalhada":"Montes na Bíblia são frequentemente locais de encontros com Deus, como o Monte Sinai, onde Moisés recebeu a Lei.","por_que_esta_palavra":"O uso de 'monte' enfatiza a geografia sagrada e a importância dos locais na narrativa bíblica.","conexao_teologica":"Montes são símbolos de estabilidade e presença divina, representando a proximidade de Deus com Seu povo.","referencias_relacionadas":["Êxodo 19:20","Salmos 121:1","Mateus 5:14"]},"1cronicas_1_22_filho":{"palavra_pt":"filho","palavra_original":"אֲבִימָאֵל","transliteracao":"ʼĂbîymâʼêl","strong":"H39","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' aqui também se refere à continuidade da linhagem, reforçando a importância da descendência.","explicacao_detalhada":"O conceito de 'filho' é fundamental na genealogia, mostrando a conexão entre as gerações e a fidelidade de Deus às Suas promessas.","por_que_esta_palavra":"A repetição da palavra 'filho' enfatiza a importância da herança e da identidade dentro do povo de Deus.","conexao_teologica":"A relação entre pais e filhos é um reflexo da relação entre Deus e Seu povo, onde Ele é o Pai que cuida e guia.","referencias_relacionadas":["Gênesis 5:3","Mateus 1:1","Romanos 8:17"]},"1cronicas_1_22_nome":{"palavra_pt":"nome","palavra_original":"שְׁבָא","transliteracao":"Shᵉbâʼ","strong":"H7614","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e à reputação, essencial na cultura hebraica.","explicacao_detalhada":"Na Bíblia, o nome de uma pessoa muitas vezes carrega um significado profundo, refletindo seu caráter ou destino.","por_que_esta_palavra":"A menção de 'nome' destaca a importância da identidade e do legado que cada pessoa deixa.","conexao_teologica":"Os nomes são frequentemente usados nas Escrituras para revelar a natureza de Deus e Seu relacionamento com a humanidade.","referencias_relacionadas":["Salmos 8:1","Isaías 43:7","Filipenses 2:9"]},"1cronicas_1_23_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito, indicando um estilo ou método.","explicacao_detalhada":"O 'modo' de agir ou viver é importante nas Escrituras, refletindo a moral e a ética que Deus espera de Seu povo.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a necessidade de viver de acordo com os princípios de Deus.","conexao_teologica":"A maneira de viver é um reflexo da fé e da obediência a Deus, mostrando como a vida cristã deve ser vivida.","referencias_relacionadas":["Romanos 12:2","Gálatas 5:16","Efésios 4:1"]},"1cronicas_1_23_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' novamente destaca a importância da linhagem e da continuidade da fé.","explicacao_detalhada":"A repetição do termo 'filho' reforça a ideia de que cada geração é responsável por transmitir a fé e os ensinamentos de Deus.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender a estrutura familiar e a transmissão de valores espirituais.","conexao_teologica":"A relação entre pais e filhos é um tema central na Bíblia, refletindo a paternidade de Deus e a responsabilidade dos crentes.","referencias_relacionadas":["Gênesis 21:3","Mateus 1:16","Efésios 6:4"]},"1cronicas_1_23_nome":{"palavra_pt":"nome","palavra_original":"אוֹפִיר","transliteracao":"ʼÔwphîyr","strong":"H211","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' aqui também se refere à identidade, simbolizando a importância do legado e da reputação.","explicacao_detalhada":"Os nomes na Bíblia muitas vezes têm significados que refletem a história e o caráter das pessoas, sendo fundamentais para a narrativa bíblica.","por_que_esta_palavra":"A menção de 'nome' destaca a importância da identidade e do impacto que cada pessoa tem na história da salvação.","conexao_teologica":"Os nomes são usados para revelar a natureza de Deus e a relação que Ele tem com Seu povo, mostrando a importância da identidade em Cristo.","referencias_relacionadas":["Salmos 20:1","Isaías 62:2","Apocalipse 3:5"]},"1cronicas_1_24_filho":{"palavra_pt":"filho","palavra_original":"שֵׁם","transliteracao":"Shêm","strong":"H8035","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência de Sem, um dos filhos de Noé.","explicacao_detalhada":"A palavra 'filho' neste contexto indica a continuidade da linhagem de Sem, que é importante para a genealogia do povo de Israel.","por_que_esta_palavra":"A palavra é usada para estabelecer a relação familiar e a herança espiritual que se segue através das gerações.","conexao_teologica":"A genealogia é fundamental para entender a história da salvação e a vinda do Messias.","referencias_relacionadas":["Gênesis 10:21","Gênesis 11:10","Lucas 3:36"]},"1cronicas_1_24_salah":{"palavra_pt":"salah","palavra_original":"שֶׁלַח","transliteracao":"Shelach","strong":"H7974","significado_raiz":"Ideia básica: salah.","significado_contextual":"Salah é um dos descendentes de Sem, mencionado na genealogia.","explicacao_detalhada":"A palavra 'salah' representa um nome que carrega um significado de 'enviar' ou 'soltar', indicando um papel na história da humanidade.","por_que_esta_palavra":"É importante para a compreensão da linhagem que leva a Abraão e, consequentemente, ao povo de Israel.","conexao_teologica":"A linhagem de Salah é parte do plano divino que culmina na vinda de Cristo.","referencias_relacionadas":["Gênesis 10:24","Gênesis 11:12","Lucas 3:35"]},"1cronicas_1_25_nome":{"palavra_pt":"nome","palavra_original":"עֵבֵר","transliteracao":"ʻÊbêr","strong":"H5677","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Éber' é significativo na genealogia, representando um ancestral importante.","explicacao_detalhada":"Éber é considerado o patriarca de onde se originaram os hebreus, e seu nome é associado à ideia de 'do outro lado' ou 'transcendência'.","por_que_esta_palavra":"O nome é crucial para entender a identidade do povo de Israel e sua relação com Deus.","conexao_teologica":"A conexão de Éber com a promessa de Deus a Abraão é um ponto central na narrativa bíblica.","referencias_relacionadas":["Gênesis 10:21","Gênesis 11:14","Hebreus 7:14"]},"1cronicas_1_25_filho":{"palavra_pt":"filho","palavra_original":"פֶּלֶג","transliteracao":"Peleg","strong":"H6389","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a Peleg, um descendente de Éber.","explicacao_detalhada":"Peleg é mencionado como um filho que viveu em tempos de divisão da terra, simbolizando mudanças significativas na história.","por_que_esta_palavra":"O nome Peleg significa 'divisão', o que é relevante para a narrativa da dispersão das nações.","conexao_teologica":"A divisão da terra e das nações é parte do plano de Deus para a humanidade.","referencias_relacionadas":["Gênesis 10:25","Gênesis 11:16","Atos 17:26"]},"1cronicas_1_25_reu":{"palavra_pt":"reu","palavra_original":"רְעוּ","transliteracao":"Rᵉʻûw","strong":"H7466","significado_raiz":"Ideia básica: reu.","significado_contextual":"Reu é um descendente de Peleg, continuando a linhagem.","explicacao_detalhada":"A palavra 'Reu' é um nome que pode ser interpretado como 'amigo' ou 'companheiro', refletindo a importância das relações familiares.","por_que_esta_palavra":"Reu é parte da genealogia que leva a Abraão, essencial para a história da salvação.","conexao_teologica":"As relações familiares são fundamentais para a compreensão do plano de Deus para a humanidade.","referencias_relacionadas":["Gênesis 11:18","Gênesis 11:20","Lucas 3:35"]},"1cronicas_1_26_serug":{"palavra_pt":"serug","palavra_original":"שְׂרוּג","transliteracao":"Sᵉrûwg","strong":"H8286","significado_raiz":"Ideia básica: serug.","significado_contextual":"Serug é um descendente de Reu, continuando a linhagem.","explicacao_detalhada":"O nome Serug pode ser interpretado como 'ramo' ou 'crescimento', simbolizando a continuidade da vida e da linhagem.","por_que_esta_palavra":"A menção de Serug é importante para a genealogia que culmina em Abraão.","conexao_teologica":"A continuidade da linhagem é essencial para a realização das promessas de Deus.","referencias_relacionadas":["Gênesis 11:20","Gênesis 11:22","Lucas 3:35"]},"1cronicas_1_26_nome":{"palavra_pt":"nome","palavra_original":"נָחוֹר","transliteracao":"Nâchôwr","strong":"H5152","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Nacor' é mencionado como parte da genealogia.","explicacao_detalhada":"Nacor é um nome que representa um ancestral importante na linhagem que leva a Abraão.","por_que_esta_palavra":"A inclusão de Nacor na genealogia é crucial para entender a história do povo de Israel.","conexao_teologica":"Os nomes na genealogia têm significados que refletem a história da salvação.","referencias_relacionadas":["Gênesis 11:22","Gênesis 11:24","Lucas 3:34"]},"1cronicas_1_26_pai":{"palavra_pt":"pai","palavra_original":"תֶּרַח","transliteracao":"Terach","strong":"H8646","significado_raiz":"Ideia básica: pai.","significado_contextual":"Terach é mencionado como pai de Abraão, um personagem central na narrativa bíblica.","explicacao_detalhada":"O nome Terach é significativo, pois representa a transição de uma geração para outra e a preparação para a chamada de Abraão.","por_que_esta_palavra":"A figura de Terach é importante para entender o contexto familiar de Abraão e sua relação com Deus.","conexao_teologica":"A história de Terach e Abraão é fundamental para a compreensão da aliança de Deus com o povo de Israel.","referencias_relacionadas":["Gênesis 11:26","Gênesis 11:31","Atos 7:2"]},"1cronicas_1_27_nome":{"palavra_pt":"nome","palavra_original":"אַבְרָם","transliteracao":"ʼAbrâm","strong":"H87","significado_raiz":"Ideia básica: nome.","significado_contextual":"Abrão é o nome dado a um dos patriarcas mais importantes da Bíblia.","explicacao_detalhada":"O nome Abrão significa 'pai de muitas nações', refletindo a promessa de Deus a ele.","por_que_esta_palavra":"A mudança de nome para Abraão é um marco na história da salvação, simbolizando a nova identidade dada por Deus.","conexao_teologica":"A vida de Abraão é um exemplo de fé e obediência, fundamental para a teologia cristã.","referencias_relacionadas":["Gênesis 17:5","Romanos 4:17","Gálatas 3:29"]},"1cronicas_1_27_himself":{"palavra_pt":"him self","palavra_original":"הוּא","transliteracao":"hûwʼ","strong":"H1931","significado_raiz":"Ideia básica: him self.","significado_contextual":"A palavra 'ele mesmo' refere-se a Abraão, enfatizando sua individualidade e papel único na história.","explicacao_detalhada":"A expressão destaca a importância da escolha de Deus em chamar Abraão para ser o pai de uma grande nação.","por_que_esta_palavra":"A individualidade de Abraão é crucial para entender a relação pessoal que Deus tem com seus escolhidos.","conexao_teologica":"A chamada de Abraão é um ponto de virada na narrativa bíblica, estabelecendo a base para a aliança de Deus com seu povo.","referencias_relacionadas":["Gênesis 12:1","Gênesis 15:6","Hebreus 11:8"]},"1cronicas_1_28_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência e à continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é utilizada para indicar não apenas a relação biológica, mas também a herança espiritual e a identidade dentro do povo de Israel.","por_que_esta_palavra":"A escolha da palavra 'filho' enfatiza a importância da família e da herança na cultura israelita.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia cristã, refletindo a relação íntima entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 4:22","Salmos 2:7","Romanos 8:14"]},"1cronicas_1_28_nome":{"palavra_pt":"nome","palavra_original":"יִשְׁמָעֵאל","transliteracao":"Yishmâʻêʼl","strong":"H3458","significado_raiz":"Ideia básica: nome.","significado_contextual":"Indica a identidade e a reputação de uma pessoa ou grupo.","explicacao_detalhada":"O nome (יִשְׁמָעֵאל) carrega significados profundos, muitas vezes relacionados ao caráter ou à missão da pessoa.","por_que_esta_palavra":"Os nomes na Bíblia frequentemente refletem a história ou o destino dos indivíduos, sendo uma parte importante da narrativa bíblica.","conexao_teologica":"O nome de Deus é frequentemente mencionado como um símbolo de Sua autoridade e poder.","referencias_relacionadas":["Gênesis 16:11","Salmos 20:1","Filipenses 2:9-10"]},"1cronicas_1_29_filho":{"palavra_pt":"filho","palavra_original":"קֵדָר","transliteracao":"Qêdâr","strong":"H6938","significado_raiz":"Ideia básica: filho.","significado_contextual":"Representa a continuidade da linhagem e a importância da descendência.","explicacao_detalhada":"A palavra 'filho' (קֵדָר) é usada para mostrar a conexão entre gerações e a importância da herança familiar.","por_que_esta_palavra":"A ênfase na palavra 'filho' reflete a estrutura social e familiar da época, onde a linhagem era crucial.","conexao_teologica":"A relação entre Deus e Seu povo é frequentemente descrita em termos de paternidade e filiação.","referencias_relacionadas":["Gênesis 21:13","Mateus 1:1","Hebreus 12:7"]},"1cronicas_1_29_nome":{"palavra_pt":"nome","palavra_original":"מִבְשָׂם","transliteracao":"Mibsâm","strong":"H4017","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e ao legado de uma pessoa.","explicacao_detalhada":"O nome (מִבְשָׂם) é mais do que uma designação; é uma representação da história e do caráter do indivíduo.","por_que_esta_palavra":"Os nomes têm um papel significativo na narrativa bíblica, muitas vezes revelando o propósito divino.","conexao_teologica":"O nome de Jesus é central na fé cristã, simbolizando salvação e redenção.","referencias_relacionadas":["Gênesis 30:6","Isaías 9:6","Atos 4:12"]},"1cronicas_1_30_tribo":{"palavra_pt":"tribo","palavra_original":"דּוּמָה","transliteracao":"Dûwmâh","strong":"H1746","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se a um grupo étnico ou familiar dentro da nação de Israel.","explicacao_detalhada":"A palavra 'tribo' (דּוּמָה) indica a organização social e política do povo israelita, onde cada tribo tinha seu próprio território e identidade.","por_que_esta_palavra":"A estrutura tribal era fundamental para a identidade e a sobrevivência do povo de Israel.","conexao_teologica":"As tribos de Israel são frequentemente usadas como metáforas para a diversidade e a unidade do corpo de Cristo.","referencias_relacionadas":["Números 1:2","Josué 13:15","Apocalipse 7:4"]},"1cronicas_1_30_filho":{"palavra_pt":"filho","palavra_original":"תֵּימָא","transliteracao":"Têymâʼ","strong":"H8485","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a continuidade da linhagem familiar.","explicacao_detalhada":"A palavra 'filho' (תֵּימָא) é usada para mostrar a conexão entre gerações e a importância da herança familiar.","por_que_esta_palavra":"A ênfase na palavra 'filho' reflete a estrutura social e familiar da época, onde a linhagem era crucial.","conexao_teologica":"A relação entre Deus e Seu povo é frequentemente descrita em termos de paternidade e filiação.","referencias_relacionadas":["Gênesis 21:13","Mateus 1:1","Hebreus 12:7"]},"1cronicas_1_30_nome":{"palavra_pt":"nome","palavra_original":"מִשְׁמָע","transliteracao":"Mishmâʻ","strong":"H4927","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e ao legado de uma pessoa.","explicacao_detalhada":"O nome (מִשְׁמָע) é mais do que uma designação; é uma representação da história e do caráter do indivíduo.","por_que_esta_palavra":"Os nomes têm um papel significativo na narrativa bíblica, muitas vezes revelando o propósito divino.","conexao_teologica":"O nome de Jesus é central na fé cristã, simbolizando salvação e redenção.","referencias_relacionadas":["Gênesis 30:6","Isaías 9:6","Atos 4:12"]},"1cronicas_1_31_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência e à continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é utilizada para indicar não apenas a relação biológica, mas também a herança espiritual e a identidade dentro do povo de Israel.","por_que_esta_palavra":"A escolha da palavra 'filho' enfatiza a importância da família e da herança na cultura israelita.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia cristã, refletindo a relação íntima entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 4:22","Salmos 2:7","Romanos 8:14"]},"1cronicas_1_32_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Representa a continuidade da linhagem e a importância da descendência.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para mostrar a conexão entre gerações e a importância da herança familiar.","por_que_esta_palavra":"A ênfase na palavra 'filho' reflete a estrutura social e familiar da época, onde a linhagem era crucial.","conexao_teologica":"A relação entre Deus e Seu povo é frequentemente descrita em termos de paternidade e filiação.","referencias_relacionadas":["Gênesis 21:13","Mateus 1:1","Hebreus 12:7"]},"1cronicas_1_32_jokshan":{"palavra_pt":"jokshan","palavra_original":"יׇקְשָׁן","transliteracao":"Yoqshân","strong":"H3370","significado_raiz":"Ideia básica: jokshan.","significado_contextual":"Refere-se a um nome próprio que representa uma pessoa específica na genealogia.","explicacao_detalhada":"A palavra 'jokshan' (יׇקְשָׁן) é um nome que carrega significados e histórias associadas à linhagem de Abraão.","por_que_esta_palavra":"Os nomes próprios na Bíblia são frequentemente escolhidos por suas conotações e significados, refletindo a história da pessoa.","conexao_teologica":"A genealogia de Jesus é importante para estabelecer Sua legitimidade como o Messias.","referencias_relacionadas":["Gênesis 25:3","Mateus 1:2","Lucas 3:34"]},"1cronicas_1_33_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência direta, indicando a continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' (בֵּן, bên) é usada para descrever a relação familiar e a herança, sendo fundamental na genealogia israelita.","por_que_esta_palavra":"A escolha da palavra 'filho' enfatiza a importância da linhagem e da herança na cultura israelita.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 5:1","Êxodo 20:12","Salmos 127:3"]},"1cronicas_1_33_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo como algo é feito ou apresentado.","explicacao_detalhada":"A palavra 'modo' (כֹּל, kôl) implica em um aspecto abrangente, indicando a totalidade ou a forma de agir.","por_que_esta_palavra":"A palavra é utilizada para descrever a forma como a genealogia é apresentada, enfatizando a ordem e a estrutura.","conexao_teologica":"Deus é um Deus de ordem, e a maneira como as genealogias são apresentadas reflete essa ordem divina.","referencias_relacionadas":["1 Coríntios 14:40","Gênesis 1:31","Salmos 19:1"]},"1cronicas_1_33_nome":{"palavra_pt":"nome","palavra_original":"עֵפֶר","transliteracao":"ʻÊpher","strong":"H6081","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma pessoa, que carrega identidade e significado.","explicacao_detalhada":"A palavra 'nome' (עֵפֶר, ʻÊpher) é crucial na cultura hebraica, pois os nomes muitas vezes refletem a história ou a característica do indivíduo.","por_que_esta_palavra":"O nome é um elemento central na genealogia, pois identifica e distingue cada pessoa na linhagem.","conexao_teologica":"Os nomes têm um significado profundo na Bíblia, muitas vezes revelando o caráter de Deus e Sua relação com a humanidade.","referencias_relacionadas":["Salmos 91:14","Isaías 43:1","Mateus 1:21"]},"1cronicas_1_34_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se ao ato de gerar ou dar à luz.","explicacao_detalhada":"A palavra 'urso' (יָלַד, yâlad) é usada para descrever o nascimento e a continuidade da vida.","por_que_esta_palavra":"A palavra é importante para entender a continuidade da linhagem e a importância da prole na cultura israelita.","conexao_teologica":"O ato de gerar é visto como uma bênção de Deus, refletindo Sua criação e o plano divino para a humanidade.","referencias_relacionadas":["Gênesis 4:1","Salmos 127:3-5","Isaías 66:9"]},"1cronicas_1_34_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência direta, indicando a continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' (בֵּן, bên) é usada para descrever a relação familiar e a herança, sendo fundamental na genealogia israelita.","por_que_esta_palavra":"A escolha da palavra 'filho' enfatiza a importância da linhagem e da herança na cultura israelita.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 5:1","Êxodo 20:12","Salmos 127:3"]},"1cronicas_1_34_nome":{"palavra_pt":"nome","palavra_original":"יִשְׂרָאֵל","transliteracao":"Yisrâʼêl","strong":"H3478","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma pessoa, que carrega identidade e significado.","explicacao_detalhada":"A palavra 'nome' (יִשְׂרָאֵל, Yisrâʼêl) é crucial na cultura hebraica, pois os nomes muitas vezes refletem a história ou a característica do indivíduo.","por_que_esta_palavra":"O nome é um elemento central na genealogia, pois identifica e distingue cada pessoa na linhagem.","conexao_teologica":"Os nomes têm um significado profundo na Bíblia, muitas vezes revelando o caráter de Deus e Sua relação com a humanidade.","referencias_relacionadas":["Gênesis 32:28","Êxodo 3:15","Romanos 9:4"]},"1cronicas_1_35_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência direta, indicando a continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' (בֵּן, bên) é usada para descrever a relação familiar e a herança, sendo fundamental na genealogia israelita.","por_que_esta_palavra":"A escolha da palavra 'filho' enfatiza a importância da linhagem e da herança na cultura israelita.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 5:1","Êxodo 20:12","Salmos 127:3"]},"1cronicas_1_35_nome":{"palavra_pt":"nome","palavra_original":"יְעוּשׁ","transliteracao":"Yᵉʻûwsh","strong":"H3266","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma pessoa, que carrega identidade e significado.","explicacao_detalhada":"A palavra 'nome' (יְעוּשׁ, Yᵉʻûwsh) é crucial na cultura hebraica, pois os nomes muitas vezes refletem a história ou a característica do indivíduo.","por_que_esta_palavra":"O nome é um elemento central na genealogia, pois identifica e distingue cada pessoa na linhagem.","conexao_teologica":"Os nomes têm um significado profundo na Bíblia, muitas vezes revelando o caráter de Deus e Sua relação com a humanidade.","referencias_relacionadas":["Salmos 91:14","Isaías 43:1","Mateus 1:21"]},"1cronicas_1_35_jalam":{"palavra_pt":"jalam","palavra_original":"יַעְלָם","transliteracao":"Yaʻlâm","strong":"H3281","significado_raiz":"Ideia básica: jalam.","significado_contextual":"Refere-se a um nome que pode estar associado a uma ação ou característica.","explicacao_detalhada":"A palavra 'jalam' (יַעְלָם, Yaʻlâm) pode estar relacionada a um significado de ocultar ou esconder, refletindo aspectos da vida.","por_que_esta_palavra":"A inclusão de 'jalam' na genealogia pode indicar uma característica ou evento significativo na história da família.","conexao_teologica":"A história de cada nome na genealogia pode refletir a soberania de Deus em guiar a história.","referencias_relacionadas":["Gênesis 5:29","1 Crônicas 2:55","Salmos 139:16"]},"1cronicas_1_36_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência direta, indicando a continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' (בֵּן, bên) é usada para descrever a relação familiar e a herança, sendo fundamental na genealogia israelita.","por_que_esta_palavra":"A escolha da palavra 'filho' enfatiza a importância da linhagem e da herança na cultura israelita.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 5:1","Êxodo 20:12","Salmos 127:3"]},"1cronicas_1_36_omar":{"palavra_pt":"omar","palavra_original":"אוֹמָר","transliteracao":"ʼÔwmâr","strong":"H201","significado_raiz":"Ideia básica: omar.","significado_contextual":"Omar é um nome que aparece na genealogia de Judá, representando uma linhagem específica.","explicacao_detalhada":"O nome Omar pode estar associado a um significado de 'falar' ou 'dizer', refletindo a importância da comunicação e da transmissão de tradições na cultura hebraica.","por_que_esta_palavra":"A inclusão de Omar na genealogia destaca a importância das linhagens e a preservação da história familiar entre os israelitas.","conexao_teologica":"A genealogia é fundamental na narrativa bíblica, pois estabelece a legitimidade das promessas de Deus a Abraão, Isaque e Jacó.","referencias_relacionadas":["Gênesis 46:10","1 Crônicas 2:28","Mateus 1:3"]},"1cronicas_1_36_gatam":{"palavra_pt":"gatam","palavra_original":"גַּעְתָּם","transliteracao":"Gaʻtâm","strong":"H1609","significado_raiz":"Ideia básica: gatam.","significado_contextual":"Gatam é mencionado como parte da linhagem de Judá, indicando uma conexão com a história do povo de Israel.","explicacao_detalhada":"O nome Gatam pode estar relacionado a uma localidade ou a um grupo familiar, refletindo a diversidade das tribos israelitas.","por_que_esta_palavra":"A menção de Gatam na genealogia serve para reforçar a identidade e a herança do povo de Deus.","conexao_teologica":"A genealogia é um elemento importante para entender a vinda do Messias, que é da linhagem de Judá.","referencias_relacionadas":["Gênesis 46:10","1 Crônicas 2:4","Mateus 1:3"]},"1cronicas_1_37_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho é uma palavra que denota descendência e continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é fundamental na cultura hebraica, pois representa não apenas a prole, mas também a continuidade das promessas de Deus.","por_que_esta_palavra":"A repetição da palavra 'filho' enfatiza a importância da descendência na genealogia e a transmissão das bênçãos divinas.","conexao_teologica":"A relação pai-filho é uma metáfora frequentemente usada para descrever a relação entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Mateus 1:1"]},"1cronicas_1_37_mizzah":{"palavra_pt":"mizzah","palavra_original":"מִזָּה","transliteracao":"Mizzâh","strong":"H4199","significado_raiz":"Ideia básica: mizzah.","significado_contextual":"Mizzah é um nome que aparece na genealogia, possivelmente ligado a uma tribo ou família específica.","explicacao_detalhada":"O nome Mizzah pode ter conotações relacionadas a 'sustento' ou 'provisão', refletindo a dependência do povo de Deus.","por_que_esta_palavra":"A inclusão de Mizzah na genealogia destaca a diversidade e a riqueza das linhagens israelitas.","conexao_teologica":"Cada nome na genealogia tem um propósito e uma história que se entrelaçam com o plano redentor de Deus.","referencias_relacionadas":["Gênesis 46:10","1 Crônicas 2:4","Mateus 1:3"]},"1cronicas_1_37_nome":{"palavra_pt":"nome","palavra_original":"רְעוּאֵל","transliteracao":"Rᵉʻûwʼêl","strong":"H7467","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome é uma palavra que representa a identidade e a reputação de uma pessoa na cultura hebraica.","explicacao_detalhada":"O nome 'Reuel' (רְעוּאֵל) pode significar 'amigo de Deus', refletindo a relação íntima que os israelitas buscavam ter com o Senhor.","por_que_esta_palavra":"A menção do nome na genealogia é crucial para entender a identidade do povo de Deus e suas promessas.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados profundos que revelam a natureza de Deus e Seu relacionamento com a humanidade.","referencias_relacionadas":["Êxodo 2:18","Números 10:29","Mateus 1:3"]},"1cronicas_1_38_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho é novamente mencionado, reforçando a ideia de continuidade familiar.","explicacao_detalhada":"A repetição da palavra 'filho' (בֵּן) é um elemento comum nas genealogias, enfatizando a importância da descendência.","por_que_esta_palavra":"A palavra é usada para estabelecer a conexão entre gerações e a continuidade das promessas de Deus.","conexao_teologica":"A relação entre pais e filhos é uma representação da relação entre Deus e Seu povo, enfatizando a fidelidade divina.","referencias_relacionadas":["Gênesis 4:25","Salmos 103:17","Mateus 1:1"]},"1cronicas_1_38_nome":{"palavra_pt":"nome","palavra_original":"שׁוֹבָל","transliteracao":"Shôwbâl","strong":"H7732","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome é mencionado novamente, indicando a importância da identidade na genealogia.","explicacao_detalhada":"O nome 'Shobal' (שׁוֹבָל) pode estar associado a 'fluxo' ou 'corrente', simbolizando a continuidade da vida e da herança.","por_que_esta_palavra":"A inclusão do nome na genealogia é vital para a compreensão da história e da identidade do povo de Deus.","conexao_teologica":"Os nomes na Bíblia frequentemente carregam significados que revelam a natureza de Deus e Seu plano para a humanidade.","referencias_relacionadas":["Gênesis 36:23","1 Crônicas 2:50","Mateus 1:3"]},"1cronicas_1_38_zibeon":{"palavra_pt":"zibeon","palavra_original":"צִבְעוֹן","transliteracao":"Tsibʻôwn","strong":"H6649","significado_raiz":"Ideia básica: zibeon.","significado_contextual":"Zibeon é mencionado como parte da linhagem de Esaú, indicando uma conexão com a história de Edom.","explicacao_detalhada":"O nome Zibeon (צִבְעוֹן) pode estar relacionado a um significado de 'mancha' ou 'sombra', refletindo a complexidade das relações entre as nações.","por_que_esta_palavra":"A menção de Zibeon na genealogia de Esaú destaca a interconexão entre as linhagens de Israel e Edom.","conexao_teologica":"As genealogias ajudam a entender o plano de Deus para as nações e a história da salvação.","referencias_relacionadas":["Gênesis 36:20","1 Crônicas 1:38","Mateus 1:3"]},"1cronicas_1_39_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho é mencionado novamente, reforçando a continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é uma constante nas genealogias, simbolizando a importância da descendência na cultura hebraica.","por_que_esta_palavra":"A repetição da palavra enfatiza a importância da continuidade familiar e das promessas de Deus.","conexao_teologica":"A relação entre pais e filhos é uma metáfora poderosa para descrever a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 4:25","Salmos 127:3","Mateus 1:1"]},"1cronicas_1_39_irma":{"palavra_pt":"irma","palavra_original":"אָחוֹת","transliteracao":"ʼâchôwth","strong":"H269","significado_raiz":"Ideia básica: irma.","significado_contextual":"Irmã é mencionada, indicando a importância das relações familiares na genealogia.","explicacao_detalhada":"A palavra 'irmã' (אָחוֹת) reflete a importância das conexões familiares e sociais entre os israelitas.","por_que_esta_palavra":"A inclusão de irmãs na genealogia destaca a relevância das mulheres na história do povo de Deus.","conexao_teologica":"As relações familiares são fundamentais para entender a comunidade de fé e o plano de Deus para a humanidade.","referencias_relacionadas":["Gênesis 4:22","Êxodo 2:4","Mateus 1:3"]},"1cronicas_1_39_homam":{"palavra_pt":"homam","palavra_original":"הוֹמָם","transliteracao":"Hôwmâm","strong":"H1950","significado_raiz":"Ideia básica: homam.","significado_contextual":"Refere-se a um indivíduo masculino, destacando a importância da linhagem e da descendência.","explicacao_detalhada":"A palavra 'homam' é utilizada para designar um ser humano do sexo masculino, enfatizando a continuidade da genealogia. No contexto de 1 Crônicas, isso é crucial para a compreensão da história do povo de Israel e suas tribos.","por_que_esta_palavra":"A escolha da palavra 'homam' sublinha a relevância das figuras masculinas na narrativa bíblica, especialmente em genealogias.","conexao_teologica":"A genealogia é um tema central na Bíblia, mostrando como Deus trabalha através das gerações para cumprir Suas promessas.","referencias_relacionadas":["Gênesis 5:1","Mateus 1:1","Lucas 3:23"]},"1cronicas_1_40_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a relação de descendência, essencial para a estrutura familiar e tribal de Israel.","explicacao_detalhada":"A palavra 'filho' é fundamental para entender a transmissão de heranças e a continuidade das famílias. Em 1 Crônicas, isso é especialmente importante para a identificação das tribos e suas respectivas linhagens.","por_que_esta_palavra":"A palavra 'filho' é usada para enfatizar a importância da descendência e da continuidade da linhagem.","conexao_teologica":"A relação pai-filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Mateus 5:9"]},"1cronicas_1_40_nome":{"palavra_pt":"nome","palavra_original":"מָנַחַת","transliteracao":"Mânachath","strong":"H4506","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e ao legado de uma pessoa, que é crucial na cultura israelita.","explicacao_detalhada":"A palavra 'nome' carrega um peso significativo, pois representa não apenas a identificação, mas também a reputação e o legado de uma pessoa. Em 1 Crônicas, os nomes são listados para preservar a memória das gerações.","por_que_esta_palavra":"A ênfase no 'nome' reflete a importância da identidade na história do povo de Israel.","conexao_teologica":"O nome de Deus e a importância de invocar Seu nome são temas recorrentes na Bíblia.","referencias_relacionadas":["Salmos 20:1","Provérbios 18:10","Atos 4:12"]},"1cronicas_1_40_monte":{"palavra_pt":"monte","palavra_original":"עֵיבָל","transliteracao":"ʻÊybâl","strong":"H5858","significado_raiz":"Ideia básica: monte.","significado_contextual":"Representa um local geográfico significativo, muitas vezes associado a eventos importantes na história de Israel.","explicacao_detalhada":"A palavra 'monte' é frequentemente usada na Bíblia para descrever lugares de encontro com Deus, como o Monte Sinai. Em 1 Crônicas, pode indicar a localização de tribos ou eventos históricos.","por_que_esta_palavra":"A menção de montes destaca a geografia de Israel e sua relação com a espiritualidade e a história do povo.","conexao_teologica":"Montes são frequentemente mencionados como locais de revelação divina e adoração.","referencias_relacionadas":["Êxodo 19:20","Salmos 121:1","Mateus 5:14"]},"1cronicas_1_41_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Assim como em outras passagens, indica a continuidade da linhagem e a importância da descendência.","explicacao_detalhada":"A repetição da palavra 'filho' em 1 Crônicas reforça a estrutura genealógica e a importância de cada indivíduo na narrativa do povo de Israel.","por_que_esta_palavra":"A palavra 'filho' é essencial para entender a transmissão de heranças e a continuidade das famílias.","conexao_teologica":"A relação entre pais e filhos é uma metáfora comum para a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 4:25","Salmos 103:13","Hebreus 12:7"]},"1cronicas_1_41_eshban":{"palavra_pt":"eshban","palavra_original":"אֶשְׁבָּן","transliteracao":"ʼEshbân","strong":"H790","significado_raiz":"Ideia básica: eshban.","significado_contextual":"Nome próprio que pode estar associado a uma linhagem ou tribo específica.","explicacao_detalhada":"A palavra 'eshban' é um nome que pode indicar uma conexão com a história ou a geografia de Israel, possivelmente ligado a uma tribo ou localidade.","por_que_esta_palavra":"A inclusão de nomes específicos como 'eshban' é importante para a preservação da história e identidade do povo.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados que refletem a relação do povo com Deus.","referencias_relacionadas":["Números 21:30","Josué 13:17","Ezequiel 25:9"]},"1cronicas_1_41_nome":{"palavra_pt":"nome","palavra_original":"יִתְרָן","transliteracao":"Yithrân","strong":"H3506","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade de uma pessoa ou tribo, essencial para a genealogia.","explicacao_detalhada":"A palavra 'nome' aqui é crucial para entender a linhagem e a história do povo de Israel, refletindo a importância da identidade na cultura israelita.","por_que_esta_palavra":"A ênfase no 'nome' destaca a importância da identidade e do legado na narrativa bíblica.","conexao_teologica":"Os nomes têm um papel significativo na Bíblia, frequentemente associados a promessas e identidades divinas.","referencias_relacionadas":["Salmos 20:1","Isaías 43:1","Atos 2:21"]},"1cronicas_1_42_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Continua a ênfase na linhagem e na importância da descendência.","explicacao_detalhada":"A repetição da palavra 'filho' em 1 Crônicas é uma forma de reforçar a continuidade da história e das promessas de Deus ao Seu povo.","por_que_esta_palavra":"A palavra 'filho' é fundamental para a compreensão da estrutura familiar e tribal em Israel.","conexao_teologica":"A relação entre pais e filhos é uma metáfora comum para a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 5:3","Salmos 127:3","Mateus 1:1"]},"1cronicas_1_42_zaavan":{"palavra_pt":"zaavan","palavra_original":"זַעֲוָן","transliteracao":"Zaʻăvân","strong":"H2190","significado_raiz":"Ideia básica: zaavan.","significado_contextual":"Nome próprio que pode estar associado a uma linhagem ou tribo específica.","explicacao_detalhada":"A palavra 'zaavan' é um nome que pode indicar uma conexão com a história ou a geografia de Israel, possivelmente ligado a uma tribo ou localidade.","por_que_esta_palavra":"A inclusão de nomes específicos como 'zaavan' é importante para a preservação da história e identidade do povo.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados que refletem a relação do povo com Deus.","referencias_relacionadas":["Números 26:24","Josué 13:27","Ezequiel 48:34"]},"1cronicas_1_42_aran":{"palavra_pt":"aran","palavra_original":"אֲרָן","transliteracao":"ʼĂrân","strong":"H765","significado_raiz":"Ideia básica: aran.","significado_contextual":"Nome próprio que pode estar associado a uma linhagem ou tribo específica.","explicacao_detalhada":"A palavra 'aran' é um nome que pode indicar uma conexão com a história ou a geografia de Israel, possivelmente ligado a uma tribo ou localidade.","por_que_esta_palavra":"A inclusão de nomes específicos como 'aran' é importante para a preservação da história e identidade do povo.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados que refletem a relação do povo com Deus.","referencias_relacionadas":["Gênesis 36:23","1 Crônicas 2:43","Ezequiel 48:34"]},"1cronicas_1_43_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade suprema sobre um povo ou nação.","explicacao_detalhada":"No contexto de 1 Crônicas 1:43, 'rei' é usado para descrever a posição de liderança e governança, destacando a importância da monarquia na história de Israel.","por_que_esta_palavra":"A palavra é central para entender a estrutura social e política de Israel, onde os reis eram vistos como representantes de Deus na terra.","conexao_teologica":"A realeza em Israel é um tema que aponta para a soberania de Deus e a expectativa messiânica, onde Cristo é o Rei dos Reis.","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:6","Isaías 9:6"]},"1cronicas_1_43_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território físico, mas também carrega conotações espirituais e de herança.","explicacao_detalhada":"Em 1 Crônicas 1:43, 'terra' é mencionada em um contexto que enfatiza a relação do povo de Israel com a terra prometida, simbolizando a bênção e a aliança de Deus.","por_que_esta_palavra":"A terra é um elemento fundamental na narrativa bíblica, representando não apenas um espaço físico, mas também a promessa de Deus ao Seu povo.","conexao_teologica":"A terra prometida é um símbolo da salvação e do descanso que Deus oferece ao Seu povo, refletindo a esperança escatológica.","referencias_relacionadas":["Gênesis 12:1","Deuteronômio 6:10","Josué 1:2"]},"1cronicas_1_43_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para indicar descendência e continuidade da linhagem.","explicacao_detalhada":"Em 1 Crônicas 1:43, 'filho' é importante para traçar a genealogia e a herança, mostrando a conexão entre gerações e a fidelidade de Deus às promessas.","por_que_esta_palavra":"A noção de 'filho' é crucial para a compreensão da identidade e do propósito do povo de Israel como filhos de Deus.","conexao_teologica":"A relação entre pai e filho é um tema central na Bíblia, refletindo a paternidade de Deus e a filiação dos crentes em Cristo.","referencias_relacionadas":["Gênesis 4:1","Salmos 127:3","Romanos 8:14"]},"1cronicas_1_44_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se ao fim da vida física, mas também pode simbolizar a separação espiritual.","explicacao_detalhada":"Em 1 Crônicas 1:44, 'morrer' é mencionado em um contexto que destaca a fragilidade da vida humana e a inevitabilidade da morte.","por_que_esta_palavra":"A morte é um tema recorrente na Bíblia, lembrando os crentes da brevidade da vida e da necessidade de viver em conformidade com a vontade de Deus.","conexao_teologica":"A morte é superada pela ressurreição de Cristo, que oferece vida eterna aos que creem.","referencias_relacionadas":["Eclesiastes 3:2","Romanos 6:23","1 Coríntios 15:55"]},"1cronicas_1_44_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"A palavra 'reinar' implica exercer autoridade e governar sobre um povo.","explicacao_detalhada":"Em 1 Crônicas 1:44, 'reinar' é usado para descrever a função de um monarca, enfatizando a responsabilidade de governar com justiça e temor a Deus.","por_que_esta_palavra":"O reinado é um aspecto fundamental da liderança em Israel, refletindo a relação entre Deus e Seu povo.","conexao_teologica":"Cristo é apresentado como o Rei que reinará eternamente, cumprindo as promessas feitas a Davi.","referencias_relacionadas":["Salmos 22:28","Isaías 32:1","Apocalipse 19:16"]},"1cronicas_1_44_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para indicar a continuidade da linhagem e a herança.","explicacao_detalhada":"Em 1 Crônicas 1:44, 'filho' é importante para a genealogia, mostrando a conexão entre as gerações e a fidelidade de Deus.","por_que_esta_palavra":"A noção de 'filho' é crucial para entender a identidade do povo de Deus e a continuidade das promessas.","conexao_teologica":"A filiação é um tema central, refletindo a relação entre Deus e Seus filhos, e a herança espiritual em Cristo.","referencias_relacionadas":["Gênesis 5:1","Mateus 1:1","Gálatas 3:26"]},"1cronicas_1_45_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se ao fim da vida, simbolizando a transitoriedade da existência.","explicacao_detalhada":"Em 1 Crônicas 1:45, 'morrer' é mencionado para enfatizar a fragilidade da vida e a certeza da morte.","por_que_esta_palavra":"A morte é um lembrete da necessidade de viver com propósito e em conformidade com a vontade de Deus.","conexao_teologica":"A ressurreição de Cristo oferece esperança e vida eterna, superando a morte.","referencias_relacionadas":["Salmos 90:10","Romanos 5:12","1 Coríntios 15:22"]},"1cronicas_1_45_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"A palavra 'reinar' implica autoridade e governança sobre um povo.","explicacao_detalhada":"Em 1 Crônicas 1:45, 'reinar' é usado para descrever a função de um líder, enfatizando a responsabilidade de governar com justiça.","por_que_esta_palavra":"O reinado é um aspecto fundamental da liderança em Israel, refletindo a relação entre Deus e Seu povo.","conexao_teologica":"Cristo é o Rei que reinará eternamente, cumprindo as promessas feitas a Davi.","referencias_relacionadas":["Salmos 72:1","Isaías 9:7","Apocalipse 11:15"]},"1cronicas_1_45_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território físico e à herança divina.","explicacao_detalhada":"Em 1 Crônicas 1:45, 'terra' é mencionada em um contexto que destaca a relação do povo de Israel com a terra prometida, simbolizando a bênção de Deus.","por_que_esta_palavra":"A terra é um elemento central na narrativa bíblica, representando a promessa de Deus ao Seu povo.","conexao_teologica":"A terra prometida é um símbolo da salvação e do descanso que Deus oferece ao Seu povo.","referencias_relacionadas":["Gênesis 15:18","Deuteronômio 8:7","Josué 21:43"]},"1cronicas_1_46_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se ao fim da vida, simbolizando a transitoriedade da existência.","explicacao_detalhada":"Em 1 Crônicas 1:46, 'morrer' é mencionado para enfatizar a fragilidade da vida e a certeza da morte.","por_que_esta_palavra":"A morte é um lembrete da necessidade de viver com propósito e em conformidade com a vontade de Deus.","conexao_teologica":"A ressurreição de Cristo oferece esperança e vida eterna, superando a morte.","referencias_relacionadas":["Eclesiastes 3:2","Romanos 6:23","1 Coríntios 15:55"]},"1cronicas_1_46_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"O ato de governar ou ter autoridade sobre um povo ou território.","explicacao_detalhada":"A palavra 'reinar' refere-se ao exercício de poder e autoridade, frequentemente associado a reis e governantes. No contexto de 1 Crônicas 1:46, destaca-se a importância da linhagem real e a continuidade do governo.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a soberania de Deus sobre a história de Israel e a importância dos líderes na condução do povo.","conexao_teologica":"O reinado de Deus é um tema central na Bíblia, refletindo Sua autoridade suprema e o desejo de que os líderes humanos reflitam essa autoridade em suas governanças.","referencias_relacionadas":["Salmos 22:28","Isaías 9:6-7","Apocalipse 11:15"]},"1cronicas_1_46_nome":{"palavra_pt":"nome","palavra_original":"הֲדַד","transliteracao":"Hădad","strong":"H1908","significado_raiz":"Ideia básica: nome.","significado_contextual":"A designação ou título que identifica uma pessoa ou coisa.","explicacao_detalhada":"A palavra 'nome' é fundamental na cultura bíblica, pois carrega significados que vão além da simples identificação. Em 1 Crônicas 1:46, o nome é associado à identidade e ao legado de uma pessoa.","por_que_esta_palavra":"O nome é importante porque representa a essência e a reputação de alguém, refletindo sua história e caráter.","conexao_teologica":"O nome de Deus é frequentemente mencionado na Bíblia, simbolizando Sua presença e poder. A importância do nome é vista em como Deus se revela ao Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Filipenses 2:9-10"]},"1cronicas_1_47_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"O ato de deixar a vida, a transição da vida para a morte.","explicacao_detalhada":"A palavra 'morrer' em 1 Crônicas 1:47 destaca a fragilidade da vida humana e a inevitabilidade da morte, um tema recorrente na narrativa bíblica.","por_que_esta_palavra":"É utilizada para lembrar os leitores da mortalidade e da necessidade de viver de acordo com a vontade de Deus.","conexao_teologica":"A morte é vista como uma consequência do pecado, mas também como uma passagem para a vida eterna para aqueles que creem em Cristo.","referencias_relacionadas":["Gênesis 3:19","Romanos 6:23","João 11:25-26"]},"1cronicas_1_47_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"O ato de governar ou exercer autoridade.","explicacao_detalhada":"A repetição da palavra 'reinar' em 1 Crônicas 1:47 reforça a ideia de continuidade no governo e a importância da liderança na história de Israel.","por_que_esta_palavra":"É crucial para entender a dinâmica de poder e a relação entre Deus e os líderes humanos.","conexao_teologica":"O reinado de Deus é um tema que permeia toda a Escritura, mostrando que Ele é o verdadeiro Rei e que os líderes devem submeter-se a Sua autoridade.","referencias_relacionadas":["Salmos 103:19","Daniel 4:17","Apocalipse 19:16"]},"1cronicas_1_47_nome":{"palavra_pt":"nome","palavra_original":"הֲדַד","transliteracao":"Hădad","strong":"H1908","significado_raiz":"Ideia básica: nome.","significado_contextual":"A designação que identifica uma pessoa ou coisa.","explicacao_detalhada":"Em 1 Crônicas 1:47, o 'nome' é importante para a genealogia e a história do povo de Israel, refletindo a identidade e o legado de cada indivíduo.","por_que_esta_palavra":"O nome é um símbolo de honra e reputação, essencial para a compreensão da linhagem e da herança.","conexao_teologica":"A Bíblia enfatiza a importância do nome de Deus e como Ele se revela através de Seus nomes, cada um refletindo um aspecto de Seu caráter.","referencias_relacionadas":["Salmos 8:1","Isaías 43:7","Mateus 28:19"]},"1cronicas_1_48_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"O ato de deixar a vida.","explicacao_detalhada":"A palavra 'morrer' em 1 Crônicas 1:48 enfatiza a transitoriedade da vida e a certeza da morte, um lembrete da fragilidade humana.","por_que_esta_palavra":"É utilizada para refletir sobre a condição humana e a necessidade de uma relação com Deus que transcenda a morte.","conexao_teologica":"A morte é um tema que leva à esperança da ressurreição e à vida eterna prometida em Cristo.","referencias_relacionadas":["Eclesiastes 3:2","Romanos 5:12","1 Coríntios 15:54-57"]},"1cronicas_1_48_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"O ato de governar ou ter autoridade.","explicacao_detalhada":"A palavra 'reinar' em 1 Crônicas 1:48 destaca a importância da liderança e da soberania de Deus sobre a história de Israel.","por_que_esta_palavra":"É crucial para entender a continuidade do governo e a responsabilidade dos líderes diante de Deus.","conexao_teologica":"O reinado de Deus é um tema central, mostrando que todos os líderes devem reconhecer Sua autoridade.","referencias_relacionadas":["Salmos 24:1","Isaías 33:22","1 Timóteo 6:15"]},"1cronicas_1_48_mar":{"palavra_pt":"rio","palavra_original":"נָהָר","transliteracao":"nâhâr","strong":"H5104","significado_raiz":"Ideia básica: rio.","significado_contextual":"Um corpo de água que flui, essencial para a vida.","explicacao_detalhada":"A palavra 'rio' em 1 Crônicas 1:48 simboliza a vida e a provisão de Deus, representando também a fertilidade e a abundância.","por_que_esta_palavra":"Os rios são frequentemente usados na Bíblia como metáforas para a bênção e a presença de Deus.","conexao_teologica":"O rio da vida é uma imagem que aparece em várias passagens, simbolizando a graça e a provisão divina.","referencias_relacionadas":["Salmos 1:3","Ezequiel 47:1-12","Apocalipse 22:1-2"]},"1cronicas_1_49_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"O ato de deixar a vida.","explicacao_detalhada":"A palavra 'morrer' em 1 Crônicas 1:49 reafirma a realidade da mortalidade e a inevitabilidade da morte na história humana.","por_que_esta_palavra":"É um lembrete da fragilidade da vida e da importância de viver de acordo com os princípios de Deus.","conexao_teologica":"A morte é um tema que leva à reflexão sobre a vida eterna e a esperança que temos em Cristo.","referencias_relacionadas":["Gênesis 5:5","Romanos 14:8","Hebreus 9:27"]},"1cronicas_1_49_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"O ato de governar ou exercer autoridade.","explicacao_detalhada":"A repetição da palavra 'reinar' em 1 Crônicas 1:49 destaca a continuidade do governo e a importância da liderança na história de Israel.","por_que_esta_palavra":"É essencial para entender a dinâmica de poder e a relação entre Deus e os líderes humanos.","conexao_teologica":"O reinado de Deus é um tema que permeia toda a Escritura, mostrando que Ele é o verdadeiro Rei e que os líderes devem submeter-se a Sua autoridade.","referencias_relacionadas":["Salmos 103:19","Daniel 4:17","Apocalipse 19:16"]},"1cronicas_1_49_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação de descendência e continuidade familiar.","explicacao_detalhada":"A palavra 'filho' é usada para indicar não apenas a relação biológica, mas também a herança e a identidade dentro da linhagem de Israel. No contexto de 1 Crônicas, enfatiza a importância das gerações e da genealogia.","por_que_esta_palavra":"A palavra é crucial para entender a estrutura familiar e a sucessão de líderes em Israel, especialmente em uma narrativa que busca estabelecer a legitimidade das linhagens.","conexao_teologica":"A ideia de filho é central na teologia bíblica, simbolizando a relação entre Deus e Seu povo, além da relação entre Jesus e Deus Pai.","referencias_relacionadas":["Gênesis 1:26","Êxodo 4:22","Salmos 2:7"]},"1cronicas_1_50_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Indica o fim da vida física e a transição para o estado espiritual.","explicacao_detalhada":"A morte é um tema recorrente na Bíblia, simbolizando não apenas o fim, mas também a esperança de vida eterna. Em 1 Crônicas, a morte de figuras importantes marca a continuidade da história de Israel.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a fragilidade da vida humana e a inevitabilidade da morte, que é um aspecto fundamental da condição humana.","conexao_teologica":"A morte é vista como consequência do pecado, mas também como um meio pelo qual Deus traz redenção e esperança através da ressurreição.","referencias_relacionadas":["Gênesis 3:19","Eclesiastes 3:2","Romanos 6:23"]},"1cronicas_1_50_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Refere-se ao ato de governar e exercer autoridade.","explicacao_detalhada":"A palavra 'reinar' é usada para descrever a liderança dos reis de Israel, que eram vistos como representantes de Deus na terra. O reinado é um tema central na narrativa de 1 Crônicas, que busca legitimar a dinastia davídica.","por_que_esta_palavra":"É importante para entender a estrutura política e espiritual de Israel, onde o rei tinha um papel crucial na vida do povo.","conexao_teologica":"O reinado de Deus é um tema central na Bíblia, simbolizando Sua soberania e autoridade sobre todas as coisas.","referencias_relacionadas":["1 Samuel 8:7","Salmos 22:28","Apocalipse 11:15"]},"1cronicas_1_50_nome":{"palavra_pt":"nome","palavra_original":"הֲדַד","transliteracao":"Hădad","strong":"H1908","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e à reputação de uma pessoa.","explicacao_detalhada":"O nome é mais do que uma simples designação; ele carrega o significado e a história da pessoa. Em 1 Crônicas, os nomes são importantes para a genealogia e a identidade do povo de Israel.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da memória e da honra associadas ao nome de uma pessoa, especialmente em contextos de liderança.","conexao_teologica":"O nome de Deus é central na adoração e na relação do povo com Ele, simbolizando Sua presença e caráter.","referencias_relacionadas":["Salmos 8:1","Isaías 43:7","Filipenses 2:9-10"]},"1cronicas_1_51_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Indica a morte de um indivíduo e suas implicações para a linhagem.","explicacao_detalhada":"A repetição da palavra 'morrer' em 1 Crônicas destaca a continuidade da história de Israel, onde cada morte é um marco que leva à próxima geração.","por_que_esta_palavra":"A palavra é utilizada para mostrar a transitoriedade da vida e a importância da memória dos que partiram.","conexao_teologica":"A morte é um lembrete da necessidade de redenção e da esperança da vida eterna prometida por Deus.","referencias_relacionadas":["Hebreus 9:27","Salmos 90:10","Eclesiastes 7:2"]},"1cronicas_1_51_nome":{"palavra_pt":"nome","palavra_original":"הֲדַד","transliteracao":"Hădad","strong":"H1908","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e ao legado de uma pessoa.","explicacao_detalhada":"O nome é um símbolo da história e da reputação de alguém. Em 1 Crônicas, os nomes são fundamentais para a genealogia e a preservação da memória do povo de Israel.","por_que_esta_palavra":"A palavra é importante para entender como as pessoas são lembradas e honradas através das gerações.","conexao_teologica":"O nome de Deus é invocado em adoração e reflete Sua natureza e caráter.","referencias_relacionadas":["Salmos 20:7","Provérbios 22:1","Mateus 28:19"]},"1cronicas_1_51_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda ou ao colapso de uma pessoa ou situação.","explicacao_detalhada":"A palavra 'cair' pode simbolizar tanto uma queda física quanto uma queda moral ou espiritual. Em 1 Crônicas, pode se referir à queda de um líder ou de uma linhagem.","por_que_esta_palavra":"É utilizada para enfatizar a fragilidade da condição humana e a necessidade de dependência de Deus.","conexao_teologica":"A queda é um tema que remete ao pecado e à necessidade de redenção através de Cristo.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","Tiago 4:10"]},"1cronicas_1_52_amigo":{"palavra_pt":"amigo","palavra_original":"אַלּוּף","transliteracao":"ʼallûwph","strong":"H441","significado_raiz":"Ideia básica: amigo.","significado_contextual":"Refere-se a uma relação de amizade e lealdade.","explicacao_detalhada":"A palavra 'amigo' implica uma relação de confiança e apoio mútuo. Em 1 Crônicas, a amizade é valorizada como parte da vida comunitária e das alianças.","por_que_esta_palavra":"É importante para entender as relações interpessoais e a solidariedade entre os membros da comunidade de Israel.","conexao_teologica":"A amizade é um reflexo do amor de Deus e da comunidade que Ele deseja para Seu povo.","referencias_relacionadas":["Provérbios 17:17","João 15:15","Eclesiastes 4:9-10"]},"1cronicas_1_52_esposa":{"palavra_pt":"esposa","palavra_original":"אׇהֳלִיבָמָה","transliteracao":"ʼOhŏlîybâmâh","strong":"H173","significado_raiz":"Ideia básica: esposa.","significado_contextual":"Refere-se à parceira conjugal e à unidade familiar.","explicacao_detalhada":"A palavra 'esposa' é fundamental para entender a estrutura familiar e as alianças em Israel. Em 1 Crônicas, a menção de esposas destaca a importância da família na sociedade.","por_que_esta_palavra":"É utilizada para enfatizar a importância do casamento e da procriação na continuidade da linhagem.","conexao_teologica":"O casamento é visto como uma instituição divina, refletindo a relação entre Cristo e a Igreja.","referencias_relacionadas":["Gênesis 2:24","Efésios 5:31-32","1 Pedro 3:7"]},"1cronicas_1_52_nome":{"palavra_pt":"nome","palavra_original":"אֵלָה","transliteracao":"ʼÊlâh","strong":"H425","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e ao legado de uma pessoa.","explicacao_detalhada":"Assim como em outros contextos, o nome carrega significados e histórias. Em 1 Crônicas, os nomes são essenciais para a genealogia e a preservação da memória do povo.","por_que_esta_palavra":"A palavra é importante para entender como as pessoas são lembradas e honradas através das gerações.","conexao_teologica":"O nome de Deus é invocado em adoração e reflete Sua natureza e caráter.","referencias_relacionadas":["Salmos 20:7","Provérbios 22:1","Mateus 28:19"]},"1cronicas_1_53_amigo":{"palavra_pt":"amigo","palavra_original":"אַלּוּף","transliteracao":"ʼallûwph","strong":"H441","significado_raiz":"Ideia básica: amigo.","significado_contextual":"A palavra 'amigo' refere-se a uma relação de proximidade e lealdade entre pessoas.","explicacao_detalhada":"No contexto de 1 Crônicas 1:53, 'amigo' é usado para descrever uma conexão íntima, possivelmente entre líderes ou membros de uma mesma tribo, indicando um laço de confiança e apoio mútuo.","por_que_esta_palavra":"A escolha da palavra 'amigo' enfatiza a importância das relações interpessoais na cultura israelita, onde alianças e amizades eram fundamentais para a sobrevivência e prosperidade.","conexao_teologica":"A amizade é um tema recorrente nas Escrituras, refletindo a natureza relacional de Deus e a importância da comunidade entre os crentes.","referencias_relacionadas":["Provérbios 17:17","João 15:15","Rute 1:16"]},"1cronicas_1_53_nome":{"palavra_pt":"nome","palavra_original":"קְנַז","transliteracao":"Qᵉnaz","strong":"H7073","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' é usada para identificar e dar significado à identidade de uma pessoa ou grupo.","explicacao_detalhada":"Em 1 Crônicas 1:53, o 'nome' representa não apenas a identificação, mas também a reputação e o legado de uma linhagem, essencial para a genealogia israelita.","por_que_esta_palavra":"O nome carrega um peso cultural e espiritual, refletindo a história e a herança de um povo escolhido por Deus.","conexao_teologica":"O nome de Deus e os nomes dos seus servos são frequentemente mencionados na Bíblia, simbolizando a relação entre Deus e seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Filipenses 2:9-10"]},"1cronicas_1_54_amigo":{"palavra_pt":"amigo","palavra_original":"אַלּוּף","transliteracao":"ʼallûwph","strong":"H441","significado_raiz":"Ideia básica: amigo.","significado_contextual":"Reitera a ideia de uma relação de amizade e lealdade entre indivíduos.","explicacao_detalhada":"Neste versículo, 'amigo' pode indicar uma relação de apoio e solidariedade, essencial para a coesão social entre as tribos de Israel.","por_que_esta_palavra":"A amizade é um valor central na cultura israelita, refletindo a necessidade de alianças e cooperação entre as tribos.","conexao_teologica":"A amizade é vista como um reflexo do amor de Deus, que se relaciona com seu povo de maneira íntima e pessoal.","referencias_relacionadas":["Provérbios 27:17","Eclesiastes 4:9-10","1 João 4:7"]},"1cronicas_1_54_magdiel":{"palavra_pt":"magdiel","palavra_original":"מַגְדִּיאֵל","transliteracao":"Magdîyʼêl","strong":"H4025","significado_raiz":"Ideia básica: magdiel.","significado_contextual":"O nome 'Magdiel' pode ser interpretado como um nome de origem que representa uma linhagem ou tribo específica.","explicacao_detalhada":"Em 1 Crônicas 1:54, Magdiel é mencionado como parte da genealogia, indicando a importância de rastrear as linhagens e suas histórias.","por_que_esta_palavra":"Os nomes na genealogia têm um significado profundo, muitas vezes refletindo características ou eventos significativos na vida da pessoa ou tribo.","conexao_teologica":"A genealogia é uma forma de mostrar a fidelidade de Deus às promessas feitas a Abraão, Isaque e Jacó.","referencias_relacionadas":["Gênesis 46:16","Números 26:16","Mateus 1:12"]},"1cronicas_1_54_iram":{"palavra_pt":"iram","palavra_original":"עִירָם","transliteracao":"ʻÎyrâm","strong":"H5902","significado_raiz":"Ideia básica: iram.","significado_contextual":"O nome 'Iram' representa uma linhagem ou descendência específica dentro do contexto israelita.","explicacao_detalhada":"Em 1 Crônicas 1:54, Iram é parte da lista de descendentes, destacando a importância da continuidade familiar e da identidade tribal.","por_que_esta_palavra":"A menção de Iram reforça a ideia de que cada indivíduo tem um papel na história maior do povo de Deus.","conexao_teologica":"A continuidade das linhagens é crucial para entender a história da salvação e a vinda do Messias.","referencias_relacionadas":["Gênesis 10:27","1 Crônicas 2:27","Lucas 3:36"]}}