{"1cronicas_11_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo como algo é feito, especialmente em relação à liderança.","explicacao_detalhada":"A palavra 'modo' (כֹּל) é utilizada para descrever a forma como os eventos se desenrolam em 1 Crônicas 11:1, onde os líderes se reúnem para apoiar Davi como rei.","por_que_esta_palavra":"Entender o 'modo' é importante para perceber como a unidade e a ação coletiva dos líderes de Israel foram essenciais para a ascensão de Davi.","conexao_teologica":"A maneira como os líderes se unem para seguir a vontade de Deus reflete a importância da comunidade na fé e na liderança.","referencias_relacionadas":["Hebreus 10:24-25","Atos 2:44-47","1 Coríntios 12:12-14"]},"1cronicas_11_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à declaração ou afirmação de um fato importante.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para expressar a comunicação de um compromisso ou uma decisão, como a escolha de Davi como rei em 1 Crônicas 11:1.","por_que_esta_palavra":"A comunicação é vital para a liderança e a unidade do povo de Deus, e a declaração de apoio a Davi é um momento crucial na história de Israel.","conexao_teologica":"As palavras têm poder, e a declaração de fé e compromisso é um tema recorrente na Bíblia, refletindo a importância da confissão.","referencias_relacionadas":["Romanos 10:9","Provérbios 18:21","Tiago 3:5-6"]},"1cronicas_11_1_osso":{"palavra_pt":"osso","palavra_original":"עֶצֶם","transliteracao":"ʻetsem","strong":"H6106","significado_raiz":"Ideia básica: osso.","significado_contextual":"Simboliza a força e a estrutura do corpo, representando a unidade do povo.","explicacao_detalhada":"A palavra 'osso' (עֶצֶם) é usada metaforicamente para descrever a conexão e a unidade entre os homens que apoiam Davi em 1 Crônicas 11:1.","por_que_esta_palavra":"Os ossos são fundamentais para a estrutura física, assim como a unidade entre os líderes é essencial para a força do reino.","conexao_teologica":"A unidade do corpo de Cristo é comparada aos ossos, enfatizando a importância de cada membro na edificação da igreja.","referencias_relacionadas":["1 Coríntios 12:27","Efésios 4:16","Romanos 12:5"]},"1cronicas_11_2_dia":{"palavra_pt":"dia","palavra_original":"תְּמוֹל","transliteracao":"tᵉmôwl","strong":"H8543","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período específico de tempo, muitas vezes associado a eventos significativos.","explicacao_detalhada":"A palavra 'dia' (תְּמוֹל) é usada para indicar um tempo de lembrança e reflexão sobre a liderança de Davi em 1 Crônicas 11:2.","por_que_esta_palavra":"O tempo é importante para reconhecer a providência de Deus na história de Israel e a continuidade da liderança.","conexao_teologica":"A Bíblia frequentemente menciona dias significativos que marcam a intervenção de Deus na história, lembrando o povo de Sua fidelidade.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Gálatas 6:9"]},"1cronicas_11_2_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica a queda ou a transição de um estado para outro, especialmente em relação à liderança.","explicacao_detalhada":"A palavra 'cair' (הָיָה) é usada para descrever a mudança de liderança em 1 Crônicas 11:2, onde Davi é reconhecido como o novo rei após a morte de Saul.","por_que_esta_palavra":"A queda de um rei e a ascensão de outro são momentos críticos na história de Israel, refletindo a soberania de Deus sobre os reinos.","conexao_teologica":"A queda e a ascensão são temas recorrentes na Bíblia, mostrando como Deus levanta e derruba líderes conforme Sua vontade.","referencias_relacionadas":["Daniel 2:21","Salmos 75:7","Romanos 13:1"]},"1cronicas_11_2_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade máxima em Israel, que deve liderar o povo segundo a vontade de Deus.","explicacao_detalhada":"A palavra 'rei' (מֶלֶךְ) é central em 1 Crônicas 11:2, onde Davi é reconhecido como o líder escolhido por Deus para governar Israel.","por_que_esta_palavra":"A figura do rei é crucial para a identidade nacional de Israel e sua relação com Deus, sendo um símbolo de liderança e responsabilidade.","conexao_teologica":"A realeza de Davi é um precursor da realeza de Cristo, que é o Rei dos Reis e Senhor dos Senhores.","referencias_relacionadas":["1 Samuel 16:13","Mateus 2:2","Apocalipse 17:14"]},"1cronicas_11_3_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Reforça a ideia de liderança e autoridade, especialmente no contexto da unificação do povo sob Davi.","explicacao_detalhada":"A repetição da palavra 'rei' (מֶלֶךְ) em 1 Crônicas 11:3 enfatiza a importância da escolha de Davi como líder e a aceitação do povo.","por_que_esta_palavra":"A reafirmação da realeza é essencial para a legitimidade do governo de Davi e a continuidade da linhagem real em Israel.","conexao_teologica":"A realeza de Davi é um símbolo da realeza de Cristo, que é o cumprimento das promessas de Deus ao Seu povo.","referencias_relacionadas":["2 Samuel 5:3","Lucas 1:32-33","Hebreus 7:14"]},"1cronicas_11_3_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à ação de eliminar ou cortar algo de forma definitiva.","explicacao_detalhada":"No contexto de 1 Crônicas 11:3, a palavra 'destruir' é usada para descrever a ação de Davi ao conquistar Jerusalém, simbolizando a remoção de inimigos e a purificação da terra.","por_que_esta_palavra":"A escolha da palavra 'destruir' enfatiza a severidade da conquista e a necessidade de eliminar a oposição para estabelecer um reino justo.","conexao_teologica":"A destruição de inimigos é um tema recorrente na Bíblia, simbolizando a vitória de Deus sobre as forças do mal e a restauração do Seu povo.","referencias_relacionadas":["Salmos 37:20","Isaías 10:15","Apocalipse 21:4"]},"1cronicas_11_3_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' é usada para se referir a um comando ou declaração significativa.","explicacao_detalhada":"Em 1 Crônicas 11:3, a palavra 'palavra' pode se referir ao decreto de Deus ou à promessa feita a Davi sobre seu reinado.","por_que_esta_palavra":"A palavra é fundamental para entender a comunicação divina e a importância da obediência às instruções de Deus.","conexao_teologica":"A palavra de Deus é viva e eficaz, e sua importância é destacada em várias passagens que falam sobre a criação e a revelação.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Mateus 4:4"]},"1cronicas_11_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou realizado.","explicacao_detalhada":"No versículo, 'modo' pode se referir à forma como Davi liderou seu exército e conquistou Jerusalém, enfatizando a estratégia e a direção divina.","por_que_esta_palavra":"A escolha da palavra 'modo' indica que as ações de Davi não foram aleatórias, mas guiadas por princípios e estratégias divinas.","conexao_teologica":"Deus orienta Seus servos em suas ações, e o modo como Davi age reflete a sabedoria divina.","referencias_relacionadas":["Provérbios 3:5-6","Salmos 32:8","Tiago 1:5"]},"1cronicas_11_4_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território físico que Davi conquistou.","explicacao_detalhada":"Em 1 Crônicas 11:4, a 'terra' simboliza não apenas a geografia, mas também a herança e a promessa de Deus ao povo de Israel.","por_que_esta_palavra":"A terra é um tema central na narrativa bíblica, representando a presença de Deus e a realização de Suas promessas.","conexao_teologica":"A conquista da terra é um símbolo da vitória espiritual e da possessão das bênçãos de Deus.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 1:8","Josué 1:3"]},"1cronicas_11_4_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' refere-se ao ato de se mover ou progredir em uma direção.","explicacao_detalhada":"No contexto, 'andar' pode simbolizar a jornada de Davi em direção à conquista e ao estabelecimento do reino.","por_que_esta_palavra":"A palavra 'andar' sugere um movimento ativo e contínuo, refletindo a necessidade de perseverança na fé.","conexao_teologica":"Andar com Deus é um tema importante, representando a vida de fé e obediência ao Seu chamado.","referencias_relacionadas":["Gálatas 5:16","Miquéias 6:8","1 João 1:7"]},"1cronicas_11_5_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à ação de comunicar ou declarar algo.","explicacao_detalhada":"Em 1 Crônicas 11:5, 'dizer' pode se referir à declaração de Davi sobre a importância de Jerusalém como capital.","por_que_esta_palavra":"A comunicação é vital para a liderança, e a palavra 'dizer' destaca a autoridade de Davi ao proclamar a visão para seu povo.","conexao_teologica":"As palavras têm poder, e a declaração de Davi reflete a importância da comunicação na liderança espiritual.","referencias_relacionadas":["Provérbios 18:21","Mateus 12:37","Tiago 3:5"]},"1cronicas_11_5_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se ao ato de tomar decisões ou fazer avaliações.","explicacao_detalhada":"No versículo, 'julgar' pode se referir à responsabilidade de Davi em governar com justiça e sabedoria.","por_que_esta_palavra":"A palavra 'julgar' enfatiza a necessidade de discernimento e justiça na liderança.","conexao_teologica":"Deus é o juiz supremo, e a justiça é um atributo essencial de Seu caráter, refletido na liderança de Davi.","referencias_relacionadas":["Salmos 82:3","Isaías 1:17","Miquéias 6:8"]},"1cronicas_11_5_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à realidade ou à conformidade com o que é correto.","explicacao_detalhada":"Em 1 Crônicas 11:5, 'verdade' pode se referir à integridade e à honestidade que Davi deve ter em sua liderança.","por_que_esta_palavra":"A verdade é fundamental para a confiança e a estabilidade em qualquer governo ou liderança.","conexao_teologica":"Deus é a verdade, e a busca pela verdade é um chamado para todos os líderes e crentes.","referencias_relacionadas":["João 8:32","Salmos 25:5","Efésios 4:15"]},"1cronicas_11_6_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' refere-se ao começo ou à origem de algo.","explicacao_detalhada":"No contexto, 'princípio' pode se referir ao início do reinado de Davi e à fundação de Jerusalém como capital.","por_que_esta_palavra":"A palavra 'princípio' destaca a importância dos começos e das fundações na história de Israel.","conexao_teologica":"Deus é o autor da história, e cada princípio é parte do plano divino para a redenção.","referencias_relacionadas":["Gênesis 1:1","Provérbios 1:7","Apocalipse 21:6"]},"1cronicas_11_6_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada novamente para enfatizar a comunicação e a declaração de Davi.","explicacao_detalhada":"Em 1 Crônicas 11:6, 'dizer' pode se referir à proclamação da grandeza de Jerusalém e do papel de Davi como líder.","por_que_esta_palavra":"A comunicação é essencial para a liderança, e a palavra 'dizer' reforça a importância da visão compartilhada.","conexao_teologica":"As declarações de fé e liderança têm um impacto profundo na vida do povo de Deus.","referencias_relacionadas":["Romanos 10:10","Salmos 19:14","Hebreus 13:15"]},"1cronicas_11_7_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"No contexto de 1 Crônicas 11:7, 'julgar' refere-se à ação de governar ou liderar, especialmente no sentido de tomar decisões justas.","explicacao_detalhada":"A palavra 'julgar' implica a responsabilidade de um líder em discernir entre o certo e o errado, promovendo a justiça e a ordem na comunidade. No caso de Davi, ele estava estabelecendo sua autoridade como rei.","por_que_esta_palavra":"Esta palavra é crucial para entender o papel de Davi como líder e juiz de Israel, enfatizando a necessidade de justiça em sua administração.","conexao_teologica":"A ideia de julgar está ligada à justiça divina, onde Deus é visto como o juiz supremo que estabelece a moralidade e a ordem no mundo.","referencias_relacionadas":["Salmos 72:1-2","Isaías 1:17","Miquéias 6:8"]},"1cronicas_11_7_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local urbano, que neste caso é Jerusalém, onde Davi se estabeleceu como rei.","explicacao_detalhada":"Jerusalém é um símbolo de unidade e presença divina, sendo escolhida por Deus como a cidade onde Seu nome habitaria. A construção de uma cidade forte é essencial para a segurança e identidade do povo.","por_que_esta_palavra":"A menção da cidade é importante para entender a centralidade de Jerusalém na história de Israel e na teologia bíblica.","conexao_teologica":"A cidade de Jerusalém é frequentemente vista como um lugar de encontro entre Deus e Seu povo, representando a esperança de redenção.","referencias_relacionadas":["Salmos 122:6","Isaías 2:3","Hebreus 12:22"]},"1cronicas_11_8_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Neste versículo, 'cidade' novamente se refere a Jerusalém, enfatizando sua importância na narrativa de Davi.","explicacao_detalhada":"A repetição da palavra 'cidade' destaca a ênfase na construção e fortificação de Jerusalém, que se tornaria a capital do reino e um centro espiritual.","por_que_esta_palavra":"A palavra é usada para reforçar a ideia de que a cidade é um lugar de segurança e identidade para o povo de Israel.","conexao_teologica":"Jerusalém é vista como a cidade de Deus, onde a presença divina se manifesta de maneira especial.","referencias_relacionadas":["Salmos 48:1-2","Ezequiel 48:35","Apocalipse 21:2"]},"1cronicas_11_8_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"A palavra 'edificar' refere-se ao ato de construir ou estabelecer, especificamente no contexto da construção de Jerusalém.","explicacao_detalhada":"Edificar implica não apenas a construção física, mas também a criação de uma identidade e cultura para o povo de Israel sob a liderança de Davi.","por_que_esta_palavra":"É essencial para entender o papel de Davi na formação de uma nação unida e forte, que se baseia em sua capital.","conexao_teologica":"A edificação de Jerusalém é um símbolo da construção do reino de Deus na terra, onde Ele habita entre Seu povo.","referencias_relacionadas":["Salmos 127:1","Mateus 16:18","1 Pedro 2:5"]},"1cronicas_11_8_place":{"palavra_pt":"lugar","palavra_original":"סָבִיב","transliteracao":"çâbîyb","strong":"H5439","significado_raiz":"Ideia básica: lugar.","significado_contextual":"A palavra 'lugar' refere-se a um espaço específico, que neste contexto é a cidade de Jerusalém.","explicacao_detalhada":"O 'lugar' é importante para a localização da presença de Deus e para a vida comunitária do povo de Israel.","por_que_esta_palavra":"A escolha do lugar é significativa, pois representa a escolha divina de Jerusalém como centro espiritual.","conexao_teologica":"O conceito de lugar é fundamental na teologia bíblica, onde Deus escolhe lugares específicos para manifestar Sua presença.","referencias_relacionadas":["Gênesis 28:16-17","Êxodo 3:5","Atos 7:33"]},"1cronicas_11_9_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' descreve a magnitude e a importância do reino de Davi e de Jerusalém.","explicacao_detalhada":"A grandeza de Davi como rei é refletida na prosperidade e na força de seu reino, que se torna um modelo para os reis futuros.","por_que_esta_palavra":"A grandeza é um tema recorrente na narrativa bíblica, simbolizando a bênção e a presença de Deus sobre o povo.","conexao_teologica":"A grandeza do reino de Davi antecipa a grandeza do reino messiânico de Cristo, que é o cumprimento das promessas de Deus.","referencias_relacionadas":["Salmos 145:3","Mateus 5:14","Apocalipse 11:15"]},"1cronicas_11_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus, enfatizando Sua soberania e autoridade sobre Israel.","explicacao_detalhada":"O nome do Senhor é um símbolo de Sua presença e poder, sendo invocado em momentos de adoração e súplica.","por_que_esta_palavra":"A menção do nome do Senhor é fundamental para entender a relação entre Deus e Seu povo, que deve viver em obediência e reverência.","conexao_teologica":"O nome do Senhor é central na teologia bíblica, representando a revelação de Seu caráter e promessas.","referencias_relacionadas":["Salmos 20:7","Isaías 42:8","Filipenses 2:9-11"]},"1cronicas_11_9_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' refere-se ao modo de viver ou conduzir-se, especialmente em relação à obediência a Deus.","explicacao_detalhada":"Andar nos caminhos do Senhor implica seguir Seus mandamentos e viver de acordo com Sua vontade, algo que Davi buscou fazer.","por_que_esta_palavra":"A ideia de andar é uma metáfora comum na Bíblia para descrever a vida espiritual e a conduta moral.","conexao_teologica":"Andar com Deus é um tema central na vida cristã, refletindo a intimidade e a obediência que devemos ter em nossa relação com Ele.","referencias_relacionadas":["Gênesis 5:24","Salmos 119:105","1 João 1:7"]},"1cronicas_11_10_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se a uma declaração ou comando, que neste contexto é a instrução de Deus para Davi e seu povo.","explicacao_detalhada":"A palavra de Deus é fundamental para a vida do povo, guiando suas ações e decisões. Davi, como líder, deve estar atento a essa palavra.","por_que_esta_palavra":"A ênfase na palavra destaca a importância da revelação divina e da obediência a ela na vida do povo de Israel.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo um meio pelo qual Ele se comunica com Seu povo e estabelece Seu plano.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:11","2 Timóteo 3:16-17"]},"1cronicas_11_10_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se a um indivíduo, neste caso, um líder ou guerreiro que se destaca entre os outros.","explicacao_detalhada":"O 'homem' é visto como um símbolo de força e coragem, representando aqueles que se levantam para defender a nação e seus valores.","por_que_esta_palavra":"A menção do homem é importante para destacar a liderança e a bravura necessárias em tempos de conflito.","conexao_teologica":"A figura do homem forte é frequentemente usada na Bíblia para ilustrar a força que vem de Deus e a importância de líderes justos.","referencias_relacionadas":["Salmos 112:1","Provérbios 20:6","Efésios 6:10"]},"1cronicas_11_10_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָזַק","transliteracao":"châzaq","strong":"H2388","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"A palavra 'agarrar' refere-se à ação de tomar posse ou segurar firmemente algo.","explicacao_detalhada":"No contexto de 1 Crônicas 11:10, 'agarrar' implica em uma força e determinação em se apegar a uma causa ou a um propósito, especialmente em situações de batalha.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a coragem e a firmeza dos guerreiros que se uniram a Davi, mostrando sua lealdade e compromisso.","conexao_teologica":"A ideia de 'agarrar' pode ser vista como um paralelo à firmeza na fé e na obediência a Deus, que requer um apego forte às promessas divinas.","referencias_relacionadas":["Salmos 63:8","Isaías 41:10","Hebreus 10:23"]},"1cronicas_11_11_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' aqui se refere a um guerreiro ou um valente, alguém que demonstra bravura.","explicacao_detalhada":"Em 1 Crônicas 11:11, o 'homem' é descrito como um dos valentes de Davi, destacando sua coragem e habilidade em combate.","por_que_esta_palavra":"A escolha da palavra 'homem' enfatiza a masculinidade e a força, características valorizadas em guerreiros na cultura da época.","conexao_teologica":"O conceito de 'homem' como guerreiro pode ser associado à luta espiritual que os cristãos enfrentam, sendo chamados a serem valentes na fé.","referencias_relacionadas":["Efésios 6:10-11","1 Coríntios 16:13","2 Timóteo 2:3"]},"1cronicas_11_11_grande":{"palavra_pt":"grande","palavra_original":"שָׁלִישׁ","transliteracao":"shâlîysh","strong":"H7991","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' é usada para descrever a importância e a proeminência do homem mencionado.","explicacao_detalhada":"No versículo, 'grande' refere-se não apenas ao tamanho físico, mas à grandeza de caráter e bravura do guerreiro.","por_que_esta_palavra":"A utilização de 'grande' destaca a importância dos feitos heroicos e a reputação que esses homens construíram em suas batalhas.","conexao_teologica":"A grandeza pode ser vista como um reflexo da grandeza de Deus, que capacita os homens a realizar feitos extraordinários.","referencias_relacionadas":["Salmos 145:3","Mateus 5:16","1 Pedro 2:9"]},"1cronicas_11_11_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem.","explicacao_detalhada":"Em 1 Crônicas 11:11, 'filho' pode indicar a relação de um homem com sua família e a responsabilidade que ele carrega como protetor.","por_que_esta_palavra":"A palavra é significativa pois enfatiza a importância da família e da herança na cultura israelita.","conexao_teologica":"A ideia de 'filho' também se relaciona com a filiação espiritual dos crentes como filhos de Deus, enfatizando a relação íntima com o Pai.","referencias_relacionadas":["Romanos 8:16","Gálatas 3:26","Efésios 1:5"]},"1cronicas_11_12_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"Assim como em 1 Crônicas 11:11, 'homem' refere-se a um guerreiro destemido e valoroso.","explicacao_detalhada":"O 'homem' mencionado neste versículo é um dos valentes que se destacou em batalhas, mostrando lealdade e bravura.","por_que_esta_palavra":"A repetição da palavra 'homem' reforça a ideia de que a bravura é uma característica comum entre os guerreiros de Davi.","conexao_teologica":"A bravura dos homens de Davi pode ser vista como um reflexo da coragem que Deus espera de seus seguidores em tempos de adversidade.","referencias_relacionadas":["Salmos 27:14","Josué 1:9","2 Timóteo 1:7"]},"1cronicas_11_12_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em acompanhar ou estar em conformidade com alguém ou algo.","explicacao_detalhada":"Neste contexto, 'seguir' refere-se à ação de acompanhar Davi em suas batalhas, demonstrando lealdade e compromisso.","por_que_esta_palavra":"A palavra é crucial para entender a dinâmica de liderança e a importância de seguir um líder escolhido por Deus.","conexao_teologica":"Seguir a liderança de Davi é um paralelo ao chamado de Jesus para que seus discípulos o sigam, indicando um compromisso com a missão divina.","referencias_relacionadas":["Mateus 16:24","Lucas 9:23","João 10:27"]},"1cronicas_11_12_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' novamente se refere à descendência e à continuidade familiar.","explicacao_detalhada":"Neste versículo, 'filho' pode indicar a relação de um homem com sua família e a responsabilidade que ele carrega como protetor.","por_que_esta_palavra":"A repetição da palavra 'filho' enfatiza a importância da linhagem e do legado na cultura israelita.","conexao_teologica":"A filiação espiritual é um tema central na Bíblia, onde os crentes são chamados de filhos de Deus, refletindo a relação íntima com o Pai.","referencias_relacionadas":["Romanos 8:14","Gálatas 4:7","1 João 3:1"]},"1cronicas_11_13_batalha":{"palavra_pt":"batalha","palavra_original":"מִלְחָמָה","transliteracao":"milchâmâh","strong":"H4421","significado_raiz":"Ideia básica: batalha.","significado_contextual":"A palavra 'batalha' refere-se a um conflito armado, uma luta pela sobrevivência e pela justiça.","explicacao_detalhada":"Em 1 Crônicas 11:13, 'batalha' destaca a realidade da guerra enfrentada pelos valentes de Davi, que lutavam por sua nação.","por_que_esta_palavra":"A palavra é significativa porque ilustra a seriedade e a intensidade das lutas que os guerreiros enfrentavam.","conexao_teologica":"A batalha é uma metáfora para a luta espiritual que os cristãos enfrentam, sendo chamados a lutar contra as forças do mal.","referencias_relacionadas":["Efésios 6:12","2 Coríntios 10:4","1 Timóteo 6:12"]},"1cronicas_11_13_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à queda em batalha, que pode significar morte ou derrota.","explicacao_detalhada":"Neste contexto, 'cair' é uma referência ao sacrifício que os guerreiros estavam dispostos a fazer por sua causa.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a gravidade das consequências da batalha e a determinação dos guerreiros.","conexao_teologica":"A ideia de cair em batalha pode ser vista como um paralelo ao sacrifício de Cristo, que caiu para que outros pudessem viver.","referencias_relacionadas":["João 15:13","Romanos 5:8","1 Pedro 3:18"]},"1cronicas_11_14_campo":{"palavra_pt":"campo","palavra_original":"חֶלְקָה","transliteracao":"chelqâh","strong":"H2513","significado_raiz":"Ideia básica: campo.","significado_contextual":"A palavra 'campo' refere-se ao local de batalha, um espaço onde os guerreiros se enfrentam.","explicacao_detalhada":"Em 1 Crônicas 11:14, 'campo' é o cenário onde a luta acontece, simbolizando o território em disputa.","por_que_esta_palavra":"A escolha da palavra 'campo' é importante para entender o contexto físico e estratégico das batalhas.","conexao_teologica":"O campo de batalha pode ser visto como uma representação da vida cristã, onde os crentes enfrentam desafios e lutas espirituais.","referencias_relacionadas":["Salmos 144:1","1 Timóteo 6:12","2 Timóteo 4:7"]},"1cronicas_11_15_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se a um adversário ou oponente, especialmente em um contexto de batalha.","explicacao_detalhada":"A palavra 'inimigo' é usada para descrever aqueles que se opõem ao povo de Deus, muitas vezes em um contexto militar. No livro de Crônicas, isso se relaciona com as guerras de Davi e a luta pela soberania de Israel.","por_que_esta_palavra":"A presença de inimigos é uma constante na narrativa bíblica, simbolizando a luta entre o bem e o mal.","conexao_teologica":"A luta contra inimigos é vista como parte do plano de Deus para purificar e fortalecer seu povo.","referencias_relacionadas":["Salmos 23:5","Salmos 27:2","Isaías 41:10"]},"1cronicas_11_15_rocha":{"palavra_pt":"rocha","palavra_original":"צוּר","transliteracao":"tsûwr","strong":"H6697","significado_raiz":"Ideia básica: rocha.","significado_contextual":"Simboliza força, proteção e estabilidade.","explicacao_detalhada":"A palavra 'rocha' é frequentemente usada na Bíblia para descrever Deus como um refúgio seguro em tempos de dificuldade. Em Crônicas, pode se referir a Davi como uma figura de estabilidade em meio ao caos.","por_que_esta_palavra":"A rocha representa a confiança em Deus e sua proteção contra os inimigos.","conexao_teologica":"Deus é frequentemente chamado de 'rocha' em contextos de salvação e proteção, refletindo sua natureza imutável.","referencias_relacionadas":["Salmos 18:2","Salmos 62:6-7","Mateus 7:24"]},"1cronicas_11_15_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Refere-se ao gado como um recurso valioso e símbolo de riqueza.","explicacao_detalhada":"O gado era essencial para a economia agrícola de Israel e representava prosperidade. Em Crônicas, menciona-se o gado em contextos de batalha e sustento.","por_que_esta_palavra":"O gado simboliza a bênção de Deus sobre o povo e a importância da agricultura na vida israelita.","conexao_teologica":"A prosperidade material é vista como um sinal da bênção divina, refletindo a relação entre Deus e seu povo.","referencias_relacionadas":["Gênesis 30:43","Êxodo 20:17","Deuteronômio 8:12-13"]},"1cronicas_11_16_principio":{"palavra_pt":"principio","palavra_original":"אָז","transliteracao":"ʼâz","strong":"H227","significado_raiz":"Ideia básica: principio.","significado_contextual":"Indica um momento crucial ou uma decisão importante.","explicacao_detalhada":"A palavra 'princípio' pode ser interpretada como um ponto de virada na narrativa, onde decisões significativas são tomadas que afetam o futuro de Israel.","por_que_esta_palavra":"Refere-se à importância de reconhecer momentos decisivos na história do povo de Deus.","conexao_teologica":"Deus guia seu povo em momentos críticos, e a obediência a Ele é fundamental para o sucesso.","referencias_relacionadas":["Salmos 37:5","Provérbios 3:6","Isaías 48:17"]},"1cronicas_11_16_garrison":{"palavra_pt":"garrison","palavra_original":"נְצִיב","transliteracao":"nᵉtsîyb","strong":"H5333","significado_raiz":"Ideia básica: garrison.","significado_contextual":"Refere-se a uma fortificação ou unidade militar.","explicacao_detalhada":"A palavra 'garrison' indica a presença de forças de segurança e proteção em uma área, essencial para a defesa do reino.","por_que_esta_palavra":"A segurança militar é vital para a estabilidade do reino de Israel sob Davi.","conexao_teologica":"Deus é visto como o verdadeiro defensor de seu povo, e as fortificações humanas são um reflexo da necessidade de proteção divina.","referencias_relacionadas":["Salmos 144:1","Isaías 31:5","2 Crônicas 11:11"]},"1cronicas_11_17_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de declarar ou afirmar algo com ênfase.","explicacao_detalhada":"A palavra 'dizer' é usada para expressar a importância de proclamações e declarações de fé, especialmente em momentos de crise.","por_que_esta_palavra":"As palavras têm poder, e a declaração de fé é crucial em tempos de adversidade.","conexao_teologica":"A fala é um meio pelo qual Deus se comunica com seu povo, e a declaração de fé é um ato de confiança.","referencias_relacionadas":["Romanos 10:9","Provérbios 18:21","Salmos 19:14"]},"1cronicas_11_17_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um indivíduo, muitas vezes em um contexto de bravura ou liderança.","explicacao_detalhada":"A palavra 'homem' é usada para descrever guerreiros e líderes que se destacam na batalha, simbolizando coragem e determinação.","por_que_esta_palavra":"A figura do homem forte é central nas narrativas de batalha, refletindo a necessidade de líderes corajosos.","conexao_teologica":"Deus chama homens e mulheres a serem líderes em sua obra, e a coragem é uma virtude valorizada.","referencias_relacionadas":["Josué 1:9","Salmos 112:1","1 Coríntios 16:13"]},"1cronicas_11_18_gado":{"palavra_pt":"gado","palavra_original":"מַחֲנֶה","transliteracao":"machăneh","strong":"H4264","significado_raiz":"Ideia básica: gado.","significado_contextual":"Novamente refere-se ao gado, enfatizando sua importância na vida cotidiana e militar.","explicacao_detalhada":"A repetição da palavra 'gado' destaca a relevância desse recurso na economia e na sobrevivência do povo durante conflitos.","por_que_esta_palavra":"O gado é um símbolo de sustento e riqueza, essencial para a sobrevivência em tempos de guerra.","conexao_teologica":"A provisão de Deus é evidente na abundância de recursos, mesmo em tempos difíceis.","referencias_relacionadas":["Gênesis 30:43","Êxodo 20:17","Deuteronômio 8:12-13"]},"1cronicas_11_18_cover":{"palavra_pt":"cobrir","palavra_original":"נָסַךְ","transliteracao":"nâçak","strong":"H5258","significado_raiz":"Ideia básica: cobrir.","significado_contextual":"Refere-se ao ato de proteger ou resguardar algo.","explicacao_detalhada":"A palavra 'cobrir' implica em proteção e segurança, especialmente em um contexto de batalha.","por_que_esta_palavra":"A proteção é uma necessidade fundamental em tempos de conflito, refletindo a busca por segurança.","conexao_teologica":"Deus é descrito como aquele que cobre e protege seu povo, oferecendo segurança em meio ao perigo.","referencias_relacionadas":["Salmos 91:1-2","Isaías 4:5","Mateus 23:37"]},"1cronicas_11_18_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que carrega autoridade e poder.","explicacao_detalhada":"A palavra 'senhor' é um título que expressa a soberania e a majestade de Deus, fundamental para a adoração e a reverência.","por_que_esta_palavra":"O nome de Deus é central na fé israelita, simbolizando sua presença e poder entre o povo.","conexao_teologica":"O nome de Deus é invocado em momentos de necessidade, refletindo a confiança em sua autoridade.","referencias_relacionadas":["Salmos 8:1","Êxodo 3:14","Filipenses 2:9-11"]},"1cronicas_11_19_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso é mencionado como uma metáfora para a força e a ferocidade em batalha.","explicacao_detalhada":"No contexto de 1 Crônicas 11:19, o urso simboliza a bravura e a determinação dos guerreiros de Davi, que enfrentaram inimigos poderosos.","por_que_esta_palavra":"A palavra 'urso' é utilizada para enfatizar a coragem e a ferocidade dos homens que lutaram ao lado de Davi.","conexao_teologica":"O uso de animais ferozes como símbolos de força é comum na literatura bíblica, refletindo a proteção e a força que Deus oferece aos seus escolhidos.","referencias_relacionadas":["Salmos 22:12","Provérbios 17:12","Isaías 11:7"]},"1cronicas_11_19_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"O sangue é um símbolo de vida e sacrifício, representando a gravidade da batalha.","explicacao_detalhada":"Em 1 Crônicas 11:19, o sangue é mencionado para destacar o custo da guerra e a seriedade do compromisso dos guerreiros.","por_que_esta_palavra":"A palavra 'sangue' é crucial para entender o sacrifício e a entrega dos homens que lutaram por Davi.","conexao_teologica":"O sangue é um tema central na teologia bíblica, simbolizando a aliança e o sacrifício, culminando no sacrifício de Cristo.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","Mateus 26:28"]},"1cronicas_11_19_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se aos guerreiros que lutaram ao lado de Davi, destacando sua humanidade e bravura.","explicacao_detalhada":"Em 1 Crônicas 11:19, o termo 'homem' é usado para enfatizar a coragem e a lealdade dos soldados que estavam dispostos a arriscar suas vidas.","por_que_esta_palavra":"A palavra 'homem' é importante para reconhecer a individualidade e o valor de cada guerreiro na batalha.","conexao_teologica":"A dignidade do homem é um tema recorrente na Bíblia, refletindo a imagem de Deus em cada ser humano.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:8"]},"1cronicas_11_20_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"O princípio é mencionado como uma referência à liderança e à posição de destaque de Abishai entre os guerreiros.","explicacao_detalhada":"Em 1 Crônicas 11:20, a palavra 'princípio' destaca a importância de Abishai como um dos principais guerreiros de Davi.","por_que_esta_palavra":"A palavra 'princípio' é usada para indicar a posição de honra e a responsabilidade que Abishai tinha entre os soldados.","conexao_teologica":"A liderança é um tema importante na Bíblia, refletindo a ordem e a estrutura que Deus estabelece entre seu povo.","referencias_relacionadas":["1 Timóteo 3:1","Hebreus 13:7","Mateus 20:26-28"]},"1cronicas_11_20_morte":{"palavra_pt":"morte","palavra_original":"חָלָל","transliteracao":"châlâl","strong":"H2491","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte é mencionada para enfatizar o risco e o sacrifício envolvidos nas batalhas.","explicacao_detalhada":"Em 1 Crônicas 11:20, a palavra 'morte' destaca a seriedade da luta e o preço que os guerreiros estavam dispostos a pagar.","por_que_esta_palavra":"A palavra 'morte' é crucial para entender a gravidade da situação e a coragem dos homens que lutaram.","conexao_teologica":"A morte e o sacrifício são temas centrais na Bíblia, culminando na morte de Cristo como o maior ato de amor.","referencias_relacionadas":["Romanos 6:23","João 15:13","1 Coríntios 15:55-57"]},"1cronicas_11_20_abishai":{"palavra_pt":"abishai","palavra_original":"אֲבִישַׁי","transliteracao":"ʼĂbîyshay","strong":"H52","significado_raiz":"Ideia básica: abishai.","significado_contextual":"Abishai é um dos principais guerreiros de Davi, conhecido por sua bravura e lealdade.","explicacao_detalhada":"Em 1 Crônicas 11:20, Abishai é destacado como um líder entre os guerreiros, mostrando sua importância nas batalhas de Davi.","por_que_esta_palavra":"A palavra 'Abishai' é significativa para reconhecer a contribuição individual de um dos valentes de Davi.","conexao_teologica":"A lealdade e a coragem de Abishai refletem a fidelidade que Deus espera de seus seguidores.","referencias_relacionadas":["2 Samuel 23:18","1 Crônicas 11:20","1 Crônicas 11:22"]},"1cronicas_11_21_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' é usada para indicar a posição de Abishai entre os guerreiros.","explicacao_detalhada":"Em 1 Crônicas 11:21, 'entre' destaca a proximidade e a relação de Abishai com os outros guerreiros.","por_que_esta_palavra":"A palavra 'entre' é importante para entender a dinâmica do grupo e a posição de cada guerreiro.","conexao_teologica":"A ideia de estar 'entre' os outros reflete a comunidade e a unidade que Deus deseja entre seu povo.","referencias_relacionadas":["Atos 2:44","1 Coríntios 12:12-14","Efésios 4:3"]},"1cronicas_11_21_bom":{"palavra_pt":"bom","palavra_original":"כָּבַד","transliteracao":"kâbad","strong":"H3513","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' é usada para descrever a qualidade dos guerreiros e suas ações.","explicacao_detalhada":"Em 1 Crônicas 11:21, 'bom' enfatiza a excelência e a bravura dos homens que lutaram ao lado de Davi.","por_que_esta_palavra":"A palavra 'bom' é significativa para reconhecer a virtude e a coragem dos guerreiros.","conexao_teologica":"A bondade e a excelência são atributos que Deus deseja ver em seu povo, refletindo seu caráter.","referencias_relacionadas":["Salmos 34:8","Gálatas 6:9","Filipenses 4:8"]},"1cronicas_11_22_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo em que as batalhas ocorreram, simbolizando a urgência e a importância do momento.","explicacao_detalhada":"Em 1 Crônicas 11:22, 'dia' destaca a ação imediata e a prontidão dos guerreiros em enfrentar desafios.","por_que_esta_palavra":"A palavra 'dia' é importante para entender o contexto temporal das ações heroicas dos guerreiros.","conexao_teologica":"O conceito de tempo é importante na Bíblia, refletindo a soberania de Deus sobre a história.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 90:12","2 Coríntios 6:2"]},"1cronicas_11_22_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para descrever a relação familiar e a herança entre os guerreiros.","explicacao_detalhada":"Em 1 Crônicas 11:22, 'filho' destaca a continuidade da bravura e da lealdade através das gerações.","por_que_esta_palavra":"A palavra 'filho' é significativa para entender a identidade e o legado dos guerreiros de Davi.","conexao_teologica":"A relação entre pais e filhos é um tema importante na Bíblia, refletindo a transmissão da fé e dos valores.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Efésios 6:4"]},"1cronicas_11_22_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um homem valente, um guerreiro.","explicacao_detalhada":"Neste contexto, o termo 'homem' é utilizado para descrever um indivíduo que se destaca pela bravura e habilidades em combate, representando a força e a coragem dos guerreiros de Davi.","por_que_esta_palavra":"A palavra é usada para enfatizar a masculinidade e a bravura dos guerreiros que serviam ao rei Davi.","conexao_teologica":"A figura do homem valente é frequentemente associada à luta pela justiça e pela proteção do povo de Deus.","referencias_relacionadas":["1 Samuel 16:18","2 Samuel 23:8","Salmos 144:1"]},"1cronicas_11_23_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Indica um homem de coragem que se destaca em batalha.","explicacao_detalhada":"A repetição do termo 'homem' neste contexto reforça a ideia de que esses guerreiros eram reconhecidos por suas ações heroicas e pela lealdade ao rei.","por_que_esta_palavra":"A palavra é escolhida para destacar a importância dos homens que lutavam ao lado de Davi, mostrando seu valor e dedicação.","conexao_teologica":"Esses homens são vistos como instrumentos de Deus na defesa de Israel, refletindo a ideia de que Deus usa pessoas comuns para realizar grandes feitos.","referencias_relacionadas":["1 Samuel 14:52","2 Samuel 23:9","Salmos 18:34"]},"1cronicas_11_23_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se a um adversário ou oponente em batalha.","explicacao_detalhada":"Neste versículo, a palavra 'inimigo' é usada para descrever aqueles que se opõem ao povo de Deus, destacando a necessidade de defesa e combate.","por_que_esta_palavra":"A escolha da palavra enfatiza a luta constante entre o povo de Deus e seus adversários, refletindo a realidade da guerra espiritual.","conexao_teologica":"A presença de inimigos é um tema recorrente na Bíblia, simbolizando a luta entre o bem e o mal.","referencias_relacionadas":["Salmos  enemies:1","Isaías 54:17","Efésios 6:12"]},"1cronicas_11_24_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um homem forte e destemido.","explicacao_detalhada":"A palavra 'homem' aqui é utilizada para descrever um guerreiro que se destaca não apenas pela força física, mas também pela bravura em situações de combate.","por_que_esta_palavra":"É uma forma de reconhecer e valorizar os feitos heroicos dos guerreiros que lutaram ao lado de Davi.","conexao_teologica":"Esses homens são vistos como exemplos de fé e coragem, inspirando os crentes a serem valentes em suas próprias batalhas espirituais.","referencias_relacionadas":["1 Samuel 17:45","2 Samuel 23:20","Salmos 27:1"]},"1cronicas_11_24_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um urso, simbolizando força e ferocidade.","explicacao_detalhada":"Neste contexto, a menção ao urso destaca a ferocidade e a força que um guerreiro deve ter ao enfrentar inimigos, comparando-o a um animal poderoso.","por_que_esta_palavra":"A palavra é usada para ilustrar a bravura e a determinação necessárias em batalha, evocando a imagem de um lutador imbatível.","conexao_teologica":"A força do urso pode ser vista como uma metáfora para a proteção que Deus oferece aos seus servos em tempos de dificuldade.","referencias_relacionadas":["1 Samuel 17:34-36","Salmos 22:12","Provérbios 28:1"]},"1cronicas_11_24_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um filho, indicando descendência e herança.","explicacao_detalhada":"A palavra 'filho' é utilizada para enfatizar a continuidade da linhagem e a importância da família na cultura israelita.","por_que_esta_palavra":"A menção ao filho destaca a relação familiar e a responsabilidade que os homens têm em proteger e guiar suas famílias.","conexao_teologica":"A ideia de ser filho de alguém é frequentemente usada na Bíblia para descrever a relação entre Deus e seu povo, como filhos de Deus.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Mateus 5:9"]},"1cronicas_11_25_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Refere-se à ideia de estar entre ou no meio de.","explicacao_detalhada":"A palavra 'entre' é usada para descrever a posição de um guerreiro que se destaca em meio a outros, indicando liderança e coragem.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância da unidade e do companheirismo entre os guerreiros.","conexao_teologica":"A ideia de estar 'entre' é uma representação da comunhão e do corpo de Cristo, onde cada membro tem um papel importante.","referencias_relacionadas":["1 Coríntios 12:12-14","Hebreus 10:25","Efésios 4:3"]},"1cronicas_11_25_behold":{"palavra_pt":"eis","palavra_original":"הֵן","transliteracao":"hên","strong":"H2005","significado_raiz":"Ideia básica: eis.","significado_contextual":"Indica uma chamada de atenção, como 'veja' ou 'eis'.","explicacao_detalhada":"A palavra 'eis' é utilizada para chamar a atenção para algo importante que está prestes a ser revelado ou destacado.","por_que_esta_palavra":"É uma forma de enfatizar a importância do que está sendo dito ou mostrado, criando um senso de urgência.","conexao_teologica":"A chamada para 'ver' é frequentemente usada na Bíblia para convidar as pessoas a reconhecerem a obra de Deus em suas vidas.","referencias_relacionadas":["Isaías 43:19","Mateus 11:28","Apocalipse 3:20"]},"1cronicas_11_25_bom":{"palavra_pt":"bom","palavra_original":"כָּבַד","transliteracao":"kâbad","strong":"H3513","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se a algo que é bom, agradável ou de qualidade superior.","explicacao_detalhada":"A palavra 'bom' é usada para descrever a qualidade das ações ou das pessoas, indicando que algo é digno de ser elogiado.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a importância de reconhecer e valorizar o que é bom em meio a desafios.","conexao_teologica":"A ideia de 'bom' é central na teologia bíblica, refletindo a natureza de Deus e suas obras.","referencias_relacionadas":["Gênesis 1:31","Salmos 34:8","Romanos 12:2"]},"1cronicas_11_26_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se a um homem forte e corajoso, um guerreiro.","explicacao_detalhada":"Neste contexto, a palavra 'homem' é utilizada para descrever um guerreiro que se destaca pela bravura e lealdade ao rei Davi.","por_que_esta_palavra":"A palavra é usada para enfatizar a masculinidade e a bravura dos guerreiros que serviam ao rei Davi.","conexao_teologica":"A figura do homem valente é frequentemente associada à luta pela justiça e pela proteção do povo de Deus.","referencias_relacionadas":["1 Samuel 16:18","2 Samuel 23:8","Salmos 144:1"]},"1cronicas_11_26_forca":{"palavra_pt":"forca","palavra_original":"חַיִל","transliteracao":"chayil","strong":"H2428","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se à força militar e coragem dos guerreiros que serviam a Davi.","explicacao_detalhada":"A palavra 'força' (חַיִל, chayil) é frequentemente usada na Bíblia para descrever a força física e a bravura em batalha. Neste contexto, destaca a habilidade e a lealdade dos guerreiros que lutaram ao lado de Davi.","por_que_esta_palavra":"A força é uma qualidade essencial para os guerreiros, simbolizando não apenas a capacidade física, mas também a determinação e a coragem em enfrentar desafios.","conexao_teologica":"A força é vista como um dom de Deus, que capacita os fiéis a enfrentar adversidades e lutar pela justiça.","referencias_relacionadas":["Salmos 18:32","Salmos 144:1","Isaías 40:29"]},"1cronicas_11_26_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a relação de descendência e herança entre os guerreiros e suas famílias.","explicacao_detalhada":"A palavra 'filho' (בֵּן, bên) é uma referência à linhagem e à continuidade familiar. No contexto militar, os filhos eram frequentemente chamados a seguir os passos de seus pais e a lutar pela nação.","por_que_esta_palavra":"A ênfase na paternidade e na herança é importante para entender a estrutura social e as responsabilidades dentro da comunidade israelita.","conexao_teologica":"A relação de pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo, enfatizando a importância da obediência e da herança espiritual.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Provérbios 22:6"]},"1cronicas_11_27_shamoth":{"palavra_pt":"shamoth","palavra_original":"שַׁמּוֹת","transliteracao":"Shammôwth","strong":"H8054","significado_raiz":"Ideia básica: shamoth.","significado_contextual":"Refere-se a um dos guerreiros de Davi, destacando sua identidade e papel no exército.","explicacao_detalhada":"A palavra 'shamoth' (שַׁמּוֹת, Shammôwth) é um nome próprio que representa um indivíduo específico, enfatizando a importância de cada membro no contexto da batalha.","por_que_esta_palavra":"A menção de nomes específicos serve para honrar e reconhecer as contribuições individuais dentro da história maior da nação.","conexao_teologica":"Cada indivíduo tem um papel significativo no plano de Deus, refletindo a ideia de que todos são chamados para servir em Sua obra.","referencias_relacionadas":["1 Crônicas 12:1","1 Crônicas 12:24","Hebreus 11:32"]},"1cronicas_11_27_nome":{"palavra_pt":"nome","palavra_original":"חֶלֶץ","transliteracao":"Chelets","strong":"H2503","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de um dos guerreiros, que pode ter um significado especial ou histórico.","explicacao_detalhada":"A palavra 'nome' (חֶלֶץ, Chelets) é usada para identificar e distinguir indivíduos, muitas vezes carregando significados que refletem suas características ou ações.","por_que_esta_palavra":"Os nomes na Bíblia frequentemente têm significados profundos que podem refletir a identidade e a missão de uma pessoa.","conexao_teologica":"O nome de uma pessoa é importante na teologia bíblica, pois representa sua essência e seu propósito diante de Deus.","referencias_relacionadas":["Gênesis 17:5","Isaías 43:1","Apocalipse 3:5"]},"1cronicas_11_28_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Mais uma vez, refere-se à relação de descendência, enfatizando a continuidade da linhagem entre os guerreiros.","explicacao_detalhada":"A palavra 'filho' (בֵּן, bên) é repetida para reforçar a importância da família e da herança na cultura israelita, especialmente em contextos de batalha.","por_que_esta_palavra":"A repetição da palavra sublinha a relevância da família na formação de guerreiros e na manutenção da identidade nacional.","conexao_teologica":"A ideia de ser filho de alguém é frequentemente usada para descrever a relação entre os crentes e Deus, enfatizando a adoção e a herança espiritual.","referencias_relacionadas":["Romanos 8:15","Gálatas 4:7","Efésios 1:5"]},"1cronicas_11_28_nome":{"palavra_pt":"nome","palavra_original":"עִירָא","transliteracao":"ʻÎyrâʼ","strong":"H5896","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de um dos guerreiros, que pode ter um significado especial ou histórico.","explicacao_detalhada":"A palavra 'nome' (עִירָא, ʻÎyrâʼ) é usada para identificar e distinguir indivíduos, muitas vezes carregando significados que refletem suas características ou ações.","por_que_esta_palavra":"Os nomes na Bíblia frequentemente têm significados profundos que podem refletir a identidade e a missão de uma pessoa.","conexao_teologica":"O nome de uma pessoa é importante na teologia bíblica, pois representa sua essência e seu propósito diante de Deus.","referencias_relacionadas":["Gênesis 17:5","Isaías 43:1","Apocalipse 3:5"]},"1cronicas_11_28_ikkesh":{"palavra_pt":"ikkesh","palavra_original":"עִקֵּשׁ","transliteracao":"ʻIqqêsh","strong":"H6142","significado_raiz":"Ideia básica: ikkesh.","significado_contextual":"Refere-se a um dos guerreiros de Davi, destacando sua identidade e papel no exército.","explicacao_detalhada":"A palavra 'ikkesh' (עִקֵּשׁ, ʻIqqêsh) é um nome próprio que representa um indivíduo específico, enfatizando a importância de cada membro no contexto da batalha.","por_que_esta_palavra":"A menção de nomes específicos serve para honrar e reconhecer as contribuições individuais dentro da história maior da nação.","conexao_teologica":"Cada indivíduo tem um papel significativo no plano de Deus, refletindo a ideia de que todos são chamados para servir em Sua obra.","referencias_relacionadas":["1 Crônicas 12:1","1 Crônicas 12:24","Hebreus 11:32"]},"1cronicas_11_29_sibbecai":{"palavra_pt":"sibbecai","palavra_original":"סִבְּכַי","transliteracao":"Çibbᵉkay","strong":"H5444","significado_raiz":"Ideia básica: sibbecai.","significado_contextual":"Refere-se a um dos guerreiros de Davi, destacando sua identidade e papel no exército.","explicacao_detalhada":"A palavra 'sibbecai' (סִבְּכַי, Çibbᵉkay) é um nome próprio que representa um indivíduo específico, enfatizando a importância de cada membro no contexto da batalha.","por_que_esta_palavra":"A menção de nomes específicos serve para honrar e reconhecer as contribuições individuais dentro da história maior da nação.","conexao_teologica":"Cada indivíduo tem um papel significativo no plano de Deus, refletindo a ideia de que todos são chamados para servir em Sua obra.","referencias_relacionadas":["1 Crônicas 12:1","1 Crônicas 12:24","Hebreus 11:32"]},"1cronicas_11_29_ilai":{"palavra_pt":"ilai","palavra_original":"עִילַי","transliteracao":"ʻÎylay","strong":"H5866","significado_raiz":"Ideia básica: ilai.","significado_contextual":"Refere-se a um dos guerreiros de Davi, destacando sua identidade e papel no exército.","explicacao_detalhada":"A palavra 'ilai' (עִילַי, ʻÎylay) é um nome próprio que representa um indivíduo específico, enfatizando a importância de cada membro no contexto da batalha.","por_que_esta_palavra":"A menção de nomes específicos serve para honrar e reconhecer as contribuições individuais dentro da história maior da nação.","conexao_teologica":"Cada indivíduo tem um papel significativo no plano de Deus, refletindo a ideia de que todos são chamados para servir em Sua obra.","referencias_relacionadas":["1 Crônicas 12:1","1 Crônicas 12:24","Hebreus 11:32"]},"1cronicas_11_30_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a relação de descendência e herança entre os guerreiros e suas famílias.","explicacao_detalhada":"A palavra 'filho' (בֵּן, bên) é uma referência à linhagem e à continuidade familiar. No contexto militar, os filhos eram frequentemente chamados a seguir os passos de seus pais e a lutar pela nação.","por_que_esta_palavra":"A ênfase na paternidade e na herança é importante para entender a estrutura social e as responsabilidades dentro da comunidade israelita.","conexao_teologica":"A relação de pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo, enfatizando a importância da obediência e da herança espiritual.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Provérbios 22:6"]},"1cronicas_11_30_maharai":{"palavra_pt":"maharai","palavra_original":"מַהֲרַי","transliteracao":"Mahăray","strong":"H4121","significado_raiz":"Ideia básica: maharai.","significado_contextual":"Maharai é mencionado como um dos valentes de Davi, destacando sua coragem e lealdade.","explicacao_detalhada":"O nome Maharai pode ser interpretado como 'aquele que é rápido' ou 'aquele que se apressa'. No contexto de 1 Crônicas 11, ele é um dos guerreiros que se destacaram nas batalhas ao lado de Davi, simbolizando a bravura e a determinação dos homens que lutaram por Israel.","por_que_esta_palavra":"A inclusão de Maharai na lista dos valentes de Davi enfatiza a importância de seus guerreiros e a diversidade de suas origens e habilidades.","conexao_teologica":"A coragem e a lealdade dos valentes de Davi refletem a fidelidade que Deus espera de Seu povo, assim como a disposição para lutar por Sua causa.","referencias_relacionadas":["1 Crônicas 11:26","1 Crônicas 11:30","2 Samuel 23:29"]},"1cronicas_11_31_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para descrever a relação de descendência e herança entre os personagens mencionados.","explicacao_detalhada":"O termo 'filho' (בֵּן) é fundamental na cultura israelita, representando não apenas a descendência biológica, mas também a continuidade da linhagem e da herança familiar. No contexto de 1 Crônicas 11, ele é utilizado para identificar os guerreiros e suas famílias.","por_que_esta_palavra":"A repetição da palavra 'filho' destaca a importância da linhagem e do legado na história de Israel, especialmente entre os guerreiros que serviram a Davi.","conexao_teologica":"A ideia de ser filho de alguém é frequentemente usada na Bíblia para descrever a relação entre Deus e Seu povo, enfatizando a filiação espiritual.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Mateus 5:9"]},"1cronicas_11_31_nome":{"palavra_pt":"nome","palavra_original":"גִּבְעָה","transliteracao":"Gibʻâh","strong":"H1390","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome mencionado é associado a um dos valentes de Davi, refletindo a identidade e a reputação do personagem.","explicacao_detalhada":"O nome (גִּבְעָה) pode ser interpretado como 'colina' ou 'altura', e é significativo no contexto de batalhas, onde a posição geográfica muitas vezes determinava a vitória. O nome também pode simbolizar a força e a resistência dos guerreiros.","por_que_esta_palavra":"A menção do nome destaca a importância da identidade e da memória dos valentes de Davi, que foram fundamentais na formação do reino.","conexao_teologica":"Os nomes na Bíblia muitas vezes têm significados profundos e refletem a relação entre Deus e Seu povo, assim como a importância de cada indivíduo na história da salvação.","referencias_relacionadas":["1 Crônicas 11:31","Gênesis 17:5","Apocalipse 3:12"]},"1cronicas_11_32_hurai":{"palavra_pt":"hurai","palavra_original":"חוּרַי","transliteracao":"Chûwray","strong":"H2360","significado_raiz":"Ideia básica: hurai.","significado_contextual":"Hurai é mencionado como um dos valentes de Davi, destacando sua bravura e lealdade.","explicacao_detalhada":"O nome Hurai (חוּרַי) pode ser interpretado como 'aquele que é iluminado' ou 'luz'. No contexto de 1 Crônicas 11, ele é um dos guerreiros que se destacaram nas batalhas ao lado de Davi, simbolizando a coragem e a determinação dos homens que lutaram por Israel.","por_que_esta_palavra":"A inclusão de Hurai na lista dos valentes de Davi enfatiza a importância de seus guerreiros e a diversidade de suas origens e habilidades.","conexao_teologica":"A luz é frequentemente usada na Bíblia como um símbolo da presença de Deus e da verdade, refletindo a importância da fidelidade e da coragem na vida do crente.","referencias_relacionadas":["1 Crônicas 11:32","Salmos 27:1","João 8:12"]},"1cronicas_11_32_gaash":{"palavra_pt":"gaash","palavra_original":"גַּעַשׁ","transliteracao":"Gaʻash","strong":"H1608","significado_raiz":"Ideia básica: gaash.","significado_contextual":"Gaash é mencionado como um dos valentes de Davi, destacando sua bravura e lealdade.","explicacao_detalhada":"O nome Gaash (גַּעַשׁ) pode ser interpretado como 'tremor' ou 'agitação'. No contexto de 1 Crônicas 11, ele é um dos guerreiros que se destacaram nas batalhas ao lado de Davi, simbolizando a coragem e a determinação dos homens que lutaram por Israel.","por_que_esta_palavra":"A inclusão de Gaash na lista dos valentes de Davi enfatiza a importância de seus guerreiros e a diversidade de suas origens e habilidades.","conexao_teologica":"A agitação pode simbolizar a luta espiritual que os crentes enfrentam, refletindo a necessidade de coragem e determinação na fé.","referencias_relacionadas":["1 Crônicas 11:32","Salmos 46:2","Efésios 6:12"]},"1cronicas_11_33_nome":{"palavra_pt":"nome","palavra_original":"עַזְמָוֶת","transliteracao":"ʻAzmâveth","strong":"H5820","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome mencionado é associado a um dos valentes de Davi, refletindo a identidade e a reputação do personagem.","explicacao_detalhada":"O nome ʻAzmâveth (עַזְמָוֶת) pode ser interpretado como 'fortaleza da morte' ou 'poder da morte'. No contexto de 1 Crônicas 11, ele é um dos guerreiros que se destacaram nas batalhas ao lado de Davi, simbolizando a força e a resistência dos guerreiros.","por_que_esta_palavra":"A menção do nome destaca a importância da identidade e da memória dos valentes de Davi, que foram fundamentais na formação do reino.","conexao_teologica":"Os nomes na Bíblia muitas vezes têm significados profundos e refletem a relação entre Deus e Seu povo, assim como a importância de cada indivíduo na história da salvação.","referencias_relacionadas":["1 Crônicas 11:33","Gênesis 32:28","Romanos 8:37"]},"1cronicas_11_33_eliahbah":{"palavra_pt":"eliahbah","palavra_original":"אֶלְיַחְבָּא","transliteracao":"ʼElyachbâʼ","strong":"H455","significado_raiz":"Ideia básica: eliahbah.","significado_contextual":"Eliahbah é mencionado como um dos valentes de Davi, destacando sua bravura e lealdade.","explicacao_detalhada":"O nome Eliahbah (אֶלְיַחְבָּא) pode ser interpretado como 'Deus é meu irmão'. No contexto de 1 Crônicas 11, ele é um dos guerreiros que se destacaram nas batalhas ao lado de Davi, simbolizando a coragem e a determinação dos homens que lutaram por Israel.","por_que_esta_palavra":"A inclusão de Eliahbah na lista dos valentes de Davi enfatiza a importância de seus guerreiros e a diversidade de suas origens e habilidades.","conexao_teologica":"A ideia de Deus como irmão reflete a intimidade da relação entre Deus e Seu povo, enfatizando a proteção e o apoio divinos.","referencias_relacionadas":["1 Crônicas 11:34","Salmos 68:6","Hebreus 2:11"]},"1cronicas_11_34_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para descrever a relação de descendência e herança entre os personagens mencionados.","explicacao_detalhada":"O termo 'filho' (בֵּן) é fundamental na cultura israelita, representando não apenas a descendência biológica, mas também a continuidade da linhagem e da herança familiar. No contexto de 1 Crônicas 11, ele é utilizado para identificar os guerreiros e suas famílias.","por_que_esta_palavra":"A repetição da palavra 'filho' destaca a importância da linhagem e do legado na história de Israel, especialmente entre os guerreiros que serviram a Davi.","conexao_teologica":"A ideia de ser filho de alguém é frequentemente usada na Bíblia para descrever a relação entre Deus e Seu povo, enfatizando a filiação espiritual.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Mateus 5:9"]},"1cronicas_11_34_hashem":{"palavra_pt":"hashem","palavra_original":"הָשֵׁם","transliteracao":"Hâshêm","strong":"H2044","significado_raiz":"Ideia básica: hashem.","significado_contextual":"Hashem é uma forma de se referir a Deus, enfatizando a reverência e a santidade do nome divino.","explicacao_detalhada":"A palavra 'Hashem' (הָשֵׁם) significa 'o Nome' e é usada na tradição judaica para evitar pronunciar o nome de Deus em vão. No contexto de 1 Crônicas 11, ela reflete a importância da santidade e do respeito que se deve ter ao se referir a Deus.","por_que_esta_palavra":"A menção de Hashem destaca a reverência que os israelitas tinham pelo nome de Deus, refletindo a importância da santidade na adoração.","conexao_teologica":"A santidade do nome de Deus é um tema central na Bíblia, que enfatiza a importância de honrar e respeitar a Sua presença.","referencias_relacionadas":["Êxodo 20:7","Salmos 29:2","Mateus 6:9"]},"1cronicas_11_35_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para descrever a relação de descendência e herança entre os personagens mencionados.","explicacao_detalhada":"O termo 'filho' (בֵּן) é fundamental na cultura israelita, representando não apenas a descendência biológica, mas também a continuidade da linhagem e da herança familiar. No contexto de 1 Crônicas 11, ele é utilizado para identificar os guerreiros e suas famílias.","por_que_esta_palavra":"A repetição da palavra 'filho' destaca a importância da linhagem e do legado na história de Israel, especialmente entre os guerreiros que serviram a Davi.","conexao_teologica":"A ideia de ser filho de alguém é frequentemente usada na Bíblia para descrever a relação entre Deus e Seu povo, enfatizando a filiação espiritual.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Mateus 5:9"]},"1cronicas_11_35_ahiam":{"palavra_pt":"ahiam","palavra_original":"אֲחִיאָם","transliteracao":"ʼĂchîyʼâm","strong":"H279","significado_raiz":"Ideia básica: ahiam.","significado_contextual":"Ahíam é mencionado como um dos valentes de Davi, destacando sua bravura e lealdade.","explicacao_detalhada":"Ahíam, cujo nome significa 'irmão de um', é um dos guerreiros que se destacaram nas batalhas ao lado de Davi. Sua inclusão na lista dos valentes demonstra a importância dos homens que lutaram por Davi e pelo reino de Israel.","por_que_esta_palavra":"A palavra 'Ahíam' é significativa porque representa a coragem e a dedicação dos guerreiros que serviram a Davi, simbolizando a unidade e a força do exército de Israel.","conexao_teologica":"A lealdade e a bravura dos valentes de Davi refletem a importância da fidelidade a Deus e ao líder escolhido por Ele, que é um tema recorrente nas Escrituras.","referencias_relacionadas":["1 Crônicas 11:10","1 Crônicas 11:12","2 Samuel 23:8"]},"1cronicas_11_35_nome":{"palavra_pt":"nome","palavra_original":"שָׂכָר","transliteracao":"Sâkâr","strong":"H7940","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome é mencionado como parte da lista dos valentes de Davi, indicando a importância de cada indivíduo na história.","explicacao_detalhada":"O nome 'Sacar' é associado a um dos guerreiros que se destacaram nas batalhas. A menção de nomes específicos enfatiza a individualidade e a contribuição de cada um para a causa comum.","por_que_esta_palavra":"A palavra 'nome' é crucial, pois cada nome representa uma história de coragem e sacrifício, mostrando que cada pessoa tem um papel importante no plano de Deus.","conexao_teologica":"A importância do nome na Bíblia muitas vezes reflete a identidade e o propósito que Deus dá a cada um de nós.","referencias_relacionadas":["1 Crônicas 11:10","1 Crônicas 11:12","1 Crônicas 11:15"]},"1cronicas_11_36_nome":{"palavra_pt":"nome","palavra_original":"חֵפֶר","transliteracao":"Chêpher","strong":"H2660","significado_raiz":"Ideia básica: nome.","significado_contextual":"Chêpher é mencionado como um dos valentes, destacando sua contribuição para o reino de Davi.","explicacao_detalhada":"O nome 'Chêpher' é associado a um dos guerreiros que lutaram ao lado de Davi. A inclusão de seu nome na lista dos valentes ressalta a importância de cada um na luta pela soberania de Israel.","por_que_esta_palavra":"A palavra 'nome' aqui representa a honra e o reconhecimento que cada guerreiro merece por sua bravura e lealdade.","conexao_teologica":"Assim como os valentes de Davi, todos os crentes são chamados a lutar pela verdade e pela justiça no reino de Deus.","referencias_relacionadas":["1 Crônicas 11:10","1 Crônicas 11:12","2 Samuel 23:8"]},"1cronicas_11_37_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho é uma referência à linhagem e à herança, destacando a importância da família na cultura israelita.","explicacao_detalhada":"A palavra 'filho' é usada para descrever a relação de descendência e continuidade da fé e das tradições entre os israelitas. Isso é fundamental para entender a identidade do povo de Deus.","por_que_esta_palavra":"A palavra 'filho' é significativa porque representa a continuidade da aliança de Deus com seu povo através das gerações.","conexao_teologica":"A relação entre pai e filho é uma metáfora comum na Bíblia para descrever a relação entre Deus e seu povo, enfatizando amor e responsabilidade.","referencias_relacionadas":["Salmos 127:3","Efésios 6:1","Gálatas 4:6"]},"1cronicas_11_37_hezro":{"palavra_pt":"hezro","palavra_original":"חֶצְרוֹ","transliteracao":"Chetsrôw","strong":"H2695","significado_raiz":"Ideia básica: hezro.","significado_contextual":"Hezro é mencionado como um dos valentes de Davi, simbolizando a diversidade dos guerreiros que lutaram por Israel.","explicacao_detalhada":"O nome 'Hezro' representa um dos guerreiros que se destacaram nas batalhas. Sua inclusão na lista dos valentes mostra que a bravura pode vir de diferentes origens e que todos têm um papel a desempenhar.","por_que_esta_palavra":"A palavra 'hezro' é importante porque representa a diversidade e a unidade dos que lutam por uma causa comum.","conexao_teologica":"A diversidade no corpo de Cristo é um tema importante, onde cada membro tem um papel único e essencial na missão de Deus.","referencias_relacionadas":["1 Crônicas 11:10","1 Crônicas 11:12","2 Samuel 23:8"]},"1cronicas_11_38_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho é novamente uma referência à linhagem, destacando a importância da continuidade familiar.","explicacao_detalhada":"A palavra 'filho' reforça a ideia de herança e legado, essencial para entender a história de Israel e a relação com Deus.","por_que_esta_palavra":"A palavra 'filho' é significativa por representar a continuidade da fé e das promessas de Deus através das gerações.","conexao_teologica":"A relação entre pai e filho é uma metáfora comum na Bíblia para descrever a relação entre Deus e seu povo, enfatizando amor e responsabilidade.","referencias_relacionadas":["Salmos 127:3","Efésios 6:1","Gálatas 4:6"]},"1cronicas_11_38_nome":{"palavra_pt":"nome","palavra_original":"יוֹאֵל","transliteracao":"Yôwʼêl","strong":"H3100","significado_raiz":"Ideia básica: nome.","significado_contextual":"Joel é mencionado como um dos valentes, destacando sua contribuição para o reino de Davi.","explicacao_detalhada":"O nome 'Joel' é associado a um dos guerreiros que lutaram ao lado de Davi. Sua inclusão na lista dos valentes ressalta a importância de cada um na luta pela soberania de Israel.","por_que_esta_palavra":"A palavra 'nome' aqui representa a honra e o reconhecimento que cada guerreiro merece por sua bravura e lealdade.","conexao_teologica":"Assim como os valentes de Davi, todos os crentes são chamados a lutar pela verdade e pela justiça no reino de Deus.","referencias_relacionadas":["1 Crônicas 11:10","1 Crônicas 11:12","2 Samuel 23:8"]},"1cronicas_11_38_irmao":{"palavra_pt":"irmao","palavra_original":"אָח","transliteracao":"ʼâch","strong":"H251","significado_raiz":"Ideia básica: irmao.","significado_contextual":"Irmão é uma referência à relação familiar e à unidade entre os guerreiros que lutaram juntos.","explicacao_detalhada":"A palavra 'irmão' enfatiza a camaradagem e a lealdade entre os valentes de Davi, que lutavam como uma família unida.","por_que_esta_palavra":"A palavra 'irmão' é significativa porque representa a unidade e a solidariedade entre os que servem a Deus.","conexao_teologica":"A ideia de irmandade é central na fé cristã, onde todos os crentes são considerados irmãos e irmãs em Cristo.","referencias_relacionadas":["Romanos 12:10","1 João 3:16","Hebreus 13:1"]},"1cronicas_11_39_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho é novamente uma referência à linhagem, destacando a importância da continuidade familiar.","explicacao_detalhada":"A palavra 'filho' reforça a ideia de herança e legado, essencial para entender a história de Israel e a relação com Deus.","por_que_esta_palavra":"A palavra 'filho' é significativa por representar a continuidade da fé e das promessas de Deus através das gerações.","conexao_teologica":"A relação entre pai e filho é uma metáfora comum na Bíblia para descrever a relação entre Deus e seu povo, enfatizando amor e responsabilidade.","referencias_relacionadas":["Salmos 127:3","Efésios 6:1","Gálatas 4:6"]},"1cronicas_11_39_zelek":{"palavra_pt":"zelek","palavra_original":"צֶלֶק","transliteracao":"Tseleq","strong":"H6768","significado_raiz":"Ideia básica: zelek.","significado_contextual":"Zelek é mencionado como um dos valentes de Davi, simbolizando a diversidade dos guerreiros que lutaram por Israel.","explicacao_detalhada":"O nome 'Zelek' representa um dos guerreiros que se destacaram nas batalhas. Sua inclusão na lista dos valentes mostra que a bravura pode vir de diferentes origens e que todos têm um papel a desempenhar.","por_que_esta_palavra":"A palavra 'zelek' é importante porque representa a diversidade e a unidade dos que lutam por uma causa comum.","conexao_teologica":"A diversidade no corpo de Cristo é um tema importante, onde cada membro tem um papel único e essencial na missão de Deus.","referencias_relacionadas":["1 Crônicas 11:10","1 Crônicas 11:12","2 Samuel 23:8"]},"1cronicas_11_39_ammonites":{"palavra_pt":"ammonite s","palavra_original":"עַמּוֹנִי","transliteracao":"ʻAmmôwnîy","strong":"H5984","significado_raiz":"Ideia básica: ammonite s.","significado_contextual":"Os ammonitas eram um povo vizinho de Israel, frequentemente em conflito com os israelitas.","explicacao_detalhada":"A palavra 'ammonite' refere-se aos descendentes de Amom, que eram conhecidos por sua hostilidade em relação a Israel. No contexto de 1 Crônicas 11:39, menciona-se um guerreiro que se destacou entre os valentes de Davi, indicando a diversidade das alianças e conflitos na época.","por_que_esta_palavra":"A inclusão dos ammonitas no relato destaca a complexidade das relações entre Israel e seus vizinhos, além de mostrar que até mesmo inimigos podiam ser reconhecidos por suas habilidades.","conexao_teologica":"A relação entre Israel e os ammonitas ilustra a soberania de Deus sobre as nações e a importância da fidelidade a Ele em meio a conflitos.","referencias_relacionadas":["Deuteronômio 2:19","Juízes 11:13","1 Reis 11:1"]},"1cronicas_11_40_nome":{"palavra_pt":"nome","palavra_original":"עִירָא","transliteracao":"ʻÎyrâʼ","strong":"H5896","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Ira' é mencionado como um dos valentes de Davi, destacando sua importância na história militar de Israel.","explicacao_detalhada":"O nome 'Ira' significa 'o que é vigilante' ou 'o que é atento'. Em 1 Crônicas 11:40, ele é listado entre os guerreiros que serviram a Davi, o que demonstra a lealdade e a bravura de seus seguidores.","por_que_esta_palavra":"O nome é significativo porque reflete a identidade e o caráter do indivíduo, além de enfatizar a importância dos nomes na cultura hebraica.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados profundos que refletem a relação do indivíduo com Deus e seu papel na história da salvação.","referencias_relacionadas":["1 Crônicas 11:41","1 Crônicas 12:4","2 Samuel 23:26"]},"1cronicas_11_41_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para descrever a relação familiar e a linhagem dos guerreiros de Davi.","explicacao_detalhada":"Em 1 Crônicas 11:41, a palavra 'filho' é utilizada para indicar a descendência e a continuidade da família, enfatizando a importância das gerações na história de Israel.","por_que_esta_palavra":"A menção de 'filho' é crucial para entender a herança e a identidade dos indivíduos dentro da narrativa bíblica.","conexao_teologica":"A ideia de filiação é central na teologia bíblica, refletindo a relação entre Deus e Seu povo como filhos e filhas.","referencias_relacionadas":["Gálatas 4:7","Romanos 8:15","Efésios 1:5"]},"1cronicas_11_41_nome":{"palavra_pt":"nome","palavra_original":"אוּרִיָּה","transliteracao":"ʼÛwrîyâh","strong":"H223","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Urias' é mencionado como um dos valentes de Davi, simbolizando a bravura e a lealdade.","explicacao_detalhada":"Urias, cujo nome significa 'meu fogo é Yahweh', é um exemplo de um guerreiro que serviu fielmente ao rei Davi. Sua inclusão na lista de valentes destaca a importância de seus feitos na história militar de Israel.","por_que_esta_palavra":"O nome é significativo porque reflete a devoção ao Senhor e a coragem em batalha, características valorizadas na cultura israelita.","conexao_teologica":"A menção de nomes de guerreiros leais a Davi também aponta para a lealdade que devemos ter a Deus e a Sua obra.","referencias_relacionadas":["2 Samuel 11:3","Mateus 1:6","1 Crônicas 3:5"]},"1cronicas_11_42_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é novamente utilizada para descrever a linhagem e a continuidade entre os guerreiros de Davi.","explicacao_detalhada":"Em 1 Crônicas 11:42, a repetição da palavra 'filho' reforça a ideia de que a bravura e a lealdade eram características transmitidas de geração em geração.","por_que_esta_palavra":"A ênfase na filiação é importante para entender a estrutura social e familiar de Israel.","conexao_teologica":"A filiação é um tema recorrente na Bíblia, simbolizando a relação entre Deus e Seu povo, e a importância da herança espiritual.","referencias_relacionadas":["Êxodo 20:5","Salmos 103:17","1 Pedro 1:4"]},"1cronicas_11_42_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' refere-se à liderança e à posição de destaque de Adina entre os guerreiros.","explicacao_detalhada":"No contexto de 1 Crônicas 11:42, 'princípio' indica que Adina era um líder ou um dos principais guerreiros que se destacaram nas batalhas de Davi.","por_que_esta_palavra":"A menção de 'princípio' é significativa para entender a hierarquia e a organização dos guerreiros sob Davi.","conexao_teologica":"A liderança é um tema importante na Bíblia, refletindo a autoridade de Deus e a importância de líderes fiéis em Sua obra.","referencias_relacionadas":["1 Timóteo 3:1","Hebreus 13:7","Salmos 78:72"]},"1cronicas_11_42_adina":{"palavra_pt":"adina","palavra_original":"עֲדִינָא","transliteracao":"ʻĂdîynâʼ","strong":"H5721","significado_raiz":"Ideia básica: adina.","significado_contextual":"Adina é mencionado como um dos valentes de Davi, simbolizando coragem e lealdade.","explicacao_detalhada":"O nome 'Adina' significa 'delicado' ou 'suave', o que pode parecer contraditório em relação ao seu papel como guerreiro. Isso mostra que a força pode se manifestar de maneiras inesperadas.","por_que_esta_palavra":"A inclusão de Adina na lista de guerreiros de Davi destaca a diversidade de características entre os valentes.","conexao_teologica":"A diversidade de dons e características entre os servos de Deus é um tema importante, refletindo a variedade na criação de Deus.","referencias_relacionadas":["1 Crônicas 11:43","Romanos 12:6-8","1 Coríntios 12:4-6"]},"1cronicas_11_43_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é utilizada novamente para reforçar a ideia de linhagem e continuidade entre os guerreiros.","explicacao_detalhada":"Em 1 Crônicas 11:43, a repetição da palavra 'filho' enfatiza a importância da herança e da identidade familiar entre os guerreiros que serviram a Davi.","por_que_esta_palavra":"A menção de 'filho' é crucial para entender a estrutura social e a importância das famílias na história de Israel.","conexao_teologica":"A ideia de filiação é central na teologia bíblica, refletindo a relação entre Deus e Seu povo como filhos e filhas.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:16","Efésios 2:19"]},"1cronicas_11_43_joshaphat":{"palavra_pt":"joshaphat","palavra_original":"יוֹשָׁפָט","transliteracao":"Yôwshâphâṭ","strong":"H3146","significado_raiz":"Ideia básica: joshaphat.","significado_contextual":"Joshaphat é mencionado como um dos valentes de Davi, simbolizando bravura e lealdade.","explicacao_detalhada":"O nome 'Joshaphat' significa 'Yahweh tem julgado'. Sua inclusão na lista de guerreiros destaca a importância de sua contribuição nas batalhas de Davi.","por_que_esta_palavra":"A menção de Joshaphat é significativa porque reflete a relação entre o nome e a ação de Deus na vida do indivíduo.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados que refletem a relação do indivíduo com Deus e seu papel na história da salvação.","referencias_relacionadas":["2 Crônicas 17:1","2 Crônicas 20:30","1 Reis 22:2"]},"1cronicas_11_43_nome":{"palavra_pt":"nome","palavra_original":"חָנָן","transliteracao":"Chânân","strong":"H2605","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Hanã' é mencionado como um dos valentes de Davi, simbolizando a graça de Deus.","explicacao_detalhada":"O nome 'Hanã' significa 'favor' ou 'graça'. Sua inclusão na lista de guerreiros de Davi destaca a importância da graça divina na vida dos que servem a Deus.","por_que_esta_palavra":"A menção de 'Hanã' é significativa porque reflete a ação de Deus na vida de seus servos e a importância do favor divino.","conexao_teologica":"A graça é um tema central na teologia bíblica, refletindo a bondade e a misericórdia de Deus para com Seu povo.","referencias_relacionadas":["Efésios 2:8","Romanos 5:20","2 Coríntios 12:9"]},"1cronicas_11_44_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência ou à relação familiar, indicando um filho em um contexto de linhagem.","explicacao_detalhada":"A palavra 'filho' é usada para descrever a relação biológica ou espiritual entre um pai e seu filho. No contexto de 1 Crônicas 11:44, isso enfatiza a importância da linhagem e da herança na história de Israel.","por_que_esta_palavra":"A palavra é crucial para entender a genealogia e a continuidade das promessas de Deus através das gerações.","conexao_teologica":"A ideia de 'filho' é central na teologia bíblica, especialmente em relação à paternidade de Deus e à filiação de Cristo.","referencias_relacionadas":["Gênesis 4:1","Mateus 1:1","Romanos 8:14"]},"1cronicas_11_44_nome":{"palavra_pt":"nome","palavra_original":"יְעִיאֵל","transliteracao":"Yᵉʻîyʼêl","strong":"H3273","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e à reputação de uma pessoa, que é importante na cultura israelita.","explicacao_detalhada":"O 'nome' carrega um significado profundo, representando não apenas a identificação, mas também o caráter e a história de uma pessoa. Em 1 Crônicas 11:44, o nome é associado a um indivíduo que fez parte da história militar de Davi.","por_que_esta_palavra":"O nome é fundamental para a memória coletiva e a honra de uma pessoa na tradição israelita.","conexao_teologica":"O nome de Deus é frequentemente mencionado na Bíblia, simbolizando Sua natureza e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Filipenses 2:9-10"]},"1cronicas_11_44_uzzia":{"palavra_pt":"uzzia","palavra_original":"עֻזִּיָּא","transliteracao":"ʻUzzîyâʼ","strong":"H5814","significado_raiz":"Ideia básica: uzzia.","significado_contextual":"Uzzia é um nome que pode estar associado a força e poder, refletindo a importância do personagem na narrativa.","explicacao_detalhada":"O nome Uzzia, mencionado em 1 Crônicas 11:44, pode ser interpretado como 'meu poder' ou 'fortaleza'. Isso pode indicar a habilidade ou a bravura do indivíduo em batalhas.","por_que_esta_palavra":"A menção de Uzzia destaca a importância de líderes fortes e corajosos na história de Israel.","conexao_teologica":"A força e o poder de Deus são temas recorrentes na Bíblia, refletindo a dependência do povo em Sua proteção.","referencias_relacionadas":["2 Crônicas 26:1","Salmos 18:2","Isaías 6:1"]},"1cronicas_11_45_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Assim como em 1 Crônicas 11:44, refere-se à relação familiar, destacando a continuidade da linhagem.","explicacao_detalhada":"A repetição da palavra 'filho' em 1 Crônicas 11:45 reforça a ideia de herança e a importância das gerações na história de Israel.","por_que_esta_palavra":"A palavra é essencial para entender a estrutura social e a importância da família na cultura israelita.","conexao_teologica":"A filiação é um tema importante, especialmente em relação à herança espiritual e à relação com Deus.","referencias_relacionadas":["Gênesis 5:1","Mateus 5:9","Hebreus 12:7"]},"1cronicas_11_45_nome":{"palavra_pt":"nome","palavra_original":"יוֹחָא","transliteracao":"Yôwchâʼ","strong":"H3109","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade de um indivíduo, que é importante para a narrativa histórica.","explicacao_detalhada":"O nome Yôwchâʼ em 1 Crônicas 11:45 pode ter significados que refletem a história ou a função do personagem na narrativa.","por_que_esta_palavra":"O nome é crucial para a identificação e a memória dos feitos de uma pessoa na história de Israel.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados que revelam a natureza de Deus ou o caráter do indivíduo.","referencias_relacionadas":["Gênesis 17:5","Salmos 72:17","Atos 4:12"]},"1cronicas_11_46_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Mais uma vez, refere-se à relação de descendência, enfatizando a importância da linhagem.","explicacao_detalhada":"A palavra 'filho' em 1 Crônicas 11:46 continua a enfatizar a conexão entre as gerações e a importância da herança na história de Israel.","por_que_esta_palavra":"A repetição da palavra destaca a relevância da família e da continuidade na narrativa bíblica.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia cristã, refletindo a relação íntima entre Deus e Seus seguidores.","referencias_relacionadas":["Gálatas 3:26","Efésios 1:5","1 João 3:1"]},"1cronicas_11_46_jeribai":{"palavra_pt":"jeribai","palavra_original":"יְרִיבַי","transliteracao":"Yᵉrîybay","strong":"H3403","significado_raiz":"Ideia básica: jeribai.","significado_contextual":"Jeribai é um nome que pode estar associado a um contexto de luta ou contenda.","explicacao_detalhada":"O nome Yᵉrîybay em 1 Crônicas 11:46 pode indicar um personagem que teve um papel significativo em batalhas ou disputas.","por_que_esta_palavra":"A menção de Jeribai destaca a importância dos guerreiros e suas contribuições para a história de Israel.","conexao_teologica":"A luta e a batalha são temas recorrentes na Bíblia, simbolizando a luta espiritual do povo de Deus.","referencias_relacionadas":["1 Samuel 17:47","Salmos 144:1","Efésios 6:12"]},"1cronicas_11_46_joshaviah":{"palavra_pt":"joshaviah","palavra_original":"יוֹשַׁוְיָה","transliteracao":"Yôwshavyâh","strong":"H3145","significado_raiz":"Ideia básica: joshaviah.","significado_contextual":"Joshaviah é um nome que pode estar associado à salvação ou à proteção.","explicacao_detalhada":"O nome Yôwshavyâh em 1 Crônicas 11:46 pode refletir a função do personagem como um defensor ou protetor na narrativa.","por_que_esta_palavra":"A menção de Joshaviah destaca a importância de líderes que protegem e defendem o povo de Deus.","conexao_teologica":"A proteção divina é um tema central na Bíblia, refletindo a segurança que Deus oferece a Seu povo.","referencias_relacionadas":["Salmos 91:1-2","Isaías 41:10","Romanos 8:31"]},"1cronicas_11_47_nome":{"palavra_pt":"nome","palavra_original":"עוֹבֵד","transliteracao":"ʻÔwbêd","strong":"H5744","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade de um indivíduo, que é importante para a narrativa histórica.","explicacao_detalhada":"O nome ʻÔwbêd em 1 Crônicas 11:47 pode ter significados que refletem a história ou a função do personagem na narrativa.","por_que_esta_palavra":"O nome é crucial para a identificação e a memória dos feitos de uma pessoa na história de Israel.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados que revelam a natureza de Deus ou o caráter do indivíduo.","referencias_relacionadas":["Gênesis 30:9","1 Crônicas 15:18","Colossenses 3:17"]},"1cronicas_11_47_jaasiel":{"palavra_pt":"jaasiel","palavra_original":"יַעֲשִׂיאֵל","transliteracao":"Yaʻăsîyʼêl","strong":"H3300","significado_raiz":"Ideia básica: jaasiel.","significado_contextual":"Jaasiel é um nome que pode estar associado à força de Deus.","explicacao_detalhada":"O nome Yaʻăsîyʼêl em 1 Crônicas 11:47 pode indicar um personagem que representa a ajuda ou a força divina na batalha.","por_que_esta_palavra":"A menção de Jaasiel destaca a importância de reconhecer a ajuda de Deus nas vitórias.","conexao_teologica":"A força de Deus é um tema central na Bíblia, refletindo a dependência do povo em Sua proteção e ajuda.","referencias_relacionadas":["Salmos 28:7","Isaías 12:2","Filipenses 4:13"]},"1cronicas_11_47_mesobaite":{"palavra_pt":"mesobaite","palavra_original":"מְצֹבָיָה","transliteracao":"Mᵉtsôbâyâh","strong":"H4677","significado_raiz":"Ideia básica: mesobaite.","significado_contextual":"Mesobaite refere-se a um dos guerreiros de Davi, destacando sua origem e lealdade.","explicacao_detalhada":"A palavra 'mesobaite' é usada para identificar um dos valentes de Davi, possivelmente indicando sua linhagem ou local de origem. Isso ressalta a importância da identidade e do pertencimento no contexto militar e social de Israel.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a bravura e a origem dos guerreiros que serviram ao rei Davi, mostrando a diversidade e a força de seu exército.","conexao_teologica":"A menção dos guerreiros de Davi reflete a providência de Deus em levantar líderes e guerreiros para a defesa de Israel, simbolizando a proteção divina sobre o povo.","referencias_relacionadas":["1 Crônicas 11:10","1 Crônicas 12:1","2 Samuel 23:8"]}}