{"1cronicas_13_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as decisões são tomadas ou as ações são realizadas.","explicacao_detalhada":"Em 1 Crônicas 13:1, a palavra 'modo' enfatiza a importância do processo de consulta e planejamento antes de agir, especialmente em decisões espirituais.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender a necessidade de buscar a vontade de Deus em todas as ações.","conexao_teologica":"A busca pela sabedoria divina é um princípio fundamental na vida do crente, refletindo a importância da orientação de Deus.","referencias_relacionadas":["Tiago 1:5","Provérbios 3:5-6","Salmos 32:8"]},"1cronicas_13_1_thousand":{"palavra_pt":"thousand","palavra_original":"אֶלֶף","transliteracao":"ʼeleph","strong":"H505","significado_raiz":"Ideia básica: thousand.","significado_contextual":"Refere-se a um número que representa uma grande quantidade, frequentemente usado em contextos de contagem de pessoas ou recursos.","explicacao_detalhada":"A palavra 'thousand' em 1 Crônicas 13:1 pode simbolizar a grandeza do exército ou a magnitude de um evento, indicando a força e a capacidade do povo de Deus.","por_que_esta_palavra":"A escolha da palavra 'thousand' destaca a importância da unidade e da força coletiva do povo de Deus em suas batalhas.","conexao_teologica":"A ideia de um exército numeroso é frequentemente associada à proteção e ao poder de Deus em favor de Seu povo.","referencias_relacionadas":["Salmos 68:17","Deuteronômio 32:30","Isaías 30:17"]},"1cronicas_13_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as decisões são tomadas ou as ações são realizadas.","explicacao_detalhada":"Em 1 Crônicas 13:2, a palavra 'modo' enfatiza a importância do processo de consulta e planejamento antes de agir, especialmente em decisões espirituais.","por_que_esta_palavra":"A palavra 'modo' é crucial para entender a necessidade de buscar a vontade de Deus em todas as ações.","conexao_teologica":"A busca pela sabedoria divina é um princípio fundamental na vida do crente, refletindo a importância da orientação de Deus.","referencias_relacionadas":["Tiago 1:5","Provérbios 3:5-6","Salmos 32:8"]},"1cronicas_13_2_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se a um líder religioso que serve como intermediário entre Deus e o povo.","explicacao_detalhada":"A palavra 'sacerdote' em 1 Crônicas 13:2 destaca a importância do papel sacerdotal na adoração e na mediação entre Deus e Israel.","por_que_esta_palavra":"A escolha da palavra 'sacerdote' é fundamental para entender a estrutura religiosa de Israel e a importância da santidade na adoração.","conexao_teologica":"Jesus é o nosso Sumo Sacerdote, que intercede por nós e nos aproxima de Deus, cumprindo o papel que os sacerdotes do Antigo Testamento desempenhavam.","referencias_relacionadas":["Hebreus 4:14-16","Êxodo 28:1","Levítico 10:10"]},"1cronicas_13_2_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a uma localidade habitada, um centro de vida social e cultural.","explicacao_detalhada":"A palavra 'cidade' no contexto de 1 Crônicas 13:2 indica um lugar onde o povo se reúne, simbolizando a importância da comunidade na adoração a Deus. Cidades eram frequentemente centros de culto e de decisões importantes na vida do povo de Israel.","por_que_esta_palavra":"A escolha da palavra 'cidade' enfatiza a necessidade de um local apropriado para a adoração e a reunião do povo de Deus.","conexao_teologica":"A cidade é vista como um espaço sagrado onde a presença de Deus pode ser buscada e onde a comunidade se une em adoração.","referencias_relacionadas":["Salmos 122:1","Hebreus 12:22","Mateus 5:14"]},"1cronicas_13_3_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um período de 24 horas, mas também pode simbolizar um tempo de ação ou decisão.","explicacao_detalhada":"No versículo, 'dia' é usado para indicar um momento específico em que a ação de trazer a arca de Deus é planejada, destacando a importância do tempo na realização dos propósitos divinos.","por_que_esta_palavra":"A palavra 'dia' é crucial para entender o momento em que a decisão de mover a arca é tomada, mostrando a relevância do tempo na história da salvação.","conexao_teologica":"O conceito de 'dia' é frequentemente associado a momentos de revelação e ação divina, como no dia do Senhor.","referencias_relacionadas":["Gênesis 1:5","Salmos 118:24","2 Coríntios 6:2"]},"1cronicas_13_3_andar":{"palavra_pt":"andar","palavra_original":"סָבַב","transliteracao":"çâbab","strong":"H5437","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao ato de mover-se de um lugar para outro, mas também pode simbolizar a maneira de viver ou conduzir-se.","explicacao_detalhada":"A palavra 'andar' neste contexto sugere a ação de levar a arca de Deus, enfatizando a importância de seguir o caminho correto na presença de Deus.","por_que_esta_palavra":"'Andar' é uma metáfora comum na Bíblia para descrever a vida espiritual e a obediência a Deus.","conexao_teologica":"Andar com Deus implica em seguir Seus caminhos e viver de acordo com Sua vontade.","referencias_relacionadas":["Miquéias 6:8","Gálatas 5:16","Salmos 1:1"]},"1cronicas_13_3_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao ser supremo, o Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'Deus' aqui enfatiza a centralidade da adoração a Ele e a importância de Sua presença na vida do povo de Israel.","por_que_esta_palavra":"A menção de 'Deus' é fundamental para entender a motivação por trás da ação de trazer a arca, que representa a presença divina.","conexao_teologica":"Deus é o centro da adoração e da vida do povo, e Sua presença é essencial para a comunidade.","referencias_relacionadas":["Êxodo 20:2-3","Salmos 46:1","Romanos 1:20"]},"1cronicas_13_4_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um animal selvagem, simbolizando força e poder.","explicacao_detalhada":"A palavra 'urso' é usada para descrever a força que pode ser necessária para lidar com situações perigosas, como a morte de Uzá ao tocar a arca.","por_que_esta_palavra":"A menção do 'urso' pode simbolizar a gravidade da situação e a necessidade de respeitar a santidade de Deus.","conexao_teologica":"A força de Deus é muitas vezes comparada a animais poderosos, e Sua santidade deve ser respeitada.","referencias_relacionadas":["Provérbios 17:12","Isaías 11:7","Salmos 22:12"]},"1cronicas_13_4_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se a uma declaração ou coisa que é dita, podendo ter um significado profundo.","explicacao_detalhada":"A palavra 'palavra' neste contexto pode se referir à instrução divina ou à comunicação de Deus ao Seu povo, enfatizando a importância da revelação.","por_que_esta_palavra":"A escolha da palavra 'palavra' destaca a necessidade de ouvir e obedecer à voz de Deus.","conexao_teologica":"A palavra de Deus é viva e eficaz, e deve ser levada a sério por aqueles que desejam seguir a Sua vontade.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","Mateus 4:4"]},"1cronicas_13_4_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se ao ato de expressar algo de forma significativa ou impactante.","explicacao_detalhada":"A palavra 'dizer' é usada para enfatizar a comunicação de instruções ou declarações importantes, especialmente no contexto da obediência a Deus.","por_que_esta_palavra":"A palavra 'dizer' é crucial para entender a importância da comunicação divina e a necessidade de responder a ela.","conexao_teologica":"A comunicação de Deus é essencial para a vida espiritual, e a obediência à Sua palavra é fundamental.","referencias_relacionadas":["Tiago 1:22","Romanos 10:17","Salmos 119:11"]},"1cronicas_13_5_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao ser supremo, o Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'Deus' aqui reafirma a centralidade da adoração e da presença divina na vida do povo de Israel ao se reunir para trazer a arca.","por_que_esta_palavra":"A menção de 'Deus' é fundamental para entender a motivação por trás da ação de ajuntar o povo para a adoração.","conexao_teologica":"Deus é o centro da adoração e Sua presença é essencial para a comunidade.","referencias_relacionadas":["Êxodo 20:2-3","Salmos 46:1","Romanos 1:20"]},"1cronicas_13_5_assemble":{"palavra_pt":"ajuntar","palavra_original":"קָהַל","transliteracao":"qâhal","strong":"H6950","significado_raiz":"Ideia básica: ajuntar.","significado_contextual":"Refere-se ao ato de reunir ou convocar pessoas para um propósito comum.","explicacao_detalhada":"A palavra 'ajuntar' enfatiza a importância da unidade do povo de Deus ao se reunir para adorar e buscar a presença divina.","por_que_esta_palavra":"A escolha da palavra 'ajuntar' destaca a necessidade de comunhão e unidade na adoração a Deus.","conexao_teologica":"A reunião do povo é um tema recorrente na Bíblia, simbolizando a unidade e a força da comunidade de fé.","referencias_relacionadas":["Hebreus 10:25","Atos 2:1","Salmos 133:1"]},"1cronicas_13_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira ou modo como algo é feito.","explicacao_detalhada":"A palavra 'modo' sugere que a forma como o povo se reúne e adora a Deus é de extrema importância e deve ser feita de acordo com Suas instruções.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza que a adoração deve ser feita de maneira adequada e respeitosa diante de Deus.","conexao_teologica":"A maneira de adorar a Deus é um tema importante na Bíblia, refletindo a santidade e a reverência que devemos ter em Sua presença.","referencias_relacionadas":["Colossenses 3:23","1 Coríntios 14:40","Salmos 29:2"]},"1cronicas_13_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como algo é feito ou realizado.","explicacao_detalhada":"No contexto de 1 Crônicas 13:6, a palavra 'modo' indica a forma ou o jeito que Davi e o povo de Israel estavam se aproximando de Deus, enfatizando a importância da reverência e do respeito ao adorar.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a necessidade de seguir os preceitos divinos na adoração, mostrando que a forma de se aproximar de Deus não deve ser leviana.","conexao_teologica":"A maneira de adorar a Deus é um tema recorrente na Bíblia, onde a adoração deve ser feita em espírito e em verdade (João 4:24).","referencias_relacionadas":["1 Crônicas 15:13","Salmos 29:2","Hebreus 12:28-29"]},"1cronicas_13_6_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao ser supremo, o Criador de todas as coisas.","explicacao_detalhada":"A palavra 'Deus' neste versículo enfatiza a soberania e a grandeza de Deus, que deve ser reconhecida e respeitada durante a adoração.","por_que_esta_palavra":"A menção de Deus é crucial para entender a centralidade da adoração e a necessidade de se aproximar d'Ele com reverência.","conexao_teologica":"Deus é o centro da adoração e da vida do povo de Israel, refletindo a relação entre o Criador e Sua criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"1cronicas_13_6_grande":{"palavra_pt":"grande","palavra_original":"עָלָה","transliteracao":"ʻâlâh","strong":"H5927","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica a magnitude e a importância de Deus.","explicacao_detalhada":"A palavra 'grande' ressalta a majestade de Deus, que é digno de toda honra e adoração, especialmente no contexto da condução da Arca da Aliança.","por_que_esta_palavra":"A grandeza de Deus é um tema central na adoração, lembrando ao povo que Ele é superior a todas as coisas.","conexao_teologica":"A grandeza de Deus é frequentemente associada à Sua soberania e poder, que são fundamentais para a fé israelita.","referencias_relacionadas":["Salmos 145:3","Isaías 6:3","Romanos 11:33"]},"1cronicas_13_7_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Novamente refere-se ao ser supremo, enfatizando a importância de Deus na narrativa.","explicacao_detalhada":"A repetição da palavra 'Deus' neste versículo reforça a ideia de que a presença divina é essencial na jornada do povo de Israel.","por_que_esta_palavra":"É fundamental reconhecer a presença de Deus em todas as ações do povo, especialmente em momentos significativos como a transferência da Arca.","conexao_teologica":"A presença de Deus é um tema central na história de Israel, refletindo a relação contínua entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 33:14","Salmos 23:4","Mateus 28:20"]},"1cronicas_13_7_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao local físico onde a Arca da Aliança seria colocada.","explicacao_detalhada":"A palavra 'casa' neste contexto simboliza um lugar de habitação para Deus entre o Seu povo, destacando a importância da Arca como símbolo da presença divina.","por_que_esta_palavra":"A casa representa não apenas um espaço físico, mas também um espaço espiritual onde Deus habita com Seu povo.","conexao_teologica":"A habitação de Deus entre os homens é um tema que culmina na encarnação de Cristo e na promessa do Espírito Santo.","referencias_relacionadas":["2 Samuel 6:10","Salmos 132:13-14","João 1:14"]},"1cronicas_13_7_carro":{"palavra_pt":"carro","palavra_original":"רָכַב","transliteracao":"râkab","strong":"H7392","significado_raiz":"Ideia básica: carro.","significado_contextual":"Refere-se ao meio de transporte utilizado para levar a Arca da Aliança.","explicacao_detalhada":"A palavra 'carro' destaca a forma como a Arca foi transportada, que deveria ser feita de acordo com as instruções divinas, refletindo a importância da obediência.","por_que_esta_palavra":"O uso de um carro para transportar a Arca é significativo, pois mostra a tentativa de Davi de trazer a presença de Deus de volta a Israel de maneira prática.","conexao_teologica":"A forma como a Arca é transportada reflete a reverência que deve ser dada a Deus e a importância de seguir Suas instruções.","referencias_relacionadas":["Números 4:15","1 Crônicas 15:2","Salmos 68:1"]},"1cronicas_13_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como a adoração e o transporte da Arca foram realizados.","explicacao_detalhada":"A repetição da palavra 'modo' enfatiza a necessidade de reverência e cuidado na adoração a Deus, especialmente ao lidar com objetos sagrados.","por_que_esta_palavra":"A palavra 'modo' aqui reforça a ideia de que a adoração deve ser feita de maneira adequada e respeitosa.","conexao_teologica":"A forma de adorar a Deus é um princípio que se estende por toda a Escritura, onde a santidade de Deus deve ser reconhecida.","referencias_relacionadas":["Levítico 10:1-3","Salmos 95:6","Hebreus 12:28"]},"1cronicas_13_8_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se novamente ao ser supremo, enfatizando Sua importância na adoração.","explicacao_detalhada":"A repetição da palavra 'Deus' neste versículo sublinha a centralidade de Deus na adoração e na vida do povo de Israel.","por_que_esta_palavra":"A presença de Deus é fundamental em todas as ações do povo, especialmente em momentos de grande importância espiritual.","conexao_teologica":"A centralidade de Deus na vida do crente é um tema que se estende por toda a Bíblia, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 46:10","Isaías 40:28","Mateus 6:33"]},"1cronicas_13_9_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"Refere-se ao ato de entrar ou vir para um lugar, neste caso, a presença da Arca.","explicacao_detalhada":"A palavra 'vir/entrar' destaca a ação de se aproximar da presença de Deus, que é um ato de adoração e reverência.","por_que_esta_palavra":"A ideia de 'vir' implica um movimento em direção a Deus, simbolizando a busca pela Sua presença.","conexao_teologica":"A aproximação a Deus é um tema central na Bíblia, onde a busca pela Sua presença é incentivada.","referencias_relacionadas":["Salmos 100:4","Tiago 4:8","Hebreus 10:22"]},"1cronicas_13_9_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se ao ato de enviar ou despachar algo, neste caso, a Arca.","explicacao_detalhada":"A palavra 'enviar' implica uma ação deliberada de levar a Arca para um novo local, refletindo a intenção de Davi de trazer a presença de Deus para o povo.","por_que_esta_palavra":"O ato de 'enviar' mostra a responsabilidade de Davi em conduzir o povo de Israel de volta à adoração correta.","conexao_teologica":"O envio da Arca simboliza a missão de Deus de estar presente entre Seu povo, refletindo a importância da obediência nas ações do líder.","referencias_relacionadas":["1 Crônicas 15:2","Salmos 68:1","Mateus 28:19"]},"1cronicas_13_9_agarrar":{"palavra_pt":"agarrar","palavra_original":"אָחַז","transliteracao":"ʼâchaz","strong":"H270","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Agarrar refere-se ao ato de segurar firmemente algo, neste caso, a arca da aliança.","explicacao_detalhada":"No contexto de 1 Crônicas 13:9, Davi e seus homens estavam transportando a arca da aliança, e o ato de agarrar a arca foi uma tentativa de evitar que ela caísse. Isso reflete a urgência e a reverência que eles tinham pela presença de Deus representada na arca.","por_que_esta_palavra":"A palavra 'agarrar' é usada para enfatizar a importância de proteger a arca, que simboliza a presença de Deus entre o povo de Israel.","conexao_teologica":"A arca da aliança representa a presença de Deus e a relação entre Deus e seu povo. Agarrar a arca simboliza a necessidade de proteger e respeitar essa relação.","referencias_relacionadas":["Êxodo 25:10-22","1 Crônicas 15:2","Salmos 132:8"]},"1cronicas_13_10_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Morrer, neste contexto, refere-se à consequência trágica de tocar a arca da aliança de maneira imprópria.","explicacao_detalhada":"Em 1 Crônicas 13:10, a morte de Uzá ao tocar a arca ilustra a seriedade da santidade de Deus e as consequências do pecado. A ação de Uzá, embora bem-intencionada, foi uma violação das instruções divinas sobre como a arca deveria ser transportada.","por_que_esta_palavra":"A palavra 'morrer' é crucial para entender a gravidade da situação e a necessidade de reverência ao lidar com as coisas sagradas de Deus.","conexao_teologica":"Este evento destaca a santidade de Deus e a necessidade de obedecer às suas instruções, refletindo a separação entre a santidade divina e a humanidade pecadora.","referencias_relacionadas":["Números 4:15","Levítico 10:1-3","Romanos 6:23"]},"1cronicas_13_10_crescer":{"palavra_pt":"crescer","palavra_original":"חָרָה","transliteracao":"chârâh","strong":"H2734","significado_raiz":"Ideia básica: crescer.","significado_contextual":"Crescer aqui se refere à ira de Deus que se acendeu contra Uzá por sua ação imprópria.","explicacao_detalhada":"A palavra 'crescer' indica um aumento da ira de Deus, que é uma resposta à desobediência e à falta de reverência. Isso mostra que a ira de Deus não é passiva, mas ativa e se manifesta em resposta ao pecado.","por_que_esta_palavra":"Usar 'crescer' enfatiza que a ira de Deus não é apenas uma emoção, mas uma resposta justa à violação da sua santidade.","conexao_teologica":"A ira de Deus é um aspecto de sua santidade e justiça, que deve ser respeitada e temida por aqueles que se aproximam dele.","referencias_relacionadas":["Salmos 7:11","Romanos 1:18","Efésios 5:6"]},"1cronicas_13_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Senhor refere-se a Deus, enfatizando sua autoridade e soberania.","explicacao_detalhada":"No contexto de 1 Crônicas 13:10, o uso do nome 'Senhor' destaca a relação entre Deus e seu povo, e a importância de reconhecer sua autoridade ao lidar com as coisas sagradas.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a reverência que deve ser dada a Deus, especialmente em situações que envolvem sua presença.","conexao_teologica":"O nome de Deus é um símbolo de sua identidade e caráter, e invocá-lo é reconhecer sua soberania e poder.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"1cronicas_13_11_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia refere-se ao tempo em que os eventos ocorreram, destacando a importância do momento.","explicacao_detalhada":"Em 1 Crônicas 13:11, o dia é mencionado para enfatizar a seriedade do evento e a resposta de Davi à morte de Uzá. É um momento de reflexão e temor diante da santidade de Deus.","por_que_esta_palavra":"A palavra 'dia' é importante para situar o evento no tempo e para mostrar que a resposta de Davi foi imediata e significativa.","conexao_teologica":"O tempo é um elemento importante na narrativa bíblica, pois Deus atua na história em momentos específicos.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 6:34"]},"1cronicas_13_11_crescer":{"palavra_pt":"crescer","palavra_original":"חָרָה","transliteracao":"chârâh","strong":"H2734","significado_raiz":"Ideia básica: crescer.","significado_contextual":"Crescer aqui se refere à ira de Deus que se acendeu contra Uzá por sua ação imprópria.","explicacao_detalhada":"A repetição da palavra 'crescer' enfatiza a gravidade da situação e a seriedade da resposta de Deus à desobediência.","por_que_esta_palavra":"A palavra 'crescer' é usada para mostrar que a ira de Deus não é apenas uma emoção, mas uma resposta ativa e justa ao pecado.","conexao_teologica":"A ira de Deus é um aspecto de sua santidade e justiça, que deve ser respeitada e temida por aqueles que se aproximam dele.","referencias_relacionadas":["Salmos 7:11","Romanos 1:18","Efésios 5:6"]},"1cronicas_13_11_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Porque é uma conjunção que introduz a razão pela qual Davi ficou alarmado.","explicacao_detalhada":"Em 1 Crônicas 13:11, 'porque' é usado para explicar a reação de Davi após a morte de Uzá, indicando que ele entendeu a gravidade da situação e a necessidade de reverência a Deus.","por_que_esta_palavra":"A palavra 'porque' é crucial para conectar a ação de Davi com a compreensão da santidade de Deus.","conexao_teologica":"A compreensão da razão por trás das ações de Deus é fundamental para a teologia, pois nos ajuda a entender sua natureza e caráter.","referencias_relacionadas":["Provérbios 1:7","Romanos 11:33","Hebreus 12:28-29"]},"1cronicas_13_12_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus refere-se ao ser supremo, enfatizando sua soberania e poder.","explicacao_detalhada":"Em 1 Crônicas 13:12, a menção de Deus destaca a importância de sua presença e a necessidade de reverência ao lidar com as coisas sagradas.","por_que_esta_palavra":"A palavra 'Deus' é central para a fé israelita e para a compreensão da relação entre Deus e seu povo.","conexao_teologica":"A natureza de Deus como criador e sustentador é fundamental para a teologia bíblica e para a compreensão da relação entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"1cronicas_13_12_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Dia refere-se ao tempo em que os eventos ocorreram, destacando a importância do momento.","explicacao_detalhada":"Em 1 Crônicas 13:12, o dia é mencionado para enfatizar a seriedade do evento e a resposta de Davi à morte de Uzá. É um momento de reflexão e temor diante da santidade de Deus.","por_que_esta_palavra":"A palavra 'dia' é importante para situar o evento no tempo e para mostrar que a resposta de Davi foi imediata e significativa.","conexao_teologica":"O tempo é um elemento importante na narrativa bíblica, pois Deus atua na história em momentos específicos.","referencias_relacionadas":["Salmos 118:24","Eclesiastes 3:1","Mateus 6:34"]},"1cronicas_13_12_temor":{"palavra_pt":"temer","palavra_original":"יָרֵא","transliteracao":"yârêʼ","strong":"H3372","significado_raiz":"Ideia básica: temer.","significado_contextual":"Temer refere-se ao respeito e reverência que Davi sentiu diante de Deus após a morte de Uzá.","explicacao_detalhada":"Em 1 Crônicas 13:12, o temor de Davi é uma resposta adequada à santidade de Deus e à seriedade de suas instruções. Esse temor é um reconhecimento da grandeza de Deus e da fragilidade humana.","por_que_esta_palavra":"A palavra 'temer' é essencial para entender a atitude correta que devemos ter diante de Deus, que é de reverência e respeito.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, e é fundamental para a relação entre Deus e a humanidade.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 33:6"]},"1cronicas_13_13_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade e à autenticidade, especialmente no contexto da adoração e da relação com Deus.","explicacao_detalhada":"Neste versículo, a verdade é essencial para a adoração a Deus, indicando que a verdadeira adoração deve ser feita em espírito e em verdade, refletindo a sinceridade do coração.","por_que_esta_palavra":"A escolha da palavra 'verdade' enfatiza a importância da integridade na relação com Deus e a necessidade de se aproximar dEle com um coração sincero.","conexao_teologica":"A verdade é um atributo de Deus e um princípio fundamental na vida cristã, onde Jesus se apresenta como a verdade (João 14:6).","referencias_relacionadas":["João 4:24","Salmos 51:6","Provérbios 12:22"]},"1cronicas_13_13_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local de habitação e comunidade, simbolizando a presença de Deus entre o Seu povo.","explicacao_detalhada":"Neste contexto, a cidade é o lugar onde a arca da aliança deveria ser levada, representando a habitação de Deus entre os israelitas e a centralidade da adoração.","por_que_esta_palavra":"A menção da cidade destaca a importância do espaço físico na adoração e na presença de Deus, mostrando que Ele escolhe habitar entre o Seu povo.","conexao_teologica":"A cidade de Deus é um tema recorrente na Bíblia, simbolizando a comunhão entre Deus e a humanidade, culminando na Nova Jerusalém (Apocalipse 21:2).","referencias_relacionadas":["Salmos 46:4","Isaías 65:18","Hebreus 11:10"]},"1cronicas_13_14_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' implica a ideia de tomar decisões e discernir entre o certo e o errado, especialmente em relação à liderança e à justiça.","explicacao_detalhada":"Neste versículo, o ato de julgar é associado à responsabilidade de liderar o povo de acordo com a vontade de Deus, refletindo a necessidade de sabedoria e discernimento.","por_que_esta_palavra":"A escolha da palavra 'julgar' enfatiza a função do rei como um líder que deve governar com justiça e equidade, buscando a orientação divina.","conexao_teologica":"Deus é descrito como o juiz supremo, e os líderes humanos são chamados a refletir essa justiça divina em suas decisões (Salmos 82:3).","referencias_relacionadas":["Salmos 72:1","Provérbios 21:15","Isaías 1:17"]},"1cronicas_13_14_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao ser supremo, o Criador e Sustentador do universo, que é digno de adoração e reverência.","explicacao_detalhada":"Neste contexto, a menção de Deus destaca a Sua soberania e a importância de reconhecer Sua autoridade na vida do povo de Israel.","por_que_esta_palavra":"A palavra 'deus' é central na fé israelita, enfatizando a relação do povo com o Senhor e a necessidade de obedecer a Seus mandamentos.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, onde Ele é reconhecido como o único Deus verdadeiro (Deuteronômio 6:4).","referencias_relacionadas":["Salmos 46:10","Isaías 40:28","Romanos 11:36"]},"1cronicas_13_14_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"A palavra 'abençoar' implica um ato de conferir favor e prosperidade, muitas vezes associado à presença de Deus.","explicacao_detalhada":"Neste versículo, abençoar é um ato que demonstra a gratidão e a reverência a Deus, reconhecendo Sua bondade e misericórdia.","por_que_esta_palavra":"A escolha da palavra 'abençoar' destaca a importância de reconhecer e celebrar as bênçãos de Deus na vida do povo.","conexao_teologica":"A bênção de Deus é um tema recorrente, onde Ele promete prosperidade e proteção ao Seu povo (Números 6:24-26).","referencias_relacionadas":["Gênesis 12:2","Salmos 67:1","Efésios 1:3"]}}