{"1cronicas_18_1_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à queda de um inimigo ou à derrota em batalha.","explicacao_detalhada":"Neste contexto, 'cair' implica a vitória de Deus sobre os adversários de Israel, mostrando Seu poder e proteção.","por_que_esta_palavra":"A palavra 'cair' é utilizada para descrever a ação de Deus em trazer justiça e livramento ao Seu povo.","conexao_teologica":"A vitória de Deus sobre os inimigos é um tema recorrente, simbolizando Sua soberania e poder sobre todas as forças do mal.","referencias_relacionadas":["Salmos 18:37-40","Isaías 54:17","Romanos 8:31"]},"1cronicas_18_1_seguir":{"palavra_pt":"seguir","palavra_original":"אַחַר","transliteracao":"ʼachar","strong":"H310","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' refere-se à ação de perseguir ou acompanhar um objetivo.","explicacao_detalhada":"Neste contexto, 'seguir' implica a continuidade da luta e da determinação do povo de Deus em buscar a vitória.","por_que_esta_palavra":"A escolha da palavra 'seguir' destaca a perseverança e a fidelidade do povo em seguir a liderança de Deus.","conexao_teologica":"Seguir a Deus é um chamado constante nas Escrituras, refletindo a necessidade de obediência e compromisso com Sua vontade.","referencias_relacionadas":["Mateus 4:19","Lucas 9:23","Hebreus 12:1-2"]},"1cronicas_18_1_beat":{"palavra_pt":"beat","palavra_original":"נָכָה","transliteracao":"nâkâh","strong":"H5221","significado_raiz":"Ideia básica: beat.","significado_contextual":"A palavra 'beat' refere-se à ação de derrotar ou vencer um inimigo.","explicacao_detalhada":"Neste contexto, 'beat' enfatiza a vitória de Israel sobre seus adversários, mostrando a intervenção divina nas batalhas.","por_que_esta_palavra":"A escolha da palavra 'beat' destaca a força e o poder de Deus em garantir a vitória ao Seu povo.","conexao_teologica":"A vitória sobre os inimigos é um tema importante na narrativa bíblica, simbolizando a proteção e a ajuda de Deus.","referencias_relacionadas":["Salmos 44:5","1 João 5:4","2 Coríntios 2:14"]},"1cronicas_18_2_beat":{"palavra_pt":"beat","palavra_original":"נָכָה","transliteracao":"nâkâh","strong":"H5221","significado_raiz":"Ideia básica: beat.","significado_contextual":"A palavra 'beat' novamente refere-se à ação de derrotar um inimigo, neste caso, os filisteus.","explicacao_detalhada":"A repetição da palavra 'beat' enfatiza a continuidade das vitórias de Israel sob a liderança de Deus, mostrando Sua fidelidade.","por_que_esta_palavra":"A palavra 'beat' é usada para reafirmar a força de Deus em garantir a segurança e a vitória de Seu povo.","conexao_teologica":"As vitórias de Deus sobre os inimigos são um testemunho de Sua soberania e poder, fundamentais na fé israelita.","referencias_relacionadas":["Salmos 60:12","Isaías 41:10","Romanos 16:20"]},"1cronicas_18_2_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se à derrota dos inimigos de Israel, simbolizando a intervenção divina.","explicacao_detalhada":"Neste contexto, 'cair' implica a queda dos filisteus diante de Israel, mostrando a proteção e a ajuda de Deus nas batalhas.","por_que_esta_palavra":"A escolha da palavra 'cair' destaca a ação de Deus em garantir a vitória e a segurança do Seu povo.","conexao_teologica":"A queda dos inimigos é um tema recorrente na Bíblia, simbolizando a justiça e o poder de Deus sobre as forças do mal.","referencias_relacionadas":["Salmos 20:8","Isaías 54:17","Apocalipse 12:11"]},"1cronicas_18_2_oferta":{"palavra_pt":"oferta","palavra_original":"מִנְחָה","transliteracao":"minchâh","strong":"H4503","significado_raiz":"Ideia básica: oferta.","significado_contextual":"A oferta é um presente ou tributo dado a Deus, simbolizando gratidão e devoção.","explicacao_detalhada":"No contexto de 1 Crônicas 18:2, a oferta representa a ação de Davi ao reconhecer a soberania de Deus e a importância de honrá-lo com bens materiais. A oferta é uma expressão de adoração e compromisso com o Senhor.","por_que_esta_palavra":"A palavra 'oferta' é utilizada para enfatizar a necessidade de dar a Deus o que é devido, refletindo a relação de dependência e gratidão do povo para com Ele.","conexao_teologica":"A oferta é um tema recorrente na Bíblia, simbolizando a entrega e a devoção a Deus, que culmina na oferta suprema de Cristo na cruz.","referencias_relacionadas":["Gênesis 4:3-5","Êxodo 25:2","Levítico 1:2","Salmos 54:6","Hebreus 13:16"]},"1cronicas_18_3_beat":{"palavra_pt":"beat","palavra_original":"נָכָה","transliteracao":"nâkâh","strong":"H5221","significado_raiz":"Ideia básica: beat.","significado_contextual":"O termo 'beat' refere-se a derrotar ou vencer um inimigo em batalha.","explicacao_detalhada":"Em 1 Crônicas 18:3, Davi derrota Hadadezer, rei de Zobá, o que demonstra a proteção e a bênção de Deus sobre Israel. A vitória é um sinal da força e da liderança de Davi como rei.","por_que_esta_palavra":"A palavra 'beat' é crucial para entender a dinâmica das batalhas na época e a intervenção divina nas vitórias de Israel.","conexao_teologica":"A vitória de Davi sobre seus inimigos é um reflexo da soberania de Deus e do cumprimento de Suas promessas ao povo de Israel.","referencias_relacionadas":["1 Samuel 17:50","2 Samuel 5:20","Salmos 44:5","Romanos 8:37","1 Coríntios 15:57"]},"1cronicas_18_3_rei":{"palavra_pt":"rei","palavra_original":"הֲדַדְעֶזֶר","transliteracao":"Hădadʻezer","strong":"H1909","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima sobre um povo ou nação.","explicacao_detalhada":"Hadadezer, como rei de Zobá, representa um dos muitos adversários que Davi enfrentou. A menção de seu nome destaca a importância das alianças e conflitos políticos da época.","por_que_esta_palavra":"A palavra 'rei' é utilizada para enfatizar a posição de liderança e a responsabilidade que Davi tinha sobre Israel.","conexao_teologica":"A figura do rei é central na narrativa bíblica, simbolizando a liderança de Deus sobre Seu povo e a expectativa de um Rei Messias.","referencias_relacionadas":["1 Samuel 8:5","2 Samuel 7:16","Salmos 2:6","Isaías 9:6-7","Apocalipse 19:16"]},"1cronicas_18_4_escolher":{"palavra_pt":"escolher","palavra_original":"לָכַד","transliteracao":"lâkad","strong":"H3920","significado_raiz":"Ideia básica: escolher.","significado_contextual":"A palavra 'escolher' implica a ação de selecionar ou tomar uma decisão.","explicacao_detalhada":"Em 1 Crônicas 18:4, Davi escolhe capturar cidades e expandir seu reino, demonstrando sua estratégia militar e a direção divina em suas decisões.","por_que_esta_palavra":"A palavra 'escolher' é importante para entender a soberania de Deus na orientação das decisões de Davi e a responsabilidade do rei em agir com sabedoria.","conexao_teologica":"A escolha de Davi reflete a importância da liderança e da obediência a Deus nas decisões que afetam o povo.","referencias_relacionadas":["Deuteronômio 30:19","Salmos 119:30","Provérbios 3:5-6","Mateus 7:13-14","Tiago 1:5"]},"1cronicas_18_4_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica uma relação de proximidade ou inclusão.","explicacao_detalhada":"No contexto de 1 Crônicas 18:4, 'entre' é usado para descrever a conquista de cidades que estavam sob o domínio de Hadadezer, mostrando a expansão do território de Israel.","por_que_esta_palavra":"A palavra 'entre' é significativa para entender a geopolítica da época e a dinâmica de poder entre as nações.","conexao_teologica":"A ideia de estar 'entre' reflete a presença de Deus no meio de Seu povo e a proteção que Ele oferece.","referencias_relacionadas":["Êxodo 34:24","Salmos 46:5","Isaías 43:2","Mateus 18:20","Atos 2:17"]},"1cronicas_18_5_rei":{"palavra_pt":"rei","palavra_original":"הֲדַדְעֶזֶר","transliteracao":"Hădadʻezer","strong":"H1909","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' novamente se refere à autoridade máxima, neste caso, Hadadezer.","explicacao_detalhada":"A repetição da palavra 'rei' em 1 Crônicas 18:5 enfatiza a importância da figura real na narrativa e a continuidade dos conflitos entre Davi e seus adversários.","por_que_esta_palavra":"A palavra 'rei' é central para entender a estrutura de poder e a luta pela supremacia na região.","conexao_teologica":"A luta entre reis é uma metáfora para a batalha espiritual entre o bem e o mal, refletindo a soberania de Deus sobre todas as nações.","referencias_relacionadas":["1 Samuel 10:24","2 Samuel 8:1","Salmos 72:1","Isaías 32:1","Apocalipse 17:14"]},"1cronicas_18_5_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' implica movimento ou ação de se aproximar de um lugar.","explicacao_detalhada":"Em 1 Crônicas 18:5, a ação de 'vir' é crucial para entender a mobilização das forças de Davi contra Hadadezer, indicando um momento de confronto.","por_que_esta_palavra":"A palavra 'vir' é importante para descrever a dinâmica das batalhas e a prontidão de Davi em agir.","conexao_teologica":"A ideia de 'vir' pode ser vista como um chamado para que o povo de Deus se una em defesa e luta contra as forças do mal.","referencias_relacionadas":["Gênesis 19:1","Êxodo 3:10","Salmos 68:1","Mateus 11:28","Hebreus 10:25"]},"1cronicas_18_5_help":{"palavra_pt":"help","palavra_original":"עָזַר","transliteracao":"ʻâzar","strong":"H5826","significado_raiz":"Ideia básica: help.","significado_contextual":"A palavra 'help' refere-se a assistência ou apoio em momentos de necessidade.","explicacao_detalhada":"Em 1 Crônicas 18:5, a ajuda que Davi recebe é um reflexo da providência divina e do apoio que Deus oferece ao Seu povo em tempos de guerra.","por_que_esta_palavra":"A palavra 'help' é significativa para entender a dependência de Davi em relação a Deus e a importância da ajuda divina nas batalhas.","conexao_teologica":"A ajuda de Deus é um tema central na Bíblia, mostrando que Ele é um refúgio e fortaleza em tempos de dificuldade.","referencias_relacionadas":["Salmos 121:1-2","Isaías 41:10","Romanos 8:31","Filipenses 4:13","Hebreus 13:6"]},"1cronicas_18_6_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou realizado.","explicacao_detalhada":"Em 1 Crônicas 18:6, o 'modo' de agir de Davi em batalha reflete sua estratégia e a orientação divina em suas ações.","por_que_esta_palavra":"A palavra 'modo' é importante para entender a abordagem de Davi em suas conquistas e a sabedoria que ele buscava de Deus.","conexao_teologica":"A maneira como Davi lidera e age é um exemplo de como os líderes devem buscar a direção de Deus em suas decisões.","referencias_relacionadas":["Salmos 37:5","Provérbios 16:3","Mateus 7:12","Tiago 1:22","1 Pedro 4:11"]},"1cronicas_18_6_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se a algo de grande magnitude ou importância.","explicacao_detalhada":"Em 1 Crônicas 18:6, a grandeza das conquistas de Davi é um testemunho da bênção de Deus sobre Israel e da eficácia de sua liderança.","por_que_esta_palavra":"A palavra 'grande' é utilizada para enfatizar a magnitude das vitórias de Davi e a expansão do reino de Israel.","conexao_teologica":"A grandeza de Deus é refletida nas grandes obras que Ele realiza através de Seu povo, mostrando Sua soberania e poder.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Mateus 5:14","Romanos 11:33","Efésios 3:20"]},"1cronicas_18_7_agarrar":{"palavra_pt":"tomar","palavra_original":"לָקַח","transliteracao":"lâqach","strong":"H3947","significado_raiz":"Ideia básica: tomar.","significado_contextual":"Tomar algo de forma decisiva, indicando posse ou controle.","explicacao_detalhada":"Neste contexto, 'tomar' refere-se à ação de Davi ao capturar os despojos de guerra de Hadadezer, simbolizando a vitória e a autoridade de Israel sobre seus inimigos.","por_que_esta_palavra":"A palavra 'tomar' é utilizada para enfatizar a conquista e a soberania de Davi como rei de Israel.","conexao_teologica":"A conquista de Davi representa a realização das promessas de Deus a Israel, mostrando que Ele é o verdadeiro líder que dá vitória ao Seu povo.","referencias_relacionadas":["1 Samuel 17:50","Salmos 44:3","Romanos 8:37"]},"1cronicas_18_7_ouro":{"palavra_pt":"ouro","palavra_original":"זָהָב","transliteracao":"zâhâb","strong":"H2091","significado_raiz":"Ideia básica: ouro.","significado_contextual":"Ouro como símbolo de riqueza e valor, frequentemente associado à glória e ao poder.","explicacao_detalhada":"O ouro mencionado aqui representa não apenas a riqueza material, mas também a bênção de Deus sobre Davi e seu reino, que prospera em meio às batalhas.","por_que_esta_palavra":"A escolha da palavra 'ouro' destaca a importância dos recursos adquiridos na guerra, que seriam usados para a construção do templo e para adoração a Deus.","conexao_teologica":"O ouro é frequentemente associado à presença de Deus e à Sua glória, refletindo a riqueza espiritual que vem da obediência e da fidelidade.","referencias_relacionadas":["Êxodo 25:11","Salmos 68:13","Apocalipse 21:18"]},"1cronicas_18_7_rei":{"palavra_pt":"rei","palavra_original":"הֲדַדְעֶזֶר","transliteracao":"Hădadʻezer","strong":"H1909","significado_raiz":"Ideia básica: rei.","significado_contextual":"Rei como figura de autoridade e liderança, especialmente no contexto de guerra.","explicacao_detalhada":"Hadadezer, como rei, representa os inimigos de Israel, e a derrota dele simboliza a soberania de Deus sobre as nações e a proteção que Ele oferece ao Seu povo.","por_que_esta_palavra":"A palavra 'rei' é crucial para entender a dinâmica de poder e a luta entre os reinos, refletindo a luta espiritual entre o bem e o mal.","conexao_teologica":"Deus é descrito como o Rei dos Reis, e a vitória de Davi sobre Hadadezer é um reflexo do domínio de Deus sobre todas as autoridades terrenas.","referencias_relacionadas":["Salmos 2:6","Isaías 9:6","Apocalipse 19:16"]},"1cronicas_18_8_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Cidade como um centro de vida social, política e religiosa.","explicacao_detalhada":"A menção da cidade destaca a importância dos locais estratégicos na guerra e na administração do reino, além de simbolizar a segurança e a proteção que Deus oferece ao Seu povo.","por_que_esta_palavra":"A palavra 'cidade' é utilizada para enfatizar a conquista de territórios e a expansão do reino de Davi, que se torna um símbolo da presença de Deus entre o Seu povo.","conexao_teologica":"As cidades são frequentemente vistas na Bíblia como lugares de refúgio e adoração, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 46:4","Mateus 5:14","Hebreus 11:10"]},"1cronicas_18_8_rei":{"palavra_pt":"rei","palavra_original":"הֲדַדְעֶזֶר","transliteracao":"Hădadʻezer","strong":"H1909","significado_raiz":"Ideia básica: rei.","significado_contextual":"Rei como líder militar e político, representando a autoridade divina.","explicacao_detalhada":"A repetição da palavra 'rei' enfatiza a centralidade da liderança de Davi e a importância de sua posição na história de Israel.","por_que_esta_palavra":"A palavra 'rei' é fundamental para entender a estrutura de poder e a relação entre Deus e a monarquia israelita.","conexao_teologica":"A liderança de Davi é vista como uma prefiguração do reinado de Cristo, que é o Rei eterno.","referencias_relacionadas":["1 Samuel 16:13","Salmos 72:1","Apocalipse 17:14"]},"1cronicas_18_8_homem":{"palavra_pt":"homem","palavra_original":"רַב","transliteracao":"rab","strong":"H7227","significado_raiz":"Ideia básica: homem.","significado_contextual":"Homem como representante da humanidade, especialmente em contextos de batalha e liderança.","explicacao_detalhada":"A palavra 'homem' aqui pode se referir aos soldados que lutaram ao lado de Davi, simbolizando a coragem e a determinação do povo de Israel.","por_que_esta_palavra":"A palavra 'homem' é utilizada para destacar a importância da ação humana em parceria com a soberania de Deus nas batalhas.","conexao_teologica":"A Bíblia frequentemente fala sobre a dignidade do homem como criado à imagem de Deus, refletindo a importância da humanidade na história da salvação.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4","Romanos 5:12"]},"1cronicas_18_9_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Ouvir como um ato de atenção e resposta, especialmente em relação a mensagens de alerta ou instruções.","explicacao_detalhada":"A palavra 'ouvir' é crucial para entender a comunicação entre os reis e a importância de estar atento às notícias que podem afetar a segurança do reino.","por_que_esta_palavra":"A escolha da palavra 'ouvir' enfatiza a necessidade de discernimento e vigilância em tempos de conflito.","conexao_teologica":"Ouvir a voz de Deus é fundamental na vida do crente, refletindo a importância da obediência e da sabedoria.","referencias_relacionadas":["Deuteronômio 6:4","Salmos 119:105","Tiago 1:19"]},"1cronicas_18_9_rei":{"palavra_pt":"rei","palavra_original":"תֹּעוּ","transliteracao":"Tôʻûw","strong":"H8583","significado_raiz":"Ideia básica: rei.","significado_contextual":"Rei como figura central em decisões estratégicas e políticas.","explicacao_detalhada":"A menção do rei neste contexto destaca a importância da liderança e da autoridade em tempos de crise.","por_que_esta_palavra":"A palavra 'rei' é utilizada para enfatizar a responsabilidade que vem com a liderança e a necessidade de buscar a sabedoria de Deus.","conexao_teologica":"A liderança é um tema recorrente na Bíblia, com Deus sendo o Rei supremo que guia e dirige Seu povo.","referencias_relacionadas":["Provérbios 21:1","Eclesiastes 10:20","Romanos 13:1"]},"1cronicas_18_10_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Rei como símbolo de autoridade e poder, especialmente em relação à proteção do povo.","explicacao_detalhada":"A palavra 'rei' aqui reforça a ideia de que Davi é o escolhido de Deus para governar e proteger Israel, refletindo a soberania divina.","por_que_esta_palavra":"A repetição da palavra 'rei' enfatiza a importância da liderança de Davi na história de Israel e sua relação com Deus.","conexao_teologica":"A figura do rei é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo, com Cristo sendo o Rei dos Reis.","referencias_relacionadas":["1 Samuel 8:7","Salmos 89:27","Apocalipse 19:16"]},"1cronicas_18_10_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"Paz como um estado de bem-estar e segurança, especialmente após conflitos.","explicacao_detalhada":"A palavra 'paz' aqui indica a bênção de Deus sobre Israel, que resulta em segurança e prosperidade após as vitórias de Davi.","por_que_esta_palavra":"A escolha da palavra 'paz' destaca a importância da harmonia e da proteção divina na vida do povo de Deus.","conexao_teologica":"A paz é um tema central na Bíblia, simbolizando a restauração e a presença de Deus entre Seu povo.","referencias_relacionadas":["Isaías 9:6","João 14:27","Filipenses 4:7"]},"1cronicas_18_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas são feitas ou organizadas.","explicacao_detalhada":"No contexto de 1 Crônicas 18:10, o 'modo' implica na forma como as ações são realizadas, especialmente em relação à administração e liderança.","por_que_esta_palavra":"A palavra 'modo' é importante para entender a estrutura e a ordem que Deus estabelece em Sua criação e em Seu povo.","conexao_teologica":"O modo de agir de Deus e a forma como Ele ordena as coisas refletem Sua soberania e sabedoria.","referencias_relacionadas":["1 Coríntios 14:40","Salmos 37:23","Provérbios 16:9"]},"1cronicas_18_11_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Refere-se à figura de autoridade máxima em um reino.","explicacao_detalhada":"Em 1 Crônicas 18:11, a palavra 'rei' é usada para descrever a posição de liderança e governança, simbolizando poder e responsabilidade.","por_que_esta_palavra":"A palavra 'rei' é central na narrativa bíblica, pois Deus é frequentemente descrito como o Rei dos Reis, e os reis humanos são vistos como representantes de Sua autoridade.","conexao_teologica":"A realeza de Deus é um tema recorrente na Bíblia, mostrando que toda autoridade é derivada dEle.","referencias_relacionadas":["Salmos 47:2","Isaías 33:22","Apocalipse 19:16"]},"1cronicas_18_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas são feitas ou organizadas.","explicacao_detalhada":"Neste versículo, o 'modo' é crucial para entender a forma como as ofertas e tributos são apresentados ao rei.","por_que_esta_palavra":"A palavra 'modo' enfatiza a importância da ordem e da reverência nas práticas religiosas.","conexao_teologica":"A maneira de adorar e servir a Deus deve ser feita com respeito e em conformidade com Seus mandamentos.","referencias_relacionadas":["Êxodo 25:40","1 Crônicas 15:13","Hebreus 12:28"]},"1cronicas_18_11_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente ou herdeiro.","explicacao_detalhada":"No contexto de 1 Crônicas 18:11, 'filho' é usado para descrever a relação de herança e continuidade da linhagem real.","por_que_esta_palavra":"A palavra 'filho' é significativa na Bíblia, pois representa a continuidade da promessa de Deus através das gerações.","conexao_teologica":"A relação entre pai e filho é uma metáfora comum para descrever a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 17:7","Salmos 2:7","Romanos 8:17"]},"1cronicas_18_12_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente ou herdeiro.","explicacao_detalhada":"Neste versículo, 'filho' é mencionado em relação a Abishai, destacando a importância da linhagem e das relações familiares.","por_que_esta_palavra":"A palavra 'filho' é essencial para entender a dinâmica familiar e a sucessão nas histórias bíblicas.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia cristã, enfatizando a adoção e a herança espiritual.","referencias_relacionadas":["Gênesis 21:12","Mateus 5:9","Gálatas 4:7"]},"1cronicas_18_12_abishai":{"palavra_pt":"abishai","palavra_original":"אֲבִישַׁי","transliteracao":"ʼĂbîyshay","strong":"H52","significado_raiz":"Ideia básica: abishai.","significado_contextual":"Refere-se ao nome próprio de um personagem bíblico, um dos valentes de Davi.","explicacao_detalhada":"Abishai é mencionado como um guerreiro leal e irmão de Joabe, destacando a importância da lealdade e bravura na narrativa.","por_que_esta_palavra":"O nome 'Abishai' é significativo porque representa a coragem e a fidelidade em tempos de batalha.","conexao_teologica":"A lealdade e a bravura de Abishai refletem a fidelidade que Deus espera de Seus servos.","referencias_relacionadas":["2 Samuel 23:18","1 Crônicas 11:20","1 Reis 2:5"]},"1cronicas_18_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas são feitas ou organizadas.","explicacao_detalhada":"Neste versículo, o 'modo' é importante para entender a forma como as vitórias são celebradas e reconhecidas.","por_que_esta_palavra":"A palavra 'modo' enfatiza a importância da ordem e da celebração adequada das conquistas.","conexao_teologica":"A maneira de celebrar as vitórias de Deus deve ser feita com gratidão e louvor.","referencias_relacionadas":["Salmos 100:4","Salmos 150:6","Colossenses 3:17"]},"1cronicas_18_13_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se a algo de grande magnitude ou importância.","explicacao_detalhada":"No contexto de 1 Crônicas 18:13, 'grande' é usado para descrever as conquistas e vitórias de Davi.","por_que_esta_palavra":"A palavra 'grande' é usada para enfatizar a magnitude das realizações de Deus através de Davi.","conexao_teologica":"As grandes obras de Deus são um testemunho de Sua fidelidade e poder.","referencias_relacionadas":["Salmos 126:3","Isaías 25:1","Efésios 3:20"]},"1cronicas_18_14_reinar":{"palavra_pt":"reinar","palavra_original":"מָלַךְ","transliteracao":"mâlak","strong":"H4427","significado_raiz":"Ideia básica: reinar.","significado_contextual":"Refere-se ao ato de governar ou exercer autoridade.","explicacao_detalhada":"Em 1 Crônicas 18:14, 'reinar' implica na responsabilidade de liderar o povo de acordo com a vontade de Deus.","por_que_esta_palavra":"A palavra 'reinar' é fundamental para entender a natureza da liderança divina e humana.","conexao_teologica":"Deus é descrito como o Rei que governa com justiça, e os líderes humanos devem refletir essa justiça em suas ações.","referencias_relacionadas":["Salmos 22:28","Isaías 9:6-7","Apocalipse 11:15"]},"1cronicas_18_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas são feitas ou organizadas.","explicacao_detalhada":"Neste versículo, o 'modo' é importante para entender como a liderança deve ser exercida com justiça e retidão.","por_que_esta_palavra":"A palavra 'modo' enfatiza a importância da ética e da moral na liderança.","conexao_teologica":"A maneira de governar deve refletir os princípios do Reino de Deus.","referencias_relacionadas":["Miquéias 6:8","Romanos 13:1-4","Tiago 3:17"]},"1cronicas_18_14_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Cair, neste contexto, refere-se à queda de um rei ou à perda de poder.","explicacao_detalhada":"A palavra 'cair' é usada para descrever a transição de poder e a fragilidade das autoridades humanas diante do plano divino. No contexto de 1 Crônicas 18, isso pode se referir à queda de inimigos de Israel ou à mudança de status de um governante.","por_que_esta_palavra":"A escolha da palavra 'cair' enfatiza a vulnerabilidade dos reinos humanos em comparação com a soberania de Deus.","conexao_teologica":"A queda dos poderosos é um tema recorrente na Bíblia, mostrando que Deus tem controle sobre a história e os reinos da terra.","referencias_relacionadas":["Salmos 75:7","Daniel 2:21","Provérbios 16:18"]},"1cronicas_18_15_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho, neste contexto, refere-se à descendência e à continuidade da linhagem real.","explicacao_detalhada":"A palavra 'filho' é fundamental para entender a sucessão no trono e a importância da herança na cultura israelita. Em 1 Crônicas 18, isso destaca a relação entre Davi e seus filhos, que são essenciais para a continuidade do reino.","por_que_esta_palavra":"A palavra 'filho' é usada para mostrar a importância da família e da linhagem na liderança e na promessa de Deus a Davi.","conexao_teologica":"A ideia de filhos como herdeiros é central na teologia bíblica, refletindo a relação entre Deus e Seu povo como filhos e filhas.","referencias_relacionadas":["Salmos 127:3","Mateus 1:1","Romanos 8:17"]},"1cronicas_18_15_adoracao":{"palavra_pt":"exercitos","palavra_original":"צָבָא","transliteracao":"tsâbâʼ","strong":"H6635","significado_raiz":"Ideia básica: exercitos.","significado_contextual":"Exércitos, neste contexto, refere-se às forças militares de Israel, que são vistas como um instrumento de Deus.","explicacao_detalhada":"A palavra 'exércitos' enfatiza a força e a proteção que Deus oferece ao Seu povo. Em 1 Crônicas 18, isso se relaciona com as vitórias de Davi e a importância da presença de Deus nas batalhas.","por_que_esta_palavra":"A palavra 'exércitos' é usada para mostrar que a verdadeira força de Israel vem de Deus, não apenas de suas tropas.","conexao_teologica":"Deus é frequentemente descrito como o Senhor dos Exércitos, indicando Sua autoridade sobre todas as forças, tanto espirituais quanto físicas.","referencias_relacionadas":["Isaías 6:3","1 Samuel 17:45","Salmos 46:7"]},"1cronicas_18_15_nome":{"palavra_pt":"nome","palavra_original":"יוֹאָב","transliteracao":"Yôwʼâb","strong":"H3097","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome, neste contexto, refere-se à identidade e à reputação de uma pessoa, especialmente em relação ao seu legado.","explicacao_detalhada":"A palavra 'nome' é significativa, pois representa não apenas a identificação de uma pessoa, mas também sua honra e o que ela representa. Em 1 Crônicas 18, isso se relaciona com a importância do nome de Davi e sua linhagem.","por_que_esta_palavra":"A escolha da palavra 'nome' destaca a importância da reputação e do legado na cultura israelita.","conexao_teologica":"O nome de Deus é central na adoração e na identidade do povo de Israel, refletindo Sua natureza e caráter.","referencias_relacionadas":["Êxodo 20:7","Salmos 20:1","Filipenses 2:9-10"]},"1cronicas_18_16_nome":{"palavra_pt":"nome","palavra_original":"אֲבִימֶלֶךְ","transliteracao":"ʼĂbîymelek","strong":"H40","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome, neste contexto, refere-se à identidade de Abimeleque, que é mencionado como parte da linhagem.","explicacao_detalhada":"A palavra 'nome' aqui é importante para entender a conexão entre os personagens bíblicos e suas histórias. Abimeleque é um nome que aparece em várias narrativas, simbolizando a continuidade e a complexidade das relações familiares.","por_que_esta_palavra":"A palavra 'nome' é usada para enfatizar a importância da linhagem e das histórias que moldam a identidade do povo de Deus.","conexao_teologica":"Os nomes na Bíblia frequentemente carregam significados profundos e refletem o caráter e a missão de Deus.","referencias_relacionadas":["Gênesis 20:2","Juízes 9:1","Salmos 34:3"]},"1cronicas_18_16_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho, neste contexto, refere-se à continuidade da linhagem e à importância da descendência.","explicacao_detalhada":"A palavra 'filho' é crucial para entender a sucessão e a continuidade do reino. Em 1 Crônicas 18, isso destaca a importância dos filhos de Davi na história de Israel.","por_que_esta_palavra":"A palavra 'filho' é usada para mostrar a importância da herança e da continuidade na liderança do povo de Deus.","conexao_teologica":"A ideia de filhos como herdeiros é central na teologia bíblica, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 21:12","Salmos 132:11","Mateus 1:6"]},"1cronicas_18_17_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho, neste contexto, refere-se à linhagem e à sucessão no trono.","explicacao_detalhada":"A palavra 'filho' é usada para enfatizar a importância da descendência na continuidade do reino de Davi e na história de Israel.","por_que_esta_palavra":"A palavra 'filho' é fundamental para entender a relação entre Davi e seus descendentes, que são parte do plano de Deus.","conexao_teologica":"A sucessão real é um tema importante que reflete a fidelidade de Deus às Suas promessas.","referencias_relacionadas":["2 Samuel 7:12-13","Salmos 89:4","Mateus 1:1"]},"1cronicas_18_17_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Rei, neste contexto, refere-se à autoridade e ao governo de Davi sobre Israel.","explicacao_detalhada":"A palavra 'rei' é central para entender a liderança de Davi e a importância de sua posição como escolhido de Deus para governar Seu povo.","por_que_esta_palavra":"A palavra 'rei' é usada para enfatizar a soberania de Davi e a responsabilidade que vem com essa posição.","conexao_teologica":"A realeza de Davi é um precursor da realeza de Cristo, que é chamado de Rei dos Reis.","referencias_relacionadas":["1 Samuel 16:13","Salmos 2:6","Apocalipse 19:16"]}}