{"1cronicas_22_1_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus único e soberano que se relaciona com o povo de Israel.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada para descrever a natureza divina e a autoridade suprema de Deus sobre todas as coisas. Neste contexto, enfatiza a relação de Deus com Davi e a promessa de que ele estaria com seu povo.","por_que_esta_palavra":"A palavra é fundamental para entender a identidade de Deus na narrativa bíblica e sua relação com a criação e a história de Israel.","conexao_teologica":"Deus é apresentado como o criador e sustentador do universo, que faz promessas e estabelece alianças com seu povo.","referencias_relacionadas":["Gênesis 1:1","Êxodo 20:2","Salmos 46:10"]},"1cronicas_22_1_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza de Deus e à importância de suas palavras.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) indica a ação de Deus ao comunicar sua vontade e instruções. Neste contexto, destaca a importância das declarações divinas na vida do povo de Israel.","por_que_esta_palavra":"É crucial para entender como Deus se comunica com a humanidade e a importância de ouvir e obedecer a sua palavra.","conexao_teologica":"A comunicação de Deus é um tema central na teologia, mostrando como Ele se revela e orienta seu povo.","referencias_relacionadas":["Salmos 119:105","Isaías 55:11","Hebreus 4:12"]},"1cronicas_22_2_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida a Israel, um tema central na história do povo hebreu.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) simboliza não apenas o espaço físico, mas também a herança e a promessa de Deus ao povo de Israel. Neste contexto, enfatiza a importância da terra na identidade e na história do povo.","por_que_esta_palavra":"A terra é um símbolo da presença de Deus e da realização de suas promessas.","conexao_teologica":"A terra prometida é um elemento fundamental na aliança de Deus com Israel, representando bênção e prosperidade.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Josué 1:2"]},"1cronicas_22_2_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Novamente refere-se ao Deus que faz promessas e se relaciona com seu povo.","explicacao_detalhada":"A repetição da palavra 'deus' (אֱלֹהִים) neste contexto reforça a ideia de que todas as ações e promessas estão sob a autoridade divina.","por_que_esta_palavra":"Reforça a centralidade de Deus na narrativa e a importância de sua presença na vida do povo.","conexao_teologica":"A soberania de Deus é um tema recorrente, mostrando que Ele é o arquétipo de autoridade e poder.","referencias_relacionadas":["Salmos 68:20","Isaías 40:28","Romanos 11:36"]},"1cronicas_22_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza das promessas de Deus.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) neste contexto destaca a importância das declarações de Deus e como elas moldam a história de Israel.","por_que_esta_palavra":"É essencial para entender a relação entre a palavra de Deus e a realidade vivida pelo povo.","conexao_teologica":"A grandeza de Deus é refletida em suas promessas e na fidelidade com que Ele cumpre sua palavra.","referencias_relacionadas":["Salmos 145:3","Isaías 55:11","2 Pedro 3:9"]},"1cronicas_22_3_ferro":{"palavra_pt":"ferro","palavra_original":"בַּרְזֶל","transliteracao":"barzel","strong":"H1270","significado_raiz":"Ideia básica: ferro.","significado_contextual":"Refere-se ao material usado na construção e na força que ele representa.","explicacao_detalhada":"A palavra 'ferro' (בַּרְזֶל) simboliza força e durabilidade, sendo um material importante para a construção do templo.","por_que_esta_palavra":"Destaca a importância dos recursos materiais na realização dos planos de Deus.","conexao_teologica":"A construção do templo é um símbolo da presença de Deus entre seu povo e da importância da adoração.","referencias_relacionadas":["1 Reis 6:7","Salmos 104:18","Isaías 10:15"]},"1cronicas_22_3_abundanceantly":{"palavra_pt":"abundance antly","palavra_original":"רֹב","transliteracao":"rôb","strong":"H7230","significado_raiz":"Ideia básica: abundance antly.","significado_contextual":"Refere-se à abundância de recursos disponíveis para a construção.","explicacao_detalhada":"A palavra 'abundância' (רֹב) indica a generosidade de Deus em prover o que é necessário para cumprir sua vontade.","por_que_esta_palavra":"Enfatiza a provisão divina e a responsabilidade do povo em usar esses recursos para a glória de Deus.","conexao_teologica":"A abundância de Deus é um tema que reflete sua generosidade e cuidado por seu povo.","referencias_relacionadas":["Filipenses 4:19","Salmos 23:1","2 Coríntios 9:8"]},"1cronicas_22_4_arvore":{"palavra_pt":"arvore/madeira","palavra_original":"עֵץ","transliteracao":"ʻêts","strong":"H6086","significado_raiz":"Ideia básica: arvore.","significado_contextual":"Refere-se ao uso de madeira na construção do templo.","explicacao_detalhada":"A palavra 'árvore' (עֵץ) simboliza a criação de Deus e os recursos naturais que Ele fornece para a construção e adoração.","por_que_esta_palavra":"Destaca a importância dos materiais naturais na adoração e na construção do templo.","conexao_teologica":"A criação de Deus é um tema central, mostrando como tudo que existe é usado para sua glória.","referencias_relacionadas":["Gênesis 1:11-12","Salmos 104:16","Eclesiastes 3:1"]},"1cronicas_22_4_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se à razão pela qual os recursos foram providenciados.","explicacao_detalhada":"A palavra 'porque' (כִּי) introduz a justificativa para a abundância de recursos, ligando-a à vontade de Deus.","por_que_esta_palavra":"É importante para entender a motivação divina por trás das ações humanas.","conexao_teologica":"A soberania de Deus é refletida em como Ele orquestra eventos para cumprir seus propósitos.","referencias_relacionadas":["Romanos 8:28","Provérbios 16:9","Efésios 1:11"]},"1cronicas_22_4_abundanceantly":{"palavra_pt":"abundance antly","palavra_original":"רֹב","transliteracao":"rôb","strong":"H7230","significado_raiz":"Ideia básica: abundance antly.","significado_contextual":"Refere-se à abundância de recursos disponíveis para a construção do templo.","explicacao_detalhada":"A repetição da palavra 'abundância' (רֹב) enfatiza a generosidade de Deus em prover o que é necessário para cumprir sua vontade.","por_que_esta_palavra":"Reforça a ideia de que Deus é um provedor generoso e que o povo deve reconhecer e usar esses recursos sabiamente.","conexao_teologica":"A abundância de Deus é um tema que reflete sua generosidade e cuidado por seu povo.","referencias_relacionadas":["Salmos 37:25","Mateus 6:33","2 Coríntios 9:8"]},"1cronicas_22_5_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo que Davi desejava construir para o Senhor.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) neste contexto simboliza não apenas uma estrutura física, mas também a habitação de Deus entre o Seu povo, representando a presença divina.","por_que_esta_palavra":"Davi queria construir uma casa para Deus, mostrando seu desejo de honrar e glorificar ao Senhor.","conexao_teologica":"A ideia de Deus habitar entre os homens é central na teologia bíblica, culminando na encarnação de Cristo e na promessa do Espírito Santo.","referencias_relacionadas":["2 Samuel 7:1-13","Salmos 127:1","Hebreus 3:3-6"]},"1cronicas_22_5_beautyiful":{"palavra_pt":"beauty iful","palavra_original":"תִּפְאָרָה","transliteracao":"tiphʼârâh","strong":"H8597","significado_raiz":"Ideia básica: beauty iful.","significado_contextual":"A beleza do templo que seria construído por Salomão.","explicacao_detalhada":"A palavra 'beleza' (תִּפְאָרָה) refere-se à magnificência e esplendor do templo, que seria um reflexo da glória de Deus.","por_que_esta_palavra":"A beleza do templo era importante para expressar a grandeza de Deus e atrair o povo para a adoração.","conexao_teologica":"A beleza e a glória de Deus são temas recorrentes na Bíblia, refletindo Sua natureza e caráter.","referencias_relacionadas":["Salmos 27:4","Isaías 60:13-14","Apocalipse 21:10-11"]},"1cronicas_22_5_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como o templo deve ser construído.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica em seguir as instruções divinas para a construção do templo, enfatizando a obediência a Deus.","por_que_esta_palavra":"O modo de construção do templo reflete a santidade e a ordem que Deus deseja em Sua casa.","conexao_teologica":"A obediência às instruções de Deus é fundamental para a vida do crente e a construção da igreja.","referencias_relacionadas":["Êxodo 25:9","Deuteronômio 12:5-7","1 Coríntios 3:16-17"]},"1cronicas_22_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado sobre o templo.","explicacao_detalhada":"A palavra 'Senhor' (יְהֹוָה) é o nome pessoal de Deus, que denota Sua soberania e relacionamento com o Seu povo.","por_que_esta_palavra":"O nome do Senhor é central na adoração e na identidade do povo de Israel.","conexao_teologica":"O nome de Deus é um tema importante na Bíblia, representando Sua autoridade e presença.","referencias_relacionadas":["Salmos 20:1","Isaías 43:7","Mateus 18:20"]},"1cronicas_22_6_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Refere-se ao ato de invocar o nome do Senhor.","explicacao_detalhada":"A palavra 'chamar' (קָרָא) implica em um convite à adoração e à comunhão com Deus.","por_que_esta_palavra":"Chamar o nome do Senhor é um ato de fé e dependência do povo de Deus.","conexao_teologica":"A invocação do nome do Senhor é um aspecto essencial da vida de oração e adoração.","referencias_relacionadas":["Romanos 10:13","Atos 2:21","Salmos 116:13"]},"1cronicas_22_6_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho de Davi, Salomão, que seria o responsável pela construção do templo.","explicacao_detalhada":"A palavra 'filho' (בֵּן) destaca a continuidade da linhagem real e o cumprimento das promessas de Deus a Davi.","por_que_esta_palavra":"Salomão, como filho de Davi, representa a realização do plano de Deus para Israel.","conexao_teologica":"A relação pai-filho entre Davi e Salomão é um símbolo da relação entre Deus e Seu povo.","referencias_relacionadas":["2 Samuel 7:14","1 Reis 5:5","Mateus 1:6"]},"1cronicas_22_7_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à grandeza do templo e da obra que Salomão realizaria.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) é usada para enfatizar a importância da declaração de Davi sobre a grandeza do templo.","por_que_esta_palavra":"A grandeza do templo é um reflexo da grandeza de Deus e de Sua obra entre o povo.","conexao_teologica":"A grandeza de Deus é um tema central na adoração e na teologia bíblica.","referencias_relacionadas":["Salmos 48:1-2","Isaías 66:1-2","Apocalipse 21:22"]},"1cronicas_22_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Reforça a ideia de que Salomão, como filho de Davi, é o escolhido para a construção do templo.","explicacao_detalhada":"A repetição da palavra 'filho' (בֵּן) enfatiza a importância da linhagem e do cumprimento das promessas de Deus.","por_que_esta_palavra":"A escolha de Salomão como filho de Davi é um cumprimento da aliança de Deus com Davi.","conexao_teologica":"A linhagem messiânica é um tema importante na Bíblia, culminando em Jesus Cristo.","referencias_relacionadas":["Mateus 1:1","Lucas 3:23-38","Romanos 1:3"]},"1cronicas_22_7_edificar":{"palavra_pt":"construir","palavra_original":"בָּנָה","transliteracao":"bânâh","strong":"H1129","significado_raiz":"Ideia básica: construir.","significado_contextual":"Refere-se ao ato de construir o templo.","explicacao_detalhada":"A palavra 'construir' (בָּנָה) implica em um trabalho cuidadoso e obediente às instruções de Deus.","por_que_esta_palavra":"Construir o templo é um ato de adoração e dedicação ao Senhor.","conexao_teologica":"A construção do templo é um símbolo da presença de Deus entre Seu povo e da adoração que lhe é devida.","referencias_relacionadas":["1 Reis 6:1","Esdras 3:10","1 Coríntios 3:9"]},"1cronicas_22_8_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à consequência do pecado que impediu Davi de construir o templo.","explicacao_detalhada":"A palavra 'cair' (הָיָה) sugere a ideia de que Davi não poderia realizar o que desejava devido a suas falhas e a vontade de Deus.","por_que_esta_palavra":"A queda de Davi é um lembrete da soberania de Deus e da necessidade de arrependimento.","conexao_teologica":"A história de Davi ilustra a graça de Deus e a importância da obediência.","referencias_relacionadas":["2 Samuel 12:9-10","Salmos 51:1-4","Romanos 3:23"]},"1cronicas_22_8_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus ou a uma declaração importante.","explicacao_detalhada":"A palavra 'dâbâr' é frequentemente usada na Bíblia para indicar não apenas uma palavra falada, mas também um comando ou uma promessa divina. Neste contexto, pode se referir ao que Deus ordenou a Davi sobre a construção do templo.","por_que_esta_palavra":"É essencial para entender a comunicação de Deus com os homens e a importância de obedecer às Suas instruções.","conexao_teologica":"A palavra de Deus é vista como criadora e transformadora, refletindo a autoridade divina sobre a criação e a história.","referencias_relacionadas":["Salmos 33:6","Isaías 55:11","Hebreus 4:12"]},"1cronicas_22_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é sagrado e poderoso.","explicacao_detalhada":"O nome 'Yᵉhôvâh' é o tetragrama que representa a presença e a essência de Deus. Neste contexto, enfatiza a soberania de Deus sobre as ações de Davi e a construção do templo.","por_que_esta_palavra":"O nome de Deus é central na adoração e na relação do povo com Ele, simbolizando Sua autoridade e caráter.","conexao_teologica":"A invocação do nome do Senhor é um tema recorrente na Bíblia, destacando a importância da reverência e da obediência a Ele.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"1cronicas_22_9_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas devem ser feitas, especialmente em relação à construção do templo.","explicacao_detalhada":"'Kôl' implica em um modo ou maneira abrangente, indicando que a forma de agir deve ser conforme a vontade de Deus.","por_que_esta_palavra":"É crucial para entender que a obediência a Deus deve ser feita de maneira correta e conforme Seus padrões.","conexao_teologica":"O modo de adorar e servir a Deus é um tema importante, refletindo a necessidade de santidade e reverência.","referencias_relacionadas":["Deuteronômio 12:32","1 Coríntios 14:40","Colossenses 3:23"]},"1cronicas_22_9_paz":{"palavra_pt":"paz/shalom","palavra_original":"שָׁלוֹם","transliteracao":"shâlôwm","strong":"H7965","significado_raiz":"Ideia básica: paz.","significado_contextual":"Refere-se à paz que será estabelecida durante o reinado do filho de Davi.","explicacao_detalhada":"'Shâlôwm' é uma palavra que implica não apenas a ausência de conflito, mas também a plenitude e o bem-estar que vêm de Deus.","por_que_esta_palavra":"A paz é um tema central na Bíblia, simbolizando a presença de Deus e a realização de Suas promessas.","conexao_teologica":"A paz de Deus é frequentemente associada à Sua presença e ao cumprimento de Sua vontade na vida do crente.","referencias_relacionadas":["Isaías 9:6","Filipenses 4:7","Romanos 5:1"]},"1cronicas_22_9_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho de Davi, Salomão, que será o responsável pela construção do templo.","explicacao_detalhada":"'Bên' é uma palavra que denota não apenas a relação biológica, mas também a continuidade da aliança de Deus com a linhagem de Davi.","por_que_esta_palavra":"A identidade do filho é crucial para a realização das promessas de Deus a Davi e ao povo de Israel.","conexao_teologica":"A linhagem de Davi é importante na narrativa bíblica, culminando na vinda de Cristo, que é chamado de Filho de Davi.","referencias_relacionadas":["2 Samuel 7:12","Mateus 1:1","Lucas 1:32"]},"1cronicas_22_10_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Novamente se refere ao filho de Davi, enfatizando seu papel na construção do templo.","explicacao_detalhada":"'Bên' neste contexto reforça a ideia de que Salomão é escolhido por Deus para uma tarefa específica e importante.","por_que_esta_palavra":"A escolha de Salomão como filho e sucessor de Davi é um cumprimento das promessas divinas.","conexao_teologica":"A escolha de um filho para uma missão divina é um tema que se repete na Bíblia, mostrando a soberania de Deus na história.","referencias_relacionadas":["1 Reis 2:12","Salmos 72:1","Mateus 1:6"]},"1cronicas_22_10_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza do templo que será construído por Salomão.","explicacao_detalhada":"'Kûwn' implica em algo que é estabelecido e firme, indicando a importância e a magnitude da obra.","por_que_esta_palavra":"A grandeza do templo simboliza a presença de Deus entre Seu povo e a importância da adoração.","conexao_teologica":"A grandeza de Deus é refletida em Sua habitação, que é um lugar de encontro entre o céu e a terra.","referencias_relacionadas":["1 Reis 6:2","Salmos 48:1","Ezequiel 40:2"]},"1cronicas_22_10_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se à casa de Deus, o templo que será construído por Salomão.","explicacao_detalhada":"'Bayith' é uma palavra que denota não apenas um edifício, mas um lugar sagrado de adoração e encontro com Deus.","por_que_esta_palavra":"A casa de Deus é um símbolo da presença divina e da comunhão entre Deus e Seu povo.","conexao_teologica":"A ideia de casa de Deus é central na teologia bíblica, representando a habitação de Deus entre os homens.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Hebreus 3:6"]},"1cronicas_22_11_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se novamente ao filho de Davi, Salomão, enfatizando seu papel na continuidade da linhagem.","explicacao_detalhada":"'Bên' aqui reafirma a importância de Salomão como o escolhido para liderar Israel e construir o templo.","por_que_esta_palavra":"A menção do filho é um lembrete da fidelidade de Deus às Suas promessas a Davi.","conexao_teologica":"A continuidade da linhagem de Davi é fundamental para a compreensão do plano redentor de Deus, culminando em Cristo.","referencias_relacionadas":["2 Samuel 7:14","Mateus 1:12","Lucas 3:23"]},"1cronicas_22_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Em 1 Crônicas 22:11, \"senhor\" aparece na frase \"Agora, pois, meu filho, o Senhor seja contigo; e prospera, e edifica a casa do Senhor teu Deus, como ele disse de ti.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (יְהֹוָה; Yᵉhôvâh; H3068), \"senhor\" traz a ideia de senhor. Aqui, essa palavra deixa o ensino de 1 Crônicas 22:11 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"senhor\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em 1 Crônicas 22:12. Lendo junto com 1 Crônicas 22:11, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["1 Crônicas 22:11","1 Crônicas 22:12","Salmos 119:105"]},"1cronicas_22_11_bom":{"palavra_pt":"bom","palavra_original":"צָלַח","transliteracao":"tsâlach","strong":"H6743","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade e à qualidade positiva das ações e decisões.","explicacao_detalhada":"A palavra 'bom' neste contexto enfatiza a importância de agir de maneira justa e correta, refletindo a natureza de Deus em nossas ações.","por_que_esta_palavra":"A escolha de 'bom' destaca a necessidade de discernimento e sabedoria nas decisões que impactam a vida do povo de Israel.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, refletindo Seu caráter e a expectativa de que Seu povo também atue de forma justa.","referencias_relacionadas":["Salmos 34:8","Mateus 7:17","Gálatas 5:22"]},"1cronicas_22_12_conhecimento":{"palavra_pt":"conhecimento","palavra_original":"בִּינָה","transliteracao":"bîynâh","strong":"H998","significado_raiz":"Ideia básica: conhecimento.","significado_contextual":"Refere-se à sabedoria e à compreensão necessárias para liderar e governar.","explicacao_detalhada":"O 'conhecimento' é essencial para a tomada de decisões sábias, especialmente em um contexto de liderança como o de Salomão, que estava prestes a construir o templo.","por_que_esta_palavra":"A ênfase no conhecimento ressalta a importância de buscar a sabedoria divina para guiar o povo de Deus.","conexao_teologica":"O conhecimento é frequentemente associado ao temor do Senhor, que é o princípio da sabedoria.","referencias_relacionadas":["Provérbios 1:7","Tiago 1:5","Colossenses 2:3"]},"1cronicas_22_12_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou oferecer algo, especialmente em um contexto de sacrifício ou serviço.","explicacao_detalhada":"A palavra 'dar' aqui implica uma ação de generosidade e entrega, essencial para a construção do templo e a adoração a Deus.","por_que_esta_palavra":"Destaca a importância de dar de si mesmo e dos recursos para a obra de Deus.","conexao_teologica":"O ato de dar é um reflexo do caráter generoso de Deus e um chamado para que os crentes também sejam generosos.","referencias_relacionadas":["2 Coríntios 9:7","Atos 20:35","Lucas 6:38"]},"1cronicas_22_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"O 'senhor' aqui é uma invocação da soberania de Deus sobre todas as coisas, especialmente em relação ao templo que seria construído.","por_que_esta_palavra":"A menção do nome de Deus enfatiza a importância de reconhecer Sua presença e autoridade em todas as ações.","conexao_teologica":"O nome de Deus é central na adoração e na relação do povo com Ele, sendo um símbolo de Sua fidelidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"1cronicas_22_13_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a uma ação de fazer ou criar algo, especialmente em um contexto de construção.","explicacao_detalhada":"A palavra 'urso' implica a ideia de realizar um trabalho significativo, como a construção do templo, que exigia esforço e dedicação.","por_que_esta_palavra":"Enfatiza a responsabilidade de Salomão em realizar a obra que Deus havia planejado.","conexao_teologica":"A obra de construção do templo é vista como um ato de obediência e serviço a Deus, refletindo a importância do trabalho na vida cristã.","referencias_relacionadas":["1 Reis 6:1","Salmos 127:1","Colossenses 3:23"]},"1cronicas_22_13_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se à justiça e ao juízo, fundamentais para a liderança e governança.","explicacao_detalhada":"A palavra 'juízo' implica a necessidade de decisões justas e equitativas, essenciais para a manutenção da ordem e da moralidade na sociedade.","por_que_esta_palavra":"Destaca a responsabilidade de Salomão em governar com justiça, refletindo o caráter de Deus.","conexao_teologica":"A justiça é um atributo de Deus e um princípio fundamental na vida do povo de Deus.","referencias_relacionadas":["Miquéias 6:8","Salmos 89:14","Provérbios 21:15"]},"1cronicas_22_13_principio":{"palavra_pt":"principio","palavra_original":"אָז","transliteracao":"ʼâz","strong":"H227","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se ao início ou fundamento de algo, especialmente em relação à construção do templo.","explicacao_detalhada":"A palavra 'princípio' sugere a ideia de que a construção do templo é um marco importante na história de Israel e na relação do povo com Deus.","por_que_esta_palavra":"Enfatiza a importância de estabelecer uma base sólida para a adoração e a vida espiritual.","conexao_teologica":"O princípio da construção do templo representa o início de uma nova era na adoração a Deus em Israel.","referencias_relacionadas":["Isaías 28:16","Mateus 7:24-25","Hebreus 11:10"]},"1cronicas_22_14_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo como a casa de Deus, um lugar de adoração e encontro com o Senhor.","explicacao_detalhada":"A palavra 'casa' neste contexto simboliza a presença de Deus entre Seu povo e a importância do templo como centro espiritual.","por_que_esta_palavra":"Destaca a intenção de Deus de habitar entre Seu povo e a necessidade de um espaço sagrado para a adoração.","conexao_teologica":"O templo é um símbolo da habitação de Deus entre os homens e prefigura a presença de Cristo entre nós.","referencias_relacionadas":["1 Reis 8:27","Salmos 23:6","João 14:2"]},"1cronicas_22_14_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude e à importância do templo que seria construído.","explicacao_detalhada":"A palavra 'grande' enfatiza a grandiosidade da obra que Salomão estava prestes a realizar, refletindo a grandeza de Deus.","por_que_esta_palavra":"Destaca a importância de oferecer a Deus o melhor e o mais grandioso em adoração.","conexao_teologica":"A grandeza do templo reflete a grandeza de Deus e Sua majestade, sendo um lugar digno de Sua presença.","referencias_relacionadas":["Salmos 48:1","Isaías 66:1","Apocalipse 21:10-11"]},"1cronicas_22_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se novamente ao nome de Deus, enfatizando Sua autoridade e santidade.","explicacao_detalhada":"A repetição do 'senhor' neste contexto reforça a centralidade de Deus na construção do templo e na vida do povo.","por_que_esta_palavra":"Reforça a ideia de que todas as ações devem ser feitas em nome de Deus, reconhecendo Sua soberania.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e poder, sendo fundamental na adoração e na vida do crente.","referencias_relacionadas":["Salmos 111:9","Romanos 10:13","Atos 4:12"]},"1cronicas_22_15_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as coisas devem ser feitas, enfatizando a importância da ordem e da metodologia na construção do templo.","explicacao_detalhada":"A palavra 'modo' indica a maneira específica que Deus deseja que Seu templo seja construído, refletindo a necessidade de seguir instruções divinas com precisão.","por_que_esta_palavra":"Esta palavra é crucial para entender que a construção do templo não é apenas uma tarefa física, mas um ato de obediência e reverência a Deus.","conexao_teologica":"A obediência às instruções de Deus é um tema recorrente na Bíblia, mostrando que o modo de adoração deve ser conforme a vontade divina.","referencias_relacionadas":["Êxodo 25:9","1 Reis 6:14","Salmos 127:1"]},"1cronicas_22_15_abundanceantly":{"palavra_pt":"abundance antly","palavra_original":"רֹב","transliteracao":"rôb","strong":"H7230","significado_raiz":"Ideia básica: abundance antly.","significado_contextual":"Indica a abundância de recursos disponíveis para a construção do templo, refletindo a generosidade de Deus.","explicacao_detalhada":"A palavra 'abundantemente' sugere que não faltará nada para a realização do projeto, enfatizando a provisão divina em tempos de necessidade.","por_que_esta_palavra":"É importante para mostrar que Deus não apenas ordena, mas também provê o que é necessário para cumprir Seus propósitos.","conexao_teologica":"A provisão de Deus é um tema central, mostrando que Ele cuida de Seu povo e fornece o que é necessário para a Sua obra.","referencias_relacionadas":["Filipenses 4:19","Salmos 23:1","2 Coríntios 9:8"]},"1cronicas_22_15_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode ser uma confusão de tradução, mas se refere à ação de fazer ou realizar algo.","explicacao_detalhada":"Neste contexto, 'urso' representa a ação de construir e realizar a vontade de Deus, enfatizando a importância do trabalho diligente.","por_que_esta_palavra":"É essencial para entender que a construção do templo requer esforço e comprometimento por parte do povo de Deus.","conexao_teologica":"A ideia de realizar a obra de Deus é fundamental, mostrando que a fé deve ser acompanhada de ações concretas.","referencias_relacionadas":["Tiago 2:17","Colossenses 3:23","1 Coríntios 15:58"]},"1cronicas_22_16_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Semelhante ao anterior, enfatiza a ação de realizar a construção do templo.","explicacao_detalhada":"A repetição da ideia de 'urso' reforça a necessidade de ação e comprometimento na realização do projeto divino.","por_que_esta_palavra":"É importante para destacar que a obediência a Deus deve se manifestar em ações práticas.","conexao_teologica":"A realização da vontade de Deus é um tema central, mostrando que a fé se traduz em obras.","referencias_relacionadas":["Mateus 7:21","Gálatas 6:9","Romanos 12:1"]},"1cronicas_22_16_ouro":{"palavra_pt":"ouro","palavra_original":"זָהָב","transliteracao":"zâhâb","strong":"H2091","significado_raiz":"Ideia básica: ouro.","significado_contextual":"Refere-se aos materiais preciosos que serão utilizados na construção do templo, simbolizando a riqueza e a glória de Deus.","explicacao_detalhada":"A palavra 'ouro' destaca a importância do templo como um lugar sagrado, digno da presença de Deus.","por_que_esta_palavra":"É relevante para entender que a adoração a Deus deve ser feita com o melhor que temos, refletindo nossa reverência.","conexao_teologica":"A utilização de materiais preciosos para a adoração é um símbolo da grandeza de Deus e da importância do templo.","referencias_relacionadas":["Êxodo 25:3","1 Reis 10:14","Salmos 68:29"]},"1cronicas_22_16_prata":{"palavra_pt":"prata","palavra_original":"כֶּסֶף","transliteracao":"keçeph","strong":"H3701","significado_raiz":"Ideia básica: prata.","significado_contextual":"Assim como o ouro, a prata é um material valioso que será usado na construção do templo.","explicacao_detalhada":"A inclusão da prata destaca a riqueza e a beleza do templo, que deve refletir a glória de Deus.","por_que_esta_palavra":"É importante para enfatizar que a construção do templo deve ser feita com materiais que honrem a Deus.","conexao_teologica":"A adoração a Deus deve ser feita com excelência, refletindo a importância do templo como Sua morada.","referencias_relacionadas":["1 Reis 10:21","Salmos 119:72","Provérbios 3:14"]},"1cronicas_22_17_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Reitera a importância do modo de proceder na construção do templo, enfatizando a ordem divina.","explicacao_detalhada":"A repetição da palavra 'modo' reforça a necessidade de seguir as instruções de Deus com precisão.","por_que_esta_palavra":"É essencial para entender que a construção do templo é um ato de obediência e devoção.","conexao_teologica":"A obediência às instruções de Deus é fundamental para a vida de fé.","referencias_relacionadas":["Deuteronômio 5:32","Josué 1:7","Salmos 119:4"]},"1cronicas_22_17_enviar":{"palavra_pt":"enviar","palavra_original":"צָוָה","transliteracao":"tsâvâh","strong":"H6680","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Refere-se à ordem de enviar pessoas e recursos para a construção do templo.","explicacao_detalhada":"A palavra 'enviar' enfatiza a ação de mobilizar o povo e os recursos necessários para cumprir a vontade de Deus.","por_que_esta_palavra":"É importante para entender que a obra de Deus requer ação e envolvimento da comunidade.","conexao_teologica":"A mobilização para a obra de Deus é um tema importante, mostrando que todos têm um papel a desempenhar.","referencias_relacionadas":["Isaías 6:8","Mateus 28:19","1 Pedro 4:10"]},"1cronicas_22_18_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida, onde o templo será construído, simbolizando a presença de Deus entre Seu povo.","explicacao_detalhada":"A palavra 'terra' destaca a importância do local escolhido por Deus para habitar entre os israelitas.","por_que_esta_palavra":"É relevante para entender que a terra é um presente de Deus e um lugar de encontro com Ele.","conexao_teologica":"A terra prometida é um símbolo da aliança de Deus com Seu povo e da Sua presença entre eles.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Deuteronômio 6:10"]},"1cronicas_22_18_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade de que Deus está com Seu povo e que Suas promessas são fiéis.","explicacao_detalhada":"A palavra 'verdade' enfatiza a fidelidade de Deus em cumprir Suas promessas e estar presente com Seu povo.","por_que_esta_palavra":"É importante para entender que a verdade de Deus é um fundamento para a fé e a confiança do povo.","conexao_teologica":"A verdade de Deus é um tema central na Bíblia, mostrando que Ele é fiel e digno de confiança.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 10:23"]},"1cronicas_22_18_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como o Deus que guia e dirige o povo de Israel.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para enfatizar a soberania e autoridade de Deus sobre todas as coisas. Neste contexto, é um chamado à obediência e à confiança em Sua liderança.","por_que_esta_palavra":"A escolha da palavra 'senhor' destaca a relação de autoridade e submissão entre Deus e Seu povo.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, refletindo Sua capacidade de governar e sustentar a criação.","referencias_relacionadas":["Salmos 24:1","Isaías 45:18","Romanos 13:1"]},"1cronicas_22_19_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Indica a ação de erguer ou estabelecer algo, neste caso, a construção do templo.","explicacao_detalhada":"A palavra 'levantar' (קוּם) implica um ato de iniciar ou dar vida a um projeto significativo, como a construção do templo para adoração a Deus.","por_que_esta_palavra":"É uma convocação para que o povo se levante e participe ativamente na obra de Deus.","conexao_teologica":"Levantar-se para servir a Deus é um chamado comum nas Escrituras, refletindo a responsabilidade do povo em cumprir a vontade divina.","referencias_relacionadas":["Neemias 2:18","Isaías 60:1","Mateus 28:19"]},"1cronicas_22_19_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus único e verdadeiro que é digno de adoração e reverência.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada para enfatizar a natureza divina e a autoridade de Deus sobre todas as coisas, incluindo a construção do templo.","por_que_esta_palavra":"A utilização de 'deus' reforça a ideia de que a obra a ser realizada é para a glória do Criador.","conexao_teologica":"A divindade de Deus é um conceito fundamental na fé judaico-cristã, que estabelece a base para a adoração e a obediência.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","João 1:1"]},"1cronicas_22_19_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao templo que será construído como a casa de Deus entre o Seu povo.","explicacao_detalhada":"A palavra 'casa' (בַּיִת) simboliza um lugar de habitação, segurança e adoração, onde o povo pode se encontrar com Deus.","por_que_esta_palavra":"A construção da casa de Deus é um ato de devoção e um espaço sagrado para a adoração.","conexao_teologica":"A ideia de Deus habitar entre Seu povo é central na narrativa bíblica, culminando na encarnação de Cristo.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","Hebreus 3:6"]}}