{"1cronicas_28_1_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' aqui novamente enfatiza a posição de autoridade de Davi ao convocar os líderes de Israel para uma assembleia.","explicacao_detalhada":"Davi, como rei, tinha a responsabilidade de unir o povo e prepará-los para a construção do templo, um projeto que simbolizava a presença de Deus entre eles.","por_que_esta_palavra":"A repetição da palavra 'rei' destaca a importância da liderança e da visão que Davi tinha para Israel.","conexao_teologica":"A liderança de Davi é vista como um modelo de liderança servil, refletindo a natureza do Reino de Deus.","referencias_relacionadas":["1 Reis 2:1-4","Salmos 78:70-72","Atos 13:22"]},"1cronicas_28_2_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"O verbo 'levantar' refere-se ao ato de estabelecer ou erguer algo, neste caso, o templo de Deus.","explicacao_detalhada":"Davi expressa seu desejo de levantar um templo para Deus, simbolizando a importância da adoração e da presença divina entre o povo.","por_que_esta_palavra":"A palavra 'levantar' é crucial para entender a intenção de Davi em criar um espaço sagrado para a adoração.","conexao_teologica":"Levantar um templo é um ato de obediência e devoção, refletindo o desejo de habitar na presença de Deus.","referencias_relacionadas":["2 Samuel 7:12-13","Salmos 132:7-9","Atos 7:47"]},"1cronicas_28_2_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' aqui reafirma a posição de Davi como líder escolhido por Deus para guiar Israel.","explicacao_detalhada":"Davi, ao se referir a si mesmo como rei, reconhece sua responsabilidade em liderar o povo na adoração e na construção do templo.","por_que_esta_palavra":"A ênfase na realeza de Davi destaca a importância da liderança divina e a continuidade da promessa de Deus a sua linhagem.","conexao_teologica":"A realeza de Davi é um precursor da realeza de Cristo, que é chamado de Rei dos Reis.","referencias_relacionadas":["Mateus 1:1","Lucas 1:32-33","Romanos 1:3"]},"1cronicas_28_2_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude e importância do templo que Davi desejava construir.","explicacao_detalhada":"Davi queria que o templo fosse um lugar grandioso, digno da presença de um Deus tão grande e majestoso.","por_que_esta_palavra":"A utilização de 'grande' enfatiza a reverência e a adoração que o povo deveria ter ao se aproximar de Deus.","conexao_teologica":"A grandeza de Deus é um tema central nas Escrituras, refletindo sua majestade e poder.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"1cronicas_28_3_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se ao ser supremo, criador e mantenedor do universo, que deve ser adorado e respeitado.","explicacao_detalhada":"Davi reconhece a soberania de Deus e a importância de construir um templo que honre essa divindade.","por_que_esta_palavra":"A palavra 'deus' é fundamental para entender a relação entre o povo e seu Criador, e a necessidade de um espaço sagrado.","conexao_teologica":"A natureza de Deus como o único verdadeiro Deus é um tema central na teologia bíblica.","referencias_relacionadas":["Deuteronômio 6:4","Isaías 45:5","João 4:24"]},"1cronicas_28_3_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"A palavra 'sangue' refere-se ao sacrifício e à vida, simbolizando a importância da expiação e da redenção.","explicacao_detalhada":"Davi menciona o sangue para lembrar que a construção do templo não poderia ser feita por alguém que havia derramado sangue, refletindo a santidade do espaço.","por_que_esta_palavra":"A menção ao sangue destaca a seriedade dos sacrifícios e a necessidade de pureza ao se aproximar de Deus.","conexao_teologica":"O sangue é um símbolo importante na teologia da redenção, apontando para o sacrifício de Cristo.","referencias_relacionadas":["Levítico 17:11","Hebreus 9:22","1 Pedro 1:18-19"]},"1cronicas_28_3_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade e à integridade, características essenciais do caráter de Deus.","explicacao_detalhada":"Davi enfatiza a verdade como um princípio fundamental na adoração e na construção do templo, que deve ser um reflexo da natureza de Deus.","por_que_esta_palavra":"A palavra 'verdade' é usada para ressaltar a importância da sinceridade e da autenticidade na relação com Deus.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes.","referencias_relacionadas":["Salmos 25:5","João 14:6","Efésios 4:15"]},"1cronicas_28_4_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"A palavra 'eterno' refere-se à natureza imutável e infinita de Deus, que transcende o tempo.","explicacao_detalhada":"Davi reconhece que o reino de Deus e sua promessa são eternos, o que traz esperança ao povo de Israel.","por_que_esta_palavra":"A menção ao eterno enfatiza a durabilidade das promessas de Deus e a continuidade de seu plano redentor.","conexao_teologica":"A eternidade de Deus é um conceito central na teologia, refletindo sua soberania e poder sobre a história.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Hebreus 13:8"]},"1cronicas_28_4_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade máxima e governante de Israel, que é escolhido por Deus.","explicacao_detalhada":"No contexto de 1 Crônicas 28:4, Davi fala sobre como Deus escolheu Salomão para ser o próximo rei de Israel. A função de um rei é não apenas governar, mas também guiar o povo em questões espirituais e morais.","por_que_esta_palavra":"A palavra 'rei' é central para a estrutura política e espiritual de Israel, representando a liderança e a responsabilidade diante de Deus.","conexao_teologica":"A figura do rei em Israel é um reflexo do reinado de Deus sobre seu povo, e Salomão é visto como um tipo de Cristo, que reinará eternamente.","referencias_relacionadas":["1 Samuel 8:5","Salmos 2:6","Isaías 9:6-7"]},"1cronicas_28_5_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' implica a responsabilidade de decidir questões legais e morais entre o povo.","explicacao_detalhada":"Davi instrui Salomão sobre a importância de julgar com justiça, refletindo o caráter de Deus, que é justo e reto em suas decisões.","por_que_esta_palavra":"A função de julgar é essencial para manter a ordem e a justiça na sociedade, e Salomão é conhecido por sua sabedoria em decisões judiciais.","conexao_teologica":"O ato de julgar é um reflexo do caráter de Deus, que é o juiz supremo, e Salomão é um exemplo de como a sabedoria divina deve guiar as decisões humanas.","referencias_relacionadas":["Deuteronômio 16:18","Salmos 72:1-2","Provérbios 21:15"]},"1cronicas_28_5_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação direta entre Davi e Salomão, destacando a continuidade da linhagem real.","explicacao_detalhada":"Davi menciona Salomão como seu filho, enfatizando a importância da herança e da passagem de responsabilidades de uma geração para outra.","por_que_esta_palavra":"A relação pai-filho é fundamental na transmissão de valores e responsabilidades, especialmente no contexto da liderança de Israel.","conexao_teologica":"A ideia de filho é central na teologia bíblica, onde Jesus é chamado de Filho de Deus, estabelecendo uma nova aliança com a humanidade.","referencias_relacionadas":["Salmos 2:7","Mateus 1:1","Hebreus 1:5"]},"1cronicas_28_6_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Reforça a ideia de que Salomão é o escolhido de Deus para construir o templo e governar Israel.","explicacao_detalhada":"Davi destaca que Salomão não é apenas seu filho, mas também o escolhido por Deus para uma missão especial, que é edificar a casa do Senhor.","por_que_esta_palavra":"A escolha de Salomão como filho é significativa, pois representa a continuidade da promessa de Deus a Davi e a importância da linhagem.","conexao_teologica":"Salomão, como filho, simboliza a relação entre Deus e seu povo, onde Deus se compromete a ser o pai e o povo, seus filhos.","referencias_relacionadas":["1 Reis 6:1","2 Crônicas 3:1","Mateus 1:12"]},"1cronicas_28_6_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'grande' refere-se à magnitude da tarefa que Salomão terá ao construir o templo.","explicacao_detalhada":"Davi menciona que Salomão será grande, não apenas em estatura, mas em importância e responsabilidade ao liderar Israel e construir o templo.","por_que_esta_palavra":"A grandeza de Salomão é um reflexo da grandeza de Deus, que o escolheu para uma tarefa tão significativa.","conexao_teologica":"A grandeza de Salomão antecipa a grandeza de Cristo, que é o verdadeiro templo e a manifestação da presença de Deus entre os homens.","referencias_relacionadas":["1 Reis 3:12","Mateus 12:42","Lucas 1:32-33"]},"1cronicas_28_6_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' refere-se ao templo que Salomão irá construir, um lugar de adoração a Deus.","explicacao_detalhada":"Davi fala sobre a construção da casa do Senhor, que será um espaço sagrado onde o povo poderá se encontrar com Deus.","por_que_esta_palavra":"A casa é um símbolo da presença de Deus entre seu povo e da relação de aliança que Ele tem com Israel.","conexao_teologica":"O templo é um precursor do corpo de Cristo, que é a verdadeira habitação de Deus entre os homens.","referencias_relacionadas":["1 Reis 6:2","Salmos 132:13-14","Atos 7:47-50"]},"1cronicas_28_7_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"A palavra 'eterno' refere-se à promessa de Deus de estabelecer o reino de Salomão para sempre.","explicacao_detalhada":"Davi menciona que o reino de Salomão será estabelecido para sempre, refletindo a fidelidade de Deus às suas promessas.","por_que_esta_palavra":"A eternidade do reino é um tema central na teologia bíblica, apontando para a esperança de um reino eterno em Cristo.","conexao_teologica":"A promessa de um reino eterno se cumpre em Jesus, que é o Rei dos Reis e Senhor dos Senhores.","referencias_relacionadas":["2 Samuel 7:16","Salmos 89:3-4","Apocalipse 11:15"]},"1cronicas_28_7_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' parece ser um erro de transcrição, pois o contexto não se aplica a esta palavra.","explicacao_detalhada":"Não há um significado claro ou aplicação teológica para 'urso' neste contexto, sugerindo uma confusão na interpretação.","por_que_esta_palavra":"A palavra não se encaixa no contexto e pode ser um erro, não refletindo o tema da passagem.","conexao_teologica":"Não se aplica, pois a palavra não tem relevância no contexto bíblico.","referencias_relacionadas":["1 Crônicas 28:7","1 Crônicas 29:19","Salmos 119:105"]},"1cronicas_28_8_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se à herança que Deus deu a Israel, a terra prometida.","explicacao_detalhada":"Davi fala sobre a importância da terra como parte da aliança de Deus com seu povo, um lugar onde eles podem adorar e viver em paz.","por_que_esta_palavra":"A terra é um símbolo da promessa de Deus e da realização de sua vontade entre os israelitas.","conexao_teologica":"A terra prometida é um tipo do descanso eterno que Deus oferece a seu povo, culminando na nova terra prometida em Apocalipse.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Hebreus 4:8-11"]},"1cronicas_28_8_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade da terra e das bênçãos que Deus promete a Israel.","explicacao_detalhada":"Davi menciona que a terra é boa, refletindo a generosidade de Deus e sua intenção de abençoar seu povo com prosperidade.","por_que_esta_palavra":"A bondade da terra é um reflexo do caráter de Deus, que deseja o bem para seu povo.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, que culmina na oferta de vida abundante em Cristo.","referencias_relacionadas":["Salmos 34:8","Mateus 5:14-16","Tiago 1:17"]},"1cronicas_28_8_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"Refere-se à capacidade de perceber e entender as instruções de Deus.","explicacao_detalhada":"O 'olho' aqui simboliza a visão espiritual e a atenção que devemos ter às orientações divinas. É um chamado à vigilância e à percepção do que Deus deseja.","por_que_esta_palavra":"A palavra 'olho' é utilizada para enfatizar a importância de estar atento às direções de Deus, especialmente em um contexto de liderança e responsabilidade.","conexao_teologica":"A visão espiritual é fundamental para a vida cristã, pois permite discernir a vontade de Deus em nossas vidas.","referencias_relacionadas":["Mateus 6:22-23","Salmos 119:18","Provérbios 4:25"]},"1cronicas_28_9_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Representa o centro das emoções e decisões do ser humano.","explicacao_detalhada":"O 'coração' é visto como a sede dos sentimentos e da vontade. Neste versículo, é um chamado para que o coração esteja voltado a Deus e às Suas instruções.","por_que_esta_palavra":"A palavra 'coração' é crucial para entender a profundidade do relacionamento com Deus, que não se limita a ações externas, mas envolve a transformação interna.","conexao_teologica":"O coração é frequentemente mencionado na Bíblia como o lugar onde Deus deseja habitar e transformar.","referencias_relacionadas":["Provérbios 3:5-6","Jeremias 29:13","Mateus 22:37"]},"1cronicas_28_9_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à essência da vida e da identidade humana.","explicacao_detalhada":"A palavra 'alma' ou 'vida' implica a totalidade do ser humano, incluindo corpo, mente e espírito. É um lembrete de que devemos dedicar nossa vida a Deus.","por_que_esta_palavra":"A 'alma' é mencionada para enfatizar que a devoção a Deus deve ser integral, envolvendo todos os aspectos da vida.","conexao_teologica":"A alma é vista como a parte imortal do ser humano, que deve ser cuidada e direcionada a Deus.","referencias_relacionadas":["Mateus 16:26","Salmos 23:3","1 Pedro 2:11"]},"1cronicas_28_10_palacio":{"palavra_pt":"palacio","palavra_original":"מִקְדָּשׁ","transliteracao":"miqdâsh","strong":"H4720","significado_raiz":"Ideia básica: palacio.","significado_contextual":"Refere-se ao templo como a morada de Deus entre o Seu povo.","explicacao_detalhada":"O 'palácio' simboliza o lugar sagrado onde Deus habita e onde os adoradores se reúnem para prestar culto. É um espaço de reverência e santidade.","por_que_esta_palavra":"A palavra 'palácio' é usada para destacar a importância do templo como um local de encontro entre Deus e a humanidade.","conexao_teologica":"O templo é um símbolo da presença de Deus e da comunhão que Ele deseja ter com Seu povo.","referencias_relacionadas":["Salmos 27:4","Hebreus 10:19-22","1 Reis 6:1"]},"1cronicas_28_10_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de realizar ou fazer algo.","explicacao_detalhada":"A palavra 'urso' implica a ideia de execução de planos e projetos, especialmente em relação à construção do templo.","por_que_esta_palavra":"É importante entender que a realização das promessas de Deus requer ação e comprometimento por parte do ser humano.","conexao_teologica":"A ação de 'fazer' é um princípio fundamental na vida cristã, onde a fé se manifesta em obras.","referencias_relacionadas":["Tiago 2:17","Efésios 2:10","Colossenses 3:23"]},"1cronicas_28_10_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Indica a razão ou justificativa para uma ação.","explicacao_detalhada":"A palavra 'porque' é usada para introduzir a motivação por trás da construção do templo, que é a vontade de Deus.","por_que_esta_palavra":"É essencial entender as razões por trás das ações, especialmente quando se trata de obedecer a Deus.","conexao_teologica":"A obediência a Deus deve ser motivada pelo amor e pela compreensão de Sua vontade.","referencias_relacionadas":["Romanos 12:1","1 João 5:3","Deuteronômio 6:5"]},"1cronicas_28_11_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou entregar algo.","explicacao_detalhada":"A palavra 'dar' implica a ideia de oferecer algo a Deus, seja em adoração, serviço ou recursos.","por_que_esta_palavra":"É um lembrete de que tudo o que temos deve ser visto como um presente de Deus e deve ser devolvido a Ele em gratidão.","conexao_teologica":"Dar é um princípio central na vida cristã, refletindo a generosidade de Deus para conosco.","referencias_relacionadas":["2 Coríntios 9:7","Atos 20:35","Lucas 6:38"]},"1cronicas_28_11_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar ou ao templo como a morada de Deus.","explicacao_detalhada":"A palavra 'casa' simboliza um espaço sagrado onde a presença de Deus é reconhecida e adorada.","por_que_esta_palavra":"É importante entender que a casa de Deus é um lugar de encontro e comunhão com o Senhor.","conexao_teologica":"A casa de Deus representa a comunidade de crentes e a presença do Espírito Santo entre nós.","referencias_relacionadas":["Salmos 84:1-2","Mateus 21:13","Hebreus 3:6"]},"1cronicas_28_11_sagrado":{"palavra_pt":"sagrado","palavra_original":"כַּפֹּרֶת","transliteracao":"kappôreth","strong":"H3727","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se à santidade e ao caráter separado de Deus.","explicacao_detalhada":"A palavra 'sagrado' implica que o que pertence a Deus é separado para um propósito especial e deve ser tratado com reverência.","por_que_esta_palavra":"É um lembrete da importância de reconhecer a santidade de Deus e de tudo o que é dedicado a Ele.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, que nos chama a viver de maneira que reflita Seu caráter.","referencias_relacionadas":["1 Pedro 1:16","Levítico 11:44","Isaías 6:3"]},"1cronicas_28_12_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao espírito como a força vital que dá vida.","explicacao_detalhada":"A palavra 'espírito' ou 'vento' simboliza a presença de Deus que dá vida e direção ao Seu povo.","por_que_esta_palavra":"É importante reconhecer que o Espírito Santo é a força que capacita e guia os crentes em sua jornada de fé.","conexao_teologica":"O Espírito Santo é essencial para a vida cristã, sendo o Consolador e Aquele que nos ensina e lembra das verdades de Deus.","referencias_relacionadas":["João 14:26","Atos 1:8","Gálatas 5:22-23"]},"1cronicas_28_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as instruções foram dadas por Deus a Davi.","explicacao_detalhada":"A palavra 'modo' aqui indica a maneira específica em que Davi deveria organizar o templo e os serviços a serem realizados nele, conforme a vontade de Deus.","por_que_esta_palavra":"É importante para entender a precisão e a ordem que Deus deseja em Sua adoração.","conexao_teologica":"A forma como adoramos a Deus deve ser conforme Sua revelação e instruções.","referencias_relacionadas":["Êxodo 25:9","Salmos 119:105","Hebreus 8:5"]},"1cronicas_28_12_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, que deu instruções a Davi.","explicacao_detalhada":"A palavra 'Deus' enfatiza a soberania e a autoridade divina sobre a criação e a adoração.","por_que_esta_palavra":"É fundamental reconhecer quem é Deus ao seguir Suas instruções.","conexao_teologica":"A relação entre Deus e Seu povo é central na teologia bíblica.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]},"1cronicas_28_13_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"Refere-se aos sacerdotes que serviriam no templo.","explicacao_detalhada":"A palavra 'sacerdote' indica aqueles que têm a responsabilidade de mediar entre Deus e o povo, realizando sacrifícios e cultos.","por_que_esta_palavra":"Os sacerdotes desempenham um papel crucial na adoração e na manutenção da santidade do templo.","conexao_teologica":"A função sacerdotal é um símbolo da intercessão de Cristo por nós.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:10","Hebreus 5:1"]},"1cronicas_28_13_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como os sacerdotes devem atuar no templo.","explicacao_detalhada":"A palavra 'modo' aqui é usada para descrever a maneira correta de serviço sacerdotal, conforme as instruções divinas.","por_que_esta_palavra":"É essencial que os sacerdotes sigam o modo estabelecido por Deus para garantir a santidade do culto.","conexao_teologica":"A obediência às instruções de Deus é um tema recorrente na Bíblia.","referencias_relacionadas":["Números 18:1","Deuteronômio 10:8","1 Pedro 2:9"]},"1cronicas_28_13_povo":{"palavra_pt":"povo","palavra_original":"מַחֲלֹקֶת","transliteracao":"machălôqeth","strong":"H4256","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Israel que seria beneficiado pelas instruções dadas.","explicacao_detalhada":"A palavra 'povo' destaca a coletividade dos israelitas que deveriam adorar a Deus conforme as diretrizes estabelecidas.","por_que_esta_palavra":"O povo é o foco da adoração e da relação com Deus, sendo chamado a participar da vida religiosa.","conexao_teologica":"A comunidade de fé é essencial na prática da adoração a Deus.","referencias_relacionadas":["Êxodo 19:6","Salmos 100:3","Atos 2:42"]},"1cronicas_28_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo de construção e uso dos utensílios do templo.","explicacao_detalhada":"A palavra 'modo' aqui enfatiza a importância de seguir as instruções divinas na confecção dos objetos sagrados.","por_que_esta_palavra":"A precisão na construção dos utensílios é crucial para a adoração adequada a Deus.","conexao_teologica":"Deus se preocupa com os detalhes da adoração e da santidade.","referencias_relacionadas":["Êxodo 25:40","Salmos 29:2","Colossenses 3:23"]},"1cronicas_28_14_ouro":{"palavra_pt":"ouro","palavra_original":"זָהָב","transliteracao":"zâhâb","strong":"H2091","significado_raiz":"Ideia básica: ouro.","significado_contextual":"Refere-se ao material precioso usado na construção do templo.","explicacao_detalhada":"A palavra 'ouro' simboliza a riqueza e a glória de Deus, refletindo a importância do templo como morada divina.","por_que_esta_palavra":"O uso de ouro destaca a santidade e o valor do espaço dedicado a Deus.","conexao_teologica":"O templo é um símbolo da presença de Deus entre Seu povo.","referencias_relacionadas":["1 Reis 6:20","Salmos 84:10","Apocalipse 21:21"]},"1cronicas_28_14_full":{"palavra_pt":"cheio","palavra_original":"מִשְׁקָל","transliteracao":"mishqâl","strong":"H4948","significado_raiz":"Ideia básica: cheio.","significado_contextual":"Refere-se à plenitude dos materiais e recursos necessários para o templo.","explicacao_detalhada":"A palavra 'cheio' indica que tudo deve ser completo e adequado para o serviço a Deus.","por_que_esta_palavra":"A plenitude é necessária para que a adoração a Deus seja feita de maneira digna.","conexao_teologica":"Deus deseja que ofereçamos o melhor em nossa adoração.","referencias_relacionadas":["2 Crônicas 3:3","Salmos 96:9","Romanos 12:1"]},"1cronicas_28_15_full":{"palavra_pt":"cheio","palavra_original":"מִשְׁקָל","transliteracao":"mishqâl","strong":"H4948","significado_raiz":"Ideia básica: cheio.","significado_contextual":"Refere-se à quantidade e qualidade dos utensílios do templo.","explicacao_detalhada":"A palavra 'cheio' aqui reforça a ideia de que tudo deve ser preparado com cuidado e dedicação.","por_que_esta_palavra":"A qualidade dos utensílios reflete a reverência que devemos ter ao servir a Deus.","conexao_teologica":"A excelência no serviço a Deus é um princípio bíblico.","referencias_relacionadas":["1 Crônicas 29:2","Provérbios 3:9","Colossenses 3:17"]},"1cronicas_28_15_ouro":{"palavra_pt":"ouro","palavra_original":"זָהָב","transliteracao":"zâhâb","strong":"H2091","significado_raiz":"Ideia básica: ouro.","significado_contextual":"Refere-se ao uso de ouro nos utensílios do templo.","explicacao_detalhada":"A palavra 'ouro' destaca a riqueza e a beleza que devem caracterizar o lugar de adoração.","por_que_esta_palavra":"O uso de materiais preciosos é uma forma de honrar a Deus em Sua casa.","conexao_teologica":"Deus merece o melhor de nós em nossa adoração e serviço.","referencias_relacionadas":["1 Reis 6:21","Salmos 119:72","Mateus 6:21"]},"1cronicas_28_16_ouro":{"palavra_pt":"ouro","palavra_original":"זָהָב","transliteracao":"zâhâb","strong":"H2091","significado_raiz":"Ideia básica: ouro.","significado_contextual":"Ouro é um símbolo de riqueza e valor, frequentemente associado à divindade e ao sagrado.","explicacao_detalhada":"No contexto de 1 Crônicas 28:16, o ouro é mencionado como material para a construção do templo, destacando a importância e a magnificência do lugar de adoração a Deus.","por_que_esta_palavra":"A escolha do ouro reflete a glória e a majestade de Deus, além de representar a pureza e a durabilidade.","conexao_teologica":"O uso do ouro no templo simboliza a presença de Deus e a santidade do espaço sagrado, onde os fiéis se encontram com o Criador.","referencias_relacionadas":["Êxodo 25:11","1 Reis 6:20","Salmos 68:15"]},"1cronicas_28_16_row":{"palavra_pt":"row","palavra_original":"מַעֲרֶכֶת","transliteracao":"maʻăreketh","strong":"H4635","significado_raiz":"Ideia básica: row.","significado_contextual":"Row refere-se à disposição ordenada dos elementos no templo, indicando organização e reverência.","explicacao_detalhada":"Em 1 Crônicas 28:16, a palavra 'row' sugere a importância da estrutura e da ordem na construção do templo, refletindo a necessidade de um espaço sagrado bem organizado.","por_que_esta_palavra":"A ordem é essencial em um espaço de adoração, pois promove um ambiente propício para a reverência e a adoração a Deus.","conexao_teologica":"A organização do templo é um reflexo da ordem divina e da intenção de Deus em se relacionar com seu povo de maneira estruturada.","referencias_relacionadas":["1 Reis 6:5","Êxodo 26:18","Salmos 122:1"]},"1cronicas_28_18_altar":{"palavra_pt":"altar","palavra_original":"מִזְבֵּחַ","transliteracao":"mizbêach","strong":"H4196","significado_raiz":"Ideia básica: altar.","significado_contextual":"O altar é um local de sacrifício e adoração, simbolizando a mediação entre Deus e o homem.","explicacao_detalhada":"Em 1 Crônicas 28:18, o altar é mencionado como parte essencial do templo, onde os sacrifícios seriam oferecidos a Deus, representando a expiação e a devoção.","por_que_esta_palavra":"O altar é fundamental na prática religiosa, pois é o lugar onde se busca a reconciliação com Deus por meio de ofertas e sacrifícios.","conexao_teologica":"O altar aponta para a necessidade de sacrifício para a expiação dos pecados, culminando na obra redentora de Cristo.","referencias_relacionadas":["Levítico 1:5","Hebreus 13:10","Romanos 12:1"]},"1cronicas_28_18_full":{"palavra_pt":"cheio","palavra_original":"מִשְׁקָל","transliteracao":"mishqâl","strong":"H4948","significado_raiz":"Ideia básica: cheio.","significado_contextual":"Cheio refere-se à plenitude dos materiais e da dedicação ao templo.","explicacao_detalhada":"No versículo 1 Crônicas 28:18, 'cheio' indica que o altar deve ser adequadamente preparado e abastecido para os sacrifícios, simbolizando a devoção total a Deus.","por_que_esta_palavra":"A ideia de estar 'cheio' sugere que nada deve faltar na adoração a Deus, enfatizando a importância da dedicação completa.","conexao_teologica":"A plenitude no serviço a Deus reflete a totalidade do compromisso que os crentes devem ter em sua vida espiritual.","referencias_relacionadas":["Êxodo 29:38","Salmos 23:5","Mateus 5:6"]},"1cronicas_28_19_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como as instruções para a construção do templo devem ser seguidas.","explicacao_detalhada":"Em 1 Crônicas 28:19, 'modo' destaca a importância de seguir as diretrizes divinas com precisão na construção do templo, refletindo a obediência a Deus.","por_que_esta_palavra":"A palavra 'modo' enfatiza que a adoração deve ser feita de acordo com as instruções de Deus, não de maneira arbitrária.","conexao_teologica":"A obediência às instruções divinas é fundamental para a vida do crente, mostrando que Deus se importa com a forma como o adoramos.","referencias_relacionadas":["Deuteronômio 12:32","Salmos 119:4","Colossenses 3:17"]},"1cronicas_28_19_livro":{"palavra_pt":"livro","palavra_original":"כָּתָב","transliteracao":"kâthâb","strong":"H3791","significado_raiz":"Ideia básica: livro.","significado_contextual":"Livro refere-se ao registro das instruções e planos dados por Deus.","explicacao_detalhada":"No contexto de 1 Crônicas 28:19, 'livro' representa a documentação das orientações divinas para a construção do templo, enfatizando a importância da palavra de Deus.","por_que_esta_palavra":"A palavra 'livro' sugere a permanência e a autoridade das instruções divinas, que devem ser seguidas com seriedade.","conexao_teologica":"A Escritura é a base da fé e da prática cristã, e a obediência a ela é essencial para o relacionamento com Deus.","referencias_relacionadas":["Josué 1:8","Salmos 119:105","2 Timóteo 3:16"]},"1cronicas_28_19_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"Mão simboliza ação, trabalho e a capacidade de realizar as instruções de Deus.","explicacao_detalhada":"Em 1 Crônicas 28:19, 'mão' representa a ação prática de seguir as instruções divinas na construção do templo, enfatizando a responsabilidade humana.","por_que_esta_palavra":"A palavra 'mão' sugere que a obra de Deus requer esforço e dedicação por parte dos crentes.","conexao_teologica":"A colaboração entre a ação humana e a direção divina é um tema central na vida cristã, onde os crentes são chamados a agir conforme a vontade de Deus.","referencias_relacionadas":["Salmos 90:17","Eclesiastes 9:10","Colossenses 3:23"]},"1cronicas_28_20_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Urso refere-se à ação de fazer ou realizar, enfatizando a execução das ordens de Deus.","explicacao_detalhada":"Em 1 Crônicas 28:20, 'urso' é usado para indicar a realização das instruções dadas por Deus, mostrando a importância da ação na fé.","por_que_esta_palavra":"A palavra 'urso' destaca a responsabilidade de cumprir as ordens divinas com diligência e comprometimento.","conexao_teologica":"A fé sem obras é morta, e a ação é uma expressão da verdadeira crença e obediência a Deus.","referencias_relacionadas":["Tiago 2:17","Mateus 7:21","Gálatas 6:9"]},"1cronicas_28_20_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Dizer refere-se à comunicação da vontade de Deus e à importância de proclamar suas instruções.","explicacao_detalhada":"Em 1 Crônicas 28:20, 'dizer' enfatiza a necessidade de comunicar as instruções de Deus de forma clara e precisa, refletindo a importância da palavra.","por_que_esta_palavra":"A comunicação da vontade de Deus é essencial para que os crentes possam entender e seguir suas orientações.","conexao_teologica":"A palavra de Deus é viva e eficaz, e a proclamação dela é fundamental para a edificação da fé.","referencias_relacionadas":["Romanos 10:17","1 Pedro 4:11","Salmos 119:13"]},"1cronicas_28_20_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho refere-se à relação entre Deus e seu povo, enfatizando a paternidade divina.","explicacao_detalhada":"Em 1 Crônicas 28:20, 'filho' simboliza a herança e a continuidade da fé, destacando a responsabilidade de Salomão como sucessor de Davi.","por_que_esta_palavra":"A palavra 'filho' indica a relação íntima e pessoal que Deus tem com seu povo, chamando-os de filhos.","conexao_teologica":"A paternidade de Deus é um tema central na teologia cristã, onde os crentes são vistos como filhos adotivos por meio de Cristo.","referencias_relacionadas":["Romanos 8:15","Gálatas 4:6","Efésios 1:5"]},"1cronicas_28_21_sacerdote":{"palavra_pt":"sacerdote","palavra_original":"כֹּהֵן","transliteracao":"kôhên","strong":"H3548","significado_raiz":"Ideia básica: sacerdote.","significado_contextual":"O sacerdote é um mediador entre Deus e o povo, responsável por realizar sacrifícios e manter a santidade do culto.","explicacao_detalhada":"Na tradição israelita, os sacerdotes eram da linhagem de Arão e tinham a função de oferecer sacrifícios no templo, ensinar a lei e abençoar o povo. Eles eram essenciais para a manutenção da relação entre Deus e Israel.","por_que_esta_palavra":"A palavra 'sacerdote' é utilizada para enfatizar a importância da mediação e do serviço religioso na vida do povo de Deus.","conexao_teologica":"A figura do sacerdote prefigura o papel de Cristo como nosso sumo sacerdote, que intercede por nós diante de Deus.","referencias_relacionadas":["Êxodo 28:1","Levítico 10:10","Hebreus 4:14"]},"1cronicas_28_21_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas devem ser feitas, especialmente em relação ao culto e à adoração a Deus.","explicacao_detalhada":"O termo 'modo' implica em um padrão ou forma específica que deve ser seguida, refletindo a ordem e a reverência que Deus requer em Sua adoração.","por_que_esta_palavra":"A palavra 'modo' é importante para destacar que a adoração a Deus deve ser feita de acordo com Suas instruções e não de qualquer maneira.","conexao_teologica":"A obediência ao modo de adoração é um reflexo da submissão à vontade de Deus, que é um tema central na teologia bíblica.","referencias_relacionadas":["Êxodo 25:9","Números 4:15","Colossenses 3:23"]},"1cronicas_28_21_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o ser supremo, criador do universo, que estabelece a relação com Seu povo através de alianças.","explicacao_detalhada":"A palavra 'Deus' neste contexto enfatiza a soberania e a autoridade divina sobre todas as coisas, incluindo a adoração e o serviço no templo.","por_que_esta_palavra":"A utilização da palavra 'Deus' reafirma a centralidade da divindade na vida do povo de Israel e na realização de suas práticas religiosas.","conexao_teologica":"Deus é o centro da adoração e a fonte de toda a vida espiritual, sendo essencial para a compreensão da relação entre o Criador e a criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","Isaías 40:28"]}}