{"1cronicas_6_1_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem.","explicacao_detalhada":"Neste contexto, a menção de 'filho' é importante para estabelecer a genealogia e a herança espiritual do povo de Deus.","por_que_esta_palavra":"A palavra é utilizada para mostrar a relação familiar e a responsabilidade que vem com a herança.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia cristã, enfatizando a adoção e a relação íntima com o Criador.","referencias_relacionadas":["Gálatas 4:7","Romanos 8:15","Efésios 1:5"]},"1cronicas_6_1_merari":{"palavra_pt":"merari","palavra_original":"מְרָרִי","transliteracao":"Mᵉrârîy","strong":"H4847","significado_raiz":"Ideia básica: merari.","significado_contextual":"O nome 'Merari' refere-se a um dos filhos de Levi, importante na organização do culto e serviço no tabernáculo.","explicacao_detalhada":"Merari, como descendente de Levi, tinha um papel específico na administração e transporte dos utensílios sagrados.","por_que_esta_palavra":"A palavra é usada para identificar a linhagem e a função dos levitas no serviço a Deus.","conexao_teologica":"A linhagem de Merari destaca a importância do serviço e da dedicação a Deus na vida do povo escolhido.","referencias_relacionadas":["Números 3:33-37","Êxodo 6:19","1 Crônicas 6:48"]},"1cronicas_6_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' novamente refere-se à continuidade da linhagem, neste caso, relacionada a um dos descendentes de Levi.","explicacao_detalhada":"A menção do filho neste contexto é crucial para a identificação das gerações e a preservação da herança espiritual.","por_que_esta_palavra":"A palavra é utilizada para reforçar a importância da genealogia na história do povo de Deus.","conexao_teologica":"A genealogia é um tema recorrente na Bíblia, mostrando como Deus trabalha através das gerações.","referencias_relacionadas":["Mateus 1:1-17","Lucas 3:23-38","1 Crônicas 1:1-4"]},"1cronicas_6_2_nome":{"palavra_pt":"nome","palavra_original":"שִׁמְעִי","transliteracao":"Shimʻîy","strong":"H8096","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Shim'i' refere-se a um dos descendentes de Levi, destacando sua importância na genealogia.","explicacao_detalhada":"O nome é significativo na identificação dos levitas e na preservação da história do povo de Deus.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância dos nomes na cultura israelita e na história da salvação.","conexao_teologica":"Os nomes têm um significado profundo nas Escrituras, muitas vezes refletindo o caráter e a missão de uma pessoa.","referencias_relacionadas":["1 Crônicas 6:3","Êxodo 6:15","Números 26:58"]},"1cronicas_6_2_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à autoridade e à reputação de uma pessoa ou entidade.","explicacao_detalhada":"Neste contexto, o nome é associado à identidade e ao papel que os levitas desempenham no serviço a Deus.","por_que_esta_palavra":"A palavra é utilizada para destacar a importância da autoridade divina e da responsabilidade dos líderes espirituais.","conexao_teologica":"O nome de Deus é uma expressão de Sua autoridade e poder, e os crentes são chamados a honrá-lo.","referencias_relacionadas":["Salmos 29:2","Colossenses 3:17","Apocalipse 3:12"]},"1cronicas_6_3_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é novamente usada para referir-se à continuidade da linhagem levítica.","explicacao_detalhada":"A menção do filho neste contexto reforça a importância da herança e da transmissão da fé entre as gerações.","por_que_esta_palavra":"A palavra é utilizada para mostrar a conexão entre as gerações e a importância da linhagem no plano de Deus.","conexao_teologica":"A continuidade da fé é um tema central na Bíblia, mostrando como Deus opera através das famílias.","referencias_relacionadas":["Deuteronômio 6:6-7","Salmos 78:4","2 Timóteo 1:5"]},"1cronicas_6_3_izhar":{"palavra_pt":"izhar","palavra_original":"יִצְהָר","transliteracao":"Yitshâr","strong":"H3324","significado_raiz":"Ideia básica: izhar.","significado_contextual":"Izhar é mencionado como um dos filhos de Coate, um dos filhos de Levi, destacando a linhagem levítica.","explicacao_detalhada":"Izhar é uma figura importante na genealogia levítica, representando uma das famílias que serviram no templo. A sua menção é crucial para entender a organização dos levitas e suas funções no culto a Deus.","por_que_esta_palavra":"A palavra 'izhar' é significativa porque representa a continuidade da linhagem sacerdotal e a importância da tribo de Levi na adoração a Deus.","conexao_teologica":"Izhar simboliza a fidelidade de Deus em preservar a linhagem sacerdotal, que é essencial para a adoração e a mediação entre Deus e o povo.","referencias_relacionadas":["Êxodo 6:21","Números 3:19","1 Crônicas 6:1"]},"1cronicas_6_3_nome":{"palavra_pt":"nome","palavra_original":"חֶבְרוֹן","transliteracao":"Chebrôwn","strong":"H2275","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome mencionado refere-se a Hebrom, uma cidade significativa na história de Israel, associada a Abraão e ao estabelecimento da terra prometida.","explicacao_detalhada":"Hebrom é uma cidade antiga que serviu como um centro importante para os patriarcas e mais tarde para a tribo de Judá. O nome é um símbolo de herança e promessa.","por_que_esta_palavra":"A palavra 'nome' aqui destaca a importância da identidade e da herança na história do povo de Deus, enfatizando a conexão com as promessas feitas a Abraão.","conexao_teologica":"O nome Hebrom conecta a história de Israel com a aliança de Deus, mostrando como Ele cumpre Suas promessas ao longo das gerações.","referencias_relacionadas":["Gênesis 13:18","Gênesis 23:2","Josué 14:13"]},"1cronicas_6_4_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para descrever a relação familiar e a continuidade da linhagem levítica.","explicacao_detalhada":"A menção de 'filho' enfatiza a importância da descendência e do papel dos levitas na adoração a Deus, mostrando como cada geração é responsável por manter a fé.","por_que_esta_palavra":"A palavra 'filho' é fundamental para entender a estrutura familiar e a transmissão da fé entre as gerações, especialmente entre os levitas.","conexao_teologica":"A relação de pai para filho é um tema recorrente na Bíblia, simbolizando a transmissão da fé e a responsabilidade espiritual.","referencias_relacionadas":["Êxodo 6:20","Salmos 78:5","Provérbios 22:6"]},"1cronicas_6_4_mushi":{"palavra_pt":"mushi","palavra_original":"מוּשִׁי","transliteracao":"Mûwshîy","strong":"H4187","significado_raiz":"Ideia básica: mushi.","significado_contextual":"Mushi é mencionado como um dos filhos de Merari, outro dos filhos de Levi, destacando a diversidade das famílias levíticas.","explicacao_detalhada":"A inclusão de Mushi na genealogia levítica mostra a importância de cada família na adoração e no serviço a Deus, refletindo a diversidade dentro da tribo de Levi.","por_que_esta_palavra":"A palavra 'mushi' é relevante para entender a estrutura e a organização dos levitas, que desempenhavam papéis distintos no culto.","conexao_teologica":"Mushi representa a diversidade dos dons e ministérios dentro do corpo de Cristo, onde cada membro tem um papel único e importante.","referencias_relacionadas":["Números 3:20","1 Crônicas 6:29","Êxodo 6:19"]},"1cronicas_6_4_merari":{"palavra_pt":"merari","palavra_original":"מְרָרִי","transliteracao":"Mᵉrârîy","strong":"H4847","significado_raiz":"Ideia básica: merari.","significado_contextual":"Merari é outro filho de Levi, e sua menção destaca a importância das famílias levíticas na estrutura do culto israelita.","explicacao_detalhada":"Merari, como parte da linhagem levítica, tinha funções específicas no templo, e sua inclusão na genealogia é crucial para entender a organização do culto.","por_que_esta_palavra":"A palavra 'merari' é significativa porque representa uma das famílias que serviam no templo, enfatizando a importância do serviço a Deus.","conexao_teologica":"Merari simboliza a dedicação ao serviço de Deus e a importância de cada membro da comunidade na adoração.","referencias_relacionadas":["Números 3:33","1 Crônicas 6:29","Êxodo 6:19"]},"1cronicas_6_5_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é novamente utilizada para descrever a continuidade da linhagem levítica, neste caso, referindo-se a Gershom.","explicacao_detalhada":"A menção de Gershom como filho de Levi reforça a importância da descendência e do papel dos levitas na história de Israel.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender a transmissão da fé e a continuidade da linhagem levítica.","conexao_teologica":"A relação de pai para filho é um tema central na Bíblia, simbolizando a continuidade da fé e a responsabilidade espiritual.","referencias_relacionadas":["Êxodo 2:22","Números 3:21","1 Crônicas 6:1"]},"1cronicas_6_5_nome":{"palavra_pt":"nome","palavra_original":"גֵּרְשֹׁם","transliteracao":"Gêrᵉshôm","strong":"H1647","significado_raiz":"Ideia básica: nome.","significado_contextual":"Gershom é mencionado como um dos filhos de Levi, destacando a importância de sua linhagem na história do povo de Deus.","explicacao_detalhada":"Gershom é uma figura importante na genealogia levítica, e sua menção é essencial para entender a organização dos levitas e suas funções no culto.","por_que_esta_palavra":"A palavra 'nome' aqui destaca a identidade e a herança na história de Israel, enfatizando a conexão com as promessas de Deus.","conexao_teologica":"Gershom representa a fidelidade de Deus em preservar a linhagem levítica, essencial para a adoração e a mediação entre Deus e o povo.","referencias_relacionadas":["Êxodo 2:22","Números 3:21","1 Crônicas 6:1"]},"1cronicas_6_5_libni":{"palavra_pt":"libni","palavra_original":"לִבְנִי","transliteracao":"Libnîy","strong":"H3845","significado_raiz":"Ideia básica: libni.","significado_contextual":"Libni é mencionado como um dos filhos de Gershom, continuando a linhagem levítica.","explicacao_detalhada":"A inclusão de Libni na genealogia levítica mostra a continuidade da linhagem e a importância de cada geração no serviço a Deus.","por_que_esta_palavra":"A palavra 'libni' é significativa porque representa a continuidade da linhagem levítica e a responsabilidade no culto.","conexao_teologica":"Libni simboliza a importância da continuidade da fé e do serviço a Deus através das gerações.","referencias_relacionadas":["1 Crônicas 6:1","Números 3:21","Êxodo 6:20"]},"1cronicas_6_6_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é utilizada para descrever a relação familiar e a continuidade da linhagem levítica, neste caso, referindo-se a Joá.","explicacao_detalhada":"A menção de Joá como filho de Libni reforça a importância da descendência e do papel dos levitas na história de Israel.","por_que_esta_palavra":"A palavra 'filho' é crucial para entender a transmissão da fé e a continuidade da linhagem levítica.","conexao_teologica":"A relação de pai para filho é um tema central na Bíblia, simbolizando a continuidade da fé e a responsabilidade espiritual.","referencias_relacionadas":["1 Crônicas 6:1","Números 3:21","Êxodo 6:20"]},"1cronicas_6_6_nome":{"palavra_pt":"nome","palavra_original":"יוֹאָח","transliteracao":"Yôwʼâch","strong":"H3098","significado_raiz":"Ideia básica: nome.","significado_contextual":"Joá é mencionado como um dos filhos de Libni, continuando a linhagem levítica.","explicacao_detalhada":"A inclusão de Joá na genealogia levítica mostra a continuidade da linhagem e a importância de cada geração no serviço a Deus.","por_que_esta_palavra":"A palavra 'nome' aqui destaca a identidade e a herança na história de Israel, enfatizando a conexão com as promessas de Deus.","conexao_teologica":"Joá representa a fidelidade de Deus em preservar a linhagem levítica, essencial para a adoração e a mediação entre Deus e o povo.","referencias_relacionadas":["1 Crônicas 6:1","Números 3:21","Êxodo 6:20"]},"1cronicas_6_7_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação de descendência, indicando que a pessoa mencionada é um filho de outra.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever a relação familiar e a continuidade da linhagem, especialmente em contextos genealógicos.","por_que_esta_palavra":"É fundamental para estabelecer a herança e a identidade dentro do povo de Israel.","conexao_teologica":"A ideia de filiação é central na teologia bíblica, refletindo a relação entre Deus e Seu povo como um Pai e Seus filhos.","referencias_relacionadas":["Êxodo 4:22","Salmos 2:7","Romanos 8:14"]},"1cronicas_6_7_kohath":{"palavra_pt":"kohath","palavra_original":"קְהָת","transliteracao":"Qᵉhâth","strong":"H6955","significado_raiz":"Ideia básica: kohath.","significado_contextual":"Kohath é um nome próprio que se refere a um dos filhos de Levi, que teve um papel importante no serviço do tabernáculo.","explicacao_detalhada":"Kohath é mencionado como um dos antepassados dos levitas, cuja linhagem foi responsável por transportar os utensílios sagrados do tabernáculo.","por_que_esta_palavra":"A menção de Kohath é crucial para entender a organização e as responsabilidades dos levitas no culto a Deus.","conexao_teologica":"Kohath representa a importância da santidade e do serviço a Deus, refletindo a chamada de Deus para um povo separado.","referencias_relacionadas":["Números 3:17","Números 4:2","Hebreus 7:14"]},"1cronicas_6_7_nome":{"palavra_pt":"nome","palavra_original":"עַמִּינָדָב","transliteracao":"ʻAmmîynâdâb","strong":"H5992","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Ammínadab' é um nome próprio que carrega significados relacionados à generosidade e à disposição.","explicacao_detalhada":"A escolha de nomes na cultura hebraica muitas vezes reflete características ou esperanças dos pais para seus filhos.","por_que_esta_palavra":"Os nomes são importantes na narrativa bíblica, pois muitas vezes revelam a identidade e o propósito de uma pessoa.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados teológicos profundos, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 46:16","Rute 4:18","Mateus 1:4"]},"1cronicas_6_8_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a continuidade da linhagem levítica através de Ebiasaph.","explicacao_detalhada":"A repetição da palavra 'filho' (בֵּן) enfatiza a importância da descendência na genealogia levítica.","por_que_esta_palavra":"A filiação é essencial para a legitimidade do serviço no templo e a preservação da herança espiritual.","conexao_teologica":"A linhagem levítica é um símbolo da fidelidade de Deus em preservar Seu povo e Seu culto.","referencias_relacionadas":["Êxodo 6:24","Números 3:30","Hebreus 7:5"]},"1cronicas_6_8_ebiasaph":{"palavra_pt":"ebiasaph","palavra_original":"אֶבְיָסָף","transliteracao":"ʼEbyâçâph","strong":"H43","significado_raiz":"Ideia básica: ebiasaph.","significado_contextual":"Ebiasaph é um nome que se refere a um dos filhos de Kohath, destacando sua importância na linhagem levítica.","explicacao_detalhada":"O nome Ebiasaph pode ser interpretado como 'meu pai tem adicionado', refletindo a esperança de crescimento e bênção na família.","por_que_esta_palavra":"A menção de Ebiasaph é significativa para entender a estrutura e a função dos levitas no culto a Deus.","conexao_teologica":"Ebiasaph representa a continuidade da obra de Deus através das gerações e a importância do serviço a Ele.","referencias_relacionadas":["1 Crônicas 6:23","Salmos 78:65","Hebreus 7:14"]},"1cronicas_6_8_nome":{"palavra_pt":"nome","palavra_original":"אַסִּיר","transliteracao":"ʼAççîyr","strong":"H617","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Aççîyr' é um nome próprio que pode estar relacionado a características de força ou riqueza.","explicacao_detalhada":"Nomes como Aççîyr são frequentemente escolhidos para refletir as esperanças dos pais e a identidade da pessoa.","por_que_esta_palavra":"Os nomes têm um papel importante na narrativa bíblica, muitas vezes simbolizando o caráter ou o destino de uma pessoa.","conexao_teologica":"A escolha de nomes na Bíblia é um reflexo da soberania de Deus na vida de Seu povo.","referencias_relacionadas":["Gênesis 46:16","Rute 4:18","Mateus 1:4"]},"1cronicas_6_9_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à continuidade da linhagem levítica através de Saul.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada novamente para enfatizar a importância da descendência na genealogia.","por_que_esta_palavra":"A filiação é crucial para a legitimidade e a continuidade do serviço no templo.","conexao_teologica":"A linhagem é um tema central na Bíblia, mostrando como Deus preserva Seu povo através das gerações.","referencias_relacionadas":["Números 3:30","1 Crônicas 6:22","Hebreus 7:14"]},"1cronicas_6_9_nome":{"palavra_pt":"nome","palavra_original":"שָׁאוּל","transliteracao":"Shâʼûwl","strong":"H7586","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Saul' é um nome próprio que carrega significados de pedido ou desejo.","explicacao_detalhada":"Saul foi o primeiro rei de Israel, e seu nome reflete a expectativa do povo por um líder.","por_que_esta_palavra":"A menção do nome Saul é significativa para a história de Israel e a transição para a monarquia.","conexao_teologica":"O nome de Saul representa a complexidade da liderança e a soberania de Deus na escolha de líderes.","referencias_relacionadas":["1 Samuel 9:2","1 Samuel 10:1","Atos 13:21"]},"1cronicas_6_10_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a continuidade da linhagem levítica através de Ahimoth.","explicacao_detalhada":"A repetição da palavra 'filho' (בֵּן) reforça a importância da genealogia na tradição israelita.","por_que_esta_palavra":"A filiação é essencial para a legitimidade do serviço no templo e a preservação da herança espiritual.","conexao_teologica":"A linhagem levítica é um símbolo da fidelidade de Deus em preservar Seu povo e Seu culto.","referencias_relacionadas":["Êxodo 6:24","Números 3:30","Hebreus 7:5"]},"1cronicas_6_10_ahimoth":{"palavra_pt":"ahimoth","palavra_original":"אֲחִימוֹת","transliteracao":"ʼĂchîymôwth","strong":"H287","significado_raiz":"Ideia básica: ahimoth.","significado_contextual":"Ahimoth é um nome que se refere a um dos filhos de Saul, destacando sua importância na linhagem.","explicacao_detalhada":"O nome Ahimoth pode ser interpretado como 'irmão da morte', refletindo a complexidade da vida e da morte na narrativa bíblica.","por_que_esta_palavra":"A menção de Ahimoth é significativa para entender a estrutura e a função dos levitas no culto a Deus.","conexao_teologica":"Ahimoth representa a continuidade da obra de Deus através das gerações e a importância do serviço a Ele.","referencias_relacionadas":["1 Crônicas 6:23","Salmos 78:65","Hebreus 7:14"]},"1cronicas_6_10_nome":{"palavra_pt":"nome","palavra_original":"אֶלְקָנָה","transliteracao":"ʼElqânâh","strong":"H511","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Elcana, um dos levitas mencionados.","explicacao_detalhada":"O nome Elcana significa 'Deus é possessão' ou 'Deus possui'. Este nome é significativo no contexto da linhagem sacerdotal, pois representa a dedicação à adoração e ao serviço a Deus.","por_que_esta_palavra":"O nome é uma parte essencial da identidade e do legado familiar, especialmente entre os levitas, que tinham funções específicas no culto a Deus.","conexao_teologica":"O nome de Elcana destaca a soberania de Deus sobre a vida e a herança do Seu povo, refletindo a importância da linhagem na história da salvação.","referencias_relacionadas":["1 Samuel 1:1","1 Crônicas 6:27","1 Crônicas 6:34"]},"1cronicas_6_11_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a relação de descendência, referindo-se ao filho de Elcana.","explicacao_detalhada":"A palavra 'filho' é fundamental para entender a continuidade da linhagem sacerdotal e a transmissão das responsabilidades espirituais de geração em geração.","por_que_esta_palavra":"A filiação é um conceito central na Bíblia, simbolizando não apenas a relação biológica, mas também a herança espiritual e a identidade dentro da comunidade de fé.","conexao_teologica":"A ideia de ser filho de alguém é frequentemente usada para descrever a relação entre Deus e Seu povo, enfatizando a intimidade e a responsabilidade.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Mateus 5:9"]},"1cronicas_6_11_nome":{"palavra_pt":"nome","palavra_original":"נַחַת","transliteracao":"Nachath","strong":"H5184","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Nahat, que é mencionado como um dos filhos de Elcana.","explicacao_detalhada":"O nome Nahat pode ser interpretado como 'descanso' ou 'conforto', o que pode refletir a esperança e a paz que a linhagem sacerdotal traz ao povo de Deus.","por_que_esta_palavra":"Os nomes na Bíblia muitas vezes têm significados profundos que refletem a identidade e o caráter dos indivíduos, além de suas contribuições para a história da salvação.","conexao_teologica":"Nomes como Nahat ressaltam a importância do descanso em Deus, um tema recorrente na Escritura que aponta para a paz que vem da obediência e da fé.","referencias_relacionadas":["Salmos 23:2","Mateus 11:28","Hebreus 4:9-10"]},"1cronicas_6_12_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho de Nahat, continuando a linhagem levítica.","explicacao_detalhada":"A repetição da palavra 'filho' enfatiza a continuidade da herança e das responsabilidades espirituais dentro da família levítica.","por_que_esta_palavra":"A transmissão de ensinamentos e práticas religiosas de pai para filho é uma parte crucial da vida comunitária e da preservação da fé.","conexao_teologica":"A relação entre pais e filhos é uma metáfora para a relação entre Deus e Seu povo, onde Deus é visto como Pai que guia e ensina.","referencias_relacionadas":["Deuteronômio 6:7","Provérbios 22:6","Efésios 6:4"]},"1cronicas_6_12_nome":{"palavra_pt":"nome","palavra_original":"אֱלִיאָב","transliteracao":"ʼĔlîyʼâb","strong":"H446","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Eliabe, que é parte da genealogia levítica.","explicacao_detalhada":"O nome Eliabe significa 'meu Deus é pai', refletindo a relação íntima entre o indivíduo e Deus, além de sua posição na linhagem sacerdotal.","por_que_esta_palavra":"Os nomes bíblicos frequentemente expressam a fé e a relação com Deus, sendo um testemunho da identidade espiritual do portador.","conexao_teologica":"Eliabe simboliza a paternidade de Deus e a responsabilidade dos líderes espirituais em guiar o povo na adoração e na fidelidade.","referencias_relacionadas":["Salmos 68:5","Isaías 64:8","Romanos 8:15"]},"1cronicas_6_13_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho de Eliabe, continuando a linhagem.","explicacao_detalhada":"A palavra 'filho' aqui reforça a ideia de continuidade e a importância da herança espiritual na tradição levítica.","por_que_esta_palavra":"A sucessão de gerações é vital para a preservação da fé e das práticas religiosas entre o povo de Deus.","conexao_teologica":"A continuidade da linhagem sacerdotal é um reflexo da fidelidade de Deus em cumprir Suas promessas ao Seu povo.","referencias_relacionadas":["Gênesis 17:7","Salmos 78:4","1 Pedro 2:9"]},"1cronicas_6_13_primogenito":{"palavra_pt":"primogenito","palavra_original":"בְּכוֹר","transliteracao":"bᵉkôwr","strong":"H1060","significado_raiz":"Ideia básica: primogenito.","significado_contextual":"Indica que Abias é o primogênito de Eliabe.","explicacao_detalhada":"O primogênito tem um papel especial na herança e nas bênçãos familiares, sendo muitas vezes visto como o responsável pela continuidade da linhagem.","por_que_esta_palavra":"A primogenitura é um conceito importante na Bíblia, simbolizando a posição de honra e a responsabilidade espiritual.","conexao_teologica":"A primogenitura de Abias destaca a importância da liderança espiritual e da responsabilidade que vem com essa posição dentro da comunidade de fé.","referencias_relacionadas":["Gênesis 49:3","Êxodo 13:2","Colossenses 1:15"]},"1cronicas_6_13_nome":{"palavra_pt":"nome","palavra_original":"אֲבִיָּה","transliteracao":"ʼĂbîyâh","strong":"H29","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Abias, que é mencionado como o primogênito.","explicacao_detalhada":"O nome Abias significa 'meu pai é Yahweh', refletindo a devoção e a relação com Deus que é central na vida dos levitas.","por_que_esta_palavra":"Os nomes na Bíblia frequentemente expressam a identidade espiritual e a relação com Deus, sendo um testemunho da fé do portador.","conexao_teologica":"Abias simboliza a importância de reconhecer e honrar a paternidade de Deus em nossas vidas, refletindo a relação de dependência e adoração.","referencias_relacionadas":["Salmos 89:26","Isaías 63:16","Gálatas 4:6"]},"1cronicas_6_14_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao filho de Abias, continuando a linhagem levítica.","explicacao_detalhada":"A menção do filho de Abias reforça a continuidade da linhagem e a importância da transmissão da fé entre as gerações.","por_que_esta_palavra":"A sucessão familiar é um tema recorrente na Bíblia, enfatizando a importância da educação espiritual e da herança de fé.","conexao_teologica":"A continuidade da linhagem sacerdotal é um testemunho da fidelidade de Deus em preservar Seu povo ao longo das gerações.","referencias_relacionadas":["Salmos 102:18","Eclesiastes 1:4","Hebreus 7:14"]},"1cronicas_6_14_merari":{"palavra_pt":"merari","palavra_original":"מְרָרִי","transliteracao":"Mᵉrârîy","strong":"H4847","significado_raiz":"Ideia básica: merari.","significado_contextual":"Refere-se ao nome Merari, que é um dos filhos de Levi.","explicacao_detalhada":"Merari significa 'amargo' ou 'tristeza', e sua menção destaca a diversidade de experiências e histórias dentro da linhagem levítica.","por_que_esta_palavra":"Os nomes na Bíblia frequentemente refletem as circunstâncias da vida e a relação com Deus, mostrando que mesmo em meio a dificuldades, Deus está presente.","conexao_teologica":"Merari simboliza a realidade da vida, onde a tristeza e a dor podem coexistir com a esperança e a fé em Deus.","referencias_relacionadas":["Gênesis 49:5","Êxodo 6:16","1 Crônicas 6:1"]},"1cronicas_6_14_nome":{"palavra_pt":"nome","palavra_original":"מַחְלִי","transliteracao":"Machlîy","strong":"H4249","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma pessoa, que carrega identidade e significado.","explicacao_detalhada":"O nome 'Machlîy' pode estar associado a um significado de cura ou restauração, refletindo a importância do nome na cultura hebraica como um reflexo do caráter e da missão da pessoa.","por_que_esta_palavra":"O nome é fundamental na genealogia e na identificação das linhagens, especialmente no contexto da história de Israel.","conexao_teologica":"O nome de uma pessoa muitas vezes reflete o propósito divino em sua vida, assim como o nome de Deus revela Seu caráter.","referencias_relacionadas":["Gênesis 32:28","Isaías 43:1","Salmos 147:4"]},"1cronicas_6_15_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a relação de descendência, essencial para a genealogia de Israel.","explicacao_detalhada":"A palavra 'bên' é usada para descrever não apenas a relação biológica, mas também a relação espiritual e de herança entre os membros da comunidade de fé.","por_que_esta_palavra":"A ênfase na filiação é crucial para entender a continuidade das promessas de Deus através das gerações.","conexao_teologica":"Assim como Jesus é chamado de Filho de Deus, a filiação é um tema central que conecta a humanidade com o divino.","referencias_relacionadas":["Êxodo 4:22","Mateus 5:9","Romanos 8:14"]},"1cronicas_6_15_nome":{"palavra_pt":"nome","palavra_original":"שִׁמְעָא","transliteracao":"Shimʻâʼ","strong":"H8092","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma pessoa, que é um elemento central na identidade.","explicacao_detalhada":"O nome 'Shimʻâʼ' pode ter conotações de ouvir ou ser ouvido, indicando a importância da comunicação e da resposta a Deus.","por_que_esta_palavra":"Os nomes na Bíblia frequentemente têm significados que refletem a relação da pessoa com Deus ou com a comunidade.","conexao_teologica":"O nome de Deus e o nome dos Seus servos são frequentemente interligados, mostrando a relação entre o Criador e a criação.","referencias_relacionadas":["Salmos 34:15","Provérbios 18:10","Atos 4:12"]},"1cronicas_6_15_haggiah":{"palavra_pt":"haggiah","palavra_original":"חַגִּיָּה","transliteracao":"Chaggîyâh","strong":"H2293","significado_raiz":"Ideia básica: haggiah.","significado_contextual":"Nome próprio que pode estar relacionado a festividades ou celebrações.","explicacao_detalhada":"'Chaggîyâh' sugere uma conexão com a alegria e a adoração, possivelmente ligado a festivais religiosos.","por_que_esta_palavra":"Nomes que evocam celebrações refletem a importância da adoração e da alegria na vida do povo de Deus.","conexao_teologica":"A adoração é um tema central na vida de Israel, e nomes que refletem isso são significativos para a identidade do povo.","referencias_relacionadas":["Salmos 100:1","Salmos 118:24","1 Crônicas 16:34"]},"1cronicas_6_16_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar, um espaço físico e espiritual de segurança e adoração.","explicacao_detalhada":"A palavra 'bayith' implica não apenas uma estrutura física, mas também a ideia de família e comunidade, onde a presença de Deus é buscada.","por_que_esta_palavra":"A casa é um símbolo da presença de Deus entre Seu povo, especialmente no contexto do templo.","conexao_teologica":"A casa de Deus é um lugar de encontro e adoração, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 23:6","Mateus 21:13","Hebreus 3:6"]},"1cronicas_6_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é central na adoração e na identidade do povo de Israel.","explicacao_detalhada":"O nome 'Yᵉhôvâh' é considerado sagrado e representa a essência do ser de Deus, Sua eternidade e fidelidade.","por_que_esta_palavra":"O nome de Deus é invocado em momentos de oração e adoração, refletindo Sua autoridade e poder.","conexao_teologica":"O nome de Deus é um tema recorrente na Escritura, simbolizando Sua presença e Sua relação com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"1cronicas_6_17_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se ao ato de cair, que pode ter conotações físicas ou espirituais.","explicacao_detalhada":"'Hâyâh' pode ser interpretado em contextos de queda moral ou espiritual, bem como em situações de desespero.","por_que_esta_palavra":"A ideia de cair é frequentemente usada na Bíblia para descrever a condição humana e a necessidade de redenção.","conexao_teologica":"A queda do homem é um tema central na teologia, refletindo a necessidade de salvação através de Cristo.","referencias_relacionadas":["Gênesis 3:6","Romanos 3:23","1 João 1:8"]},"1cronicas_6_17_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à face ou presença de alguém, muitas vezes associada à revelação de Deus.","explicacao_detalhada":"'Pânîym' é usado para descrever a presença de Deus, que é fundamental na experiência de adoração e comunhão.","por_que_esta_palavra":"O rosto de Deus é um símbolo de Sua proximidade e revelação ao Seu povo.","conexao_teologica":"Ver o rosto de Deus é um desejo profundo na espiritualidade judaica, representando a intimidade com o Criador.","referencias_relacionadas":["Números 6:25","Salmos 27:8","Mateus 5:8"]},"1cronicas_6_18_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a relação de descendência, essencial para a genealogia de Israel.","explicacao_detalhada":"A palavra 'bên' é usada para descrever não apenas a relação biológica, mas também a relação espiritual e de herança entre os membros da comunidade de fé.","por_que_esta_palavra":"A ênfase na filiação é crucial para entender a continuidade das promessas de Deus através das gerações.","conexao_teologica":"Assim como Jesus é chamado de Filho de Deus, a filiação é um tema central que conecta a humanidade com o divino.","referencias_relacionadas":["Êxodo 4:22","Mateus 5:9","Romanos 8:14"]},"1cronicas_6_18_homem":{"palavra_pt":"homem","palavra_original":"שִׁיר","transliteracao":"shîyr","strong":"H7891","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à natureza humana, frequentemente em relação ao papel do homem na criação.","explicacao_detalhada":"'Shîyr' pode ser interpretado como um símbolo da humanidade e de sua relação com Deus, refletindo a dignidade e a responsabilidade do homem.","por_que_esta_palavra":"A palavra é usada para enfatizar a criação do homem à imagem de Deus, destacando sua importância no plano divino.","conexao_teologica":"A criação do homem é um tema central na teologia, refletindo a relação única entre Deus e a humanidade.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Tiago 3:9"]},"1cronicas_6_18_servir":{"palavra_pt":"servir","palavra_original":"עָמַד","transliteracao":"ʻâmad","strong":"H5975","significado_raiz":"Ideia básica: servir.","significado_contextual":"A palavra 'servir' refere-se ao ato de dedicar-se a Deus e às suas obras, especialmente no contexto do serviço no templo.","explicacao_detalhada":"No contexto de 1 Crônicas 6:18, 'servir' implica em uma função sacerdotal ou de ministério, onde os levitas eram chamados a servir no templo, oferecendo sacrifícios e realizando rituais sagrados.","por_que_esta_palavra":"Esta palavra é crucial para entender a responsabilidade dos levitas e sacerdotes na adoração a Deus, enfatizando a importância do serviço dedicado na vida espiritual do povo de Israel.","conexao_teologica":"O conceito de servir a Deus é central na teologia bíblica, refletindo a relação entre o ser humano e o divino, onde o serviço é uma expressão de adoração e obediência.","referencias_relacionadas":["Êxodo 23:25","Salmos 100:2","Romanos 12:1"]},"1cronicas_6_19_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para designar a relação de descendência, especialmente no contexto das linhagens sacerdotais.","explicacao_detalhada":"Em 1 Crônicas 6:19, 'filho' refere-se à continuidade da linhagem de sacerdotes, destacando a importância da hereditariedade na função sacerdotal e na preservação das tradições religiosas.","por_que_esta_palavra":"A palavra é fundamental para entender a estrutura familiar e a transmissão de responsabilidades espirituais entre gerações, essencial para a identidade do povo de Israel.","conexao_teologica":"A ideia de 'filho' também se conecta à noção de filiação divina, onde os crentes são considerados filhos de Deus através de Cristo.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Gálatas 3:26"]},"1cronicas_6_19_nome":{"palavra_pt":"nome","palavra_original":"אֶלְקָנָה","transliteracao":"ʼElqânâh","strong":"H511","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Elcana' é mencionado como parte da genealogia, representando a identidade e a história de uma família específica.","explicacao_detalhada":"Em 1 Crônicas 6:19, o nome 'Elcana' é significativo, pois carrega a história e a herança de um indivíduo que desempenhou um papel importante na linhagem sacerdotal.","por_que_esta_palavra":"Os nomes na Bíblia frequentemente têm significados profundos e estão ligados ao caráter ou à missão da pessoa, refletindo a importância da identidade na narrativa bíblica.","conexao_teologica":"O nome de uma pessoa muitas vezes representa seu chamado e propósito, assim como o nome de Deus revela seu caráter e atributos.","referencias_relacionadas":["Gênesis 17:5","Isaías 43:1","Apocalipse 3:12"]},"1cronicas_6_20_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' novamente enfatiza a continuidade da linhagem, essencial para a estrutura familiar e sacerdotal.","explicacao_detalhada":"Em 1 Crônicas 6:20, a repetição da palavra 'filho' reforça a importância da descendência na manutenção das funções religiosas e na preservação da fé entre as gerações.","por_que_esta_palavra":"A repetição desta palavra destaca a relevância da família na transmissão da fé e das tradições religiosas, um tema recorrente nas Escrituras.","conexao_teologica":"A noção de ser 'filho' de Deus é central na teologia cristã, onde os crentes são chamados a viver como filhos e herdeiros do reino.","referencias_relacionadas":["Mateus 5:9","Romanos 8:17","1 João 3:1"]},"1cronicas_6_20_nome":{"palavra_pt":"nome","palavra_original":"צוּף","transliteracao":"Tsûwph","strong":"H6689","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Tsuf' é parte da genealogia e carrega significados que podem estar ligados à identidade e ao papel da pessoa na história de Israel.","explicacao_detalhada":"Em 1 Crônicas 6:20, o nome 'Tsuf' pode ter implicações sobre a vida e a missão do indivíduo, refletindo a importância dos nomes na cultura hebraica.","por_que_esta_palavra":"Os nomes são frequentemente escolhidos com base em eventos significativos ou características desejadas, tornando-os uma parte importante da identidade cultural e espiritual.","conexao_teologica":"Assim como os nomes de pessoas têm significados, o nome de Deus também é revelador de sua natureza e caráter, sendo um tema importante na adoração.","referencias_relacionadas":["Salmos 8:1","Isaías 9:6","Filipenses 2:9"]},"1cronicas_6_21_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' continua a enfatizar a importância da linhagem e da continuidade na função sacerdotal.","explicacao_detalhada":"Em 1 Crônicas 6:21, a menção de 'filho' reforça a ideia de que a responsabilidade espiritual é passada de geração em geração, essencial para a vida religiosa de Israel.","por_que_esta_palavra":"A repetição da palavra 'filho' sublinha a importância da herança espiritual e da formação de líderes dentro da comunidade de fé.","conexao_teologica":"A filiação espiritual é um conceito importante no Novo Testamento, onde os crentes são chamados a serem filhos de Deus e a viver de acordo com essa identidade.","referencias_relacionadas":["Romanos 8:14","Gálatas 4:7","Efésios 1:5"]},"1cronicas_6_21_nome":{"palavra_pt":"nome","palavra_original":"אֶלְקָנָה","transliteracao":"ʼElqânâh","strong":"H511","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Elcana' é novamente mencionado, reforçando a importância da genealogia e da identidade familiar.","explicacao_detalhada":"Em 1 Crônicas 6:21, o nome 'Elcana' representa não apenas uma pessoa, mas toda uma linhagem que desempenhou um papel significativo na história do povo de Deus.","por_que_esta_palavra":"A repetição do nome enfatiza a continuidade e a importância da identidade familiar na história da salvação.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados que refletem a relação entre Deus e seu povo, mostrando como a identidade é importante na narrativa bíblica.","referencias_relacionadas":["Gênesis 32:28","Salmos 147:4","Apocalipse 20:12"]},"1cronicas_6_22_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é novamente utilizada para enfatizar a continuidade da linhagem e a importância da herança espiritual.","explicacao_detalhada":"Em 1 Crônicas 6:22, a menção de 'filho' continua a reforçar a ideia de que a responsabilidade espiritual é passada de geração em geração, essencial para a vida religiosa de Israel.","por_que_esta_palavra":"A repetição da palavra 'filho' destaca a importância da formação de líderes e da continuidade na adoração a Deus.","conexao_teologica":"A filiação espiritual é um conceito importante no Novo Testamento, onde os crentes são chamados a serem filhos de Deus e a viver de acordo com essa identidade.","referencias_relacionadas":["1 João 3:1","Romanos 8:16","Gálatas 3:26"]},"1cronicas_6_22_nome":{"palavra_pt":"nome","palavra_original":"תַּחַת","transliteracao":"Tachath","strong":"H8480","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Tachath' é mencionado como parte da genealogia, representando a identidade e a história de uma família específica.","explicacao_detalhada":"Em 1 Crônicas 6:22, o nome 'Tachath' pode ter implicações sobre a vida e a missão do indivíduo, refletindo a importância dos nomes na cultura hebraica.","por_que_esta_palavra":"Os nomes são frequentemente escolhidos com base em eventos significativos ou características desejadas, tornando-os uma parte importante da identidade cultural e espiritual.","conexao_teologica":"Assim como os nomes de pessoas têm significados, o nome de Deus também é revelador de sua natureza e caráter, sendo um tema importante na adoração.","referencias_relacionadas":["Salmos 8:1","Isaías 9:6","Filipenses 2:9"]},"1cronicas_6_23_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada novamente para enfatizar a continuidade da linhagem e a importância da herança espiritual.","explicacao_detalhada":"Em 1 Crônicas 6:23, a repetição da palavra 'filho' reforça a ideia de que a responsabilidade espiritual é passada de geração em geração, essencial para a vida religiosa de Israel.","por_que_esta_palavra":"A repetição desta palavra destaca a relevância da família na transmissão da fé e das tradições religiosas, um tema recorrente nas Escrituras.","conexao_teologica":"A noção de ser 'filho' de Deus é central na teologia cristã, onde os crentes são chamados a viver como filhos e herdeiros do reino.","referencias_relacionadas":["Mateus 5:9","Romanos 8:17","1 João 3:1"]},"1cronicas_6_23_izhar":{"palavra_pt":"izhar","palavra_original":"יִצְהָר","transliteracao":"Yitshâr","strong":"H3324","significado_raiz":"Ideia básica: izhar.","significado_contextual":"Izhar é o nome de um dos filhos de Coate, que era um dos filhos de Levi.","explicacao_detalhada":"O nome Izhar significa 'brilho' ou 'luz', refletindo a importância da linhagem levítica na adoração a Deus. Os levitas eram responsáveis pelo serviço no tabernáculo e, posteriormente, no templo.","por_que_esta_palavra":"A menção de Izhar destaca a genealogia dos levitas, enfatizando a continuidade do serviço sacerdotal e a importância da linhagem na história de Israel.","conexao_teologica":"Izhar representa a luz e a santidade que devem ser refletidas na vida dos adoradores de Deus, simbolizando a chamada para um serviço dedicado.","referencias_relacionadas":["Êxodo 6:18","Números 3:19","1 Crônicas 6:1"]},"1cronicas_6_23_kohath":{"palavra_pt":"kohath","palavra_original":"קְהָת","transliteracao":"Qᵉhâth","strong":"H6955","significado_raiz":"Ideia básica: kohath.","significado_contextual":"Kohath é um dos filhos de Levi, cuja descendência teve um papel crucial no serviço do tabernáculo.","explicacao_detalhada":"O nome Kohath significa 'congregação' ou 'assembleia'. Ele é conhecido por ser o ancestral dos levitas que transportavam os utensílios sagrados do tabernáculo.","por_que_esta_palavra":"A menção de Kohath é significativa para entender a estrutura e a organização do culto israelita, onde cada família levítica tinha funções específicas.","conexao_teologica":"Kohath simboliza a importância da comunidade na adoração a Deus, mostrando que cada membro tem um papel vital no corpo de Cristo.","referencias_relacionadas":["Êxodo 6:18","Números 3:27","1 Crônicas 6:1"]},"1cronicas_6_24_servir":{"palavra_pt":"servir","palavra_original":"עָמַד","transliteracao":"ʻâmad","strong":"H5975","significado_raiz":"Ideia básica: servir.","significado_contextual":"O termo 'servir' refere-se ao ato de ministrar no templo, uma responsabilidade dos levitas.","explicacao_detalhada":"A palavra 'servir' implica dedicação e compromisso com as tarefas sagradas, refletindo a importância do serviço a Deus na vida do povo de Israel.","por_que_esta_palavra":"A ênfase no serviço destaca a natureza do relacionamento entre Deus e seu povo, onde o serviço é uma forma de adoração.","conexao_teologica":"Servir a Deus é um chamado para todos os crentes, refletindo a ideia de que a adoração deve ser acompanhada de ações práticas de serviço.","referencias_relacionadas":["Êxodo 23:25","Romanos 12:1","1 Pedro 4:10"]},"1cronicas_6_24_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para descrever a relação familiar e a linhagem dos levitas.","explicacao_detalhada":"O termo 'filho' enfatiza a continuidade da herança espiritual e a transmissão das responsabilidades sacerdotais de geração em geração.","por_que_esta_palavra":"A menção de 'filho' é crucial para entender a estrutura familiar dentro da tribo de Levi e a importância da descendência na liderança espiritual.","conexao_teologica":"A ideia de ser 'filho' de Deus é central na teologia cristã, onde todos os crentes são considerados filhos de Deus através da fé em Cristo.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:14","1 João 3:1"]},"1cronicas_6_24_irmao":{"palavra_pt":"irmao","palavra_original":"אָח","transliteracao":"ʼâch","strong":"H251","significado_raiz":"Ideia básica: irmao.","significado_contextual":"A palavra 'irmão' refere-se à relação entre os levitas, enfatizando a unidade e a colaboração no serviço a Deus.","explicacao_detalhada":"O termo 'irmão' sugere um laço forte entre os membros da tribo de Levi, que trabalhavam juntos para cumprir as obrigações sagradas.","por_que_esta_palavra":"A menção de 'irmão' destaca a importância da comunidade e do apoio mútuo no serviço a Deus, refletindo a natureza da igreja como corpo de Cristo.","conexao_teologica":"A ideia de irmandade é fundamental no Novo Testamento, onde os crentes são chamados a se amar e apoiar uns aos outros como irmãos em Cristo.","referencias_relacionadas":["Hebreus 10:24-25","1 João 4:7","Romanos 12:10"]},"1cronicas_6_25_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é novamente usada para descrever a linhagem dos levitas, neste caso, referindo-se a um descendente específico.","explicacao_detalhada":"A repetição do termo 'filho' reforça a importância da genealogia na tradição israelita e a continuidade do serviço sacerdotal.","por_que_esta_palavra":"A menção de 'filho' é essencial para entender a herança espiritual e as responsabilidades que são passadas de pai para filho.","conexao_teologica":"A noção de ser 'filho' de Deus é um tema central na teologia cristã, enfatizando a relação íntima entre Deus e seus seguidores.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:15","Efésios 1:5"]},"1cronicas_6_25_nome":{"palavra_pt":"nome","palavra_original":"מִיכָאֵל","transliteracao":"Mîykâʼêl","strong":"H4317","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Micael' é mencionado como parte da genealogia levítica, representando um indivíduo específico dentro da linhagem.","explicacao_detalhada":"O nome Micael significa 'quem é como Deus?', refletindo a grandeza e a soberania de Deus sobre todas as coisas.","por_que_esta_palavra":"A inclusão do nome Micael destaca a importância de cada indivíduo na história da salvação e na adoração a Deus.","conexao_teologica":"O nome de Micael também pode ser visto como um símbolo da luta espiritual, onde Deus é reconhecido como o verdadeiro defensor e protetor.","referencias_relacionadas":["Daniel 10:13","Judas 1:9","Apocalipse 12:7"]},"1cronicas_6_25_baaseiah":{"palavra_pt":"baaseiah","palavra_original":"בַּעֲשֵׂיָה","transliteracao":"Baʻăsêyâh","strong":"H1202","significado_raiz":"Ideia básica: baaseiah.","significado_contextual":"Baaseiah é mencionado como um descendente de Levi, destacando a continuidade da linhagem levítica.","explicacao_detalhada":"O nome Baaseiah significa 'feito por Deus', indicando a ação divina na vida e na história do povo de Israel.","por_que_esta_palavra":"A menção de Baaseiah enfatiza a soberania de Deus na escolha e na preservação de sua linhagem sacerdotal.","conexao_teologica":"Baaseiah representa a obra de Deus na vida dos crentes, mostrando que cada um é chamado para cumprir um propósito divino.","referencias_relacionadas":["1 Crônicas 6:24","Neemias 12:4","Ezequiel 44:15"]},"1cronicas_6_26_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é utilizada novamente para descrever a linhagem dos levitas, reforçando a importância da descendência.","explicacao_detalhada":"A repetição do termo 'filho' destaca a continuidade da herança espiritual e a responsabilidade dos descendentes no serviço a Deus.","por_que_esta_palavra":"A menção de 'filho' é crucial para entender a transmissão das responsabilidades sacerdotais e a importância da família na adoração.","conexao_teologica":"A ideia de ser 'filho' de Deus é central na fé cristã, onde todos são chamados a serem filhos e filhas do Altíssimo.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:16","1 João 3:1"]},"1cronicas_6_26_ethni":{"palavra_pt":"ethni","palavra_original":"אֶתְנִי","transliteracao":"ʼEthnîy","strong":"H867","significado_raiz":"Ideia básica: ethni.","significado_contextual":"Ethni é mencionado como um descendente de Levi, destacando a diversidade dentro da linhagem levítica.","explicacao_detalhada":"O nome Ethni pode ser interpretado como 'meu povo', refletindo a conexão entre a identidade do povo de Deus e sua adoração.","por_que_esta_palavra":"A inclusão de Ethni mostra que Deus escolhe e usa diferentes pessoas para cumprir seus propósitos, independentemente de sua origem.","conexao_teologica":"Ethni representa a inclusão de todos os povos na adoração a Deus, enfatizando que a salvação é para todos os que creem.","referencias_relacionadas":["Gálatas 3:28","Romanos 10:12","Apocalipse 7:9"]},"1cronicas_6_26_nome":{"palavra_pt":"nome","palavra_original":"זֶרַח","transliteracao":"Zerach","strong":"H2226","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma pessoa, que carrega identidade e significado.","explicacao_detalhada":"O nome é uma representação da identidade de uma pessoa e, na cultura hebraica, muitas vezes reflete características ou o destino da pessoa. Neste contexto, o nome é importante para a genealogia e a herança.","por_que_esta_palavra":"A palavra 'nome' é usada para estabelecer a linhagem e a importância dos indivíduos dentro da história do povo de Israel.","conexao_teologica":"O nome de Deus é central na teologia bíblica, simbolizando Sua presença e caráter. Assim como os nomes humanos têm significado, o nome de Deus também carrega um peso significativo.","referencias_relacionadas":["Salmos 20:1","Isaías 43:7","Mateus 28:19"]},"1cronicas_6_27_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a relação de descendência e continuidade familiar.","explicacao_detalhada":"A palavra 'filho' é fundamental para entender a estrutura familiar e a transmissão de heranças e responsabilidades dentro da sociedade israelita.","por_que_esta_palavra":"A utilização da palavra 'filho' enfatiza a importância da linhagem e da continuidade da fé e das tradições entre as gerações.","conexao_teologica":"Na Bíblia, a relação entre pai e filho é frequentemente usada para ilustrar a relação entre Deus e Seu povo, destacando a paternidade divina.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Romanos 8:14"]},"1cronicas_6_27_nome":{"palavra_pt":"nome","palavra_original":"אֵיתָן","transliteracao":"ʼÊythân","strong":"H387","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma pessoa, que é significativo na genealogia.","explicacao_detalhada":"Os nomes na Bíblia muitas vezes têm significados profundos e refletem a história ou o caráter da pessoa. Aqui, o nome é parte da linhagem sacerdotal.","por_que_esta_palavra":"A palavra 'nome' é crucial para a identificação e a honra das pessoas mencionadas nas genealogias.","conexao_teologica":"Assim como os nomes humanos têm significado, o nome de Deus é sagrado e deve ser reverenciado, refletindo a importância da identidade divina.","referencias_relacionadas":["Salmos 8:1","Isaías 9:6","Filipenses 2:9-11"]},"1cronicas_6_28_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à continuidade da linhagem familiar.","explicacao_detalhada":"A palavra 'filho' é usada para mostrar a sucessão e a importância da herança espiritual e física dentro da família.","por_que_esta_palavra":"A palavra 'filho' é essencial para entender a estrutura social e religiosa do povo de Israel, onde a linhagem é fundamental.","conexao_teologica":"A relação entre Deus e Seu povo é frequentemente descrita em termos de paternidade, enfatizando a importância da filiação espiritual.","referencias_relacionadas":["Gênesis 17:7","Salmos 103:13","Hebreus 12:7"]},"1cronicas_6_28_nome":{"palavra_pt":"nome","palavra_original":"יַחַת","transliteracao":"Yachath","strong":"H3189","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma pessoa, que é importante para a genealogia.","explicacao_detalhada":"Os nomes têm um papel significativo na identidade e na história das pessoas, especialmente em contextos de linhagem sacerdotal.","por_que_esta_palavra":"A palavra 'nome' é usada para identificar e honrar as pessoas dentro da narrativa bíblica.","conexao_teologica":"O nome de Deus é central na adoração e na identidade do povo de Israel, refletindo a importância da santidade e da reverência.","referencias_relacionadas":["Salmos 29:2","Isaías 42:8","Atos 4:12"]},"1cronicas_6_29_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a relação de descendência e continuidade familiar.","explicacao_detalhada":"A palavra 'filho' é fundamental para entender a estrutura familiar e a transmissão de heranças e responsabilidades dentro da sociedade israelita.","por_que_esta_palavra":"A utilização da palavra 'filho' enfatiza a importância da linhagem e da continuidade da fé e das tradições entre as gerações.","conexao_teologica":"Na Bíblia, a relação entre pai e filho é frequentemente usada para ilustrar a relação entre Deus e Seu povo, destacando a paternidade divina.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Romanos 8:14"]},"1cronicas_6_29_mao":{"palavra_pt":"mao","palavra_original":"שְׂמֹאול","transliteracao":"sᵉmôʼwl","strong":"H8040","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à mão, simbolizando poder e ação.","explicacao_detalhada":"A mão é frequentemente usada na Bíblia como símbolo de poder, controle e ação. Neste contexto, pode indicar a responsabilidade ou a função de alguém.","por_que_esta_palavra":"A palavra 'mão' é usada para descrever a capacidade de agir e influenciar, tanto em contextos físicos quanto espirituais.","conexao_teologica":"A mão de Deus é frequentemente mencionada como um símbolo de Sua intervenção e poder na história.","referencias_relacionadas":["Salmos 89:13","Isaías 41:10","João 10:28"]},"1cronicas_6_29_merari":{"palavra_pt":"merari","palavra_original":"מְרָרִי","transliteracao":"Mᵉrârîy","strong":"H4847","significado_raiz":"Ideia básica: merari.","significado_contextual":"Refere-se à tribo de Merari, uma das famílias levíticas.","explicacao_detalhada":"Merari é uma das famílias levíticas que desempenhou um papel importante no serviço do templo e na adoração a Deus.","por_que_esta_palavra":"A palavra 'Merari' é usada para identificar uma linhagem específica dentro do povo de Israel, destacando sua função no culto.","conexao_teologica":"A tribo de Merari, assim como as outras famílias levíticas, é parte do plano de Deus para a adoração e o serviço no templo.","referencias_relacionadas":["Números 3:33","Números 4:29","1 Crônicas 6:48"]},"1cronicas_6_30_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a relação de descendência e continuidade familiar.","explicacao_detalhada":"A palavra 'filho' é fundamental para entender a estrutura familiar e a transmissão de heranças e responsabilidades dentro da sociedade israelita.","por_que_esta_palavra":"A utilização da palavra 'filho' enfatiza a importância da linhagem e da continuidade da fé e das tradições entre as gerações.","conexao_teologica":"Na Bíblia, a relação entre pai e filho é frequentemente usada para ilustrar a relação entre Deus e Seu povo, destacando a paternidade divina.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Romanos 8:14"]},"1cronicas_6_30_nome":{"palavra_pt":"nome","palavra_original":"חֲשַׁבְיָה","transliteracao":"Chăshabyâh","strong":"H2811","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma pessoa, que é importante para a genealogia.","explicacao_detalhada":"Os nomes têm um papel significativo na identidade e na história das pessoas, especialmente em contextos de linhagem sacerdotal.","por_que_esta_palavra":"A palavra 'nome' é usada para identificar e honrar as pessoas dentro da narrativa bíblica.","conexao_teologica":"O nome de Deus é central na adoração e na identidade do povo de Israel, refletindo a importância da santidade e da reverência.","referencias_relacionadas":["Salmos 29:2","Isaías 42:8","Atos 4:12"]},"1cronicas_6_31_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação de descendência, enfatizando a continuidade da linhagem sacerdotal.","explicacao_detalhada":"A palavra 'filho' é usada para indicar não apenas a relação biológica, mas também a herança espiritual e a responsabilidade que vem com essa posição dentro da comunidade de Israel.","por_que_esta_palavra":"A utilização de 'filho' destaca a importância da linhagem e da identidade familiar na cultura israelita, especialmente entre os sacerdotes.","conexao_teologica":"A relação de filho é fundamental na teologia bíblica, simbolizando a relação entre Deus e Seu povo, onde Deus é frequentemente referido como Pai.","referencias_relacionadas":["Êxodo 4:22","Salmos 2:7","Romanos 8:14"]},"1cronicas_6_31_amzi":{"palavra_pt":"amzi","palavra_original":"אַמְצִי","transliteracao":"ʼAmtsîy","strong":"H557","significado_raiz":"Ideia básica: amzi.","significado_contextual":"Nome próprio que identifica um dos ancestrais da linhagem sacerdotal.","explicacao_detalhada":"Amzi é mencionado como um dos filhos de um sacerdote, o que o conecta diretamente à tradição e à função sacerdotal em Israel.","por_que_esta_palavra":"O nome Amzi carrega um significado de força e coragem, refletindo as qualidades desejadas em um líder espiritual.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados que refletem a identidade e o propósito divino, mostrando como Deus opera através das gerações.","referencias_relacionadas":["1 Crônicas 6:31","1 Crônicas 6:34","Ezequiel 44:15"]},"1cronicas_6_31_nome":{"palavra_pt":"nome","palavra_original":"בָּנִי","transliteracao":"Bânîy","strong":"H1137","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e ao reconhecimento de uma pessoa dentro da comunidade.","explicacao_detalhada":"O nome é mais do que uma designação; é um símbolo da reputação e do legado de uma pessoa, especialmente em contextos religiosos.","por_que_esta_palavra":"A menção do nome enfatiza a importância da memória e da honra dos antepassados na tradição israelita.","conexao_teologica":"Na teologia bíblica, o nome de Deus é sagrado e representa Sua natureza e caráter, assim como os nomes dos fiéis refletem sua relação com Ele.","referencias_relacionadas":["Salmos 20:1","Isaías 43:7","Mateus 5:16"]},"1cronicas_6_32_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Novamente, refere-se à continuidade da linhagem, reforçando a importância da descendência sacerdotal.","explicacao_detalhada":"A repetição da palavra 'filho' sublinha a estrutura familiar e a transmissão de responsabilidades espirituais de geração em geração.","por_que_esta_palavra":"A palavra é utilizada para reafirmar a conexão entre os sacerdotes e a sua herança divina.","conexao_teologica":"A ideia de ser filho de Deus é central na fé cristã, onde todos os crentes são considerados filhos de Deus através de Cristo.","referencias_relacionadas":["Gálatas 3:26","João 1:12","Romanos 8:17"]},"1cronicas_6_32_nome":{"palavra_pt":"nome","palavra_original":"מַחְלִי","transliteracao":"Machlîy","strong":"H4249","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome próprio que identifica um dos descendentes na linhagem sacerdotal.","explicacao_detalhada":"Machlîy é um nome que pode estar associado a temas de cura ou restauração, refletindo o papel dos sacerdotes como mediadores entre Deus e o povo.","por_que_esta_palavra":"O nome é significativo no contexto da função sacerdotal, onde a cura espiritual e física é uma parte importante do ministério.","conexao_teologica":"Os sacerdotes eram vistos como agentes de Deus, trazendo cura e reconciliação ao povo, assim como Cristo é o nosso Sumo Sacerdote.","referencias_relacionadas":["Levítico 21:10","Hebreus 4:14","Tiago 5:14"]},"1cronicas_6_32_mushi":{"palavra_pt":"mushi","palavra_original":"מוּשִׁי","transliteracao":"Mûwshîy","strong":"H4187","significado_raiz":"Ideia básica: mushi.","significado_contextual":"Nome próprio que também identifica um dos descendentes na linhagem sacerdotal.","explicacao_detalhada":"Mushi é um nome que pode estar relacionado a temas de força e resistência, características desejáveis em um líder espiritual.","por_que_esta_palavra":"A inclusão de Mushi na genealogia sacerdotal destaca a diversidade e a riqueza da herança espiritual de Israel.","conexao_teologica":"A diversidade de nomes e suas significações refletem a complexidade do plano de Deus para a redenção através de diferentes linhagens.","referencias_relacionadas":["1 Crônicas 6:32","Êxodo 6:24","Números 3:20"]},"1cronicas_6_33_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo ou maneira de adoração e serviço a Deus.","explicacao_detalhada":"A palavra 'modo' implica em uma abordagem específica e ordenada para a adoração, essencial para a prática religiosa em Israel.","por_que_esta_palavra":"A escolha de 'modo' enfatiza a importância da reverência e da estrutura na adoração a Deus.","conexao_teologica":"A maneira como adoramos a Deus é um reflexo de nossa compreensão de Sua santidade e majestade.","referencias_relacionadas":["Salmos 29:2","Hebreus 12:28","1 Coríntios 14:40"]},"1cronicas_6_33_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus de Israel, o Criador e Sustentador do universo.","explicacao_detalhada":"A palavra 'deus' é central na fé israelita, representando a soberania e a autoridade divina sobre todas as coisas.","por_que_esta_palavra":"A menção de Deus aqui é um lembrete da centralidade de Sua presença na vida do povo e na adoração.","conexao_teologica":"A compreensão de Deus como o único e verdadeiro é fundamental para a fé cristã, onde Ele é revelado em Jesus Cristo.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:10","João 4:24"]},"1cronicas_6_33_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de invocar ou pedir algo a Deus.","explicacao_detalhada":"A palavra 'dar' implica em um ato de entrega ou oferta, que é uma parte essencial da adoração e da comunicação com Deus.","por_que_esta_palavra":"A escolha desta palavra enfatiza a relação ativa entre o crente e Deus, onde o clamor é uma expressão de dependência.","conexao_teologica":"Clamar a Deus é um tema recorrente na Bíblia, mostrando a necessidade de buscar Sua ajuda e intervenção.","referencias_relacionadas":["Salmos 34:17","Romanos 10:13","1 João 5:14"]},"1cronicas_6_34_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Novamente, refere-se ao modo de adoração e serviço a Deus.","explicacao_detalhada":"A repetição da palavra 'modo' reforça a ideia de que a adoração deve ser feita de maneira adequada e respeitosa.","por_que_esta_palavra":"A ênfase no modo de adoração é crucial para garantir que a prática religiosa esteja alinhada com a vontade de Deus.","conexao_teologica":"A maneira como adoramos a Deus deve refletir nossa reverência e entendimento de Sua santidade.","referencias_relacionadas":["Salmos 95:6","Colossenses 3:23","1 Pedro 2:9"]},"1cronicas_6_34_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se à santidade e à separação do que é comum, indicando algo que pertence a Deus.","explicacao_detalhada":"A palavra 'sagrado' é utilizada para descrever objetos, lugares ou pessoas que foram consagrados para o serviço divino. No contexto de 1 Crônicas 6:34, enfatiza a importância da santidade no culto a Deus.","por_que_esta_palavra":"Esta palavra é crucial para entender a natureza do culto e a relação entre Deus e Seu povo, que deve ser marcada pela santidade.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, refletindo Sua pureza e separação do pecado. A santidade dos objetos e lugares dedicados a Ele é uma extensão dessa característica.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Isaías 6:3"]},"1cronicas_6_35_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a relação de descendência, enfatizando a continuidade da linhagem sacerdotal.","explicacao_detalhada":"A palavra 'filho' é usada para descrever a relação familiar e a transmissão de responsabilidades e bênçãos de geração em geração, especialmente no contexto do sacerdócio.","por_que_esta_palavra":"A ênfase na palavra 'filho' é fundamental para entender a importância da linhagem e da herança espiritual no Antigo Testamento.","conexao_teologica":"A ideia de filiação é central na teologia bíblica, refletindo a relação entre Deus e Seu povo, bem como a relação entre Jesus e Deus Pai.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Mateus 5:9"]},"1cronicas_6_35_irmao":{"palavra_pt":"irmao","palavra_original":"אַהֲרוֹן","transliteracao":"ʼAhărôwn","strong":"H175","significado_raiz":"Ideia básica: irmao.","significado_contextual":"Refere-se à relação de fraternidade, especialmente entre os membros da tribo de Levi.","explicacao_detalhada":"A palavra 'irmão' destaca a importância da comunidade e do apoio mútuo entre os levitas, que eram chamados para servir a Deus juntos.","por_que_esta_palavra":"A fraternidade entre os levitas é um aspecto importante da vida comunitária e do serviço no templo.","conexao_teologica":"A ideia de irmandade é refletida na nova aliança, onde todos os crentes são considerados irmãos em Cristo.","referencias_relacionadas":["Gálatas 6:10","Hebreus 13:1","Romanos 12:10"]},"1cronicas_6_35_nome":{"palavra_pt":"nome","palavra_original":"אֶלְעָזָר","transliteracao":"ʼElʻâzâr","strong":"H499","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e ao legado de uma pessoa, especialmente no contexto da linhagem sacerdotal.","explicacao_detalhada":"A palavra 'nome' é significativa, pois representa não apenas a identificação, mas também a reputação e a herança espiritual de uma pessoa.","por_que_esta_palavra":"O nome é um símbolo da identidade e do caráter, e neste contexto, é importante para a continuidade do sacerdócio.","conexao_teologica":"O nome de Deus é reverenciado na Bíblia, e os crentes são chamados a glorificar Seu nome em suas vidas.","referencias_relacionadas":["Salmos 20:7","Provérbios 22:1","Filipenses 2:9-11"]},"1cronicas_6_36_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Novamente enfatiza a relação de descendência, reforçando a continuidade da linhagem.","explicacao_detalhada":"A repetição da palavra 'filho' neste contexto destaca a importância da sucessão e da transmissão de responsabilidades entre as gerações.","por_que_esta_palavra":"É essencial para entender a estrutura familiar e a importância da linhagem no contexto do sacerdócio.","conexao_teologica":"A filiação é um tema que se estende ao Novo Testamento, onde os crentes são chamados de filhos de Deus.","referencias_relacionadas":["Romanos 8:14","Gálatas 4:7","1 João 3:1"]},"1cronicas_6_36_nome":{"palavra_pt":"nome","palavra_original":"בֻּקִּי","transliteracao":"Buqqîy","strong":"H1231","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade de uma pessoa, que é importante para a genealogia e a história do povo de Deus.","explicacao_detalhada":"O nome 'Buqqîy' representa não apenas uma identificação pessoal, mas também a continuidade da linhagem sacerdotal.","por_que_esta_palavra":"A importância do nome neste contexto é crucial para a preservação da história e da identidade do povo de Deus.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados profundos e refletem a relação de Deus com Seu povo.","referencias_relacionadas":["Gênesis 17:5","Isaías 43:1","Apocalipse 3:12"]},"1cronicas_6_37_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Mais uma vez, enfatiza a relação de descendência dentro da linhagem sacerdotal.","explicacao_detalhada":"A palavra 'filho' aqui reforça a continuidade e a importância da sucessão na liderança espiritual.","por_que_esta_palavra":"A repetição da palavra 'filho' é um lembrete da responsabilidade que vem com a herança espiritual.","conexao_teologica":"A noção de ser filho de Deus é central na fé cristã, onde todos os crentes são chamados a serem filhos de Deus.","referencias_relacionadas":["João 1:12","Romanos 8:15","1 João 5:1"]},"1cronicas_6_37_nome":{"palavra_pt":"nome","palavra_original":"אֲחִיטוּב","transliteracao":"ʼĂchîyṭûwb","strong":"H285","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e ao legado de uma pessoa, importante para a genealogia.","explicacao_detalhada":"O nome 'ʼĂchîyṭûwb' representa a continuidade da linhagem e a importância da identidade no contexto do sacerdócio.","por_que_esta_palavra":"O nome é um símbolo da identidade e do caráter, refletindo a herança espiritual.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados que revelam a natureza de Deus e Seu relacionamento com o povo.","referencias_relacionadas":["Gênesis 32:28","Salmos 9:10","Mateus 1:21"]},"1cronicas_6_38_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Enfatiza a relação de descendência, reforçando a continuidade da linhagem sacerdotal.","explicacao_detalhada":"A palavra 'filho' aqui destaca a importância da sucessão e da transmissão de responsabilidades entre as gerações.","por_que_esta_palavra":"A repetição da palavra 'filho' é essencial para entender a estrutura familiar e a importância da linhagem no contexto do sacerdócio.","conexao_teologica":"A filiação é um tema que se estende ao Novo Testamento, onde os crentes são chamados de filhos de Deus.","referencias_relacionadas":["Romanos 8:14","Gálatas 4:7","1 João 3:1"]},"1cronicas_6_38_nome":{"palavra_pt":"nome","palavra_original":"צָדוֹק","transliteracao":"Tsâdôwq","strong":"H6659","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade de uma pessoa, que é importante para a genealogia e a história do povo de Deus.","explicacao_detalhada":"O nome 'Tsâdôwq' representa não apenas uma identificação pessoal, mas também a continuidade da linhagem sacerdotal.","por_que_esta_palavra":"A importância do nome neste contexto é crucial para a preservação da história e da identidade do povo de Deus.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados profundos e refletem a relação de Deus com Seu povo.","referencias_relacionadas":["Gênesis 14:18","Ezequiel 44:15","Mateus 1:1"]},"1cronicas_6_39_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência direta, enfatizando a relação familiar e a continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para descrever não apenas a relação biológica, mas também a herança espiritual e a responsabilidade que vem com essa posição na família de Deus.","por_que_esta_palavra":"A inclusão de 'filho' destaca a importância da família na tradição israelita e a continuidade das promessas de Deus através das gerações.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia cristã, onde os crentes são considerados filhos por meio da fé em Cristo.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:14","Efésios 1:5"]},"1cronicas_6_39_familia":{"palavra_pt":"familia","palavra_original":"מִשְׁפָּחָה","transliteracao":"mishpâchâh","strong":"H4940","significado_raiz":"Ideia básica: familia.","significado_contextual":"Indica um grupo de pessoas unidas por laços de sangue ou por vínculos espirituais, refletindo a estrutura social e religiosa de Israel.","explicacao_detalhada":"A palavra 'família' (מִשְׁפָּחָה) abrange não apenas a unidade familiar imediata, mas também a comunidade mais ampla de crentes que compartilham uma herança comum.","por_que_esta_palavra":"A menção de 'família' enfatiza a importância da comunidade e da unidade entre os israelitas, que eram vistos como o povo escolhido de Deus.","conexao_teologica":"A noção de família é fundamental na Bíblia, simbolizando a relação entre Deus e Seu povo, e a igreja como a família de Deus.","referencias_relacionadas":["Efésios 2:19","1 Pedro 2:9","Hebreus 2:11"]},"1cronicas_6_39_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usado para introduzir uma razão ou explicação, conectando ideias dentro do texto.","explicacao_detalhada":"A palavra 'porque' (כִּי) é uma conjunção que estabelece uma relação de causa e efeito, justificando a afirmação anterior.","por_que_esta_palavra":"A utilização de 'porque' ajuda a esclarecer o motivo pelo qual algo é afirmado, proporcionando uma compreensão mais profunda do texto.","conexao_teologica":"A lógica e a razão são frequentemente usadas nas Escrituras para explicar a vontade de Deus e as ações humanas.","referencias_relacionadas":["Romanos 5:8","Tiago 1:5","1 João 4:19"]},"1cronicas_6_40_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou conceder, muitas vezes em um contexto de oferta ou sacrifício.","explicacao_detalhada":"A palavra 'dar' (נָתַן) implica um ato de generosidade ou de cumprimento de uma promessa, essencial na relação entre Deus e Seu povo.","por_que_esta_palavra":"A ênfase em 'dar' reflete a natureza de Deus como doador e a expectativa de que Seu povo também seja generoso.","conexao_teologica":"O ato de dar é central na prática cristã, refletindo a generosidade de Deus e a chamada para que os crentes sejam doadores em amor.","referencias_relacionadas":["2 Coríntios 9:7","Atos 20:35","Mateus 10:8"]},"1cronicas_6_40_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como um espaço físico, mas também simboliza a promessa de Deus ao Seu povo.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é frequentemente usada na Bíblia para descrever a herança que Deus deu a Israel, representando segurança e identidade.","por_que_esta_palavra":"A menção da 'terra' é crucial, pois representa a fidelidade de Deus em cumprir Suas promessas e a importância do lar na vida do povo de Deus.","conexao_teologica":"A terra prometida é um símbolo da salvação e do descanso que Deus oferece a Seu povo, refletindo a esperança escatológica.","referencias_relacionadas":["Deuteronômio 6:10","Salmos 37:11","Hebreus 4:9"]},"1cronicas_6_40_unrepresented":{"palavra_pt":"unrepresented","palavra_original":"אֵת","transliteracao":"ʼêth","strong":"H853","significado_raiz":"Ideia básica: unrepresented.","significado_contextual":"Usado como uma partícula que indica a presença de algo ou alguém, mas sem representação direta.","explicacao_detalhada":"A palavra 'unrepresented' (אֵת) é uma partícula que muitas vezes é usada para marcar o objeto direto de uma ação, sem tradução direta em português.","por_que_esta_palavra":"A inclusão desta partícula é importante para a estrutura gramatical do hebraico, ajudando a clarificar a ação que está sendo realizada.","conexao_teologica":"Embora não tenha um significado teológico profundo, sua presença é essencial para a compreensão da narrativa bíblica.","referencias_relacionadas":["Gênesis 1:1","Êxodo 20:3","Salmos 119:105"]},"1cronicas_6_41_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local de habitação, muitas vezes associado à segurança e à comunidade.","explicacao_detalhada":"A palavra 'cidade' (עִיר) é usada para descrever não apenas um espaço físico, mas também um centro de vida social e espiritual.","por_que_esta_palavra":"A menção de 'cidade' destaca a importância dos lugares de adoração e da vida comunitária na tradição israelita.","conexao_teologica":"A cidade de Deus é um tema recorrente na Bíblia, simbolizando a presença de Deus entre Seu povo e a esperança de um futuro glorioso.","referencias_relacionadas":["Salmos 46:4","Hebreus 11:10","Apocalipse 21:2"]},"1cronicas_6_41_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou conceder, semelhante ao uso anterior.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é repetida, enfatizando a importância do ato de oferecer e a generosidade esperada do povo de Deus.","por_que_esta_palavra":"A repetição de 'dar' reforça a ideia de que a generosidade é uma característica fundamental da vida de fé.","conexao_teologica":"A prática de dar é um reflexo do caráter de Deus e um chamado para que os crentes imitem essa generosidade.","referencias_relacionadas":["Lucas 6:38","2 Coríntios 9:6","Mateus 5:42"]},"1cronicas_6_41_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à continuidade da linhagem e à importância da descendência na tradição israelita.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é novamente utilizada para enfatizar a relação familiar e a herança espiritual.","por_que_esta_palavra":"A repetição de 'filho' sublinha a importância da identidade familiar e da transmissão das promessas de Deus através das gerações.","conexao_teologica":"A ideia de ser filho de Deus é central na fé cristã, onde todos os crentes são chamados a serem filhos e filhas do Altíssimo.","referencias_relacionadas":["João 1:12","Romanos 8:16","Gálatas 4:7"]},"1cronicas_6_42_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à continuidade da linhagem e à importância da descendência na tradição israelita.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é utilizada novamente para enfatizar a relação familiar e a herança espiritual.","por_que_esta_palavra":"A repetição de 'filho' reforça a importância da identidade familiar e da transmissão das promessas de Deus através das gerações.","conexao_teologica":"A ideia de ser filho de Deus é central na fé cristã, onde todos os crentes são chamados a serem filhos e filhas do Altíssimo.","referencias_relacionadas":["João 1:12","Romanos 8:16","Gálatas 4:7"]},"1cronicas_6_42_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se ao ato de conceder ou oferecer algo a alguém.","explicacao_detalhada":"No contexto de 1 Crônicas 6:42, 'dar' implica a ação de Deus em fornecer aos levitas as cidades e pastagens necessárias para seu sustento e serviço ao Senhor.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a generosidade de Deus em prover para aqueles que servem a Ele.","conexao_teologica":"A provisão divina é um tema central na teologia bíblica, refletindo a fidelidade de Deus em cuidar de Seu povo.","referencias_relacionadas":["Salmos 37:25","Filipenses 4:19","Mateus 6:26"]},"1cronicas_6_42_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local habitado, uma comunidade organizada.","explicacao_detalhada":"Em 1 Crônicas 6:42, as cidades mencionadas são aquelas que foram designadas aos levitas, simbolizando a importância do lugar de adoração e serviço a Deus.","por_que_esta_palavra":"A escolha de cidades para os levitas destaca a necessidade de um espaço sagrado e de uma comunidade que apoie o culto a Deus.","conexao_teologica":"As cidades levíticas representam a presença de Deus entre o Seu povo e a importância da adoração comunitária.","referencias_relacionadas":["Números 35:2-3","Josué 21:2","Deuteronômio 12:5"]},"1cronicas_6_43_nome":{"palavra_pt":"nome","palavra_original":"דְּבִיר","transliteracao":"Dᵉbîyr","strong":"H1688","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identificação ou à reputação de uma pessoa ou lugar.","explicacao_detalhada":"No versículo, 'nome' pode se referir ao nome de Deus ou ao nome das cidades que foram dadas aos levitas, enfatizando a importância da identidade e da honra.","por_que_esta_palavra":"O nome de Deus é central na adoração e na relação do povo com Ele, sendo um símbolo de Sua presença e caráter.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, representando Sua autoridade e a relação com Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-10"]},"1cronicas_6_43_hilen":{"palavra_pt":"hilen","palavra_original":"חִילֵן","transliteracao":"Chîylên","strong":"H2432","significado_raiz":"Ideia básica: hilen.","significado_contextual":"A palavra 'hilen' refere-se a um local específico, possivelmente uma cidade ou área designada.","explicacao_detalhada":"Em 1 Crônicas 6:43, 'hilen' pode indicar um lugar de refúgio ou um espaço sagrado, reforçando a ideia de proteção e santidade.","por_que_esta_palavra":"A menção de 'hilen' destaca a importância de locais dedicados ao culto e à adoração a Deus.","conexao_teologica":"Os lugares sagrados na Bíblia são vistos como espaços onde o céu e a terra se encontram, simbolizando a presença de Deus.","referencias_relacionadas":["Salmos 46:1","Isaías 57:15","Hebreus 12:22"]},"1cronicas_6_43_mar":{"palavra_pt":"mar","palavra_original":"מִגְרָשׁ","transliteracao":"migrâsh","strong":"H4054","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' refere-se a uma área de pastagem ou um espaço aberto.","explicacao_detalhada":"No contexto do versículo, 'mar' pode indicar a importância de áreas para o sustento dos levitas, que dependiam de pastagens para seus rebanhos.","por_que_esta_palavra":"A menção de 'mar' ressalta a necessidade de recursos naturais para a sobrevivência e o serviço dos levitas.","conexao_teologica":"Deus provê para Suas criaturas, e isso é refletido na provisão de pastagens para os levitas.","referencias_relacionadas":["Salmos 23:1-2","Mateus 6:31-33","Gênesis 1:29"]},"1cronicas_6_44_ashan":{"palavra_pt":"ashan","palavra_original":"עָשָׁן","transliteracao":"ʻÂshân","strong":"H6228","significado_raiz":"Ideia básica: ashan.","significado_contextual":"A palavra 'ashan' pode se referir a um local ou a um aspecto relacionado ao culto.","explicacao_detalhada":"Em 1 Crônicas 6:44, 'ashan' pode simbolizar um lugar de adoração ou um espaço sagrado, enfatizando a importância do culto a Deus.","por_que_esta_palavra":"A menção de 'ashan' destaca a conexão entre o lugar e a prática de adoração, essencial para a vida espiritual do povo.","conexao_teologica":"Os lugares de adoração são fundamentais na relação entre Deus e Seu povo, representando a santidade e a reverência.","referencias_relacionadas":["Salmos 100:4","Hebreus 10:25","1 Pedro 2:5"]},"1cronicas_6_44_mar":{"palavra_pt":"mar","palavra_original":"מִגְרָשׁ","transliteracao":"migrâsh","strong":"H4054","significado_raiz":"Ideia básica: mar.","significado_contextual":"A palavra 'mar' refere-se novamente a uma área de pastagem ou um espaço aberto.","explicacao_detalhada":"Neste versículo, 'mar' é mencionado para reforçar a ideia de que os levitas tinham acesso a recursos necessários para seu sustento e serviço.","por_que_esta_palavra":"A repetição da palavra 'mar' enfatiza a importância das pastagens na vida dos levitas.","conexao_teologica":"A provisão de Deus é um tema central, mostrando como Ele cuida de Seu povo através de recursos naturais.","referencias_relacionadas":["Salmos 23:1-2","Mateus 6:31-33","Gênesis 1:29"]},"1cronicas_6_45_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"A palavra 'tribo' refere-se a um grupo familiar ou clan dentro da nação de Israel.","explicacao_detalhada":"Em 1 Crônicas 6:45, 'tribo' é usada para identificar os levitas como um grupo separado, com funções e responsabilidades específicas no culto a Deus.","por_que_esta_palavra":"A identificação das tribos é crucial para entender a organização social e religiosa de Israel.","conexao_teologica":"A divisão em tribos reflete a soberania de Deus na escolha de Seu povo e na distribuição de responsabilidades.","referencias_relacionadas":["Números 1:4-16","Josué 13:14","Apocalipse 7:4-8"]},"1cronicas_6_45_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira ou ao jeito de fazer algo.","explicacao_detalhada":"No contexto do versículo, 'modo' pode se referir à forma como os levitas deveriam realizar seu serviço e adoração a Deus.","por_que_esta_palavra":"A ênfase no 'modo' destaca a importância da ordem e da reverência no culto a Deus.","conexao_teologica":"A maneira de adorar a Deus é um tema importante, refletindo a santidade e a dignidade do culto.","referencias_relacionadas":["Êxodo 25:40","1 Coríntios 14:40","Salmos 29:2"]},"1cronicas_6_45_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' refere-se a um local habitado, uma comunidade organizada.","explicacao_detalhada":"Em 1 Crônicas 6:45, a menção de 'cidade' reforça a ideia de que os levitas tinham lugares designados para viver e servir.","por_que_esta_palavra":"A cidade é um símbolo de comunidade e apoio mútuo entre os levitas e o povo de Israel.","conexao_teologica":"As cidades levíticas representam a presença de Deus entre o Seu povo e a importância da adoração comunitária.","referencias_relacionadas":["Números 35:2-3","Josué 21:2","Deuteronômio 12:5"]},"1cronicas_6_46_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao descendente direto de uma pessoa, enfatizando a continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para indicar não apenas a relação biológica, mas também a herança espiritual e a responsabilidade que vem com essa relação. No contexto de 1 Crônicas 6:46, destaca a importância da descendência na genealogia dos levitas.","por_que_esta_palavra":"A escolha da palavra 'filho' é crucial para entender a estrutura familiar e a importância da linhagem na cultura israelita, especialmente entre os levitas.","conexao_teologica":"A ideia de ser 'filho' é central na teologia bíblica, onde Deus é frequentemente referido como Pai, e os crentes são considerados filhos de Deus, enfatizando a relação íntima entre Deus e seu povo.","referencias_relacionadas":["Salmos 127:3","Mateus 5:9","Romanos 8:16"]},"1cronicas_6_46_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se a um dos grupos familiares que compõem o povo de Israel, cada um com seu próprio território e responsabilidades.","explicacao_detalhada":"A palavra 'tribo' (מַטֶּה) é usada para descrever as doze divisões do povo de Israel, cada uma descendente de um dos filhos de Jacó. Em 1 Crônicas 6:46, a menção da tribo é essencial para entender a organização social e religiosa de Israel.","por_que_esta_palavra":"A palavra 'tribo' é importante para mostrar a estrutura social e a identidade coletiva do povo de Israel, que se organizava em tribos com funções específicas.","conexao_teologica":"Atribuir a cada tribo um papel específico no plano de Deus reflete a diversidade e a unidade do povo de Deus, que é chamado para cumprir sua vontade.","referencias_relacionadas":["Números 1:2","Josué 14:1","Apocalipse 7:4"]},"1cronicas_6_46_familia":{"palavra_pt":"familia","palavra_original":"מִשְׁפָּחָה","transliteracao":"mishpâchâh","strong":"H4940","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se ao grupo de pessoas ligadas por laços de sangue ou por vínculos legais e sociais.","explicacao_detalhada":"A palavra 'família' (מִשְׁפָּחָה) implica uma unidade maior que a simples relação entre pais e filhos, incluindo tios, primos e outros parentes. Em 1 Crônicas 6:46, a menção da família destaca a importância da herança e da continuidade da linhagem levítica.","por_que_esta_palavra":"A palavra 'família' é usada para enfatizar a importância da unidade e da coesão dentro do povo de Deus, refletindo a estrutura social da época.","conexao_teologica":"A família é vista como uma instituição divina, e a Bíblia frequentemente usa a metáfora da família para descrever a relação entre Deus e seu povo.","referencias_relacionadas":["Êxodo 20:12","Efésios 6:1-4","1 Timóteo 5:8"]},"1cronicas_6_47_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao descendente direto de uma pessoa, enfatizando a continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para indicar não apenas a relação biológica, mas também a herança espiritual e a responsabilidade que vem com essa relação. No contexto de 1 Crônicas 6:47, destaca a importância da descendência na genealogia dos levitas.","por_que_esta_palavra":"A escolha da palavra 'filho' é crucial para entender a estrutura familiar e a importância da linhagem na cultura israelita, especialmente entre os levitas.","conexao_teologica":"A ideia de ser 'filho' é central na teologia bíblica, onde Deus é frequentemente referido como Pai, e os crentes são considerados filhos de Deus, enfatizando a relação íntima entre Deus e seu povo.","referencias_relacionadas":["Salmos 127:3","Mateus 5:9","Romanos 8:16"]},"1cronicas_6_47_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se a um dos grupos familiares que compõem o povo de Israel, cada um com seu próprio território e responsabilidades.","explicacao_detalhada":"A palavra 'tribo' (מַטֶּה) é usada para descrever as doze divisões do povo de Israel, cada uma descendente de um dos filhos de Jacó. Em 1 Crônicas 6:47, a menção da tribo é essencial para entender a organização social e religiosa de Israel.","por_que_esta_palavra":"A palavra 'tribo' é importante para mostrar a estrutura social e a identidade coletiva do povo de Israel, que se organizava em tribos com funções específicas.","conexao_teologica":"Atribuir a cada tribo um papel específico no plano de Deus reflete a diversidade e a unidade do povo de Deus, que é chamado para cumprir sua vontade.","referencias_relacionadas":["Números 1:2","Josué 14:1","Apocalipse 7:4"]},"1cronicas_6_47_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local habitado, geralmente cercado, que serve como centro de vida social e religiosa.","explicacao_detalhada":"A palavra 'cidade' (עִיר) é usada para descrever um espaço urbano que serve como centro de governo, comércio e culto. Em 1 Crônicas 6:47, a cidade é mencionada em relação à habitação dos levitas e sua função na sociedade israelita.","por_que_esta_palavra":"A palavra 'cidade' é importante para entender a geografia e a organização social de Israel, onde as cidades tinham papéis específicos na vida do povo.","conexao_teologica":"As cidades são frequentemente vistas na Bíblia como lugares de refúgio e adoração, refletindo a presença de Deus entre seu povo.","referencias_relacionadas":["Deuteronômio 19:2","Salmos 46:4","Hebreus 11:10"]},"1cronicas_6_48_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao descendente direto de uma pessoa, enfatizando a continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para indicar não apenas a relação biológica, mas também a herança espiritual e a responsabilidade que vem com essa relação. No contexto de 1 Crônicas 6:48, destaca a importância da descendência na genealogia dos levitas.","por_que_esta_palavra":"A escolha da palavra 'filho' é crucial para entender a estrutura familiar e a importância da linhagem na cultura israelita, especialmente entre os levitas.","conexao_teologica":"A ideia de ser 'filho' é central na teologia bíblica, onde Deus é frequentemente referido como Pai, e os crentes são considerados filhos de Deus, enfatizando a relação íntima entre Deus e seu povo.","referencias_relacionadas":["Salmos 127:3","Mateus 5:9","Romanos 8:16"]},"1cronicas_6_48_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se a um dos grupos familiares que compõem o povo de Israel, cada um com seu próprio território e responsabilidades.","explicacao_detalhada":"A palavra 'tribo' (מַטֶּה) é usada para descrever as doze divisões do povo de Israel, cada uma descendente de um dos filhos de Jacó. Em 1 Crônicas 6:48, a menção da tribo é essencial para entender a organização social e religiosa de Israel.","por_que_esta_palavra":"A palavra 'tribo' é importante para mostrar a estrutura social e a identidade coletiva do povo de Israel, que se organizava em tribos com funções específicas.","conexao_teologica":"Atribuir a cada tribo um papel específico no plano de Deus reflete a diversidade e a unidade do povo de Deus, que é chamado para cumprir sua vontade.","referencias_relacionadas":["Números 1:2","Josué 14:1","Apocalipse 7:4"]},"1cronicas_6_49_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de pedir ou invocar algo, geralmente em um contexto de necessidade ou súplica.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é usada para expressar a ação de conceder ou oferecer algo a alguém. Em 1 Crônicas 6:49, o ato de dar é associado à entrega de cidades aos levitas, destacando a generosidade e a provisão de Deus para seu povo.","por_que_esta_palavra":"A palavra 'dar' é fundamental para entender a relação de Deus com seu povo, onde Ele é visto como o provedor que concede bênçãos e recursos.","conexao_teologica":"A teologia do dar é central na Bíblia, refletindo a natureza generosa de Deus e o chamado para que seu povo também seja generoso.","referencias_relacionadas":["Salmos 37:25","Mateus 7:11","2 Coríntios 9:7"]},"1cronicas_6_49_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local habitado, geralmente cercado, que serve como centro de vida social e religiosa.","explicacao_detalhada":"A palavra 'cidade' (עִיר) é usada para descrever um espaço urbano que serve como centro de governo, comércio e culto. Em 1 Crônicas 6:49, a cidade é mencionada em relação à habitação dos levitas e sua função na sociedade israelita.","por_que_esta_palavra":"A palavra 'cidade' é importante para entender a geografia e a organização social de Israel, onde as cidades tinham papéis específicos na vida do povo.","conexao_teologica":"As cidades são frequentemente vistas na Bíblia como lugares de refúgio e adoração, refletindo a presença de Deus entre seu povo.","referencias_relacionadas":["Deuteronômio 19:2","Salmos 46:4","Hebreus 11:10"]},"1cronicas_6_49_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência e à continuidade da linhagem sacerdotal.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é utilizada para indicar não apenas a relação biológica, mas também a herança espiritual e a responsabilidade que vem com essa posição dentro da comunidade de Israel.","por_que_esta_palavra":"A escolha da palavra 'filho' enfatiza a importância da linhagem e da transmissão dos deveres sacerdotais de geração em geração.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e Seu povo, onde Deus é visto como Pai.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Mateus 5:9"]},"1cronicas_6_50_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Indica a ação de dar ou conceder algo, especialmente em um contexto de necessidade ou súplica.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é usada para expressar a generosidade de Deus e a importância de compartilhar bênçãos com os outros, especialmente no contexto da adoração e serviço a Deus.","por_que_esta_palavra":"A palavra é escolhida para mostrar que tudo o que temos é um presente de Deus e que devemos estar dispostos a dar em resposta.","conexao_teologica":"A generosidade de Deus é um tema central na Bíblia, refletindo Seu caráter e a expectativa de que Seu povo também seja generoso.","referencias_relacionadas":["Lucas 6:38","2 Coríntios 9:7","Tiago 1:17"]},"1cronicas_6_50_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se a uma das doze tribos de Israel, cada uma com sua própria herança e função dentro da nação.","explicacao_detalhada":"A palavra 'tribo' (מַטֶּה) é usada para descrever as divisões do povo de Israel, que eram fundamentais para a organização social e religiosa do povo.","por_que_esta_palavra":"A palavra é importante para entender a estrutura social de Israel e a distribuição das terras prometidas.","conexao_teologica":"As tribos de Israel representam a diversidade e a unidade do povo de Deus, cada uma contribuindo para o todo.","referencias_relacionadas":["Gênesis 49:28","Números 1:2","Josué 14:1"]},"1cronicas_6_50_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local de habitação, muitas vezes associado a um centro de adoração ou comunidade.","explicacao_detalhada":"A palavra 'cidade' (עִיר) é utilizada para descrever não apenas um lugar físico, mas também um espaço de vida comunitária e espiritualidade.","por_que_esta_palavra":"A cidade é um símbolo da presença de Deus entre Seu povo, onde a adoração e a vida comunitária se entrelaçam.","conexao_teologica":"As cidades na Bíblia muitas vezes são vistas como lugares de refúgio e adoração, refletindo a presença de Deus entre os homens.","referencias_relacionadas":["Salmos 46:4","Hebreus 11:10","Apocalipse 21:2"]},"1cronicas_6_51_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Novamente, refere-se a uma das doze tribos de Israel, enfatizando a continuidade da herança.","explicacao_detalhada":"A repetição da palavra 'tribo' (מַטֶּה) neste contexto reforça a importância da identidade tribal na estrutura social e religiosa de Israel.","por_que_esta_palavra":"É crucial para a compreensão da organização do povo de Deus e como cada tribo desempenha um papel específico na história da salvação.","conexao_teologica":"A diversidade das tribos reflete a riqueza da criação de Deus e a maneira como Ele trabalha através de diferentes grupos para cumprir Seus propósitos.","referencias_relacionadas":["Gênesis 49:28","Números 1:2","Josué 14:1"]},"1cronicas_6_51_familia":{"palavra_pt":"familia","palavra_original":"מִשְׁפָּחָה","transliteracao":"mishpâchâh","strong":"H4940","significado_raiz":"Ideia básica: familia.","significado_contextual":"Refere-se a um grupo familiar, enfatizando a importância das relações familiares na cultura israelita.","explicacao_detalhada":"A palavra 'família' (מִשְׁפָּחָה) é usada para descrever a unidade básica da sociedade, que é fundamental para a transmissão de valores e tradições.","por_que_esta_palavra":"A escolha desta palavra destaca a importância das relações familiares na vida espiritual e social do povo de Deus.","conexao_teologica":"A família é vista como uma instituição divina, onde a fé e os ensinamentos de Deus são passados de geração em geração.","referencias_relacionadas":["Efésios 6:1-4","Colossenses 3:20-21","Salmos 78:4"]},"1cronicas_6_51_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à continuidade da linhagem e à importância da descendência na tradição israelita.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é utilizada novamente para enfatizar a relação de herança e responsabilidade dentro da família e da comunidade.","por_que_esta_palavra":"A repetição desta palavra reforça a ideia de que a linhagem é crucial para a identidade do povo de Deus.","conexao_teologica":"A relação entre pai e filho é um tema central na Bíblia, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Mateus 5:9"]},"1cronicas_6_52_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Indica a ação de dar ou conceder algo, especialmente em um contexto de necessidade ou súplica.","explicacao_detalhada":"A palavra 'dar' (נָתַן) é usada para expressar a generosidade de Deus e a importância de compartilhar bênçãos com os outros.","por_que_esta_palavra":"A palavra é escolhida para mostrar que tudo o que temos é um presente de Deus e que devemos estar dispostos a dar em resposta.","conexao_teologica":"A generosidade de Deus é um tema central na Bíblia, refletindo Seu caráter e a expectativa de que Seu povo também seja generoso.","referencias_relacionadas":["Lucas 6:38","2 Coríntios 9:7","Tiago 1:17"]},"1cronicas_6_52_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a um local de habitação, muitas vezes associado a um centro de adoração ou comunidade.","explicacao_detalhada":"A palavra 'cidade' (עִיר) é utilizada para descrever não apenas um lugar físico, mas também um espaço de vida comunitária e espiritualidade.","por_que_esta_palavra":"A cidade é um símbolo da presença de Deus entre Seu povo, onde a adoração e a vida comunitária se entrelaçam.","conexao_teologica":"As cidades na Bíblia muitas vezes são vistas como lugares de refúgio e adoração, refletindo a presença de Deus entre os homens.","referencias_relacionadas":["Salmos 46:4","Hebreus 11:10","Apocalipse 21:2"]},"1cronicas_6_52_refugio":{"palavra_pt":"refugio","palavra_original":"מִקְלָט","transliteracao":"miqlâṭ","strong":"H4733","significado_raiz":"Ideia básica: refugio.","significado_contextual":"Refere-se a um lugar seguro, onde as pessoas podem encontrar proteção e abrigo.","explicacao_detalhada":"A palavra 'refugio' (מִקְלָט) é usada para descrever a necessidade de segurança física e espiritual, especialmente em tempos de crise.","por_que_esta_palavra":"A escolha desta palavra enfatiza a proteção que Deus oferece ao Seu povo em momentos de dificuldade.","conexao_teologica":"Deus é frequentemente descrito como um refúgio seguro, onde os crentes podem encontrar consolo e segurança.","referencias_relacionadas":["Salmos 46:1","Provérbios 18:10","Hebreus 6:18"]},"1cronicas_6_53_jokmeam":{"palavra_pt":"jokmeam","palavra_original":"יׇקְמְעָם","transliteracao":"Yoqmᵉʻâm","strong":"H3361","significado_raiz":"Ideia básica: jokmeam.","significado_contextual":"Jokmeam é mencionado como um dos lugares associados aos levitas e suas cidades.","explicacao_detalhada":"O nome Jokmeam pode ser interpretado como 'Deus fez crescer' ou 'Deus estabeleceu'. Este local é parte da herança dos levitas, que eram responsáveis pelo culto e pela música no templo.","por_que_esta_palavra":"A palavra é importante porque representa a continuidade da linhagem levítica e a preservação dos lugares sagrados.","conexao_teologica":"Jokmeam simboliza a fidelidade de Deus em estabelecer e manter um povo que O adora.","referencias_relacionadas":["1 Crônicas 6:53","Josué 21:34","1 Crônicas 6:54"]},"1cronicas_6_53_mar":{"palavra_pt":"mar","palavra_original":"מִגְרָשׁ","transliteracao":"migrâsh","strong":"H4054","significado_raiz":"Ideia básica: mar.","significado_contextual":"Mar refere-se ao espaço ou campo que pertencia aos levitas.","explicacao_detalhada":"O termo 'mar' é usado para descrever áreas de pastagem ou terras que eram designadas para os levitas, enfatizando a importância de suas necessidades materiais.","por_que_esta_palavra":"É relevante porque mostra como Deus cuidou das necessidades físicas de Seu povo escolhido.","conexao_teologica":"A provisão de Deus para os levitas reflete Sua preocupação com o bem-estar de todos os Seus servos.","referencias_relacionadas":["1 Crônicas 6:53","Números 35:2","Josué 21:2"]},"1cronicas_6_53_nome":{"palavra_pt":"nome","palavra_original":"בֵּית חוֹרוֹן","transliteracao":"Bêyth Chôwrôwn","strong":"H1032","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome mencionado refere-se a uma localidade específica que faz parte da herança levítica.","explicacao_detalhada":"O termo 'nome' aqui se refere a 'Bêyth Chôwrôwn', que é uma cidade levítica. O nome é significativo, pois representa a identidade e a herança do povo de Deus.","por_que_esta_palavra":"A palavra é crucial para entender a geografia e a divisão das terras entre as tribos de Israel.","conexao_teologica":"A cidade representa a presença de Deus entre Seu povo e a importância da adoração em locais designados.","referencias_relacionadas":["1 Crônicas 6:53","Josué 21:15","1 Crônicas 6:54"]},"1cronicas_6_54_nome":{"palavra_pt":"nome","palavra_original":"אַיָּלוֹן","transliteracao":"ʼAyâlôwn","strong":"H357","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se a outra localidade levítica, 'Ayalon'.","explicacao_detalhada":"A cidade de Ayalon é mencionada como parte da herança dos levitas, destacando a importância de locais específicos para o culto e a adoração.","por_que_esta_palavra":"É importante para entender a distribuição das cidades levíticas e a organização do culto em Israel.","conexao_teologica":"Ayalon simboliza a presença de Deus em meio ao Seu povo e a importância da adoração em comunidades específicas.","referencias_relacionadas":["1 Crônicas 6:54","Josué 21:24","Juízes 1:35"]},"1cronicas_6_54_mar":{"palavra_pt":"mar","palavra_original":"מִגְרָשׁ","transliteracao":"migrâsh","strong":"H4054","significado_raiz":"Ideia básica: mar.","significado_contextual":"Assim como em outros contextos, 'mar' refere-se ao espaço ou campo associado aos levitas.","explicacao_detalhada":"O uso do termo 'mar' aqui reforça a ideia de que os levitas tinham áreas designadas para suas necessidades, mostrando a organização social de Israel.","por_que_esta_palavra":"É relevante para entender a estrutura social e a provisão de Deus para os levitas.","conexao_teologica":"A provisão de Deus para os levitas é um reflexo de Sua fidelidade e cuidado por aqueles que servem em Seu templo.","referencias_relacionadas":["1 Crônicas 6:54","Números 35:3","Josué 21:15"]},"1cronicas_6_54_gathrimmon":{"palavra_pt":"gath rimmon","palavra_original":"גַּת־רִמּוֹן","transliteracao":"Gath-Rimmôwn","strong":"H1667","significado_raiz":"Ideia básica: gath rimmon.","significado_contextual":"Gath-Rimmon é uma cidade levítica mencionada na lista de cidades que pertencem aos levitas.","explicacao_detalhada":"O nome Gath-Rimmon pode ser traduzido como 'o lagar de Rimmon', e sua inclusão na lista destaca a importância de locais específicos para o culto e a adoração.","por_que_esta_palavra":"A palavra é significativa para entender a geografia das cidades levíticas e a organização do culto em Israel.","conexao_teologica":"Gath-Rimmon representa a presença de Deus e a importância de lugares dedicados à adoração.","referencias_relacionadas":["1 Crônicas 6:54","Josué 21:24","1 Crônicas 6:63"]},"1cronicas_6_55_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência dos levitas, enfatizando a continuidade da linhagem.","explicacao_detalhada":"O termo 'filho' é usado para descrever a relação familiar e a importância da herança entre os levitas, que eram responsáveis pelo serviço no templo.","por_que_esta_palavra":"É importante para entender a estrutura familiar e a transmissão de responsabilidades entre as gerações.","conexao_teologica":"A ênfase na linhagem levítica reflete a fidelidade de Deus em preservar um povo para Seu serviço.","referencias_relacionadas":["1 Crônicas 6:55","Êxodo 28:1","Números 3:10"]},"1cronicas_6_55_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"A palavra 'tribo' refere-se à divisão do povo de Israel, especificamente a tribo de Levi.","explicacao_detalhada":"O termo 'tribo' é fundamental para entender a organização social e religiosa de Israel, onde cada tribo tinha funções e responsabilidades específicas.","por_que_esta_palavra":"É relevante para a compreensão da estrutura social e do papel dos levitas na adoração a Deus.","conexao_teologica":"A tribo de Levi é escolhida por Deus para servir no templo, simbolizando a dedicação e o serviço a Ele.","referencias_relacionadas":["1 Crônicas 6:55","Números 1:49","Deuteronômio 10:8"]},"1cronicas_6_56_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' novamente enfatiza a continuidade da linhagem levítica.","explicacao_detalhada":"Assim como em outros contextos, 'filho' é usado para descrever a relação familiar e a importância da herança entre os levitas.","por_que_esta_palavra":"É crucial para entender a estrutura familiar e a transmissão de responsabilidades entre as gerações levíticas.","conexao_teologica":"A linhagem levítica é um testemunho da fidelidade de Deus em preservar um povo para Seu serviço.","referencias_relacionadas":["1 Crônicas 6:56","Êxodo 6:20","Números 3:1"]},"1cronicas_6_56_familia":{"palavra_pt":"familia","palavra_original":"מִשְׁפָּחָה","transliteracao":"mishpâchâh","strong":"H4940","significado_raiz":"Ideia básica: familia.","significado_contextual":"A palavra 'família' refere-se à unidade familiar dentro da tribo de Levi.","explicacao_detalhada":"O termo 'família' é usado para descrever os grupos dentro da tribo de Levi, cada um com suas responsabilidades específicas no serviço do templo.","por_que_esta_palavra":"É importante para entender a estrutura social e a organização do culto entre os levitas.","conexao_teologica":"As famílias levíticas refletem a diversidade e a unidade do povo de Deus em Seu serviço.","referencias_relacionadas":["1 Crônicas 6:56","Números 3:21","1 Crônicas 5:29"]},"1cronicas_6_56_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se a uma das doze tribos de Israel, que eram grupos familiares descendentes de Jacó.","explicacao_detalhada":"A palavra 'tribo' (מַטֶּה) é usada para descrever as divisões do povo de Israel, cada uma representando um dos filhos de Jacó. Essas tribos tinham suas próprias terras e responsabilidades dentro da nação israelita.","por_que_esta_palavra":"A menção da tribo é crucial para entender a organização social e política de Israel, bem como a herança e as promessas de Deus a cada tribo.","conexao_teologica":"As tribos de Israel simbolizam a diversidade e a unidade do povo de Deus, cada uma com seu papel específico no plano divino.","referencias_relacionadas":["Gênesis 49:28","Números 1:4-16","Josué 14:1"]},"1cronicas_6_57_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Novamente se refere a uma das doze tribos de Israel, enfatizando a continuidade da linhagem.","explicacao_detalhada":"A repetição da palavra 'tribo' (מַטֶּה) reforça a importância da genealogia e da identidade do povo de Israel, mostrando como cada tribo é parte do plano de Deus.","por_que_esta_palavra":"É fundamental para a compreensão da história de Israel e das promessas feitas a cada tribo.","conexao_teologica":"A estrutura tribal é um reflexo da ordem divina e da aliança de Deus com seu povo.","referencias_relacionadas":["Êxodo 24:4","Deuteronômio 33:1-29","Josué 18:11"]},"1cronicas_6_57_filho":{"palavra_pt":"filho","palavra_original":"יִשָּׂשכָר","transliteracao":"Yissâˢkâr","strong":"H3485","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente específico dentro da tribo, destacando a importância da linhagem.","explicacao_detalhada":"A palavra 'filho' (יִשָּׂשכָר) é usada para identificar a descendência e a continuidade da família, essencial para a genealogia do povo de Israel.","por_que_esta_palavra":"A menção de filhos é vital para entender a transmissão das bênçãos e promessas de Deus através das gerações.","conexao_teologica":"Cada filho representa uma parte do plano de Deus para a redenção e a história de Israel.","referencias_relacionadas":["Gênesis 30:18","Números 26:24","1 Crônicas 12:32"]},"1cronicas_6_57_unrepresented":{"palavra_pt":"unrepresented","palavra_original":"אֵת","transliteracao":"ʼêth","strong":"H853","significado_raiz":"Ideia básica: unrepresented.","significado_contextual":"Usado como uma partícula que conecta ou enfatiza a relação entre os elementos mencionados.","explicacao_detalhada":"A palavra 'unrepresented' (אֵת) não tem um significado específico, mas serve para indicar a presença de um objeto ou pessoa em uma ação.","por_que_esta_palavra":"É uma palavra gramatical que ajuda a estruturar a frase, mas não carrega um significado teológico profundo.","conexao_teologica":"Embora não tenha um significado teológico direto, sua presença é importante para a fluidez do texto.","referencias_relacionadas":["1 Crônicas 6:57","1 Crônicas 6:59","Salmos 119:105"]},"1cronicas_6_58_nome":{"palavra_pt":"nome","palavra_original":"רָאמוֹת","transliteracao":"Râʼmôwth","strong":"H7216","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma localidade ou de uma pessoa, essencial para a identificação.","explicacao_detalhada":"A palavra 'nome' (רָאמוֹת) é importante na cultura bíblica, onde o nome carrega significados e identidades profundas.","por_que_esta_palavra":"Os nomes são frequentemente usados na Bíblia para refletir o caráter ou a missão de uma pessoa ou lugar.","conexao_teologica":"O nome de Deus e a importância dos nomes na Bíblia refletem a relação pessoal que Deus tem com seu povo.","referencias_relacionadas":["Gênesis 17:5","Êxodo 3:14","Salmos 20:1"]},"1cronicas_6_58_mar":{"palavra_pt":"mar","palavra_original":"מִגְרָשׁ","transliteracao":"migrâsh","strong":"H4054","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se a uma área de pastagem ou um espaço aberto, importante para a vida rural.","explicacao_detalhada":"A palavra 'mar' (מִגְרָשׁ) indica um espaço de terra que pode ser utilizado para pastagem, essencial para a subsistência do povo.","por_que_esta_palavra":"A menção de áreas de pastagem é crucial para entender a economia e a vida cotidiana dos israelitas.","conexao_teologica":"O cuidado de Deus com seu povo é refletido na provisão de terras férteis e espaços para sustento.","referencias_relacionadas":["Gênesis 13:10","Salmos 23:2","Isaías 30:23"]},"1cronicas_6_58_anem":{"palavra_pt":"anem","palavra_original":"עָנֵם","transliteracao":"ʻÂnêm","strong":"H6046","significado_raiz":"Ideia básica: anem.","significado_contextual":"Refere-se a um lugar ou a uma pessoa, possivelmente com conotações de fragilidade ou vulnerabilidade.","explicacao_detalhada":"A palavra 'anem' (עָנֵם) pode indicar um estado de ser ou um local que é significativo para a narrativa bíblica.","por_que_esta_palavra":"A inclusão de 'anem' pode indicar uma conexão com temas de fragilidade e dependência de Deus.","conexao_teologica":"A vulnerabilidade humana é um tema recorrente na Bíblia, onde Deus é visto como o refúgio e a força do seu povo.","referencias_relacionadas":["Salmos 34:18","Salmos 147:3","Mateus 11:28"]},"1cronicas_6_59_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Mais uma vez, refere-se a uma das doze tribos de Israel, reforçando a estrutura social.","explicacao_detalhada":"A repetição da palavra 'tribo' (מַטֶּה) enfatiza a importância da genealogia e da identidade do povo de Israel.","por_que_esta_palavra":"A menção da tribo é fundamental para a compreensão da herança e das promessas de Deus a cada tribo.","conexao_teologica":"As tribos de Israel simbolizam a diversidade e a unidade do povo de Deus, cada uma com seu papel específico no plano divino.","referencias_relacionadas":["Gênesis 49:28","Números 1:4-16","Josué 14:1"]},"1cronicas_6_59_filho":{"palavra_pt":"filho","palavra_original":"אָשֵׁר","transliteracao":"ʼÂshêr","strong":"H836","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente específico dentro da tribo, destacando a importância da linhagem.","explicacao_detalhada":"A palavra 'filho' (אָשֵׁר) é usada para identificar a descendência e a continuidade da família, essencial para a genealogia do povo de Israel.","por_que_esta_palavra":"A menção de filhos é vital para entender a transmissão das bênçãos e promessas de Deus através das gerações.","conexao_teologica":"Cada filho representa uma parte do plano de Deus para a redenção e a história de Israel.","referencias_relacionadas":["Gênesis 30:12","Números 26:17","1 Crônicas 12:36"]},"1cronicas_6_59_unrepresented":{"palavra_pt":"unrepresented","palavra_original":"אֵת","transliteracao":"ʼêth","strong":"H853","significado_raiz":"Ideia básica: unrepresented.","significado_contextual":"Usado como uma partícula que conecta ou enfatiza a relação entre os elementos mencionados.","explicacao_detalhada":"A palavra 'unrepresented' (אֵת) não tem um significado específico, mas serve para indicar a presença de um objeto ou pessoa em uma ação.","por_que_esta_palavra":"É uma palavra gramatical que ajuda a estruturar a frase, mas não carrega um significado teológico profundo.","conexao_teologica":"Embora não tenha um significado teológico direto, sua presença é importante para a fluidez do texto.","referencias_relacionadas":["1 Crônicas 6:59","1 Crônicas 7:32","Salmos 119:105"]},"1cronicas_6_60_hukkok":{"palavra_pt":"hukkok","palavra_original":"חֻקֹּק","transliteracao":"Chuqqôq","strong":"H2712","significado_raiz":"Ideia básica: hukkok.","significado_contextual":"Hukkok é um lugar mencionado como parte da herança dos levitas.","explicacao_detalhada":"O termo 'hukkok' refere-se a uma localidade que era parte das cidades designadas para os levitas, que eram os sacerdotes e responsáveis pelo culto a Deus. Essa cidade estava situada na região de Naftali.","por_que_esta_palavra":"A palavra é importante para entender a distribuição das cidades levíticas e a organização do povo de Israel na terra prometida.","conexao_teologica":"Hukkok simboliza a provisão de Deus para os levitas, que eram separados para o serviço religioso e espiritual do povo.","referencias_relacionadas":["Números 35:34","Josué 21:32","1 Crônicas 6:76"]},"1cronicas_6_60_mar":{"palavra_pt":"mar","palavra_original":"מִגְרָשׁ","transliteracao":"migrâsh","strong":"H4054","significado_raiz":"Ideia básica: mar.","significado_contextual":"Mar refere-se a um espaço aberto ou pastagem associado à cidade de Hukkok.","explicacao_detalhada":"A palavra 'mar' indica uma área destinada ao pastoreio, que era vital para a subsistência das famílias levíticas que habitavam a cidade. Essa designação mostra a importância da terra para a vida cotidiana.","por_que_esta_palavra":"É relevante para entender como as cidades levíticas eram sustentadas e a relação entre a terra e o sustento espiritual.","conexao_teologica":"O conceito de 'mar' reflete a provisão de Deus para o sustento do Seu povo, tanto fisicamente quanto espiritualmente.","referencias_relacionadas":["Salmos 23:1","Mateus 6:26","Filipenses 4:19"]},"1cronicas_6_60_nome":{"palavra_pt":"nome","palavra_original":"רְחֹב","transliteracao":"Rᵉchôb","strong":"H7340","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome refere-se à identidade ou designação de uma pessoa ou lugar.","explicacao_detalhada":"A palavra 'nome' é fundamental na cultura hebraica, pois carrega significados profundos sobre a identidade e o caráter. No contexto de Hukkok, pode se referir à importância da cidade e de seus habitantes.","por_que_esta_palavra":"A identidade é crucial na narrativa bíblica, pois os nomes muitas vezes refletem o propósito e a história de indivíduos e lugares.","conexao_teologica":"O nome de Deus e a identidade do Seu povo são temas centrais na Bíblia, mostrando a relação entre Deus e a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 91:14","Isaías 43:1"]},"1cronicas_6_61_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Tribo refere-se a uma das doze divisões do povo de Israel.","explicacao_detalhada":"A palavra 'tribo' é usada para descrever as diferentes famílias e clãs que formavam a nação de Israel. No contexto, refere-se à tribo de Naftali, da qual Hukkok era uma cidade.","por_que_esta_palavra":"Entender as tribos é essencial para compreender a organização social e religiosa de Israel.","conexao_teologica":"As tribos de Israel representam a diversidade e a unidade do povo escolhido por Deus.","referencias_relacionadas":["Gênesis 49:21","Números 1:4","Josué 19:32"]},"1cronicas_6_61_galilee":{"palavra_pt":"galileia","palavra_original":"גָּלִיל","transliteracao":"Gâlîyl","strong":"H1551","significado_raiz":"Ideia básica: galileia.","significado_contextual":"Galileia é uma região geográfica ao norte de Israel.","explicacao_detalhada":"A palavra 'galileia' refere-se à região onde Hukkok estava localizada, sendo uma área significativa na história de Israel, especialmente no ministério de Jesus.","por_que_esta_palavra":"A Galileia é importante por ser o local onde muitos eventos da vida de Jesus ocorreram, ligando a história do Antigo Testamento ao Novo Testamento.","conexao_teologica":"A Galileia simboliza a manifestação da graça de Deus em lugares inesperados, onde Jesus começou Seu ministério.","referencias_relacionadas":["Mateus 4:15","Lucas 2:39","João 1:46"]},"1cronicas_6_61_filho":{"palavra_pt":"filho","palavra_original":"נַפְתָּלִי","transliteracao":"Naphtâlîy","strong":"H5321","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho refere-se à descendência de uma pessoa, neste caso, Naphtali.","explicacao_detalhada":"A palavra 'filho' é usada para indicar a linhagem e a herança, sendo crucial para a genealogia do povo de Israel. Naphtali era um dos filhos de Jacó, e suas tribos eram fundamentais na formação de Israel.","por_que_esta_palavra":"A linhagem é importante para entender a continuidade da promessa de Deus ao Seu povo.","conexao_teologica":"A ideia de 'filho' reflete a relação entre Deus e Seu povo, onde somos chamados de filhos de Deus.","referencias_relacionadas":["Gênesis 30:8","Mateus 1:2","Romanos 8:14"]},"1cronicas_6_62_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho refere-se à descendência de um levita.","explicacao_detalhada":"Assim como em outros contextos, a palavra 'filho' aqui enfatiza a continuidade da linhagem levítica, essencial para o serviço no templo e a manutenção das tradições religiosas.","por_que_esta_palavra":"A continuidade da linhagem é vital para a preservação da identidade e do serviço a Deus.","conexao_teologica":"A relação de filiação é um tema central na Bíblia, refletindo a adoção e a herança espiritual que temos em Cristo.","referencias_relacionadas":["Êxodo 6:16","1 Crônicas 6:1","Gálatas 3:26"]},"1cronicas_6_62_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Tribo refere-se à herança e ao papel dos levitas.","explicacao_detalhada":"A palavra 'tribo' aqui destaca a importância da tribo de Levi, que era separada para o serviço sacerdotal e a adoração a Deus.","por_que_esta_palavra":"A tribo de Levi é crucial para a compreensão do sistema de adoração e sacrifício no Antigo Testamento.","conexao_teologica":"A tribo de Levi representa a dedicação ao serviço de Deus, refletindo o chamado de todos os crentes para servirem a Deus.","referencias_relacionadas":["Números 3:6","Deuteronômio 10:8","Hebreus 7:14"]},"1cronicas_6_62_descanso":{"palavra_pt":"descanso","palavra_original":"יָתַר","transliteracao":"yâthar","strong":"H3498","significado_raiz":"Ideia básica: descanso.","significado_contextual":"Descanso refere-se ao conceito de repouso e tranquilidade.","explicacao_detalhada":"A palavra 'descanso' é significativa no contexto da vida levítica, onde o serviço a Deus também incluía momentos de descanso e adoração, refletindo a ordem divina.","por_que_esta_palavra":"O descanso é um princípio fundamental na criação e na vida espiritual, mostrando a importância de equilibrar trabalho e adoração.","conexao_teologica":"O descanso é um símbolo do descanso que encontramos em Cristo, que nos convida a lançar sobre Ele nossas ansiedades.","referencias_relacionadas":["Gênesis 2:2","Mateus 11:28","Hebreus 4:9"]},"1cronicas_6_63_sol":{"palavra_pt":"sol","palavra_original":"מִזְרָח","transliteracao":"mizrâch","strong":"H4217","significado_raiz":"Ideia básica: sol.","significado_contextual":"Sol refere-se à direção leste, simbolizando novos começos.","explicacao_detalhada":"A palavra 'sol' é usada para indicar a direção do leste, que era muitas vezes associada a novos começos e à presença de Deus. No contexto, pode simbolizar a esperança e a luz que vem de Deus.","por_que_esta_palavra":"A direção do sol é frequentemente usada na Bíblia para simbolizar a presença e a orientação divina.","conexao_teologica":"Cristo é descrito como a luz do mundo, trazendo esperança e direção para a vida dos crentes.","referencias_relacionadas":["Salmos 84:11","Isaías 60:1","João 8:12"]},"1cronicas_6_63_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se a uma das divisões do povo de Israel, que descendem de um ancestral comum.","explicacao_detalhada":"A palavra 'tribo' (מַטֶּה) é usada para descrever as doze tribos de Israel, cada uma representando os descendentes de um dos filhos de Jacó. No contexto de 1 Crônicas 6:63, a menção das tribos é importante para a organização e a herança do povo de Deus.","por_que_esta_palavra":"A palavra é fundamental para entender a estrutura social e religiosa de Israel, onde cada tribo tinha seu próprio território e responsabilidades.","conexao_teologica":"As tribos de Israel são vistas como a manifestação do povo escolhido de Deus, cada uma com um papel específico no plano divino.","referencias_relacionadas":["Gênesis 49:28","Números 1:2","Josué 14:1"]},"1cronicas_6_63_idiom":{"palavra_pt":"expressao","palavra_original":"עֵבֶר","transliteracao":"ʻêber","strong":"H5676","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se a uma expressão ou forma de comunicação.","explicacao_detalhada":"A palavra 'expressão' (עֵבֶר) pode ser entendida como uma maneira de se referir a algo que é dito ou comunicado. No contexto, pode indicar a importância da linguagem e da comunicação entre os membros da tribo.","por_que_esta_palavra":"A expressão é crucial para a transmissão de tradições, leis e histórias entre as gerações.","conexao_teologica":"A comunicação é um meio pelo qual Deus se revela ao seu povo, e a linguagem é uma ferramenta essencial para a compreensão da Sua vontade.","referencias_relacionadas":["Salmos 19:14","Provérbios 18:21","Tiago 3:5"]},"1cronicas_6_64_kedemoth":{"palavra_pt":"kedemoth","palavra_original":"קְדֵמוֹת","transliteracao":"Qᵉdêmôwth","strong":"H6932","significado_raiz":"Ideia básica: kedemoth.","significado_contextual":"Refere-se a um lugar específico, possivelmente uma cidade ou região.","explicacao_detalhada":"A palavra 'kedemoth' (קְדֵמוֹת) é mencionada em relação a uma localidade que tinha importância para as tribos de Israel. O nome pode estar associado a um significado geográfico ou histórico.","por_que_esta_palavra":"A localização de kedemoth é relevante para entender a distribuição territorial das tribos e a história de Israel.","conexao_teologica":"Os lugares mencionados na Bíblia muitas vezes têm significados espirituais e históricos que refletem a presença de Deus entre o Seu povo.","referencias_relacionadas":["Deuteronômio 2:26","Josué 13:18","Ezequiel 25:4"]},"1cronicas_6_64_mar":{"palavra_pt":"mar","palavra_original":"מִגְרָשׁ","transliteracao":"migrâsh","strong":"H4054","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se a um espaço aberto ou campo, possivelmente usado para pastoreio.","explicacao_detalhada":"A palavra 'mar' (מִגְרָשׁ) indica uma área destinada ao pasto ou ao cultivo. No contexto, isso pode refletir a vida agrícola e pastoral das tribos de Israel.","por_que_esta_palavra":"A menção de áreas de pasto é importante para entender a subsistência e a economia das tribos.","conexao_teologica":"Deus provê para o Seu povo, e as terras férteis são um símbolo de Sua bênção e cuidado.","referencias_relacionadas":["Salmos 23:2","Isaías 40:11","Ezequiel 34:14"]},"1cronicas_6_65_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Novamente, refere-se a uma das divisões do povo de Israel.","explicacao_detalhada":"A repetição da palavra 'tribo' (מַטֶּה) reforça a importância da identidade tribal e a continuidade das linhagens dentro do povo de Deus.","por_que_esta_palavra":"A palavra é essencial para a compreensão da herança e das promessas de Deus a cada tribo.","conexao_teologica":"Cada tribo representa uma parte do plano redentor de Deus, mostrando a diversidade e a unidade do Seu povo.","referencias_relacionadas":["Gênesis 49:28","Números 1:2","Josué 14:1"]},"1cronicas_6_65_filho":{"palavra_pt":"filho","palavra_original":"גָּד","transliteracao":"Gâd","strong":"H1410","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação de descendência e continuidade familiar.","explicacao_detalhada":"A palavra 'filho' (גָּד) é usada para indicar a linhagem e a herança dentro da tribo. No contexto, isso é importante para a genealogia e a identidade do povo de Israel.","por_que_esta_palavra":"A relação de pai e filho é central na transmissão de tradições e na continuidade da fé.","conexao_teologica":"Deus é frequentemente referido como Pai, e a relação entre pais e filhos é um reflexo da relação entre Deus e Seu povo.","referencias_relacionadas":["Êxodo 20:12","Salmos 127:3","Mateus 7:11"]},"1cronicas_6_65_nome":{"palavra_pt":"nome","palavra_original":"גִּלְעָד","transliteracao":"Gilʻâd","strong":"H1568","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade e à reputação de uma pessoa ou grupo.","explicacao_detalhada":"A palavra 'nome' (גִּלְעָד) é importante para a identificação e a memória dos indivíduos e das tribos. No contexto, isso pode estar relacionado a um ancestral ou a um local significativo.","por_que_esta_palavra":"O nome carrega peso e significado, representando a história e a herança de uma pessoa ou tribo.","conexao_teologica":"O nome de Deus é sagrado e representa Sua natureza e caráter, assim como os nomes dos Seus filhos refletem Sua glória.","referencias_relacionadas":["Salmos 20:1","Provérbios 22:1","Filipenses 2:9"]},"1cronicas_6_66_heshbon":{"palavra_pt":"heshbon","palavra_original":"חֶשְׁבּוֹן","transliteracao":"Cheshbôwn","strong":"H2809","significado_raiz":"Ideia básica: heshbon.","significado_contextual":"Refere-se a uma cidade ou local específico que tinha importância histórica.","explicacao_detalhada":"A palavra 'heshbon' (חֶשְׁבּוֹן) é mencionada como uma localidade que pode ter sido um centro administrativo ou religioso. No contexto, é relevante para a história das tribos.","por_que_esta_palavra":"A cidade de Heshbon é significativa para entender as batalhas e as conquistas de Israel.","conexao_teologica":"Os lugares mencionados na Bíblia muitas vezes têm significados espirituais e históricos que refletem a presença de Deus entre o Seu povo.","referencias_relacionadas":["Números 21:26","Deuteronômio 3:10","Josué 13:17"]},"1cronicas_6_66_mar":{"palavra_pt":"mar","palavra_original":"מִגְרָשׁ","transliteracao":"migrâsh","strong":"H4054","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se a um espaço aberto ou campo, possivelmente usado para pastoreio.","explicacao_detalhada":"A palavra 'mar' (מִגְרָשׁ) indica uma área destinada ao pasto ou ao cultivo. No contexto, isso pode refletir a vida agrícola e pastoral das tribos de Israel.","por_que_esta_palavra":"A menção de áreas de pasto é importante para entender a subsistência e a economia das tribos.","conexao_teologica":"Deus provê para o Seu povo, e as terras férteis são um símbolo de Sua bênção e cuidado.","referencias_relacionadas":["Salmos 23:2","Isaías 40:11","Ezequiel 34:14"]}}