{"1cronicas_8_1_filho":{"palavra_pt":"filho","palavra_original":"בִּנְיָמִין","transliteracao":"Binyâmîyn","strong":"H1144","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência de Benjamim, enfatizando a importância da linhagem.","explicacao_detalhada":"A palavra 'filho' (בִּנְיָמִין) é utilizada para indicar a relação de descendência e herança, essencial na cultura israelita, onde a genealogia é fundamental para a identidade do povo.","por_que_esta_palavra":"A palavra é usada para estabelecer a conexão familiar e a continuidade da linhagem de Benjamim, um dos doze filhos de Jacó.","conexao_teologica":"A genealogia é importante na teologia bíblica, pois mostra como Deus preserva Seu povo através das gerações.","referencias_relacionadas":["Gênesis 35:18","Gênesis 46:21","1 Crônicas 7:6"]},"1cronicas_8_1_again":{"palavra_pt":"novamente","palavra_original":"שֵׁנִי","transliteracao":"shênîy","strong":"H8145","significado_raiz":"Ideia básica: novamente.","significado_contextual":"Indica a repetição ou a continuidade de uma ação ou evento.","explicacao_detalhada":"A palavra 'novamente' (שֵׁנִי) sugere que a informação está sendo reiterada, possivelmente para enfatizar a importância da lista genealógica.","por_que_esta_palavra":"A repetição é uma técnica literária que reforça a relevância dos dados apresentados, especialmente em contextos genealógicos.","conexao_teologica":"A repetição nas Escrituras muitas vezes serve para enfatizar a fidelidade de Deus em cumprir Suas promessas ao Seu povo.","referencias_relacionadas":["Salmos 119:95","Isaías 43:18","Eclesiastes 1:9"]},"1cronicas_8_1_aharah":{"palavra_pt":"aharah","palavra_original":"אַחְרַח","transliteracao":"ʼAchrach","strong":"H315","significado_raiz":"Ideia básica: aharah.","significado_contextual":"Refere-se a um tempo ou sequência posterior em relação a um evento anterior.","explicacao_detalhada":"A palavra 'aharah' (אַחְרַח) é usada para indicar que algo ocorre após um evento específico, sugerindo uma continuidade na narrativa.","por_que_esta_palavra":"É importante para entender a cronologia dos eventos e a ordem das gerações na história de Israel.","conexao_teologica":"A sequência temporal é significativa na teologia, pois mostra como Deus age na história e na vida de Seu povo.","referencias_relacionadas":["Gênesis 49:27","Êxodo 12:17","1 Crônicas 9:1"]},"1cronicas_8_2_foursquare":{"palavra_pt":"foursquare","palavra_original":"רְבִיעִי","transliteracao":"rᵉbîyʻîy","strong":"H7243","significado_raiz":"Ideia básica: foursquare.","significado_contextual":"Refere-se a uma forma ou estrutura que é quadrada, possivelmente em relação a uma cidade ou local.","explicacao_detalhada":"A palavra 'foursquare' (רְבִיעִי) pode estar relacionada à descrição de um local ou território, indicando sua forma e limites.","por_que_esta_palavra":"Usada para descrever a geografia ou a disposição de um lugar, é relevante para entender a herança territorial das tribos de Israel.","conexao_teologica":"A geografia e a divisão da terra entre as tribos refletem a soberania de Deus em dar herança ao Seu povo.","referencias_relacionadas":["Josué 18:4","Ezequiel 48:30","Números 34:2"]},"1cronicas_8_2_nome":{"palavra_pt":"nome","palavra_original":"רָפָא","transliteracao":"Râphâʼ","strong":"H7498","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade de uma pessoa ou lugar, essencial para a genealogia.","explicacao_detalhada":"A palavra 'nome' (רָפָא) é fundamental na cultura hebraica, onde o nome carrega significados e identidades profundas.","por_que_esta_palavra":"Os nomes são usados para identificar e distinguir indivíduos, especialmente em listas genealógicas.","conexao_teologica":"O nome de uma pessoa muitas vezes reflete o caráter ou a missão que Deus tem para ela, mostrando a importância da identidade em Cristo.","referencias_relacionadas":["Gênesis 32:28","Isaías 43:1","Mateus 1:21"]},"1cronicas_8_2_fifth":{"palavra_pt":"fifth","palavra_original":"חֲמִישִׁי","transliteracao":"chămîyshîy","strong":"H2549","significado_raiz":"Ideia básica: fifth.","significado_contextual":"Indica a posição ou ordem de um elemento em uma sequência.","explicacao_detalhada":"A palavra 'fifth' (חֲמִישִׁי) é usada para descrever a ordem de um filho ou descendente, importante em listas genealógicas.","por_que_esta_palavra":"A ordem dos filhos pode ter implicações sobre herança e liderança dentro da família.","conexao_teologica":"A ordem e a posição têm significado nas Escrituras, refletindo a soberania de Deus na escolha de líderes e na distribuição de bênçãos.","referencias_relacionadas":["Gênesis 29:32","Gênesis 30:24","1 Crônicas 5:29"]},"1cronicas_8_3_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se a um estado de ser ou a um evento que ocorre.","explicacao_detalhada":"A palavra 'cair' (הָיָה) pode ser interpretada como um estado de existência ou um evento que leva a uma mudança.","por_que_esta_palavra":"É usada para descrever a transição de um estado para outro, importante em narrativas históricas.","conexao_teologica":"A ideia de cair pode simbolizar a queda do homem e a necessidade de redenção, um tema central na teologia cristã.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","1 João 1:8"]},"1cronicas_8_3_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência direta, enfatizando a continuidade da linhagem.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para estabelecer a relação familiar e a importância da herança na cultura israelita.","por_que_esta_palavra":"A palavra é crucial para a compreensão da genealogia e da identidade do povo de Israel.","conexao_teologica":"A linhagem é importante na teologia, pois mostra como Deus preserva Seu povo através das gerações.","referencias_relacionadas":["Gênesis 4:25","Mateus 1:2","Lucas 3:23"]},"1cronicas_8_3_nome":{"palavra_pt":"nome","palavra_original":"בֶּלַע","transliteracao":"Belaʻ","strong":"H1106","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade de um indivíduo, essencial para a genealogia.","explicacao_detalhada":"A palavra 'nome' (בֶּלַע) é fundamental para a identificação e distinção de indivíduos na narrativa bíblica.","por_que_esta_palavra":"Os nomes têm significados e são usados para estabelecer a identidade e o caráter de uma pessoa.","conexao_teologica":"O nome de uma pessoa pode refletir o propósito de Deus para ela, mostrando a importância da identidade em Cristo.","referencias_relacionadas":["Gênesis 46:21","1 Crônicas 5:15","Mateus 1:12"]},"1cronicas_8_4_nome":{"palavra_pt":"nome","palavra_original":"אֲבִישׁוּעַ","transliteracao":"ʼĂbîyshûwaʻ","strong":"H50","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade de um indivíduo, essencial para a genealogia.","explicacao_detalhada":"A palavra 'nome' (אֲבִישׁוּעַ) é usada para identificar e distinguir indivíduos, especialmente em listas genealógicas.","por_que_esta_palavra":"Os nomes são cruciais para a compreensão da linhagem e da herança dentro do povo de Israel.","conexao_teologica":"A identidade é importante na teologia, pois reflete o plano de Deus para cada indivíduo e sua posição no corpo de Cristo.","referencias_relacionadas":["Gênesis 46:21","1 Crônicas 5:29","Mateus 1:12"]},"1cronicas_8_4_ahoah":{"palavra_pt":"ahoah","palavra_original":"אֲחוֹחַ","transliteracao":"ʼĂchôwach","strong":"H265","significado_raiz":"Ideia básica: ahoah.","significado_contextual":"Ahoah é um nome que aparece na genealogia de Benjamim, indicando uma linhagem específica.","explicacao_detalhada":"A palavra 'Ahoah' é um nome que pode ser interpretado como 'irmão' ou 'companheiro', refletindo a importância das relações familiares na cultura israelita.","por_que_esta_palavra":"A escolha do nome Ahoah destaca a conexão entre os membros da tribo de Benjamim e a importância da fraternidade.","conexao_teologica":"Ahoah representa a ideia de comunidade e união entre os irmãos na fé, refletindo a importância da família na história bíblica.","referencias_relacionadas":["Gênesis 49:27","1 Crônicas 7:10","Romanos 12:10"]},"1cronicas_8_5_nome":{"palavra_pt":"nome","palavra_original":"גֵּרָא","transliteracao":"Gêrâʼ","strong":"H1617","significado_raiz":"Ideia básica: nome.","significado_contextual":"O termo 'nome' é usado para identificar uma pessoa ou uma linhagem, essencial na genealogia.","explicacao_detalhada":"A palavra 'nome' (gêrâ) enfatiza a importância da identidade e da herança na cultura hebraica, onde o nome carrega significado e história.","por_que_esta_palavra":"O uso do nome é crucial para a preservação da linhagem e da identidade do povo de Israel.","conexao_teologica":"O nome é um símbolo da relação entre Deus e seu povo, onde cada nome tem um propósito e um significado divino.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Filipenses 2:9-10"]},"1cronicas_8_5_shephuphan":{"palavra_pt":"shephuphan","palavra_original":"שְׁפוּפָם","transliteracao":"Shᵉphûwphâm","strong":"H8197","significado_raiz":"Ideia básica: shephuphan.","significado_contextual":"Shephuphan é um nome que também aparece na genealogia de Benjamim, indicando uma linhagem específica.","explicacao_detalhada":"O nome Shephuphan pode ser interpretado como 'o que é protegido' ou 'o que é guardado', refletindo a proteção divina sobre a linhagem.","por_que_esta_palavra":"A inclusão de Shephuphan na genealogia mostra a continuidade da história e a proteção de Deus sobre seu povo.","conexao_teologica":"Shephuphan simboliza a proteção e a fidelidade de Deus às suas promessas ao povo de Israel.","referencias_relacionadas":["Gênesis 49:27","1 Crônicas 7:10","Salmos 91:11"]},"1cronicas_8_6_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"O termo 'julgar' refere-se à função de liderança e decisão dentro da comunidade.","explicacao_detalhada":"A palavra 'julgar' (yâshab) implica a responsabilidade de tomar decisões justas e sábias, um papel vital para os líderes de Israel.","por_que_esta_palavra":"A função de julgar é essencial para a manutenção da ordem e da justiça na sociedade israelita.","conexao_teologica":"O ato de julgar é visto como uma responsabilidade dada por Deus, refletindo seu caráter justo e reto.","referencias_relacionadas":["Deuteronômio 16:18","Salmos 82:3","Tiago 4:12"]},"1cronicas_8_6_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é fundamental para a compreensão das relações familiares e da herança.","explicacao_detalhada":"O termo 'filho' (bên) é usado para descrever a continuidade da linhagem e a transmissão de valores e promessas de geração em geração.","por_que_esta_palavra":"A ênfase em 'filho' destaca a importância da família na cultura hebraica e na história da salvação.","conexao_teologica":"A relação entre pai e filho é uma metáfora comum na Bíblia para descrever a relação entre Deus e seu povo.","referencias_relacionadas":["Salmos 127:3","Mateus 5:9","Romanos 8:14"]},"1cronicas_8_6_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"O termo 'princípio' refere-se à origem ou ao líder de uma linhagem.","explicacao_detalhada":"A palavra 'princípio' (rôʼsh) indica a posição de liderança e a importância do primeiro na genealogia.","por_que_esta_palavra":"A menção do princípio é crucial para entender a estrutura social e a hierarquia dentro da tribo.","conexao_teologica":"Deus é frequentemente descrito como o princípio de todas as coisas, estabelecendo a ordem e a criação.","referencias_relacionadas":["Gênesis 1:1","Provérbios 1:7","Apocalipse 21:6"]},"1cronicas_8_7_phrase":{"palavra_pt":"expressao","palavra_original":"גָּלָה","transliteracao":"gâlâh","strong":"H1540","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão refere-se a uma revelação ou manifestação de algo.","explicacao_detalhada":"A palavra 'expressão' (gâlâh) pode ser entendida como a revelação de um aspecto importante da história ou da identidade.","por_que_esta_palavra":"A expressão é usada para enfatizar a importância de revelar verdades ou eventos significativos na narrativa bíblica.","conexao_teologica":"A revelação é um tema central na teologia, onde Deus se manifesta ao seu povo através de palavras e ações.","referencias_relacionadas":["Salmos 19:1","Isaías 53:1","Hebreus 1:1-2"]},"1cronicas_8_7_nome":{"palavra_pt":"nome","palavra_original":"נַעֲמָן","transliteracao":"Naʻămân","strong":"H5283","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Naãman' é mencionado como parte da genealogia, indicando uma linhagem específica.","explicacao_detalhada":"O nome Naãman pode ser interpretado como 'fiel' ou 'leal', refletindo qualidades desejáveis na cultura hebraica.","por_que_esta_palavra":"A inclusão de Naãman na genealogia destaca a importância da fidelidade e lealdade nas relações familiares.","conexao_teologica":"A fidelidade é um atributo de Deus e é esperada de seu povo, refletindo a relação de aliança.","referencias_relacionadas":["2 Reis 5:1","Salmos 31:23","1 Coríntios 4:2"]},"1cronicas_8_8_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' é usada para indicar uma posição ou relação dentro de um grupo.","explicacao_detalhada":"A palavra 'entre' (min) enfatiza a ideia de pertencimento e a interconexão entre os membros da tribo.","por_que_esta_palavra":"A inclusão de 'entre' destaca a importância da comunidade e da coletividade na cultura israelita.","conexao_teologica":"A ideia de estar 'entre' reflete a presença de Deus no meio de seu povo, enfatizando a comunhão.","referencias_relacionadas":["Mateus 18:20","Atos 2:42","1 João 1:7"]},"1cronicas_8_8_shaharaim":{"palavra_pt":"shaharaim","palavra_original":"שַׁחֲרַיִם","transliteracao":"Shachărayim","strong":"H7842","significado_raiz":"Ideia básica: shaharaim.","significado_contextual":"Shaharaim é um nome que aparece na genealogia, indicando uma linhagem específica.","explicacao_detalhada":"O nome 'Shaharaim' pode ser interpretado como 'duas manhãs', possivelmente simbolizando um novo começo ou renovação.","por_que_esta_palavra":"A inclusão de Shaharaim na genealogia mostra a continuidade da história e a esperança de renovação.","conexao_teologica":"Shaharaim pode simbolizar a nova vida que Deus oferece ao seu povo, refletindo a esperança na redenção.","referencias_relacionadas":["Gênesis 46:21","1 Crônicas 7:10","Romanos 6:4"]},"1cronicas_8_9_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um ancestral ou a um nome próprio dentro da genealogia.","explicacao_detalhada":"A palavra 'urso' é usada aqui como parte de uma lista genealógica, indicando um descendente ou um nome que pode ter um significado simbólico ou literal.","por_que_esta_palavra":"A inclusão de nomes como 'urso' em genealogias bíblicas serve para traçar a linhagem e a herança de famílias importantes em Israel.","conexao_teologica":"A genealogia é importante na teologia bíblica, pois mostra a continuidade da promessa de Deus através das gerações.","referencias_relacionadas":["Gênesis 5:1-32","Mateus 1:1-17","Lucas 3:23-38"]},"1cronicas_8_9_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"Usado para indicar a relação ou a posição de algo em relação a outros.","explicacao_detalhada":"A palavra 'entre' é uma preposição que estabelece a ideia de inclusão ou posição em um grupo, essencial para entender as relações familiares mencionadas.","por_que_esta_palavra":"É fundamental para descrever a posição dos indivíduos dentro da genealogia e a sua relação com outros membros da família.","conexao_teologica":"A noção de pertencimento é central na teologia, refletindo a ideia de que os crentes são parte do corpo de Cristo.","referencias_relacionadas":["Romanos 12:5","1 Coríntios 12:12-27","Efésios 2:19"]},"1cronicas_8_9_hodesh":{"palavra_pt":"hodesh","palavra_original":"חֹדֶשׁ","transliteracao":"Chôdesh","strong":"H2321","significado_raiz":"Ideia básica: hodesh.","significado_contextual":"Refere-se ao mês ou a um ciclo lunar, importante para a contagem do tempo na cultura hebraica.","explicacao_detalhada":"A palavra 'hodesh' é usada para designar os meses do calendário hebraico, que eram fundamentais para a observância das festas e rituais religiosos.","por_que_esta_palavra":"A menção de 'hodesh' é significativa para entender a temporalidade e a organização do culto em Israel.","conexao_teologica":"Os meses e as festas associadas a eles refletem a fidelidade de Deus em cumprir Suas promessas ao longo do tempo.","referencias_relacionadas":["Êxodo 12:2","Levítico 23:4-44","Salmos 104:19"]},"1cronicas_8_10_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a relação de descendência, essencial para a genealogia.","explicacao_detalhada":"A palavra 'filho' é uma designação comum em listas genealógicas, representando a continuidade da linhagem.","por_que_esta_palavra":"A inclusão de 'filho' é vital para entender a estrutura familiar e a transmissão de heranças e promessas.","conexao_teologica":"A ideia de filiação é central na teologia cristã, onde os crentes são chamados de filhos de Deus.","referencias_relacionadas":["Gálatas 4:7","Romanos 8:14-17","1 João 3:1"]},"1cronicas_8_10_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"Refere-se à liderança ou à posição de destaque dentro de uma família ou grupo.","explicacao_detalhada":"A palavra 'principio' pode indicar o líder ou o primeiro em uma linha de sucessão, essencial para a estrutura social.","por_que_esta_palavra":"É importante para entender a hierarquia e a organização das tribos de Israel.","conexao_teologica":"A liderança é um tema recorrente na Bíblia, refletindo a soberania de Deus sobre Seu povo.","referencias_relacionadas":["1 Timóteo 3:1","Hebreus 13:17","Mateus 20:26-28"]},"1cronicas_8_10_jeuz":{"palavra_pt":"jeuz","palavra_original":"יְעוּץ","transliteracao":"Yᵉʻûwts","strong":"H3263","significado_raiz":"Ideia básica: jeuz.","significado_contextual":"Nome próprio que pode ter um significado específico ou simbólico na genealogia.","explicacao_detalhada":"A palavra 'jeuz' é um nome que aparece em contextos genealógicos, possivelmente relacionado a características ou eventos associados a essa pessoa.","por_que_esta_palavra":"Nomes próprios são importantes para identificar indivíduos e suas contribuições na história de Israel.","conexao_teologica":"Os nomes na Bíblia frequentemente carregam significados que refletem a identidade e o propósito divino.","referencias_relacionadas":["Gênesis 29:32","1 Crônicas 5:24","Mateus 1:2"]},"1cronicas_8_11_nome":{"palavra_pt":"nome","palavra_original":"חוּשִׁים","transliteracao":"Chûwshîym","strong":"H2366","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade de uma pessoa ou a um título que carrega significado.","explicacao_detalhada":"A palavra 'nome' é crucial na cultura hebraica, onde nomes frequentemente têm significados profundos e refletem a natureza ou o caráter do indivíduo.","por_que_esta_palavra":"A menção de 'nome' é essencial para a identificação e a honra de indivíduos na genealogia.","conexao_teologica":"O nome de Deus e dos crentes é um tema importante, refletindo a relação pessoal entre Deus e Seu povo.","referencias_relacionadas":["Salmos 20:1","Provérbios 18:10","Atos 4:12"]},"1cronicas_8_11_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se a um ancestral ou a um nome próprio dentro da genealogia.","explicacao_detalhada":"A palavra 'urso' é usada aqui como parte de uma lista genealógica, indicando um descendente ou um nome que pode ter um significado simbólico ou literal.","por_que_esta_palavra":"A inclusão de nomes como 'urso' em genealogias bíblicas serve para traçar a linhagem e a herança de famílias importantes em Israel.","conexao_teologica":"A genealogia é importante na teologia bíblica, pois mostra a continuidade da promessa de Deus através das gerações.","referencias_relacionadas":["Gênesis 5:1-32","Mateus 1:1-17","Lucas 3:23-38"]},"1cronicas_8_11_unrepresented":{"palavra_pt":"unrepresented","palavra_original":"אֵת","transliteracao":"ʼêth","strong":"H853","significado_raiz":"Ideia básica: unrepresented.","significado_contextual":"Usado como uma partícula que conecta ou introduz um objeto direto.","explicacao_detalhada":"A palavra 'unrepresented' é uma partícula gramatical que não tem um significado específico, mas é essencial para a estrutura da frase.","por_que_esta_palavra":"Embora não tenha um significado próprio, sua presença é necessária para a construção da frase e a clareza do texto.","conexao_teologica":"A linguagem e a gramática são ferramentas que Deus usou para comunicar Sua mensagem ao Seu povo.","referencias_relacionadas":["Salmos 119:105","Tiago 1:22","1 Pedro 2:9"]},"1cronicas_8_12_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Indica a relação de descendência, essencial para a genealogia.","explicacao_detalhada":"A palavra 'filho' é uma designação comum em listas genealógicas, representando a continuidade da linhagem.","por_que_esta_palavra":"A inclusão de 'filho' é vital para entender a estrutura familiar e a transmissão de heranças e promessas.","conexao_teologica":"A ideia de filiação é central na teologia cristã, onde os crentes são chamados de filhos de Deus.","referencias_relacionadas":["Gálatas 4:7","Romanos 8:14-17","1 João 3:1"]},"1cronicas_8_12_misham":{"palavra_pt":"misham","palavra_original":"מִשְׁעָם","transliteracao":"Mishʻâm","strong":"H4936","significado_raiz":"Ideia básica: misham.","significado_contextual":"Misham é mencionado como um dos filhos de Salma, um dos ancestrais de Benjamim.","explicacao_detalhada":"A palavra 'Misham' pode estar relacionada a um local ou a um nome que carrega um significado específico dentro da genealogia de Benjamim. O contexto sugere uma ligação com a identidade e a herança do povo de Israel.","por_que_esta_palavra":"A inclusão de Misham na genealogia destaca a importância das linhagens e das identidades tribais em Israel.","conexao_teologica":"A genealogia é fundamental para entender a história do povo de Deus e suas promessas. Misham representa a continuidade da aliança de Deus com Israel.","referencias_relacionadas":["1 Crônicas 8:1","Gênesis 49:10","Números 1:7"]},"1cronicas_8_12_nome":{"palavra_pt":"nome","palavra_original":"שֶׁמֶר","transliteracao":"Shemer","strong":"H8106","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Shemer' é mencionado como parte da genealogia de Benjamim.","explicacao_detalhada":"Shemer, que significa 'guarda' ou 'proteção', é um nome que pode refletir a função ou o caráter de seus portadores na história de Israel.","por_que_esta_palavra":"Os nomes na genealogia muitas vezes têm significados que refletem a história ou a esperança do povo de Deus.","conexao_teologica":"O nome é um símbolo da identidade e da missão do povo de Deus, que é chamado a ser guardião da aliança.","referencias_relacionadas":["1 Crônicas 8:1","Salmos 127:1","Provérbios 4:23"]},"1cronicas_8_13_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se à função de liderança e decisão dentro da tribo de Benjamim.","explicacao_detalhada":"Julgar implica em exercer autoridade e discernimento, um papel crucial para a manutenção da justiça e da ordem entre o povo.","por_que_esta_palavra":"A liderança é um tema central na história de Israel, onde os juízes e reis são chamados a guiar o povo segundo a vontade de Deus.","conexao_teologica":"Deus é o juiz supremo, e os líderes humanos são chamados a refletir essa justiça divina em suas decisões.","referencias_relacionadas":["Deuteronômio 16:18","Salmos 82:3","Provérbios 21:15"]},"1cronicas_8_13_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"O termo 'princípio' refere-se à posição de liderança ou ao início de algo significativo na genealogia.","explicacao_detalhada":"O 'princípio' pode indicar a origem de uma linhagem ou a importância de um líder na formação da tribo.","por_que_esta_palavra":"A ideia de princípio é fundamental para entender a continuidade da promessa de Deus ao seu povo.","conexao_teologica":"Cristo é chamado de o princípio e o fim, e a genealogia de Israel aponta para a vinda do Messias.","referencias_relacionadas":["Gênesis 1:1","Apocalipse 22:13","Isaías 9:6"]},"1cronicas_8_13_pai":{"palavra_pt":"pai","palavra_original":"אָב","transliteracao":"ʼâb","strong":"H1","significado_raiz":"Ideia básica: pai.","significado_contextual":"A palavra 'pai' é usada para indicar a relação familiar e a transmissão de herança.","explicacao_detalhada":"O conceito de pai é central na cultura israelita, simbolizando autoridade, proteção e continuidade da linhagem.","por_que_esta_palavra":"A paternidade é um tema que reflete a relação de Deus com seu povo, onde Ele é visto como o Pai celestial.","conexao_teologica":"Deus é frequentemente referido como Pai, e essa relação é fundamental para a compreensão da aliança e da filiação espiritual.","referencias_relacionadas":["Êxodo 20:12","Salmos 103:13","Mateus 6:9"]},"1cronicas_8_14_nome":{"palavra_pt":"nome","palavra_original":"אַחְיוֹ","transliteracao":"ʼAchyôw","strong":"H283","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Achyôw' é mencionado como parte da genealogia de Benjamim.","explicacao_detalhada":"O nome pode significar 'irmão' ou 'companheiro', refletindo a importância das relações familiares e comunitárias.","por_que_esta_palavra":"Os nomes na genealogia são significativos e muitas vezes refletem a dinâmica das relações dentro da tribo.","conexao_teologica":"A comunidade de fé é chamada a viver em união, refletindo a relação entre os membros do corpo de Cristo.","referencias_relacionadas":["Romanos 12:5","1 Coríntios 12:12","Efésios 4:3"]},"1cronicas_8_14_shashak":{"palavra_pt":"shashak","palavra_original":"שָׁשַׁק","transliteracao":"Shâshaq","strong":"H8349","significado_raiz":"Ideia básica: shashak.","significado_contextual":"Shashak é mencionado como um dos filhos de Achyôw, indicando a continuidade da linhagem.","explicacao_detalhada":"O nome pode estar relacionado a um significado de 'brilho' ou 'luz', simbolizando esperança e futuro.","por_que_esta_palavra":"A inclusão de Shashak na genealogia ressalta a importância de cada indivíduo na história do povo de Deus.","conexao_teologica":"Cada membro da comunidade de fé é chamado a brilhar a luz de Cristo no mundo.","referencias_relacionadas":["Mateus 5:14","Filipenses 2:15","1 Pedro 2:9"]},"1cronicas_8_15_nome":{"palavra_pt":"nome","palavra_original":"זְבַדְיָה","transliteracao":"Zᵉbadyâh","strong":"H2069","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Zebadiah' é mencionado como parte da genealogia de Benjamim.","explicacao_detalhada":"Zebadiah significa 'o Senhor deu', refletindo a gratidão e a providência divina na vida do povo.","por_que_esta_palavra":"Os nomes que reconhecem a ação de Deus são comuns na genealogia, enfatizando a soberania divina.","conexao_teologica":"A gratidão a Deus por Suas bênçãos é um tema central na vida do crente.","referencias_relacionadas":["Salmos 107:1","Tiago 1:17","1 Tessalonicenses 5:18"]},"1cronicas_8_15_ader":{"palavra_pt":"ader","palavra_original":"עֶדֶר","transliteracao":"ʻEder","strong":"H5738","significado_raiz":"Ideia básica: ader.","significado_contextual":"A palavra 'Ader' é mencionada como parte da genealogia, indicando uma conexão familiar.","explicacao_detalhada":"Ader pode estar relacionada a um significado de 'rebanho' ou 'manada', simbolizando a comunidade e a proteção.","por_que_esta_palavra":"A ideia de rebanho é frequentemente usada na Bíblia para descrever o povo de Deus sob Sua liderança.","conexao_teologica":"Jesus é o bom pastor que cuida de Seu rebanho, refletindo o cuidado de Deus por Seu povo.","referencias_relacionadas":["Salmos 23:1","João 10:11","Hebreus 13:20"]},"1cronicas_8_16_nome":{"palavra_pt":"nome","palavra_original":"מִיכָאֵל","transliteracao":"Mîykâʼêl","strong":"H4317","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome 'Micael' é mencionado como parte da genealogia de Benjamim.","explicacao_detalhada":"Micael significa 'quem é como Deus?', refletindo a grandeza e a singularidade de Deus.","por_que_esta_palavra":"Nomes que exaltam a natureza de Deus são comuns e servem como lembretes da soberania divina.","conexao_teologica":"A pergunta contida no nome Micael nos leva a adorar e reconhecer a grandeza de Deus em nossas vidas.","referencias_relacionadas":["Isaías 40:18","Romanos 11:33","Apocalipse 12:7"]},"1cronicas_8_16_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação de descendência, indicando que a pessoa mencionada é um descendente direto.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada frequentemente na Bíblia para descrever a linhagem e a herança, sendo crucial para entender a genealogia e a continuidade das promessas de Deus.","por_que_esta_palavra":"A palavra é utilizada para estabelecer a conexão familiar e a importância da linhagem na história do povo de Israel.","conexao_teologica":"A ideia de ser filho é central na teologia bíblica, simbolizando não apenas a relação física, mas também a relação espiritual com Deus, como em Romanos 8:14.","referencias_relacionadas":["Gênesis 4:1","Mateus 1:1","Romanos 8:14"]},"1cronicas_8_16_ispah":{"palavra_pt":"ispah","palavra_original":"יִשְׁפָּה","transliteracao":"Yishpâh","strong":"H3472","significado_raiz":"Ideia básica: ispah.","significado_contextual":"Ispah é um nome próprio, possivelmente indicando uma pessoa de destaque na genealogia de Benjamim.","explicacao_detalhada":"O nome 'Ispah' (יִשְׁפָּה) pode estar relacionado a significados de 'salvação' ou 'libertação', refletindo a esperança e a identidade do povo de Israel.","por_que_esta_palavra":"O uso de nomes próprios na genealogia é importante para estabelecer a identidade e a história do povo de Deus.","conexao_teologica":"Os nomes na Bíblia frequentemente têm significados profundos que refletem a relação entre Deus e Seu povo, como em Salmos 147:4.","referencias_relacionadas":["1 Crônicas 8:16","Gênesis 49:27","Salmos 147:4"]},"1cronicas_8_17_nome":{"palavra_pt":"nome","palavra_original":"זְבַדְיָה","transliteracao":"Zᵉbadyâh","strong":"H2069","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome que representa uma pessoa, neste caso, um descendente de Benjamim.","explicacao_detalhada":"O nome 'Zebadias' (זְבַדְיָה) significa 'o Senhor deu', refletindo a ação de Deus na vida da pessoa e sua importância na história de Israel.","por_que_esta_palavra":"Os nomes são frequentemente usados na Bíblia para expressar a relação entre Deus e os indivíduos, mostrando como Deus atua na vida das pessoas.","conexao_teologica":"A importância do nome é vista em várias passagens, como em Filipenses 2:9-11, onde o nome de Jesus é exaltado.","referencias_relacionadas":["1 Crônicas 8:17","Gênesis 30:20","Filipenses 2:9-11"]},"1cronicas_8_17_hezeki":{"palavra_pt":"hezeki","palavra_original":"חִזְקִי","transliteracao":"Chizqîy","strong":"H2395","significado_raiz":"Ideia básica: hezeki.","significado_contextual":"Hezeki é um nome que pode estar associado a um descendente de Benjamim.","explicacao_detalhada":"O nome 'Hezeki' (חִזְקִי) pode significar 'fortalecido' ou 'fortaleza', refletindo a força e a proteção que Deus oferece ao Seu povo.","por_que_esta_palavra":"Nomes que indicam força são comuns na Bíblia, simbolizando a proteção divina e a resiliência do povo de Deus.","conexao_teologica":"A fortaleza de Deus é um tema recorrente, como em Salmos 46:1, onde Deus é descrito como nosso refúgio e fortaleza.","referencias_relacionadas":["1 Crônicas 8:17","Salmos 46:1","Isaías 41:10"]},"1cronicas_8_18_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Mais uma vez, refere-se à relação de descendência, indicando que a pessoa mencionada é um descendente direto.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é repetida para enfatizar a continuidade da linhagem e a importância das gerações na história de Israel.","por_que_esta_palavra":"A repetição da palavra 'filho' reforça a ideia de herança e a importância da genealogia na narrativa bíblica.","conexao_teologica":"A noção de ser filho é fundamental na relação entre Deus e os crentes, como em João 1:12, onde se fala dos que creem em Seu nome.","referencias_relacionadas":["Gênesis 5:1","Mateus 1:2","João 1:12"]},"1cronicas_8_18_ishmerai":{"palavra_pt":"ishmerai","palavra_original":"יִשְׁמְרַי","transliteracao":"Yishmᵉray","strong":"H3461","significado_raiz":"Ideia básica: ishmerai.","significado_contextual":"Ishmerai é um nome que pode estar associado a um descendente de Benjamim.","explicacao_detalhada":"O nome 'Ishmerai' (יִשְׁמְרַי) pode ser interpretado como 'ele guardará' ou 'ele protegerá', refletindo a confiança na proteção divina.","por_que_esta_palavra":"Nomes que expressam proteção são significativos na narrativa bíblica, mostrando a dependência do povo em Deus.","conexao_teologica":"A proteção de Deus é um tema central, como em Salmos 121:7-8, onde se afirma que Deus guarda Seu povo.","referencias_relacionadas":["1 Crônicas 8:18","Salmos 121:7-8","Isaías 43:2"]},"1cronicas_8_18_jezliah":{"palavra_pt":"jezliah","palavra_original":"יִזְלִיאָה","transliteracao":"Yizlîyʼâh","strong":"H3152","significado_raiz":"Ideia básica: jezliah.","significado_contextual":"Jezliah é um nome que pode estar associado a um descendente de Benjamim.","explicacao_detalhada":"O nome 'Jezliah' (יִזְלִיאָה) pode significar 'Deus se levantará', refletindo a esperança e a expectativa de intervenção divina.","por_que_esta_palavra":"Nomes que evocam a ação de Deus são comuns na Bíblia, simbolizando a fé do povo em Sua intervenção.","conexao_teologica":"A expectativa da ação de Deus é um tema importante, como em Salmos 20:7, onde se confia no nome do Senhor.","referencias_relacionadas":["1 Crônicas 8:18","Salmos 20:7","Isaías 40:31"]},"1cronicas_8_19_nome":{"palavra_pt":"nome","palavra_original":"יָקִים","transliteracao":"Yâqîym","strong":"H3356","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome que representa uma pessoa, neste caso, um descendente de Benjamim.","explicacao_detalhada":"O nome 'Yaqim' (יָקִים) pode ser interpretado como 'ele levantará', refletindo a esperança de restauração e renovo.","por_que_esta_palavra":"Os nomes na Bíblia frequentemente têm significados que refletem a ação de Deus na vida das pessoas e na história do Seu povo.","conexao_teologica":"A ideia de Deus levantar e restaurar é central na mensagem bíblica, como em Isaías 61:3.","referencias_relacionadas":["1 Crônicas 8:19","Isaías 61:3","Romanos 8:11"]},"1cronicas_8_20_elienai":{"palavra_pt":"elienai","palavra_original":"אֱלִיעֵינַי","transliteracao":"ʼĔlîyʻêynay","strong":"H462","significado_raiz":"Ideia básica: elienai.","significado_contextual":"Elienai é um nome que pode estar associado a um descendente de Benjamim.","explicacao_detalhada":"O nome 'Elienai' (אֱלִיעֵינַי) pode ser interpretado como 'meus olhos são para Deus', refletindo a devoção e a confiança em Deus.","por_que_esta_palavra":"Nomes que expressam devoção são significativos na narrativa bíblica, mostrando a relação pessoal entre o indivíduo e Deus.","conexao_teologica":"A devoção a Deus é um tema central, como em Salmos 25:15, onde se fala de olhar para o Senhor.","referencias_relacionadas":["1 Crônicas 8:20","Salmos 25:15","Hebreus 12:2"]},"1cronicas_8_20_nome":{"palavra_pt":"nome","palavra_original":"צִלְּתַי","transliteracao":"Tsillᵉthay","strong":"H6769","significado_raiz":"Ideia básica: nome.","significado_contextual":"Nome que representa uma pessoa, neste caso, um descendente de Benjamim.","explicacao_detalhada":"O nome 'Tsillthai' (צִלְּתַי) pode ser interpretado como 'sombras' ou 'refúgio', simbolizando proteção e segurança.","por_que_esta_palavra":"Nomes que evocam segurança são comuns na Bíblia, refletindo a confiança do povo em Deus como seu refúgio.","conexao_teologica":"A ideia de Deus como refúgio é um tema recorrente, como em Salmos 91:1-2, onde se fala de habitar à sombra do Altíssimo.","referencias_relacionadas":["1 Crônicas 8:20","Salmos 91:1-2","Provérbios 18:10"]},"1cronicas_8_21_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação de descendência e continuidade familiar.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada para indicar não apenas a relação biológica, mas também a herança e a identidade dentro da linhagem de Israel.","por_que_esta_palavra":"A inclusão de 'filho' destaca a importância da genealogia e da herança na cultura israelita.","conexao_teologica":"A ideia de ser filho é central na teologia bíblica, representando a relação entre Deus e Seu povo, como em Romanos 8:14.","referencias_relacionadas":["Gênesis 4:1","Êxodo 20:12","Salmos 127:3"]},"1cronicas_8_21_nome":{"palavra_pt":"nome","palavra_original":"עֲדָיָה","transliteracao":"ʻĂdâyâh","strong":"H5718","significado_raiz":"Ideia básica: nome.","significado_contextual":"Indica a identidade e a reputação de uma pessoa.","explicacao_detalhada":"O nome (עֲדָיָה) é mais do que uma simples designação; ele carrega o significado do caráter e da história da pessoa.","por_que_esta_palavra":"Os nomes na Bíblia frequentemente refletem a natureza ou a missão de quem os possui.","conexao_teologica":"O nome de Deus é sagrado e representa Sua essência, como em Salmos 8:1.","referencias_relacionadas":["Gênesis 17:5","Isaías 43:7","Mateus 1:21"]},"1cronicas_8_21_beraiah":{"palavra_pt":"beraiah","palavra_original":"בְּרָאיָה","transliteracao":"Bᵉrâʼyâh","strong":"H1256","significado_raiz":"Ideia básica: beraiah.","significado_contextual":"Um nome que pode ser interpretado como 'Deus cria'.","explicacao_detalhada":"A palavra 'beraiah' (בְּרָאיָה) sugere a ação criativa de Deus, enfatizando a soberania divina na formação da linhagem.","por_que_esta_palavra":"A escolha desse nome pode refletir a esperança de que Deus continue a criar e sustentar Seu povo.","conexao_teologica":"A criação é um tema central na Bíblia, mostrando o poder e a intenção de Deus em Gênesis 1:1.","referencias_relacionadas":["Gênesis 1:27","Salmos 104:24","Isaías 45:12"]},"1cronicas_8_22_ishpan":{"palavra_pt":"ishpan","palavra_original":"יִשְׁפָּן","transliteracao":"Yishpân","strong":"H3473","significado_raiz":"Ideia básica: ishpan.","significado_contextual":"Um nome que pode estar associado a um local ou a uma característica.","explicacao_detalhada":"Ishpan (יִשְׁפָּן) pode ser interpretado como 'ele se espalha', possivelmente referindo-se a uma expansão ou crescimento.","por_que_esta_palavra":"O nome pode simbolizar a prosperidade e a multiplicação do povo de Israel.","conexao_teologica":"A multiplicação é uma bênção divina, como mencionado em Gênesis 1:28.","referencias_relacionadas":["Gênesis 9:1","Êxodo 1:7","Salmos 107:38"]},"1cronicas_8_22_nome":{"palavra_pt":"nome","palavra_original":"עֵבֵר","transliteracao":"ʻÊbêr","strong":"H5677","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identidade de uma pessoa ou lugar.","explicacao_detalhada":"O nome 'עֵבֵר' (ʻÊbêr) pode estar relacionado a um significado de 'passagem' ou 'transição'.","por_que_esta_palavra":"Nomes que indicam transição podem simbolizar mudanças significativas na história do povo de Deus.","conexao_teologica":"A ideia de passagem é central na narrativa do Êxodo, onde Deus guia Seu povo para fora da escravidão.","referencias_relacionadas":["Êxodo 12:51","Josué 3:17","Hebreus 11:29"]},"1cronicas_8_23_nome":{"palavra_pt":"nome","palavra_original":"עַבְדוֹן","transliteracao":"ʻAbdôwn","strong":"H5658","significado_raiz":"Ideia básica: nome.","significado_contextual":"Um nome que pode significar 'servo' ou 'escravo'.","explicacao_detalhada":"O nome 'עַבְדוֹן' (ʻAbdôwn) sugere uma posição de serviço ou dedicação a Deus.","por_que_esta_palavra":"Nomes que indicam serviço refletem a relação de submissão e devoção ao Senhor.","conexao_teologica":"A servidão a Deus é um tema importante, como em Romanos 12:1, onde somos chamados a nos oferecer como sacrifícios vivos.","referencias_relacionadas":["Salmos 100:2","Mateus 20:26","Gálatas 5:13"]},"1cronicas_8_24_nome":{"palavra_pt":"nome","palavra_original":"חֲנַנְיָה","transliteracao":"Chănanyâh","strong":"H2608","significado_raiz":"Ideia básica: nome.","significado_contextual":"Um nome que pode significar 'Deus é gracioso'.","explicacao_detalhada":"O nome 'חֲנַנְיָה' (Chănanyâh) reflete a graça e a bondade de Deus em relação ao Seu povo.","por_que_esta_palavra":"Nomes que enfatizam a graça de Deus são comuns entre os israelitas, lembrando-os de Sua misericórdia.","conexao_teologica":"A graça é um tema central na salvação, como em Efésios 2:8-9.","referencias_relacionadas":["Salmos 86:15","Romanos 5:20","2 Coríntios 12:9"]},"1cronicas_8_24_filho":{"palavra_pt":"filho","palavra_original":"עֵילָם","transliteracao":"ʻÊylâm","strong":"H5867","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à continuidade da linhagem familiar.","explicacao_detalhada":"A palavra 'filho' (עֵילָם) é usada para enfatizar a importância da descendência na genealogia de Israel.","por_que_esta_palavra":"A menção de 'filho' reforça a conexão entre as gerações e a promessa de Deus a Abraão.","conexao_teologica":"A linhagem é importante para a realização das promessas de Deus, como em Gálatas 3:29.","referencias_relacionadas":["Gênesis 12:2","Mateus 1:1","Hebreus 7:14"]},"1cronicas_8_24_antothijah":{"palavra_pt":"antothijah","palavra_original":"עַנְתֹתִיָּה","transliteracao":"ʻAnthôthîyâh","strong":"H6070","significado_raiz":"Ideia básica: antothijah.","significado_contextual":"Um nome que pode significar 'Deus respondeu'.","explicacao_detalhada":"O nome 'עַנְתֹתִיָּה' (ʻAnthôthîyâh) sugere a ideia de que Deus ouve e responde às orações.","por_que_esta_palavra":"Nomes que refletem a resposta de Deus são encorajadores para o povo de Israel em tempos de necessidade.","conexao_teologica":"A resposta de Deus às orações é um tema recorrente, como em Salmos 34:17.","referencias_relacionadas":["1 Reis 8:28","Salmos 18:6","Tiago 5:16"]},"1cronicas_8_25_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à continuidade da linhagem familiar.","explicacao_detalhada":"A palavra 'filho' (בֵּן) é usada novamente para enfatizar a importância da descendência na genealogia de Israel.","por_que_esta_palavra":"A repetição de 'filho' reforça a conexão entre as gerações e a promessa de Deus a Abraão.","conexao_teologica":"A linhagem é importante para a realização das promessas de Deus, como em Gálatas 3:29.","referencias_relacionadas":["Gênesis 12:2","Mateus 1:1","Hebreus 7:14"]},"1cronicas_8_25_iphedeiah":{"palavra_pt":"iphedeiah","palavra_original":"יִפְדְּיָה","transliteracao":"Yiphdᵉyâh","strong":"H3301","significado_raiz":"Ideia básica: iphedeiah.","significado_contextual":"Iphedeiah significa 'Yahweh libertou'.","explicacao_detalhada":"O nome Iphedeiah é uma combinação do prefixo 'Yah', que se refere a Deus, e 'pedah', que significa libertar ou resgatar. Este nome pode indicar a ação de Deus em libertar ou salvar alguém, refletindo a relação de dependência do povo de Israel em relação à intervenção divina.","por_que_esta_palavra":"A palavra é importante porque destaca a ação de Deus na história do povo de Israel, especialmente em momentos de opressão ou necessidade de libertação.","conexao_teologica":"A libertação é um tema central na teologia bíblica, simbolizando a salvação que Deus oferece ao seu povo, como visto na libertação do Egito.","referencias_relacionadas":["Êxodo 3:8","Salmos 34:17","Isaías 61:1"]},"1cronicas_8_25_nome":{"palavra_pt":"nome","palavra_original":"פְּנוּאֵל","transliteracao":"Pᵉnûwʼêl","strong":"H6439","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome Penuel significa 'face de Deus'.","explicacao_detalhada":"Penuel é um nome que reflete a experiência de alguém que teve um encontro direto com Deus. O significado sugere uma revelação ou uma experiência transformadora, onde a pessoa reconhece a presença divina.","por_que_esta_palavra":"O nome é significativo porque enfatiza a importância do relacionamento pessoal com Deus e a revelação de sua presença na vida dos indivíduos.","conexao_teologica":"A ideia de ver a face de Deus é um tema recorrente na Bíblia, simbolizando a intimidade e a revelação divina.","referencias_relacionadas":["Gênesis 32:30","Êxodo 33:11","Números 6:25"]},"1cronicas_8_26_shamsherai":{"palavra_pt":"shamsherai","palavra_original":"שַׁמְשְׁרַי","transliteracao":"Shamshᵉray","strong":"H8125","significado_raiz":"Ideia básica: shamsherai.","significado_contextual":"Shamsherai significa 'o que é como um escudo'.","explicacao_detalhada":"O nome sugere proteção e defesa, possivelmente indicando que a pessoa era vista como um defensor ou alguém que traz segurança ao seu povo.","por_que_esta_palavra":"A palavra é relevante no contexto de liderança e proteção, especialmente em tempos de conflito, onde a figura de um escudo é essencial.","conexao_teologica":"Deus é frequentemente descrito como um escudo para seu povo, simbolizando proteção e segurança.","referencias_relacionadas":["Salmos 3:3","Salmos 18:2","Provérbios 30:5"]},"1cronicas_8_26_shehariah":{"palavra_pt":"shehariah","palavra_original":"שְׁחַרְיָה","transliteracao":"Shᵉcharyâh","strong":"H7841","significado_raiz":"Ideia básica: shehariah.","significado_contextual":"Shehariah significa 'Yahweh é brilhante'.","explicacao_detalhada":"Este nome reflete a glória e a majestade de Deus, sugerindo que a pessoa que o possui é uma testemunha da luz e da verdade divina.","por_que_esta_palavra":"A palavra é significativa porque destaca a natureza de Deus como luz e verdade, que ilumina o caminho do seu povo.","conexao_teologica":"A luz de Deus é um tema central na Bíblia, simbolizando a revelação e a orientação divina.","referencias_relacionadas":["Salmos 27:1","João 8:12","1 João 1:5"]},"1cronicas_8_26_nome":{"palavra_pt":"nome","palavra_original":"עֲתַלְיָה","transliteracao":"ʻĂthalyâh","strong":"H6271","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome Atalial significa 'Yahweh é elevado'.","explicacao_detalhada":"Este nome sugere uma exaltação de Deus, indicando que a pessoa é um testemunho da grandeza e soberania divina.","por_que_esta_palavra":"A palavra é importante porque reflete a adoração e a reverência que o povo deve ter em relação a Deus.","conexao_teologica":"A exaltação de Deus é um tema recorrente na adoração israelita, enfatizando sua soberania e majestade.","referencias_relacionadas":["Salmos 99:2","Isaías 57:15","Filipenses 2:9-11"]},"1cronicas_8_27_nome":{"palavra_pt":"nome","palavra_original":"אֵלִיָּה","transliteracao":"ʼÊlîyâh","strong":"H452","significado_raiz":"Ideia básica: nome.","significado_contextual":"O nome Eliá significa 'meu Deus é Yahweh'.","explicacao_detalhada":"Este nome expressa uma declaração de fé e dependência de Deus, indicando que a pessoa reconhece a soberania e a providência divina em sua vida.","por_que_esta_palavra":"A palavra é significativa porque reflete a relação pessoal e a confiança que o povo de Israel tinha em Deus.","conexao_teologica":"A relação entre Deus e seu povo é central na teologia bíblica, enfatizando a fidelidade e a provisão divina.","referencias_relacionadas":["1 Reis 18:36","Salmos 46:1","Romanos 10:13"]},"1cronicas_8_27_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência ou à continuidade da linhagem.","explicacao_detalhada":"No contexto bíblico, a noção de filho é crucial para entender a herança, a identidade e a relação familiar, especialmente em relação às promessas de Deus.","por_que_esta_palavra":"A palavra é importante porque enfatiza a continuidade da aliança de Deus com seu povo através das gerações.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia, simbolizando a adoção e a relação íntima com o Criador.","referencias_relacionadas":["Gálatas 4:7","Romanos 8:15","Efésios 1:5"]},"1cronicas_8_27_jaresiah":{"palavra_pt":"jaresiah","palavra_original":"יַעֲרֶשְׁיָה","transliteracao":"Yaʻăreshyâh","strong":"H3298","significado_raiz":"Ideia básica: jaresiah.","significado_contextual":"Jaressiah significa 'Yahweh é a herança'.","explicacao_detalhada":"Este nome reflete a ideia de que a herança e as bênçãos de Deus são fundamentais para a identidade do povo de Israel.","por_que_esta_palavra":"A palavra é significativa porque destaca a importância da herança espiritual e material que Deus oferece ao seu povo.","conexao_teologica":"A herança é um tema central na Bíblia, simbolizando as promessas de Deus e a continuidade da fé.","referencias_relacionadas":["Salmos 16:5","Deuteronômio 9:29","Colossenses 3:24"]},"1cronicas_8_28_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' refere-se à liderança ou à cabeça de uma família ou grupo.","explicacao_detalhada":"No contexto bíblico, o princípio é frequentemente associado à autoridade e à responsabilidade de guiar o povo segundo os caminhos de Deus.","por_que_esta_palavra":"A palavra é importante porque enfatiza a estrutura social e espiritual do povo de Israel, onde a liderança é vista como um chamado divino.","conexao_teologica":"A liderança espiritual é um tema central na Bíblia, refletindo a importância de guiar o povo de acordo com a vontade de Deus.","referencias_relacionadas":["1 Timóteo 3:1","Hebreus 13:17","Tiago 3:1"]},"1cronicas_8_28_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se à ação de tomar decisões ou discernir entre o certo e o errado.","explicacao_detalhada":"No contexto bíblico, o ato de julgar é frequentemente associado à justiça de Deus e à responsabilidade dos líderes em manter a ordem e a moralidade.","por_que_esta_palavra":"A palavra é significativa porque destaca a importância da justiça e da integridade na liderança e na vida comunitária.","conexao_teologica":"A justiça é um atributo de Deus e um chamado para seu povo, refletindo a necessidade de viver de acordo com os princípios divinos.","referencias_relacionadas":["Miquéias 6:8","Salmos 82:3","Provérbios 21:15"]},"1cronicas_8_28_cidade":{"palavra_pt":"cidade","palavra_original":"יְרוּשָׁלַ͏ִם","transliteracao":"Yᵉrûwshâlaim","strong":"H3389","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se à cidade de Jerusalém, um local central na história e na teologia israelita.","explicacao_detalhada":"Jerusalém é considerada a cidade santa, onde o templo foi construído e onde Deus habitou entre o Seu povo. É um símbolo de unidade e presença divina.","por_que_esta_palavra":"A palavra 'cidade' é usada para enfatizar a importância de Jerusalém como centro espiritual e político de Israel.","conexao_teologica":"Jerusalém representa o lugar onde Deus se encontra com a humanidade, simbolizando a nova Jerusalém prometida no Novo Testamento.","referencias_relacionadas":["Salmos 122:6","Isaías 2:3","Mateus 5:35"]},"1cronicas_8_29_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de administrar justiça, um papel importante para os líderes de Israel.","explicacao_detalhada":"O julgamento é uma função essencial para manter a ordem e a justiça na sociedade, refletindo o caráter de Deus como justo juiz.","por_que_esta_palavra":"A palavra 'julgar' é utilizada para descrever a responsabilidade dos líderes em tomar decisões justas e sábias.","conexao_teologica":"Deus é frequentemente descrito como o juiz supremo, e os líderes humanos são chamados a refletir essa justiça em suas decisões.","referencias_relacionadas":["Deuteronômio 16:18","Salmos 82:3","Tiago 2:13"]},"1cronicas_8_29_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome ou à reputação de uma pessoa, especialmente em relação ao seu papel de liderança.","explicacao_detalhada":"O nome carrega o peso da autoridade e da identidade, sendo essencial para a legitimidade de um líder em Israel.","por_que_esta_palavra":"A palavra 'nome' é usada para enfatizar a importância da identidade e do legado de uma pessoa na história de Israel.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua natureza e autoridade sobre todas as coisas.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Filipenses 2:9-10"]},"1cronicas_8_29_gibeon":{"palavra_pt":"gibeon","palavra_original":"גִּבְעוֹן","transliteracao":"Gibʻôwn","strong":"H1391","significado_raiz":"Ideia básica: gibeon.","significado_contextual":"Refere-se à cidade de Gibeon, que teve um papel significativo na história de Israel.","explicacao_detalhada":"Gibeon foi uma cidade que fez uma aliança com Israel e é conhecida por sua sabedoria e por ter enganado Josué.","por_que_esta_palavra":"A palavra 'Gibeon' é importante para entender as alianças e as interações entre Israel e as nações vizinhas.","conexao_teologica":"Gibeon representa a complexidade das relações entre o povo de Deus e outras nações, mostrando a soberania de Deus em usar até mesmo alianças não convencionais.","referencias_relacionadas":["Josué 9:3","2 Samuel 21:1","1 Reis 3:5"]},"1cronicas_8_30_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação familiar, especialmente no contexto da linhagem e herança.","explicacao_detalhada":"O termo 'filho' é crucial para entender a continuidade das gerações e a transmissão de promessas e bênçãos.","por_que_esta_palavra":"A palavra 'filho' é usada para enfatizar a importância da descendência e do papel dos filhos na história de Israel.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para descrever a relação entre Deus e Seu povo.","referencias_relacionadas":["Gênesis 17:7","Salmos 127:3","Romanos 8:17"]},"1cronicas_8_30_primogenito":{"palavra_pt":"primogenito","palavra_original":"בְּכוֹר","transliteracao":"bᵉkôwr","strong":"H1060","significado_raiz":"Ideia básica: primogenito.","significado_contextual":"Refere-se ao primeiro filho, que geralmente tinha direitos especiais de herança.","explicacao_detalhada":"O primogênito era considerado o herdeiro principal e tinha um papel significativo na continuidade da linhagem familiar.","por_que_esta_palavra":"A palavra 'primogênito' é usada para destacar a importância do primeiro filho na cultura israelita e nas promessas de Deus.","conexao_teologica":"Cristo é chamado de primogênito entre muitos irmãos, simbolizando Sua preeminência e papel redentor.","referencias_relacionadas":["Êxodo 13:2","Salmos 89:27","Colossenses 1:15"]},"1cronicas_8_30_nome":{"palavra_pt":"nome","palavra_original":"צוּר","transliteracao":"Tsûwr","strong":"H6698","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma pessoa, que carrega identidade e reputação.","explicacao_detalhada":"O nome é fundamental para a identidade de uma pessoa e pode refletir seu caráter e destino.","por_que_esta_palavra":"A palavra 'nome' é usada para enfatizar a importância da identidade e do legado de uma pessoa na história de Israel.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua natureza e autoridade sobre todas as coisas.","referencias_relacionadas":["Salmos 20:1","Provérbios 18:10","Atos 4:12"]},"1cronicas_8_31_nome":{"palavra_pt":"nome","palavra_original":"גְדֹר","transliteracao":"Gᵉdôr","strong":"H1446","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma pessoa, que é importante para a sua identidade e legado.","explicacao_detalhada":"Assim como em outras partes da Bíblia, o nome pode refletir a história e o caráter de quem o possui.","por_que_esta_palavra":"A palavra 'nome' é usada para enfatizar a importância da identidade e do legado de uma pessoa na história de Israel.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando Sua natureza e autoridade sobre todas as coisas.","referencias_relacionadas":["Salmos 20:1","Provérbios 22:1","Filipenses 2:9-10"]},"1cronicas_8_31_zeker":{"palavra_pt":"zeker","palavra_original":"זֶכֶר","transliteracao":"Zeker","strong":"H2144","significado_raiz":"Ideia básica: zeker.","significado_contextual":"Refere-se à memória ou ao que é lembrado, importante para a continuidade da história.","explicacao_detalhada":"A lembrança é um tema recorrente na Bíblia, enfatizando a importância de recordar as obras de Deus e a história do Seu povo.","por_que_esta_palavra":"A palavra 'zeker' é usada para destacar a importância da memória na cultura israelita e na relação com Deus.","conexao_teologica":"Deus é frequentemente lembrado por Suas obras e promessas, e o ato de lembrar é um chamado à fidelidade.","referencias_relacionadas":["Deuteronômio 6:12","Salmos 77:11","1 Coríntios 11:24-25"]},"1cronicas_8_32_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de administrar justiça, um papel importante para os líderes de Israel.","explicacao_detalhada":"O julgamento é uma função essencial para manter a ordem e a justiça na sociedade, refletindo o caráter de Deus como justo juiz.","por_que_esta_palavra":"A palavra 'julgar' é utilizada para descrever a responsabilidade dos líderes em tomar decisões justas e sábias.","conexao_teologica":"Deus é frequentemente descrito como o juiz supremo, e os líderes humanos são chamados a refletir essa justiça em suas decisões.","referencias_relacionadas":["Deuteronômio 16:18","Salmos 82:3","Tiago 2:13"]},"1cronicas_8_32_deserto":{"palavra_pt":"deserto","palavra_original":"מִקְלוֹת","transliteracao":"Miqlôwth","strong":"H4732","significado_raiz":"Ideia básica: deserto.","significado_contextual":"Refere-se a um local árido e desolado, simbolizando a ausência de vida e recursos.","explicacao_detalhada":"O deserto é frequentemente mencionado na Bíblia como um lugar de provação e teste, onde o povo de Israel enfrentou dificuldades, mas também onde Deus se revelou e guiou seu povo.","por_que_esta_palavra":"A palavra 'deserto' é utilizada para descrever o ambiente em que os descendentes de Benjamim habitavam, contrastando com a cidade de Jerusalém, que era um centro de vida e adoração.","conexao_teologica":"O deserto é um símbolo de purificação e preparação espiritual, onde Deus molda seu povo para um relacionamento mais profundo com Ele.","referencias_relacionadas":["Êxodo 16:1","Deuteronômio 8:2","Mateus 4:1"]},"1cronicas_8_32_cidade":{"palavra_pt":"cidade","palavra_original":"יְרוּשָׁלַ͏ִם","transliteracao":"Yᵉrûwshâlaim","strong":"H3389","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se a Jerusalém, a cidade santa, que é o centro da adoração e da presença de Deus entre o povo de Israel.","explicacao_detalhada":"Jerusalém é considerada a cidade escolhida por Deus, onde o Templo foi construído e onde os israelitas se reuniam para adorar. É um símbolo de esperança e restauração.","por_que_esta_palavra":"A menção de 'cidade' destaca a importância de Jerusalém na história de Israel e seu papel como um lugar de encontro entre Deus e seu povo.","conexao_teologica":"Jerusalém representa a nova Jerusalém, que é um símbolo do Reino de Deus e da plenitude da presença divina entre os homens.","referencias_relacionadas":["Salmos 122:6","Isaías 2:3","Apocalipse 21:2"]},"1cronicas_8_33_ner":{"palavra_pt":"ner","palavra_original":"נֵר","transliteracao":"Nêr","strong":"H5369","significado_raiz":"Ideia básica: ner.","significado_contextual":"Refere-se a uma lâmpada ou luz, simbolizando iluminação e orientação.","explicacao_detalhada":"A palavra 'ner' é usada para descrever a luz que traz clareza e direção, tanto física quanto espiritual, sendo um símbolo da presença de Deus.","por_que_esta_palavra":"A menção de 'ner' pode indicar a importância da luz na vida espiritual e a necessidade de orientação divina.","conexao_teologica":"Jesus é descrito como a luz do mundo, e a luz é um tema recorrente na Bíblia, representando a verdade e a vida.","referencias_relacionadas":["Salmos 119:105","João 8:12","Mateus 5:14"]},"1cronicas_8_33_nome":{"palavra_pt":"nome","palavra_original":"קִישׁ","transliteracao":"Qîysh","strong":"H7027","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma pessoa, que carrega identidade e significado.","explicacao_detalhada":"Na cultura bíblica, o nome muitas vezes reflete o caráter ou a história da pessoa, e é um elemento importante na genealogia e na identidade do povo de Deus.","por_que_esta_palavra":"A menção do 'nome' destaca a importância da linhagem e da herança entre os descendentes de Benjamim.","conexao_teologica":"O nome de Jesus é exaltado acima de todos os nomes, simbolizando a autoridade e a salvação que Ele traz.","referencias_relacionadas":["Filipenses 2:9","Atos 4:12","Romanos 10:13"]},"1cronicas_8_34_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação de descendência e continuidade familiar.","explicacao_detalhada":"A palavra 'filho' é fundamental para entender a genealogia e a promessa de Deus a Abraão, Isaque e Jacó, que se estende a seus descendentes.","por_que_esta_palavra":"A menção de 'filho' enfatiza a importância da linhagem e da herança espiritual dentro do povo de Israel.","conexao_teologica":"Cristo é chamado de Filho de Deus, e essa relação é central para a compreensão da salvação e da adoção espiritual dos crentes.","referencias_relacionadas":["Gálatas 4:7","Romanos 8:15","Efésios 1:5"]},"1cronicas_8_34_nome":{"palavra_pt":"nome","palavra_original":"יְהוֹנָתָן","transliteracao":"Yᵉhôwnâthân","strong":"H3083","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma pessoa, que pode ter um significado profundo e simbólico.","explicacao_detalhada":"O nome 'Jeonatã' pode ser interpretado como 'Deus deu', refletindo a crença de que Deus é a fonte de todas as bênçãos.","por_que_esta_palavra":"A menção do nome destaca a importância da identidade e do propósito divino na vida das pessoas.","conexao_teologica":"Os nomes na Bíblia frequentemente revelam a natureza e a ação de Deus na história da salvação.","referencias_relacionadas":["Salmos 20:1","Isaías 43:1","Mateus 1:21"]},"1cronicas_8_34_meribbaal":{"palavra_pt":"merib baal","palavra_original":"מְרִיב בַּעַל","transliteracao":"Mᵉrîyb Baʻal","strong":"H4807","significado_raiz":"Ideia básica: merib baal.","significado_contextual":"Refere-se a um nome que significa 'oposição a Baal', simbolizando a luta contra a idolatria.","explicacao_detalhada":"Meribbaal é um nome que reflete a resistência ao culto a Baal, um deus pagão, e a fidelidade ao Deus de Israel.","por_que_esta_palavra":"A menção de Meribbaal destaca a importância da fidelidade a Deus em meio a uma cultura que frequentemente se desviava para a idolatria.","conexao_teologica":"A luta contra a idolatria é um tema central na Bíblia, e a fidelidade a Deus é um chamado para todos os crentes.","referencias_relacionadas":["1 Reis 18:21","Salmos 115:4-8","Tiago 4:4"]},"1cronicas_8_35_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à continuidade da linhagem e à importância da descendência.","explicacao_detalhada":"A palavra 'filho' é crucial para entender a herança e as promessas de Deus a Israel, que se transmitem de geração em geração.","por_que_esta_palavra":"A menção de 'filho' reforça a ideia de que a história de Israel é uma história de famílias e promessas divinas.","conexao_teologica":"A relação entre Deus e seu povo é frequentemente descrita em termos de paternidade, onde Deus é o Pai e os crentes são seus filhos.","referencias_relacionadas":["1 João 3:1","Romanos 8:16","Hebreus 12:7"]},"1cronicas_8_35_nome":{"palavra_pt":"nome","palavra_original":"אָחָז","transliteracao":"ʼÂchâz","strong":"H271","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de uma pessoa, que pode ter um significado especial e histórico.","explicacao_detalhada":"O nome 'Acaz' pode ser interpretado como 'ele tomou', refletindo a ação de Deus na vida das pessoas e na história de Israel.","por_que_esta_palavra":"A menção do nome destaca a importância da identidade e do papel que cada indivíduo desempenha na narrativa bíblica.","conexao_teologica":"Os nomes na Bíblia muitas vezes revelam a soberania de Deus e sua intervenção na história da salvação.","referencias_relacionadas":["Isaías 7:1","2 Reis 16:1","Mateus 1:9"]},"1cronicas_8_36_nome":{"palavra_pt":"nome","palavra_original":"אָחָז","transliteracao":"ʼÂchâz","strong":"H271","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao mesmo nome mencionado anteriormente, enfatizando a continuidade e a importância da linhagem.","explicacao_detalhada":"A repetição do nome 'Acaz' reforça a relevância de sua história e seu impacto na genealogia de Jesus.","por_que_esta_palavra":"A menção do nome novamente destaca a importância da memória e da identidade dentro da narrativa bíblica.","conexao_teologica":"A genealogia de Jesus, que inclui Acaz, é uma demonstração da fidelidade de Deus em cumprir suas promessas ao longo das gerações.","referencias_relacionadas":["Mateus 1:9","Lucas 3:33","Gênesis 49:10"]},"1cronicas_8_36_jehoada":{"palavra_pt":"jehoada","palavra_original":"יְהוֹעַדָּה","transliteracao":"Yᵉhôwʻaddâh","strong":"H3085","significado_raiz":"Ideia básica: jehoada.","significado_contextual":"Jehoada é um nome que significa 'Yahweh tem dado'.","explicacao_detalhada":"O nome Jehoada é mencionado em 1 Crônicas 8:36 como parte da genealogia de Benjamim. Ele representa a continuidade da linhagem e a fidelidade de Deus em preservar o povo de Israel.","por_que_esta_palavra":"A palavra é importante porque reflete a relação entre Deus e seu povo, mostrando que Ele é o doador de vida e bênçãos.","conexao_teologica":"Jehoada simboliza a providência divina e a importância dos nomes na cultura hebraica, que frequentemente refletem a ação de Deus.","referencias_relacionadas":["Salmos 127:3","Isaías 43:1","Mateus 1:1"]},"1cronicas_8_37_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da linhagem familiar.","explicacao_detalhada":"Em 1 Crônicas 8:37, 'filho' é usado para descrever a relação entre pais e filhos, enfatizando a importância da herança e da identidade familiar dentro do povo de Israel.","por_que_esta_palavra":"A palavra é fundamental para entender a estrutura social e a importância da família na cultura israelita.","conexao_teologica":"A noção de 'filho' é central na teologia bíblica, simbolizando a relação entre Deus e seu povo, onde Deus é frequentemente chamado de Pai.","referencias_relacionadas":["Êxodo 20:12","Salmos 103:13","Romanos 8:15"]},"1cronicas_8_37_nome":{"palavra_pt":"nome","palavra_original":"מוֹצָא","transliteracao":"môwtsâʼ","strong":"H4162","significado_raiz":"Ideia básica: nome.","significado_contextual":"O termo 'nome' é utilizado para identificar e dar significado à identidade de uma pessoa.","explicacao_detalhada":"Em 1 Crônicas 8:37, o 'nome' é crucial para a genealogia, pois cada nome carrega um significado e uma história que refletem a relação com Deus e com a comunidade.","por_que_esta_palavra":"A palavra é importante porque os nomes na Bíblia frequentemente têm significados profundos que revelam a natureza de Deus e a identidade do indivíduo.","conexao_teologica":"O nome de Deus e os nomes dos indivíduos são frequentemente usados para expressar a relação entre o Criador e a criação.","referencias_relacionadas":["Gênesis 17:5","Salmos 20:1","Filipenses 2:9-10"]},"1cronicas_8_37_urso":{"palavra_pt":"urso","palavra_original":"יָלַד","transliteracao":"yâlad","strong":"H3205","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' refere-se ao ato de gerar ou dar à luz.","explicacao_detalhada":"Em 1 Crônicas 8:37, 'urso' é uma referência ao ato de trazer filhos ao mundo, enfatizando a continuidade da linhagem e a importância da procriação na cultura israelita.","por_que_esta_palavra":"A palavra é significativa porque destaca o papel da maternidade e da paternidade na formação da comunidade de Israel.","conexao_teologica":"O ato de gerar é visto como uma bênção de Deus, refletindo a criação e a continuidade da vida.","referencias_relacionadas":["Gênesis 1:28","Salmos 127:3-5","Hebreus 11:11"]},"1cronicas_8_38_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é novamente utilizada para descrever a descendência.","explicacao_detalhada":"Em 1 Crônicas 8:38, a repetição da palavra 'filho' reforça a importância da linhagem e da herança familiar dentro do povo de Israel.","por_que_esta_palavra":"A repetição enfatiza a continuidade da história familiar e a importância da transmissão de valores e tradições.","conexao_teologica":"A relação entre pais e filhos é um tema recorrente na Bíblia, simbolizando a relação entre Deus e seu povo.","referencias_relacionadas":["Deuteronômio 6:6-7","Provérbios 22:6","Efésios 6:4"]},"1cronicas_8_38_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou a forma de agir.","explicacao_detalhada":"Em 1 Crônicas 8:38, 'modo' pode se referir à maneira como a linhagem é transmitida ou como as tradições são mantidas dentro da família.","por_que_esta_palavra":"A palavra é importante para entender a cultura e as práticas sociais do povo de Israel.","conexao_teologica":"O modo como vivemos e transmitimos nossa fé é fundamental na teologia bíblica, refletindo a importância da prática da fé.","referencias_relacionadas":["Mateus 5:16","Colossenses 3:17","1 Pedro 2:12"]},"1cronicas_8_38_nome":{"palavra_pt":"nome","palavra_original":"אָצֵל","transliteracao":"ʼÂtsêl","strong":"H682","significado_raiz":"Ideia básica: nome.","significado_contextual":"O termo 'nome' é novamente utilizado para identificar e dar significado à identidade.","explicacao_detalhada":"Em 1 Crônicas 8:38, o 'nome' é essencial para a genealogia e a história do povo de Israel, refletindo a relação com Deus.","por_que_esta_palavra":"A repetição da palavra 'nome' enfatiza a importância da identidade e do legado familiar.","conexao_teologica":"Os nomes têm um papel significativo na Bíblia, muitas vezes revelando a natureza de Deus e a identidade do seu povo.","referencias_relacionadas":["Gênesis 32:28","Salmos 9:10","Apocalipse 3:5"]},"1cronicas_8_39_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é utilizada mais uma vez para descrever a descendência.","explicacao_detalhada":"Em 1 Crônicas 8:39, a menção de 'filho' continua a enfatizar a importância da linhagem e da continuidade familiar.","por_que_esta_palavra":"A repetição da palavra reforça a ideia de que a história e a identidade são passadas de geração em geração.","conexao_teologica":"A relação entre pais e filhos é um tema central na Bíblia, simbolizando a relação entre Deus e seu povo.","referencias_relacionadas":["Salmos 78:4","Provérbios 17:6","Romanos 8:16"]},"1cronicas_8_39_again":{"palavra_pt":"novamente","palavra_original":"שֵׁנִי","transliteracao":"shênîy","strong":"H8145","significado_raiz":"Ideia básica: novamente.","significado_contextual":"A palavra 'novamente' indica repetição ou continuidade.","explicacao_detalhada":"Em 1 Crônicas 8:39, 'novamente' pode indicar a continuidade da linhagem ou a repetição de um padrão familiar.","por_que_esta_palavra":"A palavra é importante para entender a repetição de temas e padrões na genealogia e na história de Israel.","conexao_teologica":"A ideia de continuidade é fundamental na teologia bíblica, refletindo a fidelidade de Deus através das gerações.","referencias_relacionadas":["Gênesis 9:12","Salmos 100:5","Hebreus 13:8"]},"1cronicas_8_39_nome":{"palavra_pt":"nome","palavra_original":"אֱלִיפֶלֶט","transliteracao":"ʼĔlîypheleṭ","strong":"H467","significado_raiz":"Ideia básica: nome.","significado_contextual":"O termo 'nome' é novamente utilizado para identificar e dar significado à identidade.","explicacao_detalhada":"Em 1 Crônicas 8:39, o 'nome' é essencial para a genealogia e a história do povo de Israel, refletindo a relação com Deus.","por_que_esta_palavra":"A repetição da palavra 'nome' enfatiza a importância da identidade e do legado familiar.","conexao_teologica":"Os nomes têm um papel significativo na Bíblia, muitas vezes revelando a natureza de Deus e a identidade do seu povo.","referencias_relacionadas":["Gênesis 32:28","Salmos 9:10","Apocalipse 3:5"]},"1cronicas_8_40_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à descendência e à continuidade da linhagem familiar.","explicacao_detalhada":"A palavra 'filho' é usada para indicar não apenas a relação biológica, mas também a herança espiritual e a continuidade da aliança de Deus com o povo de Israel.","por_que_esta_palavra":"A inclusão de 'filho' enfatiza a importância da família e da herança na cultura israelita, onde a identidade é muitas vezes ligada à linhagem.","conexao_teologica":"A relação entre Deus e Seu povo é frequentemente descrita em termos de paternidade, onde Deus é o Pai e Israel é Seu filho.","referencias_relacionadas":["Êxodo 4:22","Salmos 2:7","Mateus 5:9"]},"1cronicas_8_40_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Indica um estado de ser ou de existência que pode ser interpretado como uma queda ou um declínio.","explicacao_detalhada":"A palavra 'cair' pode ser entendida como uma transição de um estado de graça ou favor para um estado de desgraça ou juízo, refletindo a condição do povo de Israel em momentos de desobediência.","por_que_esta_palavra":"É usada para descrever a fragilidade da condição humana e a necessidade de permanecer firme na fé.","conexao_teologica":"A queda do homem é um tema central na teologia, refletindo a necessidade de redenção através de Cristo.","referencias_relacionadas":["Gênesis 3:6","Romanos 5:12","Tiago 4:10"]},"1cronicas_8_40_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua totalidade, incluindo aspectos físicos, sociais e espirituais.","explicacao_detalhada":"A palavra 'homem' é frequentemente usada na Bíblia para descrever a dignidade e o valor do ser humano como criação de Deus.","por_que_esta_palavra":"A menção de 'homem' destaca a responsabilidade que cada indivíduo tem diante de Deus e da sociedade.","conexao_teologica":"A criação do homem à imagem de Deus é um fundamento teológico que estabelece a dignidade humana.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]}}