{"2tessalonicenses_1_1_nome":{"palavra_pt":"nome","palavra_original":"Παῦλος","transliteracao":"Paûlos","strong":"G3972","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se à identificação de Paulo como autor da carta.","explicacao_detalhada":"O nome 'Paulo' é de origem latina e significa 'pequeno' ou 'humilde'. Paulo se apresenta como apóstolo, destacando sua autoridade espiritual.","por_que_esta_palavra":"O uso do nome é fundamental para estabelecer a credibilidade e a autoridade do autor da epístola.","conexao_teologica":"Paulo é um dos principais apóstolos do cristianismo, e seu nome é associado à propagação do evangelho entre os gentios.","referencias_relacionadas":["Atos 13:9","Romanos 1:1","1 Coríntios 1:1"]},"2tessalonicenses_1_1_silvanus":{"palavra_pt":"silvanus","palavra_original":"Σιλουανός","transliteracao":"Silouanós","strong":"G4610","significado_raiz":"Ideia básica: silvanus.","significado_contextual":"Silvano é mencionado como coautor da carta, indicando sua importância na missão apostólica.","explicacao_detalhada":"Silvano, também conhecido como Silas, foi um companheiro de Paulo em suas viagens missionárias e um líder na igreja primitiva.","por_que_esta_palavra":"A inclusão de Silvano reforça a unidade e a colaboração entre os apóstolos na disseminação da mensagem cristã.","conexao_teologica":"Silvano representa a continuidade da obra apostólica e a importância do trabalho em equipe no ministério.","referencias_relacionadas":["Atos 15:22","Atos 16:19","1 Tessalonicenses 1:1"]},"2tessalonicenses_1_1_deus":{"palavra_pt":"deus","palavra_original":"Τιμόθεος","transliteracao":"Timótheos","strong":"G5095","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como a fonte de graça e paz para os crentes.","explicacao_detalhada":"A palavra 'Deus' é central na teologia cristã, representando o ser supremo, criador e sustentador do universo.","por_que_esta_palavra":"A menção de Deus estabelece o foco da carta na relação entre o ser humano e o divino.","conexao_teologica":"Deus é a fonte de toda graça e paz, fundamentais para a vida cristã.","referencias_relacionadas":["Romanos 1:7","Gálatas 1:3","Filipenses 1:2"]},"2tessalonicenses_1_2_coracao":{"palavra_pt":"graca","palavra_original":"χάρις","transliteracao":"cháris","strong":"G5485","significado_raiz":"Ideia básica: graca.","significado_contextual":"A palavra 'graça' é uma saudação comum nas cartas de Paulo, expressando desejo de bênçãos espirituais.","explicacao_detalhada":"A graça é entendida como o favor imerecido de Deus, essencial para a salvação e a vida cristã.","por_que_esta_palavra":"A inclusão da graça enfatiza a dependência dos crentes na bondade de Deus.","conexao_teologica":"A graça é um tema central na teologia de Paulo, refletindo a natureza do relacionamento entre Deus e a humanidade.","referencias_relacionadas":["Efésios 2:8","Romanos 5:1","Tito 2:11"]},"2tessalonicenses_1_2_paz":{"palavra_pt":"paz","palavra_original":"εἰρήνη","transliteracao":"eirḗnē","strong":"G1515","significado_raiz":"Ideia básica: paz.","significado_contextual":"A paz é uma bênção desejada para os crentes, resultante da graça de Deus.","explicacao_detalhada":"A paz, no contexto bíblico, refere-se à harmonia e à ausência de conflito, tanto interna quanto externamente.","por_que_esta_palavra":"A paz é um resultado da relação restaurada com Deus através de Cristo.","conexao_teologica":"A paz é um dos frutos do Espírito e um aspecto vital da vida cristã.","referencias_relacionadas":["Romanos 5:1","Filipenses 4:7","Colossenses 3:15"]},"2tessalonicenses_1_2_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Reforça a ideia de que Deus é a fonte de todas as bênçãos mencionadas.","explicacao_detalhada":"A palavra 'Deus' aqui enfatiza Sua soberania e poder sobre todas as coisas.","por_que_esta_palavra":"A menção de Deus é crucial para lembrar os crentes de sua dependência dEle.","conexao_teologica":"A soberania de Deus é um tema recorrente nas cartas de Paulo, mostrando que Ele está no controle.","referencias_relacionadas":["1 Coríntios 1:9","Romanos 11:36","Hebreus 13:20"]},"2tessalonicenses_1_3_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é reconhecido como a fonte de gratidão pela fé dos tessalonicenses.","explicacao_detalhada":"A fé é a confiança em Deus e em Suas promessas, essencial para a vida cristã.","por_que_esta_palavra":"A menção da fé destaca a importância da crença ativa na vida dos crentes.","conexao_teologica":"A fé é um dos pilares do cristianismo, sendo fundamental para a salvação.","referencias_relacionadas":["Efésios 2:8-9","Hebreus 11:1","Gálatas 2:20"]},"2tessalonicenses_1_3_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A fé é apresentada como uma característica positiva da igreja em Tessalônica.","explicacao_detalhada":"A palavra 'fé' implica uma crença ativa e um compromisso com a verdade do evangelho.","por_que_esta_palavra":"A fé é fundamental para a vida cristã e é um motivo de ação de graças.","conexao_teologica":"A fé é frequentemente associada à justificação e à vida eterna nas cartas de Paulo.","referencias_relacionadas":["Romanos 1:17","Gálatas 5:6","1 João 5:4"]},"2tessalonicenses_1_3_graca":{"palavra_pt":"graca","palavra_original":"εὐχαριστέω","transliteracao":"eucharistéō","strong":"G2168","significado_raiz":"Ideia básica: graca.","significado_contextual":"A gratidão é expressa por Paulo em relação à fé e ao amor dos tessalonicenses.","explicacao_detalhada":"A palavra 'graça' aqui reflete a atitude de agradecimento a Deus por Suas bênçãos.","por_que_esta_palavra":"A gratidão é uma resposta natural à graça recebida de Deus.","conexao_teologica":"A gratidão é um tema importante na vida cristã, refletindo a resposta do crente à bondade de Deus.","referencias_relacionadas":["Colossenses 3:15","1 Tessalonicenses 5:18","Efésios 5:20"]},"2tessalonicenses_1_4_congregacao":{"palavra_pt":"igreja/assembleia","palavra_original":"ἐκκλησία","transliteracao":"ekklēsía","strong":"G1577","significado_raiz":"Ideia básica: igreja.","significado_contextual":"A palavra 'igreja' refere-se à comunidade de crentes em Tessalônica.","explicacao_detalhada":"A 'igreja' é o corpo de Cristo, composto por todos os que creem e seguem a Jesus.","por_que_esta_palavra":"A menção da igreja destaca a importância da comunidade na vida cristã.","conexao_teologica":"A igreja é o meio pelo qual Deus opera no mundo e é chamada a ser luz e sal.","referencias_relacionadas":["Mateus 16:18","Atos 2:42","Efésios 4:12"]},"2tessalonicenses_1_4_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus único e verdadeiro, que é a fonte de toda autoridade e poder.","explicacao_detalhada":"A palavra 'deus' (θεός) é usada para descrever a natureza divina e a soberania de Deus sobre todas as coisas. Em 2 Tessalonicenses 1:4, Paulo menciona Deus como aquele que é digno de ser glorificado por meio da perseverança dos fiéis.","por_que_esta_palavra":"A inclusão de 'deus' enfatiza a centralidade de Deus na vida dos crentes e sua importância em momentos de tribulação.","conexao_teologica":"Deus é apresentado como o juiz justo e o sustentador dos que sofrem por causa da fé.","referencias_relacionadas":["Romanos 1:20","Hebreus 11:6","Salmos 46:1"]},"2tessalonicenses_1_4_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A fé é a confiança em Deus e em suas promessas, essencial para a vida cristã.","explicacao_detalhada":"A palavra 'fé' (πίστις) implica uma crença ativa e uma relação de confiança com Deus. Em 2 Tessalonicenses 1:4, Paulo elogia a fé dos tessalonicenses, que se mantém firme apesar das dificuldades.","por_que_esta_palavra":"A fé é fundamental para a perseverança em tempos de provação, sendo um tema central na carta de Paulo.","conexao_teologica":"A fé é o meio pelo qual os crentes se conectam a Deus e recebem sua graça.","referencias_relacionadas":["Efésios 2:8-9","Hebreus 11:1","Gálatas 2:20"]},"2tessalonicenses_1_5_lei":{"palavra_pt":"juizo","palavra_original":"κρίσις","transliteracao":"krísis","strong":"G2920","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se ao juízo de Deus sobre os ímpios e a vindicação dos justos.","explicacao_detalhada":"A palavra 'juízo' (κρίσις) implica a decisão de Deus em relação ao comportamento humano. Em 2 Tessalonicenses 1:5, Paulo menciona que as tribulações dos crentes são um sinal do justo juízo de Deus.","por_que_esta_palavra":"O juízo de Deus é um tema importante que traz esperança aos crentes, pois assegura que a justiça será feita.","conexao_teologica":"O juízo de Deus é uma expressão de sua santidade e justiça, que garante que o mal não prevalecerá.","referencias_relacionadas":["Romanos 2:6","Apocalipse 20:12","Mateus 25:31-46"]},"2tessalonicenses_1_5_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é o juiz supremo que retribui a cada um segundo suas obras.","explicacao_detalhada":"A palavra 'deus' (θεός) reafirma a soberania divina e a certeza de que Ele é justo em suas decisões. Em 2 Tessalonicenses 1:5, Paulo destaca que as aflições dos crentes são vistas por Deus e que Ele agirá em justiça.","por_que_esta_palavra":"A menção de Deus como juiz traz conforto aos que sofrem, pois eles podem confiar em sua justiça.","conexao_teologica":"A justiça de Deus é um aspecto central da sua natureza, que garante que o mal será punido.","referencias_relacionadas":["Salmos 9:7-8","Isaías 61:8","Romanos 12:19"]},"2tessalonicenses_1_5_inocente":{"palavra_pt":"inocente","palavra_original":"δίκαιος","transliteracao":"díkaios","strong":"G1342","significado_raiz":"Ideia básica: inocente.","significado_contextual":"Refere-se à justiça e retidão dos crentes diante de Deus.","explicacao_detalhada":"A palavra 'inocente' (δίκαιος) implica estar em conformidade com a lei de Deus. Em 2 Tessalonicenses 1:5, Paulo menciona que os crentes são considerados justos por Deus, apesar das tribulações.","por_que_esta_palavra":"A inocência é um atributo que Deus confere aos que são justificados pela fé em Cristo.","conexao_teologica":"A justiça de Deus é manifestada na justificação dos pecadores, que são feitos justos por meio da fé.","referencias_relacionadas":["Romanos 5:1","Gálatas 3:11","Filipenses 3:9"]},"2tessalonicenses_1_6_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como o executor da justiça, que retribui aos que afligem os seus.","explicacao_detalhada":"A palavra 'deus' (θεός) reafirma a autoridade divina sobre todas as coisas. Em 2 Tessalonicenses 1:6, Paulo afirma que Deus retribuirá com justiça aqueles que causam aflição aos crentes.","por_que_esta_palavra":"A certeza de que Deus é justo e que Ele retribuirá traz esperança aos que estão sendo perseguidos.","conexao_teologica":"A justiça de Deus é um tema recorrente nas Escrituras, que assegura que Ele não ignora o sofrimento dos justos.","referencias_relacionadas":["Salmos 37:28","Isaías 35:4","Romanos 12:19"]},"2tessalonicenses_1_6_inocente":{"palavra_pt":"inocente","palavra_original":"δίκαιος","transliteracao":"díkaios","strong":"G1342","significado_raiz":"Ideia básica: inocente.","significado_contextual":"A inocência é um estado de ser justo diante de Deus, especialmente em meio à perseguição.","explicacao_detalhada":"A palavra 'inocente' (δίκαιος) é usada para descrever aqueles que são considerados justos por Deus. Em 2 Tessalonicenses 1:6, Paulo menciona que Deus retribuirá aos que afligem os inocentes.","por_que_esta_palavra":"A inocência é um sinal da graça de Deus na vida dos crentes, que são justificados por meio da fé.","conexao_teologica":"A inocência diante de Deus é um tema central na doutrina da justificação.","referencias_relacionadas":["Mateus 5:10","Romanos 8:33-34","1 Pedro 3:14"]},"2tessalonicenses_1_6_afflictedtion":{"palavra_pt":"afflicted tion","palavra_original":"θλῖψις","transliteracao":"thlîpsis","strong":"G2347","significado_raiz":"Ideia básica: afflicted tion.","significado_contextual":"Refere-se à aflição e sofrimento que os crentes enfrentam por causa de sua fé.","explicacao_detalhada":"A palavra 'aflição' (θλῖψις) descreve a pressão e os desafios que os crentes enfrentam. Em 2 Tessalonicenses 1:6, Paulo menciona que essas aflições são vistas por Deus e que Ele agirá em justiça.","por_que_esta_palavra":"A aflição é uma parte inevitável da vida cristã, mas é também uma oportunidade para experimentar a graça e a força de Deus.","conexao_teologica":"As aflições são usadas por Deus para moldar o caráter dos crentes e fortalecer sua fé.","referencias_relacionadas":["Romanos 5:3-5","2 Coríntios 4:17","1 Pedro 4:12-13"]},"2tessalonicenses_1_7_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade de Jesus como Senhor e Salvador.","explicacao_detalhada":"A palavra 'senhor' (κύριος) é um título que expressa a soberania de Cristo. Em 2 Tessalonicenses 1:7, Paulo menciona que o Senhor Jesus será revelado em sua vinda para trazer alívio aos que sofrem.","por_que_esta_palavra":"A autoridade de Jesus é um conforto para os crentes, pois eles sabem que Ele tem poder sobre todas as circunstâncias.","conexao_teologica":"A soberania de Cristo é um tema central na teologia cristã, que assegura que Ele reina sobre todas as coisas.","referencias_relacionadas":["Filipenses 2:9-11","Apocalipse 19:16","Mateus 28:18"]},"2tessalonicenses_1_7_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Refere-se a Jesus Cristo, o Filho de Deus, que traz salvação e esperança.","explicacao_detalhada":"A palavra 'Jesus' (Ἰησοῦς) é o nome do Salvador. Em 2 Tessalonicenses 1:7, Paulo menciona que a vinda de Jesus trará consolo aos que estão sendo perseguidos.","por_que_esta_palavra":"O nome de Jesus é central na fé cristã, pois é por meio dele que os crentes recebem a salvação.","conexao_teologica":"Jesus é o mediador entre Deus e os homens, e sua vinda é esperada como um momento de justiça e restauração.","referencias_relacionadas":["Atos 4:12","Romanos 10:9","1 Tessalonicenses 4:16-17"]},"2tessalonicenses_1_7_ceu":{"palavra_pt":"ceu","palavra_original":"οὐρανός","transliteracao":"ouranós","strong":"G3772","significado_raiz":"Ideia básica: ceu.","significado_contextual":"Refere-se ao céu como a morada de Deus e dos justos.","explicacao_detalhada":"O céu é frequentemente descrito na Bíblia como o lugar onde Deus habita e onde os fiéis esperam estar após a morte. Em 2 Tessalonicenses 1:7, o céu é mencionado em um contexto de consolo e recompensa para os que sofrem por causa da fé.","por_que_esta_palavra":"A palavra 'céu' é usada para enfatizar a esperança e a promessa de um futuro glorioso para os crentes.","conexao_teologica":"O céu é um tema central na teologia cristã, representando a presença de Deus e a recompensa eterna para os fiéis.","referencias_relacionadas":["Mateus 5:12","Apocalipse 21:1-4","Filipenses 3:20"]},"2tessalonicenses_1_8_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se ao Deus que julga e recompensa.","explicacao_detalhada":"Neste versículo, Deus é apresentado como aquele que traz justiça e retribuição aos que não obedecem ao evangelho. A palavra destaca a soberania e a autoridade de Deus sobre todas as coisas.","por_que_esta_palavra":"A palavra 'Deus' é fundamental para entender a natureza do julgamento e da salvação.","conexao_teologica":"A justiça de Deus é um tema recorrente nas Escrituras, mostrando que Ele é justo e fiel em suas promessas.","referencias_relacionadas":["Romanos 12:19","Hebreus 10:30","Salmos 50:6"]},"2tessalonicenses_1_8_bom":{"palavra_pt":"bom","palavra_original":"εὐαγγέλιον","transliteracao":"euangélion","strong":"G2098","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se ao evangelho como uma boa nova.","explicacao_detalhada":"A palavra 'bom' aqui se refere à mensagem do evangelho, que traz esperança e salvação. É a boa notícia da graça de Deus para a humanidade.","por_que_esta_palavra":"A ênfase no 'bom' destaca a natureza positiva e transformadora da mensagem cristã.","conexao_teologica":"O evangelho é o cerne da fé cristã, sendo a revelação do amor e da salvação de Deus.","referencias_relacionadas":["Marcos 1:15","Romanos 1:16","1 Coríntios 15:1-4"]},"2tessalonicenses_1_8_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade do Senhor sobre a vida e o destino das pessoas.","explicacao_detalhada":"Neste contexto, 'Senhor' enfatiza a soberania de Cristo e sua posição de autoridade sobre todos. Ele é o juiz que retribuirá a cada um segundo suas obras.","por_que_esta_palavra":"A palavra 'Senhor' é usada para afirmar a divindade e o domínio de Cristo sobre todas as coisas.","conexao_teologica":"A autoridade de Cristo é um tema central no Novo Testamento, refletindo seu papel como Salvador e Juiz.","referencias_relacionadas":["Mateus 28:18","Atos 10:36","Romanos 14:9"]},"2tessalonicenses_1_9_juizo":{"palavra_pt":"juizo","palavra_original":"δίκη","transliteracao":"díkē","strong":"G1349","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se ao juízo de Deus sobre os ímpios.","explicacao_detalhada":"A palavra 'juízo' implica a ação de Deus em trazer justiça, especialmente contra aqueles que rejeitam o evangelho. Este juízo é uma consequência da desobediência.","por_que_esta_palavra":"O juízo é uma parte essencial da justiça divina, mostrando que Deus não ignora o pecado.","conexao_teologica":"O conceito de juízo é fundamental na teologia cristã, refletindo a natureza justa de Deus.","referencias_relacionadas":["Romanos 2:6-8","Apocalipse 20:11-15","Mateus 25:31-46"]},"2tessalonicenses_1_9_morte":{"palavra_pt":"morte","palavra_original":"ὄλεθρος","transliteracao":"ólethros","strong":"G3639","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se à morte espiritual e eterna como consequência do pecado.","explicacao_detalhada":"A palavra 'morte' aqui simboliza a separação eterna de Deus, que é a consequência final do juízo sobre os ímpios.","por_que_esta_palavra":"A morte é usada para enfatizar a gravidade do pecado e a necessidade de arrependimento.","conexao_teologica":"A morte é um tema recorrente na Bíblia, representando a consequência do pecado e a necessidade de salvação.","referencias_relacionadas":["Romanos 6:23","Apocalipse 21:8","Gênesis 2:17"]},"2tessalonicenses_1_9_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se à autoridade do Senhor sobre o juízo.","explicacao_detalhada":"Neste contexto, 'Senhor' reafirma a soberania de Cristo como aquele que tem o poder de julgar e determinar o destino eterno das pessoas.","por_que_esta_palavra":"A palavra 'Senhor' é crucial para entender a posição de Cristo como juiz e salvador.","conexao_teologica":"A autoridade de Cristo é um tema central, refletindo sua divindade e poder sobre a vida e a morte.","referencias_relacionadas":["João 5:22","Atos 17:31","Romanos 14:10-12"]},"2tessalonicenses_1_10_dia":{"palavra_pt":"dia","palavra_original":"ἡμέρα","transliteracao":"hēméra","strong":"G2250","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao dia do Senhor, um tempo de revelação e julgamento.","explicacao_detalhada":"O 'dia' mencionado é o dia em que Cristo será revelado em sua glória, trazendo justiça e recompensa aos que creram.","por_que_esta_palavra":"A palavra 'dia' é usada para enfatizar a certeza e a iminência do retorno de Cristo.","conexao_teologica":"O dia do Senhor é um tema escatológico importante, refletindo a esperança da vinda de Cristo.","referencias_relacionadas":["1 Tessalonicenses 5:2","2 Pedro 3:10","Apocalipse 1:7"]},"2tessalonicenses_1_10_fe":{"palavra_pt":"crer","palavra_original":"πιστεύω","transliteracao":"pisteúō","strong":"G4100","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se à fé dos crentes em Cristo.","explicacao_detalhada":"A palavra 'crer' destaca a importância da fé como meio de salvação e relacionamento com Deus. É a confiança na obra redentora de Cristo.","por_que_esta_palavra":"A fé é fundamental para a vida cristã, sendo o canal pelo qual recebemos a graça de Deus.","conexao_teologica":"A fé é um tema central no Novo Testamento, refletindo a resposta do ser humano à revelação de Deus.","referencias_relacionadas":["Efésios 2:8-9","Hebreus 11:1","Romanos 10:17"]},"2tessalonicenses_1_10_sagrado":{"palavra_pt":"testemunho","palavra_original":"μαρτύριον","transliteracao":"martýrion","strong":"G3142","significado_raiz":"Ideia básica: testemunho.","significado_contextual":"Refere-se ao testemunho da verdade do evangelho.","explicacao_detalhada":"A palavra 'testemunho' implica a declaração da verdade sobre Cristo e sua obra. É um chamado para viver de acordo com a fé.","por_que_esta_palavra":"O testemunho é essencial para a propagação do evangelho e a edificação da igreja.","conexao_teologica":"O testemunho dos crentes é uma parte vital da missão da igreja, refletindo a verdade de Cristo ao mundo.","referencias_relacionadas":["Atos 1:8","1 Pedro 3:15","Apocalipse 12:11"]},"2tessalonicenses_1_11_deus":{"palavra_pt":"deus","palavra_original":"θεός","transliteracao":"theós","strong":"G2316","significado_raiz":"Ideia básica: deus.","significado_contextual":"Deus é apresentado como a fonte de poder e autoridade na vida dos crentes.","explicacao_detalhada":"A palavra 'deus' refere-se ao ser supremo, criador do universo, que tem controle sobre todas as coisas. No contexto de 2 Tessalonicenses 1:11, Paulo menciona Deus como aquele que deve ser invocado para que os crentes sejam fortalecidos em sua fé e ações.","por_que_esta_palavra":"A inclusão da palavra 'deus' enfatiza a dependência dos crentes em relação a Ele para obter força e direção em suas vidas.","conexao_teologica":"Deus é a base da fé cristã, sendo a fonte de toda autoridade e poder. A relação entre Deus e os crentes é fundamental para a compreensão da salvação e da vida cristã.","referencias_relacionadas":["Romanos 1:20","Hebreus 11:6","Salmos 46:1"]},"2tessalonicenses_1_11_verdade":{"palavra_pt":"fe","palavra_original":"πίστις","transliteracao":"pístis","strong":"G4102","significado_raiz":"Ideia básica: fe.","significado_contextual":"A fé é o meio pelo qual os crentes se conectam a Deus e recebem Sua graça.","explicacao_detalhada":"A palavra 'fé' implica confiança e crença em Deus e em Suas promessas. Em 2 Tessalonicenses 1:11, Paulo destaca a importância da fé como um elemento essencial para a vida cristã e para a realização das boas obras.","por_que_esta_palavra":"A palavra 'fé' é crucial porque representa a resposta do ser humano à revelação de Deus, sendo a base para a salvação e a vida em Cristo.","conexao_teologica":"A fé é um tema central na teologia cristã, pois é através dela que os crentes são justificados e recebem a vida eterna.","referencias_relacionadas":["Efésios 2:8-9","Hebreus 11:1","Gálatas 2:20"]},"2tessalonicenses_1_11_poder":{"palavra_pt":"poder/milagre","palavra_original":"δύναμις","transliteracao":"dýnamis","strong":"G1411","significado_raiz":"Ideia básica: poder.","significado_contextual":"O poder de Deus é manifestado nas vidas dos crentes através de milagres e transformações.","explicacao_detalhada":"A palavra 'poder' refere-se à capacidade divina de realizar ações sobrenaturais. Em 2 Tessalonicenses 1:11, Paulo menciona o poder de Deus como um elemento que capacita os crentes a viverem de acordo com Sua vontade.","por_que_esta_palavra":"O uso da palavra 'poder' destaca a força que Deus oferece aos crentes para superar desafios e viver uma vida que glorifica a Ele.","conexao_teologica":"O poder de Deus é um tema recorrente na Bíblia, mostrando que Ele é capaz de realizar o impossível e sustentar Seus filhos em todas as circunstâncias.","referencias_relacionadas":["Atos 1:8","Romanos 1:16","2 Coríntios 12:9"]},"2tessalonicenses_1_12_autoridade":{"palavra_pt":"senhor","palavra_original":"κύριος","transliteracao":"kýrios","strong":"G2962","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O Senhor é reconhecido como a autoridade suprema sobre a vida dos crentes.","explicacao_detalhada":"A palavra 'senhor' refere-se à soberania de Cristo sobre todas as coisas. Em 2 Tessalonicenses 1:12, Paulo menciona o Senhor como aquele que deve ser honrado e obedecido pelos crentes.","por_que_esta_palavra":"A palavra 'senhor' enfatiza a relação de submissão e reverência que os crentes devem ter em relação a Cristo.","conexao_teologica":"A autoridade de Cristo é fundamental para a fé cristã, pois Ele é o Senhor que redime e guia Seus seguidores.","referencias_relacionadas":["Filipenses 2:9-11","Mateus 28:18","Romanos 14:9"]},"2tessalonicenses_1_12_jesus":{"palavra_pt":"jesus","palavra_original":"Ἰησοῦς","transliteracao":"Iēsoûs","strong":"G2424","significado_raiz":"Ideia básica: jesus.","significado_contextual":"Jesus é o mediador entre Deus e a humanidade, sendo central na fé cristã.","explicacao_detalhada":"A palavra 'Jesus' refere-se ao nome do Salvador, que veio ao mundo para redimir a humanidade. Em 2 Tessalonicenses 1:12, Paulo destaca a importância de Jesus na vida dos crentes e Sua obra redentora.","por_que_esta_palavra":"A menção de 'Jesus' é essencial, pois Ele é o fundamento da fé cristã e a razão pela qual os crentes têm esperança e salvação.","conexao_teologica":"Jesus é o centro da mensagem do evangelho, sendo o caminho, a verdade e a vida para todos que creem.","referencias_relacionadas":["João 14:6","Atos 4:12","Romanos 10:9"]}}