{"salmos_10_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Deus como o Senhor, enfatizando Sua soberania e autoridade.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar a divindade suprema, o Criador e Sustentador do universo. No contexto do Salmo 10, o salmista clama ao Senhor em busca de ajuda e justiça.","por_que_esta_palavra":"A invocação do Senhor é fundamental para expressar a dependência do salmista em relação a Deus em tempos de angústia.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o juiz justo e que tem controle sobre todas as coisas.","referencias_relacionadas":["Salmos 23:1","Salmos 46:1","Isaías 40:28"]},"salmos_10_1_phrase":{"palavra_pt":"expressao","palavra_original":"עֵת","transliteracao":"ʻêth","strong":"H6256","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A expressão 'expressão' (עֵת) refere-se ao tempo ou momento em que algo ocorre.","explicacao_detalhada":"Neste contexto, a palavra 'expressão' pode ser entendida como um chamado ao Senhor em um momento específico de necessidade, indicando a urgência da situação.","por_que_esta_palavra":"O salmista está reconhecendo que há um tempo apropriado para buscar a ajuda de Deus, especialmente em momentos de crise.","conexao_teologica":"A noção de tempo é importante na teologia, pois Deus atua em momentos específicos da história da humanidade.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 31:15","Salmos 69:13"]},"salmos_10_1_grande":{"palavra_pt":"grande","palavra_original":"רָחוֹק","transliteracao":"râchôwq","strong":"H7350","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' (רָחוֹק) pode ser interpretada como algo distante ou elevado.","explicacao_detalhada":"No Salmo 10, o uso de 'grande' pode se referir à grandeza de Deus em contraste com a pequenez do homem, ou à distância que o salmista sente entre ele e Deus em sua angústia.","por_que_esta_palavra":"A grandeza de Deus é um tema recorrente na Bíblia, enfatizando Sua majestade e poder em comparação com a fragilidade humana.","conexao_teologica":"A grandeza de Deus nos lembra de Sua transcendência e de como Ele é digno de louvor e adoração.","referencias_relacionadas":["Salmos 145:3","Isaías 57:15","Romanos 11:33"]},"salmos_10_2_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"A palavra 'culpado' (רָשָׁע) refere-se a alguém que comete injustiça ou maldade.","explicacao_detalhada":"No contexto do Salmo 10, o salmista observa a ação dos ímpios e como eles parecem prosperar, apesar de sua culpa.","por_que_esta_palavra":"A identificação do culpado é crucial para entender a injustiça que o salmista está enfrentando e a necessidade de intervenção divina.","conexao_teologica":"A questão da justiça e da culpa é central na teologia bíblica, onde Deus é visto como o juiz que traz justiça aos oprimidos.","referencias_relacionadas":["Salmos 1:6","Provérbios 11:21","Romanos 6:23"]},"salmos_10_2_mal":{"palavra_pt":"mal","palavra_original":"מְזִמָּה","transliteracao":"mᵉzimmâh","strong":"H4209","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' (מְזִמָּה) refere-se a planos ou intenções malignas.","explicacao_detalhada":"O salmista menciona o mal como uma ação deliberada dos ímpios, que tramam contra os justos e buscam causar dano.","por_que_esta_palavra":"Reconhecer o mal é essencial para que o salmista clame a Deus por justiça e proteção.","conexao_teologica":"A presença do mal no mundo é um tema importante, que leva à necessidade de redenção e à esperança na justiça divina.","referencias_relacionadas":["Salmos 37:1","Mateus 5:39","Romanos 12:21"]},"salmos_10_3_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' (כִּי) é uma conjunção que introduz a razão ou causa.","explicacao_detalhada":"O salmista usa 'porque' para explicar a razão de sua angústia e a observação da prosperidade dos ímpios.","por_que_esta_palavra":"Essa palavra é crucial para conectar a queixa do salmista com a sua súplica a Deus.","conexao_teologica":"A relação entre a oração e a explicação das circunstâncias é um aspecto importante na comunicação com Deus.","referencias_relacionadas":["Salmos 73:3","Salmos 94:3","Tiago 1:13"]},"salmos_10_3_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"A palavra 'louvar' (הָלַל) refere-se ao ato de adorar ou exaltar a Deus.","explicacao_detalhada":"O salmista reconhece que, apesar das dificuldades, a adoração a Deus é uma resposta apropriada à Sua grandeza e justiça.","por_que_esta_palavra":"Louvar a Deus é uma forma de reafirmar a fé e a confiança em Sua soberania, mesmo em tempos de crise.","conexao_teologica":"A adoração é um tema central na Bíblia, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 150:6","Hebreus 13:15","Salmos 34:1"]},"salmos_10_3_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"Reitera a ideia de 'culpado' (רָשָׁע), enfatizando a injustiça dos ímpios.","explicacao_detalhada":"O salmista destaca a natureza dos culpados, que se exaltam e desprezam a justiça de Deus.","por_que_esta_palavra":"A repetição da palavra 'culpado' serve para enfatizar a gravidade da situação e a necessidade de intervenção divina.","conexao_teologica":"A justiça de Deus é um tema recorrente, onde Ele promete lidar com os ímpios e proteger os justos.","referencias_relacionadas":["Salmos 37:9","Salmos 92:7","Romanos 1:18"]},"salmos_10_4_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"Mais uma vez, a palavra 'culpado' (רָשָׁע) é utilizada para descrever aqueles que praticam a maldade.","explicacao_detalhada":"O salmista observa que os culpados não buscam a Deus e vivem em arrogância, ignorando as consequências de suas ações.","por_que_esta_palavra":"A ênfase na culpa é importante para que o salmista clame por justiça e proteção divina.","conexao_teologica":"A Bíblia frequentemente aborda a relação entre a culpa e a necessidade de arrependimento e reconciliação com Deus.","referencias_relacionadas":["Salmos 10:15","Salmos 34:21","Gálatas 6:7"]},"salmos_10_4_excellency":{"palavra_pt":"excellency","palavra_original":"גֹּבַהּ","transliteracao":"gôbahh","strong":"H1363","significado_raiz":"Ideia básica: excellency.","significado_contextual":"A palavra 'excellency' (גֹּבַהּ) refere-se à altura ou grandeza.","explicacao_detalhada":"Neste contexto, pode se referir à arrogância dos ímpios que se exaltam acima dos justos.","por_que_esta_palavra":"A ideia de excelência é usada para contrastar a soberania de Deus com a presunção dos ímpios.","conexao_teologica":"A grandeza de Deus é um tema central, mostrando que Ele é superior a qualquer ser humano ou poder.","referencias_relacionadas":["Salmos 113:4","Isaías 6:1","Filipenses 2:9"]},"salmos_10_4_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade suprema, o Criador e Juiz de toda a humanidade.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é usada para descrever a natureza soberana e poderosa de Deus, que é o autor da justiça e da criação. No contexto do Salmo 10, a ausência de Deus é sentida em meio à opressão e injustiça.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a grandeza e a autoridade de Deus em contraste com a maldade humana.","conexao_teologica":"A presença de Deus é fundamental para a compreensão da justiça e da moralidade no mundo. Sua ausência é um tema recorrente em momentos de crise.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Isaías 40:28"]},"salmos_10_5_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se ao conceito de justiça e julgamento, especialmente em relação ao comportamento humano.","explicacao_detalhada":"A palavra 'juízo' (מִשְׁפָּט) implica a ideia de um julgamento justo e imparcial. No Salmo 10, a injustiça prevalece, e o salmista clama por intervenção divina.","por_que_esta_palavra":"É utilizada para destacar a necessidade de justiça em um mundo onde os ímpios parecem prosperar.","conexao_teologica":"A justiça de Deus é um tema central nas Escrituras, refletindo Seu caráter e a expectativa de que os humanos também pratiquem a justiça.","referencias_relacionadas":["Deuteronômio 16:20","Salmos 82:3","Miquéias 6:8"]},"salmos_10_5_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho ou estilo de vida que uma pessoa escolhe seguir.","explicacao_detalhada":"A palavra 'vida' (דֶּרֶךְ) é usada para descrever o modo de viver que pode ser justo ou ímpio. O Salmo 10 contrasta a vida dos justos com a dos ímpios.","por_que_esta_palavra":"É importante para entender as escolhas que moldam o caráter e o destino das pessoas.","conexao_teologica":"A vida em Cristo é apresentada como o caminho que leva à verdadeira vida e à salvação.","referencias_relacionadas":["Provérbios 4:18","João 14:6","Mateus 7:13-14"]},"salmos_10_6_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao centro das emoções e decisões humanas.","explicacao_detalhada":"A palavra 'coração' (לֵב) simboliza não apenas os sentimentos, mas também a vontade e a mente. No Salmo 10, o coração do ímpio é descrito como cheio de arrogância e maldade.","por_que_esta_palavra":"É crucial para entender a motivação por trás das ações humanas e a necessidade de transformação espiritual.","conexao_teologica":"Deus examina o coração e busca aqueles que têm um coração puro e contrito.","referencias_relacionadas":["Salmos 51:10","Provérbios 4:23","Jeremias 17:10"]},"salmos_10_6_geracao":{"palavra_pt":"geracao","palavra_original":"דּוֹר","transliteracao":"dôwr","strong":"H1755","significado_raiz":"Ideia básica: geracao.","significado_contextual":"Refere-se à continuidade da vida e das ações através das gerações.","explicacao_detalhada":"A palavra 'geração' (דּוֹר) implica um ciclo de vida e a transmissão de valores e comportamentos. O Salmo 10 menciona a geração ímpia que se afasta de Deus.","por_que_esta_palavra":"É utilizada para enfatizar a responsabilidade das gerações em manter a justiça e a fé.","conexao_teologica":"A fidelidade de Deus é vista através das gerações, e a importância de ensinar a próxima geração sobre Seus caminhos.","referencias_relacionadas":["Salmos 78:4","Deuteronômio 6:7","Gênesis 17:7"]},"salmos_10_6_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à realidade e à sinceridade, em contraste com a mentira e a enganação.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para descrever a ausência de falsidade. No Salmo 10, a falta de verdade é uma característica do ímpio.","por_que_esta_palavra":"É essencial para entender a natureza de Deus, que é a própria verdade, e a expectativa de que os humanos vivam em verdade.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes.","referencias_relacionadas":["João 4:24","Salmos 119:160","Efésios 4:15"]},"salmos_10_7_vaidade":{"palavra_pt":"vaidade","palavra_original":"אָוֶן","transliteracao":"ʼâven","strong":"H205","significado_raiz":"Ideia básica: vaidade.","significado_contextual":"Refere-se à futilidade e ao orgulho que levam à destruição.","explicacao_detalhada":"A palavra 'vaidade' (אָוֶן) implica em ações sem valor e motivadas por egoísmo. O Salmo 10 destaca a vaidade do ímpio que se opõe a Deus.","por_que_esta_palavra":"É utilizada para mostrar a futilidade da vida sem Deus e as consequências do orgulho.","conexao_teologica":"A vaidade é frequentemente condenada nas Escrituras, sendo um obstáculo à verdadeira sabedoria e entendimento.","referencias_relacionadas":["Eclesiastes 1:2","Provérbios 16:18","Salmos 39:5"]},"salmos_10_7_maldicao":{"palavra_pt":"maldicao","palavra_original":"אָלָה","transliteracao":"ʼâlâh","strong":"H423","significado_raiz":"Ideia básica: maldicao.","significado_contextual":"Refere-se a uma invocação de maldição ou a consequências negativas por ações ímpias.","explicacao_detalhada":"A palavra 'maldicao' (אָלָה) é usada para descrever o resultado do pecado e da desobediência a Deus. No Salmo 10, a maldição é vista como uma consequência da vida ímpia.","por_que_esta_palavra":"É importante para entender as consequências espirituais e morais das ações humanas.","conexao_teologica":"As maldições são frequentemente mencionadas como consequências do afastamento de Deus e da quebra de Sua lei.","referencias_relacionadas":["Deuteronômio 28:15","Gálatas 3:10","Salmos 109:17"]},"salmos_10_7_craft":{"palavra_pt":"craft","palavra_original":"מִרְמָה","transliteracao":"mirmâh","strong":"H4820","significado_raiz":"Ideia básica: craft.","significado_contextual":"Refere-se a engano ou artimanha, especialmente em ações maliciosas.","explicacao_detalhada":"A palavra 'craft' (מִרְמָה) implica em astúcia e manipulação. No Salmo 10, é usada para descrever as táticas do ímpio para oprimir os justos.","por_que_esta_palavra":"É utilizada para destacar a natureza enganosa do ímpio e suas intenções malignas.","conexao_teologica":"A astúcia do ímpio contrasta com a sabedoria e a justiça de Deus, que vê além das aparências.","referencias_relacionadas":["Salmos 36:3","Provérbios 12:5","Mateus 7:15"]},"salmos_10_8_ambush":{"palavra_pt":"ambush","palavra_original":"מַאֲרָב","transliteracao":"maʼărâb","strong":"H3993","significado_raiz":"Ideia básica: ambush.","significado_contextual":"Refere-se a emboscadas ou armadilhas preparadas para enganar ou atacar.","explicacao_detalhada":"A palavra 'ambush' (מַאֲרָב) é usada para descrever táticas traiçoeiras empregadas pelos ímpios. No Salmo 10, isso representa a maldade que se esconde à espreita.","por_que_esta_palavra":"É importante para entender a natureza da opressão e da injustiça que os justos enfrentam.","conexao_teologica":"A emboscada do ímpio é um lembrete da luta espiritual entre o bem e o mal, onde Deus é o defensor dos justos.","referencias_relacionadas":["Salmos 10:9","Salmos 35:7","Provérbios 1:11"]},"salmos_10_8_secretly":{"palavra_pt":"secret ly","palavra_original":"מִסְתָּר","transliteracao":"miçtâr","strong":"H4565","significado_raiz":"Ideia básica: secret ly.","significado_contextual":"Refere-se a ações que são feitas de forma oculta, longe dos olhos dos outros.","explicacao_detalhada":"A palavra 'secretly' (מִסְתָּר) é usada para descrever a maneira como os ímpios operam, escondendo suas intenções e ações. Isso sugere uma malícia que se esconde nas sombras.","por_que_esta_palavra":"A escolha da palavra enfatiza a natureza traiçoeira e furtiva dos ímpios, que agem sem serem vistos.","conexao_teologica":"A ocultação das ações dos ímpios contrasta com a transparência e a justiça de Deus, que vê todas as coisas.","referencias_relacionadas":["Salmos 94:7","Provérbios 15:3","Eclesiastes 12:14"]},"salmos_10_9_secretly":{"palavra_pt":"secret ly","palavra_original":"מִסְתָּר","transliteracao":"miçtâr","strong":"H4565","significado_raiz":"Ideia básica: secret ly.","significado_contextual":"Novamente, refere-se a ações furtivas e secretas, destacando a natureza enganosa dos ímpios.","explicacao_detalhada":"A repetição da palavra 'secretly' (מִסְתָּר) reforça a ideia de que os ímpios se escondem em suas tramas, longe da luz da verdade.","por_que_esta_palavra":"A palavra é utilizada para mostrar que as intenções malignas não são facilmente percebidas, mas estão sempre sob o olhar de Deus.","conexao_teologica":"Deus é onisciente e vê o que está oculto, trazendo à luz as ações secretas dos homens.","referencias_relacionadas":["Salmos 139:12","Hebreus 4:13","Mateus 10:26"]},"salmos_10_9_agarrar":{"palavra_pt":"agarrar","palavra_original":"חָטַף","transliteracao":"châṭaph","strong":"H2414","significado_raiz":"Ideia básica: agarrar.","significado_contextual":"Refere-se a um ato de captura ou apreensão, muitas vezes associado à violência.","explicacao_detalhada":"A palavra 'agarrar' (חָטַף) implica um ato de força, onde o ímpio toma o que não lhe pertence, simbolizando a injustiça.","por_que_esta_palavra":"A escolha dessa palavra destaca a brutalidade e a opressão que os ímpios exercem sobre os inocentes.","conexao_teologica":"Deus é visto como o defensor dos oprimidos, que não ignora as injustiças cometidas pelos ímpios.","referencias_relacionadas":["Salmos 72:4","Isaías 10:1-2","Miquéias 2:2"]},"salmos_10_10_arco":{"palavra_pt":"arco","palavra_original":"שָׁחַח","transliteracao":"shâchach","strong":"H7817","significado_raiz":"Ideia básica: arco.","significado_contextual":"Simboliza a força e a habilidade de atacar, representando a opressão.","explicacao_detalhada":"A palavra 'arco' (שָׁחַח) é usada metaforicamente para descrever a maneira como os ímpios se preparam para atacar suas vítimas.","por_que_esta_palavra":"O uso do termo sugere um ataque planejado e deliberado, refletindo a natureza predatória dos ímpios.","conexao_teologica":"Deus é o protetor que defende os fracos contra os ataques dos ímpios, que são como arcos prontos para disparar.","referencias_relacionadas":["Salmos 7:12","Salmos 11:2","Isaías 54:17"]},"salmos_10_10_cair":{"palavra_pt":"cair","palavra_original":"נָפַל","transliteracao":"nâphal","strong":"H5307","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à queda dos ímpios, que são derrotados por suas próprias ações.","explicacao_detalhada":"A palavra 'cair' (נָפַל) implica uma queda moral e espiritual, onde os ímpios são levados à ruína por suas injustiças.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a inevitabilidade do juízo de Deus sobre os ímpios.","conexao_teologica":"A queda dos ímpios é um tema recorrente na Bíblia, onde Deus promete justiça e restauração para os justos.","referencias_relacionadas":["Salmos 37:24","Provérbios 24:16","Isaías 57:15"]},"salmos_10_10_grande":{"palavra_pt":"grande","palavra_original":"עָצוּם","transliteracao":"ʻâtsûwm","strong":"H6099","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da opressão e da injustiça perpetrada pelos ímpios.","explicacao_detalhada":"A palavra 'grande' (עָצוּם) é usada para descrever a magnitude da maldade que os ímpios exercem sobre os inocentes.","por_que_esta_palavra":"A escolha dessa palavra destaca a seriedade da situação e a necessidade de intervenção divina.","conexao_teologica":"Deus é grande em poder e justiça, capaz de lidar com a grandeza da opressão.","referencias_relacionadas":["Salmos 145:3","Isaías 40:26","Romanos 8:31"]},"salmos_10_11_fim":{"palavra_pt":"fim","palavra_original":"נֶצַח","transliteracao":"netsach","strong":"H5331","significado_raiz":"Ideia básica: fim.","significado_contextual":"Refere-se ao destino final dos ímpios, que será de destruição.","explicacao_detalhada":"A palavra 'fim' (נֶצַח) implica um desfecho inevitável e definitivo para as ações dos ímpios.","por_que_esta_palavra":"A escolha dessa palavra enfatiza a certeza do juízo de Deus e a consumação da justiça.","conexao_teologica":"A ideia de um fim para os ímpios é um tema que aparece em várias partes da Escritura, onde Deus promete restaurar a ordem.","referencias_relacionadas":["Salmos 37:38","Mateus 25:46","Apocalipse 20:10"]},"salmos_10_11_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao centro das intenções e pensamentos humanos.","explicacao_detalhada":"A palavra 'coração' (לֵב) é frequentemente usada na Bíblia para descrever a sede das emoções e decisões.","por_que_esta_palavra":"A escolha dessa palavra destaca a importância do coração na relação com Deus e na moralidade.","conexao_teologica":"Deus examina o coração e conhece as intenções mais profundas dos seres humanos.","referencias_relacionadas":["1 Samuel 16:7","Salmos 51:10","Jeremias 17:10"]},"salmos_10_11_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à força e poder de Deus como defensor dos justos.","explicacao_detalhada":"A palavra 'deus' (אֵל) é usada para enfatizar a soberania e a força de Deus em contrastar com a fraqueza dos ímpios.","por_que_esta_palavra":"A escolha dessa palavra é uma afirmação da fé na proteção divina contra a opressão.","conexao_teologica":"Deus é visto como a fonte de força e refúgio para aqueles que são oprimidos.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Filipenses 4:13"]},"salmos_10_12_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de Deus de se levantar em defesa dos oprimidos.","explicacao_detalhada":"A palavra 'levantar' (קוּם) implica ação e intervenção divina em resposta à injustiça.","por_que_esta_palavra":"A escolha dessa palavra destaca a esperança de que Deus não permanecerá inativo diante da opressão.","conexao_teologica":"Deus é um Deus que age, levantando-se para trazer justiça e restaurar os justos.","referencias_relacionadas":["Salmos 9:19","Salmos 12:5","Isaías 33:10"]},"salmos_10_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Deus como o Senhor, enfatizando Sua soberania e autoridade.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar a divindade suprema, que é reconhecida como o criador e mantenedor do universo. No contexto do Salmo 10, o salmista clama ao Senhor em meio à opressão e injustiça.","por_que_esta_palavra":"A invocação do nome do Senhor é um apelo à Sua intervenção divina e justiça.","conexao_teologica":"O uso do nome 'Yᵉhôvâh' destaca a relação pessoal e covenantal entre Deus e Seu povo, mostrando que Ele é acessível e está atento às suas necessidades.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Êxodo 3:14"]},"salmos_10_12_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se a Deus como a fonte de poder e proteção.","explicacao_detalhada":"A palavra 'deus' (אֵל) é um termo que expressa a força e a capacidade de Deus de agir em favor de Seu povo. No Salmo 10, o salmista busca a força divina para enfrentar a opressão.","por_que_esta_palavra":"A invocação de Deus como 'força' é um reconhecimento da Sua capacidade de salvar e proteger.","conexao_teologica":"Deus é visto como um refúgio e fortaleza, enfatizando a dependência do ser humano em relação à Sua proteção.","referencias_relacionadas":["Salmos 46:1","Salmos 18:2","Salmos 62:7"]},"salmos_10_13_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"Refere-se àqueles que praticam a injustiça e a maldade.","explicacao_detalhada":"A palavra 'culpado' (רָשָׁע) descreve indivíduos que agem de forma ímpia, desconsiderando a justiça e a moralidade. O salmista observa a aparente impunidade dos ímpios.","por_que_esta_palavra":"A identificação dos culpados é crucial para a oração do salmista, que busca a justiça divina contra a opressão.","conexao_teologica":"A presença do mal e da injustiça é um tema recorrente na Bíblia, que clama por justiça e retidão de Deus.","referencias_relacionadas":["Salmos 1:6","Provérbios 11:21","Eclesiastes 8:14"]},"salmos_10_13_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade que observa e julga as ações humanas.","explicacao_detalhada":"A palavra 'deus' (אֱלֹהִים) é um termo que enfatiza a majestade e a autoridade de Deus sobre toda a criação. No contexto do Salmo 10, o salmista clama a Deus para que Ele intervenha na situação de injustiça.","por_que_esta_palavra":"A invocação de Deus é um reconhecimento de Sua soberania e capacidade de agir em favor dos oprimidos.","conexao_teologica":"Deus é apresentado como juiz e protetor, que não ignora a injustiça e que promete restaurar a ordem.","referencias_relacionadas":["Salmos 50:6","Salmos 75:7","Isaías 33:22"]},"salmos_10_13_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao centro das emoções e decisões humanas.","explicacao_detalhada":"A palavra 'coração' (לֵב) simboliza a sede dos pensamentos, emoções e intenções. O salmista reflete sobre a condição do coração humano diante da injustiça.","por_que_esta_palavra":"O coração é crucial para entender a motivação das ações humanas, especialmente em relação à opressão.","conexao_teologica":"A Bíblia frequentemente fala sobre a necessidade de um coração puro e reto diante de Deus.","referencias_relacionadas":["Salmos 51:10","Provérbios 4:23","Jeremias 17:9"]},"salmos_10_14_irado":{"palavra_pt":"irado","palavra_original":"כַּעַס","transliteracao":"kaʻaç","strong":"H3708","significado_raiz":"Ideia básica: irado.","significado_contextual":"Refere-se à emoção de Deus diante da injustiça.","explicacao_detalhada":"A palavra 'irado' (כַּעַס) expressa a indignação de Deus contra a maldade e a opressão. O salmista reconhece que Deus não é indiferente ao sofrimento dos justos.","por_que_esta_palavra":"A ira de Deus é um aspecto de Sua justiça, que busca corrigir o que está errado.","conexao_teologica":"A ira de Deus é uma resposta à injustiça e ao pecado, mostrando que Ele é um Deus que se importa com a moralidade.","referencias_relacionadas":["Salmos 7:11","Romanos 1:18","Efésios 5:6"]},"salmos_10_14_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de invocar a ajuda de Deus.","explicacao_detalhada":"A palavra 'dar' (נָתַן) no contexto do clamor implica a entrega de algo a Deus, como um pedido de ajuda ou intervenção. O salmista clama por justiça.","por_que_esta_palavra":"Clamar a Deus é um ato de fé e dependência, reconhecendo que somente Ele pode trazer alívio.","conexao_teologica":"O clamor a Deus é um tema central nos Salmos, onde os fiéis buscam Sua ajuda em tempos de necessidade.","referencias_relacionadas":["Salmos 34:17","Salmos 55:16","Salmos 86:7"]},"salmos_10_14_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Refere-se à razão ou causa de um pedido.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para introduzir a justificativa do clamor do salmista, explicando a necessidade de intervenção divina.","por_que_esta_palavra":"É importante entender a razão por trás do clamor, que é a injustiça que prevalece.","conexao_teologica":"A comunicação com Deus envolve não apenas pedidos, mas também a explicação das circunstâncias que levam à oração.","referencias_relacionadas":["Salmos 22:1","Salmos 42:9","Salmos 119:153"]},"salmos_10_15_poderoso":{"palavra_pt":"poderoso","palavra_original":"זְרוֹעַ","transliteracao":"zᵉrôwaʻ","strong":"H2220","significado_raiz":"Ideia básica: poderoso.","significado_contextual":"Refere-se à força e capacidade de Deus para agir.","explicacao_detalhada":"A palavra 'poderoso' (זְרוֹעַ) enfatiza a força de Deus em trazer justiça e salvação. O salmista reconhece que Deus tem o poder de lidar com os ímpios.","por_que_esta_palavra":"A invocação da força de Deus é um lembrete de que Ele é capaz de mudar situações difíceis.","conexao_teologica":"A força de Deus é um tema recorrente na Bíblia, mostrando que Ele é capaz de realizar milagres e trazer justiça.","referencias_relacionadas":["Salmos 89:13","Salmos 93:1","Isaías 40:10"]},"salmos_10_15_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"Refere-se àqueles que são responsáveis por ações injustas.","explicacao_detalhada":"A repetição da palavra 'culpado' (רָשָׁע) reforça a ideia de que a injustiça é uma questão central no clamor do salmista, que busca a intervenção de Deus contra os ímpios.","por_que_esta_palavra":"A identificação dos culpados é essencial para a oração do salmista, que deseja ver a justiça prevalecer.","conexao_teologica":"A questão do pecado e da culpa é fundamental na teologia bíblica, que clama por arrependimento e justiça.","referencias_relacionadas":["Salmos 9:17","Provérbios 12:21","Ezequiel 18:30"]},"salmos_10_15_mal":{"palavra_pt":"mal","palavra_original":"רַע","transliteracao":"raʻ","strong":"H7451","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se ao mal que aflige os justos e a injustiça que prevalece.","explicacao_detalhada":"Neste versículo, a palavra 'mal' é usada para descrever a opressão e a injustiça que os ímpios cometem contra os inocentes. O salmista clama a Deus para que Ele intervenha e faça justiça.","por_que_esta_palavra":"A palavra 'mal' é central para entender a luta entre o bem e o mal na vida do crente e a necessidade de justiça divina.","conexao_teologica":"O mal é um tema recorrente na Bíblia, refletindo a condição humana caída e a necessidade de redenção através de Cristo.","referencias_relacionadas":["Salmos 34:21","Isaías 5:20","Romanos 12:21"]},"salmos_10_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como o soberano e juiz supremo.","explicacao_detalhada":"A palavra 'Senhor' aqui enfatiza a autoridade de Deus sobre todas as coisas e Sua capacidade de governar com justiça.","por_que_esta_palavra":"É importante reconhecer a soberania de Deus em meio ao sofrimento e à injustiça.","conexao_teologica":"A soberania de Deus é um tema central na teologia cristã, que nos lembra que Ele está no controle de todas as circunstâncias.","referencias_relacionadas":["Salmos 103:19","Isaías 40:28","Romanos 13:1"]},"salmos_10_16_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"Designa Deus como o Rei que governa sobre todas as nações.","explicacao_detalhada":"A palavra 'rei' destaca a majestade e a autoridade de Deus, que é o governante supremo e justo.","por_que_esta_palavra":"Reconhecer Deus como Rei nos dá esperança de que Ele trará justiça e ordem ao mundo caótico.","conexao_teologica":"A realeza de Deus é um tema que se estende por toda a Escritura, culminando na realeza de Cristo.","referencias_relacionadas":["Salmos 47:2","Salmos 93:1","Apocalipse 19:16"]},"salmos_10_16_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à natureza eterna de Deus, que não muda.","explicacao_detalhada":"A palavra 'eterno' enfatiza que Deus é imutável e sempre presente, oferecendo segurança aos que confiam Nele.","por_que_esta_palavra":"A eternidade de Deus é um conforto em tempos de incerteza e mudança.","conexao_teologica":"A eternidade de Deus é fundamental para a compreensão de Sua fidelidade e promessas.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Hebreus 13:8"]},"salmos_10_17_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Reitera a soberania e a grandeza do Senhor.","explicacao_detalhada":"A repetição do nome 'Senhor' enfatiza a importância de invocar a presença e a ajuda divina em tempos de aflição.","por_que_esta_palavra":"É um lembrete de que devemos sempre buscar a Deus em oração e dependência.","conexao_teologica":"A invocação do nome do Senhor é um tema importante na oração e na adoração.","referencias_relacionadas":["Salmos 116:4","Romanos 10:13","Atos 2:21"]},"salmos_10_17_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza de Deus em poder e misericórdia.","explicacao_detalhada":"A palavra 'grande' destaca a majestade de Deus e Sua capacidade de agir em favor dos necessitados.","por_que_esta_palavra":"Reconhecer a grandeza de Deus nos encoraja a confiar em Sua capacidade de ajudar e salvar.","conexao_teologica":"A grandeza de Deus é um tema que inspira adoração e reverência.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"salmos_10_17_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao coração como o centro das emoções e da vontade humana.","explicacao_detalhada":"A palavra 'coração' é usada para descrever a profundidade do anseio humano por justiça e a necessidade de Deus em nossas vidas.","por_que_esta_palavra":"O coração é fundamental na relação com Deus, pois Ele busca corações sinceros.","conexao_teologica":"A transformação do coração é essencial na vida cristã, refletindo a obra do Espírito Santo.","referencias_relacionadas":["Provérbios 4:23","Salmos 51:10","Ezequiel 36:26"]},"salmos_10_18_julgar":{"palavra_pt":"julgar","palavra_original":"שָׁפַט","transliteracao":"shâphaṭ","strong":"H8199","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de Deus de julgar com justiça.","explicacao_detalhada":"A palavra 'julgar' implica a ação de Deus em trazer justiça e corrigir a injustiça na terra.","por_que_esta_palavra":"A justiça de Deus é um consolo para os oprimidos e um aviso para os ímpios.","conexao_teologica":"O julgamento de Deus é um tema importante que nos lembra da responsabilidade moral.","referencias_relacionadas":["Salmos 9:7","Eclesiastes 3:17","Romanos 14:10"]},"salmos_10_18_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico e à criação de Deus.","explicacao_detalhada":"A palavra 'terra' destaca a abrangência do domínio de Deus sobre toda a criação e Sua autoridade sobre ela.","por_que_esta_palavra":"Reconhecer que Deus é o Criador nos ajuda a entender nosso lugar na criação.","conexao_teologica":"A criação é um testemunho do poder e da sabedoria de Deus.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 1:20"]},"salmos_10_18_vida":{"palavra_pt":"vida","palavra_original":"עוֹד","transliteracao":"ʻôwd","strong":"H5750","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se à vida como um dom de Deus e à sua preservação.","explicacao_detalhada":"A palavra 'vida' implica a importância da existência e da proteção que Deus oferece aos Seus filhos.","por_que_esta_palavra":"A vida é um presente divino e deve ser valorizada e protegida.","conexao_teologica":"A vida eterna em Cristo é a esperança central do cristianismo.","referencias_relacionadas":["João 10:10","Romanos 6:23","1 João 5:12"]}}