{"salmos_101_1_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Juízo/justiça refere-se à aplicação da lei e à equidade nas relações humanas.","explicacao_detalhada":"A palavra 'juízo' (מִשְׁפָּט) implica em decisões justas e corretas. Em Salmos 101:1, o salmista expressa seu desejo de viver em retidão e justiça.","por_que_esta_palavra":"Esta palavra é importante porque reflete a busca pela justiça divina em um mundo muitas vezes injusto.","conexao_teologica":"A justiça é um atributo de Deus e deve ser refletida na vida dos crentes, que são chamados a agir com integridade.","referencias_relacionadas":["Miquéias 6:8","Salmos 89:14","Isaías 1:17"]},"salmos_101_1_deus":{"palavra_pt":"misericordia/amor leal","palavra_original":"חֵסֵד","transliteracao":"chêçêd","strong":"H2617","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"Misericórdia/amor leal refere-se à bondade e fidelidade de Deus para com Seu povo.","explicacao_detalhada":"A palavra 'misericórdia' (חֵסֵד) é frequentemente associada ao amor incondicional de Deus. Em Salmos 101:1, o salmista clama por essa misericórdia em sua vida.","por_que_esta_palavra":"Esta palavra é crucial para entender a natureza de Deus como um ser que se importa profundamente com a humanidade.","conexao_teologica":"A misericórdia é um aspecto fundamental do caráter de Deus, que é refletido na relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 136:1","Lamentações 3:22-23","Efésios 2:4-5"]},"salmos_101_1_homem":{"palavra_pt":"homem","palavra_original":"שִׁיר","transliteracao":"shîyr","strong":"H7891","significado_raiz":"Ideia básica: homem.","significado_contextual":"Homem refere-se à humanidade em sua totalidade, com suas fraquezas e potencial.","explicacao_detalhada":"A palavra 'homem' (שִׁיר) é usada para descrever a condição humana. Em Salmos 101:1, o salmista reflete sobre a necessidade de viver de acordo com os padrões de Deus.","por_que_esta_palavra":"Esta palavra é importante porque nos lembra da fragilidade humana e da necessidade de dependência de Deus.","conexao_teologica":"A condição humana é um tema central na teologia, que destaca a necessidade de redenção e graça.","referencias_relacionadas":["Gênesis 1:27","Romanos 3:23","Salmos 8:4-5"]},"salmos_101_2_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Vida refere-se ao caminho que se deve seguir para agradar a Deus.","explicacao_detalhada":"A palavra 'vida' (דֶּרֶךְ) implica em um estilo de vida que reflete os princípios de Deus. Em Salmos 101:2, o salmista expressa seu desejo de viver de maneira justa.","por_que_esta_palavra":"Esta palavra é fundamental para entender a jornada espiritual do crente em busca de uma vida que glorifique a Deus.","conexao_teologica":"A vida cristã é uma caminhada que deve ser guiada pelos ensinamentos de Deus, refletindo Sua vontade.","referencias_relacionadas":["Provérbios 3:6","Mateus 7:14","Gálatas 5:25"]},"salmos_101_2_bom":{"palavra_pt":"bom","palavra_original":"שָׂכַל","transliteracao":"sâkal","strong":"H7919","significado_raiz":"Ideia básica: bom.","significado_contextual":"Bom refere-se à qualidade das ações e decisões que agradam a Deus.","explicacao_detalhada":"A palavra 'bom' (שָׂכַל) é usada para descrever ações que estão em conformidade com a vontade de Deus. Em Salmos 101:2, o salmista busca viver de maneira que reflita essa bondade.","por_que_esta_palavra":"Esta palavra é importante porque nos chama a agir de acordo com os padrões divinos em todas as áreas da vida.","conexao_teologica":"A bondade é um reflexo do caráter de Deus e deve ser a meta de todo crente em sua vida diária.","referencias_relacionadas":["Romanos 12:2","Efésios 5:8-9","Filipenses 4:8"]},"salmos_101_2_verdade":{"palavra_pt":"verdade","palavra_original":"תָּמִים","transliteracao":"tâmîym","strong":"H8549","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é um princípio fundamental na vida do salmista, que busca viver em integridade.","explicacao_detalhada":"Neste versículo, a palavra 'verdade' refere-se à sinceridade e à honestidade nas ações e pensamentos do salmista. Ele deseja que sua vida seja marcada pela verdade em todas as suas interações.","por_que_esta_palavra":"A escolha da palavra 'verdade' enfatiza a importância da autenticidade e da retidão moral na vida do crente.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos que O seguem. A busca pela verdade é essencial para uma vida que agrada a Deus.","referencias_relacionadas":["Salmos 15:2","João 4:24","Efésios 4:15"]},"salmos_101_3_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' é usada para afirmar a rejeição do mal e da falsidade.","explicacao_detalhada":"Neste contexto, o salmista declara que não permitirá que a mentira e a falsidade façam parte de sua vida. A verdade é um valor que ele se compromete a manter.","por_que_esta_palavra":"A repetição da palavra 'verdade' reforça a determinação do salmista em viver de acordo com os princípios divinos.","conexao_teologica":"A verdade é central na relação do homem com Deus, pois Ele é a própria verdade. A rejeição da mentira é um passo para a santidade.","referencias_relacionadas":["Salmos 119:163","Provérbios 12:22","João 8:32"]},"salmos_101_3_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'coisa' refere-se a qualquer declaração ou ação que tenha peso moral ou ético.","explicacao_detalhada":"O salmista se compromete a não se envolver em palavras ou ações que sejam más ou enganosas. A escolha da palavra 'coisa' abrange tanto o que se diz quanto o que se faz.","por_que_esta_palavra":"A palavra 'coisa' é abrangente e enfatiza a totalidade das ações e palavras que devem ser puras.","conexao_teologica":"As palavras e ações do crente devem refletir a natureza de Deus, que é boa e verdadeira.","referencias_relacionadas":["Tiago 1:26","Mateus 12:36-37","Colossenses 3:8"]},"salmos_101_3_mal":{"palavra_pt":"mal","palavra_original":"בְּלִיַּעַל","transliteracao":"bᵉlîyaʻal","strong":"H1100","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' refere-se a tudo que é contrário à vontade de Deus.","explicacao_detalhada":"O salmista expressa sua aversão ao mal, indicando que ele não tolerará comportamentos ou influências malignas em sua vida.","por_que_esta_palavra":"A palavra 'mal' é crucial para entender a seriedade com que o salmista vê a corrupção moral e a necessidade de se afastar dela.","conexao_teologica":"A luta contra o mal é uma constante na vida do crente, que deve buscar a santidade e a pureza.","referencias_relacionadas":["Romanos 12:9","1 Pedro 3:11","Salmos 34:14"]},"salmos_101_4_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a necessidade de discernimento nas relações e interações sociais.","explicacao_detalhada":"O salmista deseja evitar a companhia de pessoas que não compartilham de seus valores e princípios, buscando estar entre aqueles que promovem a verdade.","por_que_esta_palavra":"A escolha da palavra 'entre' destaca a importância do ambiente social na formação do caráter e na vida espiritual.","conexao_teologica":"As relações sociais têm um impacto significativo na vida espiritual, e o crente deve escolher suas companhias sabiamente.","referencias_relacionadas":["1 Coríntios 15:33","Salmos 26:4-5","Provérbios 13:20"]},"salmos_101_4_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' reafirma o compromisso do salmista com a integridade e a honestidade.","explicacao_detalhada":"Neste contexto, o salmista reafirma que a verdade deve ser o fundamento de suas interações e decisões.","por_que_esta_palavra":"A repetição da palavra 'verdade' sublinha a centralidade desse valor na vida do crente.","conexao_teologica":"A verdade é essencial para a comunhão com Deus e com os outros, sendo um reflexo do caráter divino.","referencias_relacionadas":["Salmos 51:6","João 14:6","Efésios 6:14"]},"salmos_101_4_coracao":{"palavra_pt":"coracao","palavra_original":"לֵבָב","transliteracao":"lêbâb","strong":"H3824","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' refere-se ao centro das emoções e decisões do ser humano.","explicacao_detalhada":"O salmista enfatiza que a verdade deve estar enraizada em seu coração, indicando que a integridade deve ser uma questão de caráter profundo.","por_que_esta_palavra":"A escolha da palavra 'coração' destaca a importância da sinceridade interna, não apenas ações externas.","conexao_teologica":"Deus olha para o coração, e a verdadeira adoração e vida cristã começam de dentro para fora.","referencias_relacionadas":["Provérbios 4:23","Salmos 51:10","Mateus 5:8"]},"salmos_101_5_bom":{"palavra_pt":"bom","palavra_original":"סֵתֶר","transliteracao":"çêther","strong":"H5643","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade moral que o salmista busca em suas relações.","explicacao_detalhada":"O salmista deseja cercar-se de pessoas que são boas e justas, refletindo o caráter de Deus em suas interações.","por_que_esta_palavra":"A palavra 'bom' é fundamental para entender a busca do salmista por relacionamentos saudáveis e edificantes.","conexao_teologica":"A bondade é um fruto do Espírito e deve ser a marca da vida cristã.","referencias_relacionadas":["Gálatas 5:22","Salmos 37:3","Mateus 7:17"]},"salmos_101_5_irmao":{"palavra_pt":"irmao","palavra_original":"רֵעַ","transliteracao":"rêaʻ","strong":"H7453","significado_raiz":"Ideia básica: irmao.","significado_contextual":"A palavra 'irmão' refere-se à relação de proximidade e responsabilidade entre os crentes.","explicacao_detalhada":"O salmista expressa a importância de ter relacionamentos que são baseados em amor e apoio mútuo, como em uma família.","por_que_esta_palavra":"A escolha da palavra 'irmão' enfatiza a necessidade de comunidade e solidariedade entre os crentes.","conexao_teologica":"A Bíblia ensina que todos os crentes são parte da família de Deus e devem tratar uns aos outros com amor e respeito.","referencias_relacionadas":["1 João 4:20","Romanos 12:10","Hebreus 13:1"]},"salmos_101_5_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' reafirma o compromisso do salmista com a honestidade nas relações.","explicacao_detalhada":"O salmista se compromete a não se envolver em falsidades, buscando sempre a verdade em suas interações, especialmente com aqueles que considera próximos.","por_que_esta_palavra":"A repetição da palavra 'verdade' destaca a importância de um relacionamento baseado na sinceridade.","conexao_teologica":"A verdade é essencial para a edificação de relacionamentos saudáveis e para a comunhão entre os crentes.","referencias_relacionadas":["Efésios 4:25","Salmos 15:2","Colossenses 3:9"]},"salmos_101_6_edificar":{"palavra_pt":"crer/amem","palavra_original":"אָמַן","transliteracao":"ʼâman","strong":"H539","significado_raiz":"Ideia básica: crer.","significado_contextual":"A palavra 'crer' implica uma confiança profunda em Deus e em Suas promessas.","explicacao_detalhada":"No contexto de Salmos 101:6, o salmista expressa a importância de confiar em Deus para edificar uma vida de retidão e integridade. A palavra 'crer' sugere um compromisso ativo com a verdade divina.","por_que_esta_palavra":"Esta palavra é central para a fé, pois crer em Deus é a base para uma vida que busca a justiça e a verdade.","conexao_teologica":"A crença em Deus é fundamental para a relação do ser humano com o divino, sendo a fé um dos pilares da vida cristã.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Salmos 37:5"]},"salmos_101_6_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se ao caminho que se escolhe seguir, simbolizando a jornada espiritual.","explicacao_detalhada":"Em Salmos 101:6, o salmista fala sobre a busca de uma vida que agrada a Deus, enfatizando a importância de viver de acordo com Seus princípios.","por_que_esta_palavra":"A vida é um tema central na Bíblia, representando não apenas a existência física, mas também a vida espiritual em comunhão com Deus.","conexao_teologica":"A vida em Cristo é descrita como abundante e plena, refletindo a relação do crente com o Senhor.","referencias_relacionadas":["João 10:10","Gálatas 2:20","Romanos 12:1"]},"salmos_101_7_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' implica em sinceridade e integridade, fundamentais para a vida do justo.","explicacao_detalhada":"No contexto de Salmos 101:7, a verdade é apresentada como um requisito para aqueles que desejam estar na presença de Deus, destacando a importância da honestidade.","por_que_esta_palavra":"A verdade é essencial na relação com Deus, pois Ele é a própria verdade e espera que Seus seguidores vivam de maneira autêntica.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, como um testemunho do caráter divino.","referencias_relacionadas":["João 14:6","Salmos 25:5","Efésios 4:15"]},"salmos_101_7_coracao":{"palavra_pt":"coracao","palavra_original":"קֶרֶב","transliteracao":"qereb","strong":"H7130","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' representa o centro das emoções e decisões do ser humano.","explicacao_detalhada":"Em Salmos 101:7, o coração é mencionado como o lugar onde se decide entre o bem e o mal, enfatizando a necessidade de pureza interior.","por_que_esta_palavra":"O coração é frequentemente visto na Bíblia como a fonte dos pensamentos e ações, sendo crucial para a vida espiritual.","conexao_teologica":"A transformação do coração é um tema central na redenção, onde Deus promete dar um novo coração aos Seus seguidores.","referencias_relacionadas":["Provérbios 4:23","Ezequiel 36:26","Mateus 5:8"]},"salmos_101_8_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à ação de eliminar o mal e a iniquidade.","explicacao_detalhada":"No contexto de Salmos 101:8, o salmista expressa a intenção de erradicar a maldade de sua presença, simbolizando a luta contra o pecado.","por_que_esta_palavra":"Destruir o mal é um chamado para a santidade e a pureza, refletindo o desejo de viver em conformidade com a vontade de Deus.","conexao_teologica":"A destruição do pecado é um aspecto da obra redentora de Cristo, que veio para libertar os cativos do pecado.","referencias_relacionadas":["Romanos 6:6","1 João 3:8","Gálatas 5:24"]},"salmos_101_8_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A palavra 'cidade' pode simbolizar a comunidade e a sociedade em que se vive.","explicacao_detalhada":"Em Salmos 101:8, a cidade é mencionada em um contexto de justiça e retidão, indicando a responsabilidade do crente em influenciar sua comunidade.","por_que_esta_palavra":"A cidade representa o lugar onde as interações sociais ocorrem, e a vida cristã deve impactar positivamente o ambiente ao redor.","conexao_teologica":"A cidade de Deus é um conceito que aparece na Bíblia, simbolizando a comunidade dos redimidos que vivem em harmonia com os princípios divinos.","referencias_relacionadas":["Hebreus 11:10","Apocalipse 21:2","Mateus 5:14"]},"salmos_101_8_dia":{"palavra_pt":"dia","palavra_original":"בֹּקֶר","transliteracao":"bôqer","strong":"H1242","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se ao tempo em que as ações são realizadas, simbolizando a urgência da retidão.","explicacao_detalhada":"Em Salmos 101:8, o salmista menciona o 'dia' como um tempo de ação, enfatizando a necessidade de agir contra o mal de forma imediata.","por_que_esta_palavra":"O dia representa oportunidades que não devem ser desperdiçadas, especialmente no que diz respeito à prática da justiça.","conexao_teologica":"A ideia de aproveitar o dia é refletida em várias passagens que falam sobre a importância de viver sabiamente e fazer o bem enquanto há tempo.","referencias_relacionadas":["Efésios 5:16","Salmos 90:12","Tiago 4:14"]}}