{"salmos_105_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e poderoso.","explicacao_detalhada":"A palavra 'senhor' é um título que expressa autoridade e reverência. No Salmo 105, invocar o nome do Senhor é um chamado à adoração e à lembrança de suas obras.","por_que_esta_palavra":"O nome de Deus é fundamental na fé, pois representa sua natureza e caráter, além de ser um meio de comunicação entre Deus e seu povo.","conexao_teologica":"O nome de Deus é central na teologia, pois revela sua identidade e a relação que Ele deseja ter com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]},"salmos_105_1_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo escolhido de Deus.","explicacao_detalhada":"A palavra 'povo' no Salmo 105 destaca a relação especial entre Deus e os israelitas, que são chamados a glorificá-lo e a lembrar de suas promessas.","por_que_esta_palavra":"É importante reconhecer a identidade do povo de Deus para entender seu papel na história da salvação.","conexao_teologica":"A noção de povo escolhido é central na teologia, pois reflete a aliança de Deus com a humanidade.","referencias_relacionadas":["Deuteronômio 7:6","1 Pedro 2:9","Romanos 9:25-26"]},"salmos_105_1_deus":{"palavra_pt":"deus","palavra_original":"עֲלִילָה","transliteracao":"ʻălîylâh","strong":"H5949","significado_raiz":"Ideia básica: deus.","significado_contextual":"Refere-se à divindade e à soberania de Deus.","explicacao_detalhada":"A palavra 'deus' é usada para descrever a natureza suprema de Deus, que é digno de adoração e louvor. No Salmo 105, isso enfatiza a importância de reconhecer sua grandeza.","por_que_esta_palavra":"Reconhecer Deus como o ser supremo é fundamental para a fé e a prática religiosa.","conexao_teologica":"A divindade de Deus é um tema central na teologia, pois estabelece a base para a adoração e a relação com o Criador.","referencias_relacionadas":["Salmos 46:10","Isaías 45:5","João 1:1"]},"salmos_105_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira de adorar e louvar a Deus.","explicacao_detalhada":"A palavra 'modo' sugere que a adoração deve ser feita de forma adequada e reverente, refletindo a natureza de Deus e sua grandeza.","por_que_esta_palavra":"É importante entender que a maneira de adorar a Deus deve ser guiada por sua palavra e seu caráter.","conexao_teologica":"A forma de adoração é um tema relevante na teologia, pois nos ensina sobre a santidade e a reverência que devemos ter diante de Deus.","referencias_relacionadas":["Salmos 29:2","Colossenses 3:16","Hebreus 12:28-29"]},"salmos_105_2_homem":{"palavra_pt":"homem","palavra_original":"שִׁיר","transliteracao":"shîyr","strong":"H7891","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se à humanidade e sua relação com Deus.","explicacao_detalhada":"A palavra 'homem' destaca a criação de Deus e a dignidade que Ele conferiu à humanidade. No Salmo 105, isso implica em reconhecer a posição do homem diante de Deus.","por_que_esta_palavra":"É fundamental entender a natureza do homem para compreender sua necessidade de redenção e sua relação com o Criador.","conexao_teologica":"A humanidade é central na teologia, pois reflete a imagem de Deus e sua intenção para a criação.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 5:12"]},"salmos_105_2_voz":{"palavra_pt":"voz","palavra_original":"זָמַר","transliteracao":"zâmar","strong":"H2167","significado_raiz":"Ideia básica: voz.","significado_contextual":"Refere-se à expressão de louvor e adoração a Deus.","explicacao_detalhada":"A palavra 'voz' implica em um ato de proclamação e adoração. No Salmo 105, isso sugere que o louvor deve ser declarado com alegria e gratidão.","por_que_esta_palavra":"A voz é um meio de comunicação que expressa a adoração e a gratidão a Deus, essencial na vida do crente.","conexao_teologica":"A adoração vocal é um tema importante na teologia, pois reflete a resposta do coração humano à grandeza de Deus.","referencias_relacionadas":["Salmos 100:1","Salmos 150:6","Hebreus 13:15"]},"salmos_105_3_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"A palavra 'louvar' refere-se ao ato de exaltar e glorificar a Deus, reconhecendo Sua grandeza e bondade.","explicacao_detalhada":"O termo 'halelu' é uma expressão de louvor que enfatiza a adoração a Deus. No contexto de Salmos 105:3, é um convite à comunidade para celebrar as obras de Deus e Sua fidelidade.","por_que_esta_palavra":"Esta palavra é utilizada para encorajar os fiéis a se unirem em adoração e reconhecimento das maravilhas de Deus.","conexao_teologica":"O louvor é um elemento central na vida de adoração do povo de Deus, refletindo a resposta do coração humano à Sua majestade.","referencias_relacionadas":["Salmos 150:6","Salmos 100:4","Salmos 34:1"]},"salmos_105_3_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' representa a autoridade e a identidade de Deus, sendo um símbolo de Seu caráter e poder.","explicacao_detalhada":"No contexto de Salmos 105:3, o 'nome' de Deus é invocado como um lembrete de Sua presença e de Sua soberania sobre todas as coisas.","por_que_esta_palavra":"O uso do termo 'nome' enfatiza a importância de reconhecer a autoridade divina em todas as situações da vida.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua revelação e à relação que Ele estabelece com Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Provérbios 18:10"]},"salmos_105_3_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se àquilo que é separado para Deus, indicando a pureza e a santidade de Sua presença.","explicacao_detalhada":"Em Salmos 105:3, a ideia de 'sagrado' destaca a importância de reconhecer a santidade de Deus e a necessidade de se aproximar d'Ele com reverência.","por_que_esta_palavra":"Esta palavra é crucial para entender a natureza de Deus e a relação que Ele deseja ter com Seu povo, que deve ser marcada pela santidade.","conexao_teologica":"A santidade de Deus é um tema central nas Escrituras, refletindo Sua separação do pecado e Sua pureza absoluta.","referencias_relacionadas":["Levítico 11:44","Isaías 6:3","1 Pedro 1:16"]},"salmos_105_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus como o soberano e o governante supremo sobre todas as coisas.","explicacao_detalhada":"No contexto de Salmos 105:4, 'senhor' é uma invocação que expressa a dependência do povo em relação à liderança e proteção divina.","por_que_esta_palavra":"Esta palavra é utilizada para reafirmar a posição de Deus como autoridade máxima, a quem devemos buscar em tempos de necessidade.","conexao_teologica":"Reconhecer Deus como Senhor é fundamental para a fé, pois implica em submissão e confiança em Sua vontade.","referencias_relacionadas":["Salmos 23:1","Romanos 10:9","Filipenses 2:11"]},"salmos_105_4_seguir":{"palavra_pt":"seguir","palavra_original":"דָּרַשׁ","transliteracao":"dârash","strong":"H1875","significado_raiz":"Ideia básica: seguir.","significado_contextual":"A palavra 'seguir' implica em buscar a Deus de forma intencional, desejando conhecê-Lo e andar em Seus caminhos.","explicacao_detalhada":"Em Salmos 105:4, 'seguir' sugere um relacionamento ativo com Deus, onde o crente busca Sua orientação e direção.","por_que_esta_palavra":"Esta palavra é importante porque enfatiza a necessidade de uma busca contínua e diligente por Deus em todas as áreas da vida.","conexao_teologica":"Seguir a Deus é um chamado à obediência e à prática da fé, refletindo a jornada espiritual do crente.","referencias_relacionadas":["Salmos 119:10","Mateus 16:24","Hebreus 12:1"]},"salmos_105_5_grande":{"palavra_pt":"grande","palavra_original":"פָּלָא","transliteracao":"pâlâʼ","strong":"H6381","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' expressa a magnitude e a majestade de Deus, destacando Suas obras poderosas.","explicacao_detalhada":"No contexto de Salmos 105:5, 'grande' é um reconhecimento da soberania de Deus e de Seus feitos extraordinários na história do Seu povo.","por_que_esta_palavra":"Esta palavra é utilizada para inspirar admiração e reverência, lembrando os fiéis da grandeza de Deus em comparação com a fragilidade humana.","conexao_teologica":"A grandeza de Deus é um tema recorrente nas Escrituras, que nos convida a adorar e glorificar Seu nome.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"salmos_105_5_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode ser interpretada como uma metáfora para a força e o poder de Deus em agir em favor de Seu povo.","explicacao_detalhada":"Em Salmos 105:5, a menção de 'urso' pode simbolizar a proteção e a defesa que Deus oferece aos que Nele confiam.","por_que_esta_palavra":"Esta palavra é utilizada para ilustrar a força de Deus em contrastar com a vulnerabilidade humana, mostrando que Ele é um defensor poderoso.","conexao_teologica":"A imagem de Deus como um protetor forte é comum nas Escrituras, refletindo Seu cuidado e poder sobre os desafios da vida.","referencias_relacionadas":["Salmos 18:2","Isaías 41:10","Romanos 8:31"]},"salmos_105_6_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação especial entre Deus e Seu povo, enfatizando a filiação e a herança espiritual.","explicacao_detalhada":"No contexto de Salmos 105:6, 'filho' destaca a promessa de Deus a Abraão e sua descendência, mostrando a continuidade da aliança.","por_que_esta_palavra":"Esta palavra é importante para entender a identidade do povo de Deus como filhos e herdeiros das promessas divinas.","conexao_teologica":"A filiação é um tema central na teologia bíblica, refletindo a relação íntima entre Deus e aqueles que O seguem.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:17","Efésios 1:5"]},"salmos_105_6_semente":{"palavra_pt":"semente/descendencia","palavra_original":"זֶרַע","transliteracao":"zeraʻ","strong":"H2233","significado_raiz":"Ideia básica: semente.","significado_contextual":"A palavra 'semente' refere-se à descendência e à continuidade das promessas de Deus ao longo das gerações.","explicacao_detalhada":"Em Salmos 105:6, 'semente' simboliza a herança espiritual que Deus promete a Abraão e seus descendentes, indicando a fidelidade divina.","por_que_esta_palavra":"Esta palavra é utilizada para enfatizar a importância da linhagem e da continuidade da fé entre as gerações.","conexao_teologica":"A ideia de 'semente' é fundamental para entender a aliança de Deus com Seu povo e a realização de Suas promessas.","referencias_relacionadas":["Gênesis 17:7","Gálatas 3:29","Hebreus 11:12"]},"salmos_105_6_nome":{"palavra_pt":"nome","palavra_original":"אַבְרָהָם","transliteracao":"ʼAbrâhâm","strong":"H85","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade de Abraão como patriarca e à importância de sua relação com Deus.","explicacao_detalhada":"No contexto de Salmos 105:6, 'nome' destaca a escolha de Deus por Abraão e a aliança estabelecida com ele, que se estende a sua descendência.","por_que_esta_palavra":"Esta palavra é utilizada para reafirmar a importância da identidade e do chamado de Abraão na história da salvação.","conexao_teologica":"O nome de Abraão é simbólico da fé e da obediência, sendo um exemplo para todos os crentes.","referencias_relacionadas":["Gênesis 12:1-3","Romanos 4:3","Hebreus 11:8"]},"salmos_105_7_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como Deus se revela e age na história.","explicacao_detalhada":"A palavra 'modo' indica a forma ou maneira pela qual Deus se relaciona com o Seu povo, enfatizando a importância de reconhecer a Sua atuação nas circunstâncias da vida.","por_que_esta_palavra":"É crucial entender como Deus opera para que possamos confiar em Sua providência e direção.","conexao_teologica":"A maneira de Deus se revelar é um tema central na teologia, mostrando Sua soberania e amor.","referencias_relacionadas":["Salmos 77:14","Isaías 55:8-9","Romanos 11:33"]},"salmos_105_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra prometida a Abraão e seus descendentes.","explicacao_detalhada":"A palavra 'terra' simboliza não apenas um espaço físico, mas também a herança espiritual e a promessa de Deus ao Seu povo.","por_que_esta_palavra":"A terra é um elemento central na aliança de Deus com Israel, representando segurança e bênção.","conexao_teologica":"A terra prometida é um símbolo da presença de Deus e da realização de Suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Deuteronômio 6:10-11"]},"salmos_105_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado em adoração e oração.","explicacao_detalhada":"O nome 'Senhor' representa a autoridade, o poder e a santidade de Deus, sendo um convite à reverência e ao relacionamento com Ele.","por_que_esta_palavra":"O nome de Deus é fundamental para a identidade do povo de Israel e para a sua adoração.","conexao_teologica":"A invocação do nome do Senhor é um ato de fé e confiança em Sua natureza e promessas.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Romanos 10:13"]},"salmos_105_8_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à natureza eterna das promessas de Deus.","explicacao_detalhada":"A palavra 'eterno' enfatiza que as promessas de Deus não têm fim e são sempre válidas, refletindo Sua fidelidade.","por_que_esta_palavra":"Entender a eternidade de Deus nos dá esperança e confiança em Suas promessas.","conexao_teologica":"A eternidade de Deus é um aspecto fundamental da Sua natureza, que garante a realização de Suas promessas.","referencias_relacionadas":["Salmos 119:89","Isaías 40:8","Hebreus 13:8"]},"salmos_105_8_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se à aliança que Deus fez com os patriarcas.","explicacao_detalhada":"A palavra 'aliança' indica um compromisso sagrado entre Deus e Seu povo, que é baseado em promessas e obrigações mútuas.","por_que_esta_palavra":"A aliança é central na relação entre Deus e Israel, mostrando a Sua fidelidade e amor.","conexao_teologica":"As alianças de Deus revelam Seu plano redentor ao longo da história.","referencias_relacionadas":["Gênesis 9:12-13","Gênesis 15:18","Hebreus 8:6"]},"salmos_105_8_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"Refere-se à palavra de Deus que estabelece e confirma Suas promessas.","explicacao_detalhada":"A palavra 'coisa' ou 'palavra' enfatiza a importância da comunicação divina e a certeza das promessas de Deus.","por_que_esta_palavra":"A palavra de Deus é um meio pelo qual Ele se revela e cumpre Suas promessas.","conexao_teologica":"A palavra de Deus é viva e eficaz, sendo fundamental para a fé e a vida do crente.","referencias_relacionadas":["Isaías 55:11","Hebreus 4:12","2 Timóteo 3:16-17"]},"salmos_105_9_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se à destruição da aliança anterior e ao estabelecimento de uma nova.","explicacao_detalhada":"A palavra 'destruir' implica em um rompimento que é necessário para a realização de um novo pacto.","por_que_esta_palavra":"Entender a destruição de alianças anteriores é essencial para compreender a nova aliança em Cristo.","conexao_teologica":"A destruição de alianças aponta para a necessidade de um novo começo e renovação em Deus.","referencias_relacionadas":["Jeremias 31:31-34","Lucas 22:20","Hebreus 9:15"]},"salmos_105_9_isaac":{"palavra_pt":"isaac","palavra_original":"יִשְׂחָק","transliteracao":"Yischâq","strong":"H3446","significado_raiz":"Ideia básica: isaac.","significado_contextual":"Refere-se ao patriarca Isaac, filho da promessa.","explicacao_detalhada":"A palavra 'Isaac' representa a continuidade da aliança de Deus com Abraão e a realização de Suas promessas.","por_que_esta_palavra":"Isaac é um símbolo da fé e da obediência à vontade de Deus.","conexao_teologica":"A história de Isaac ilustra a fidelidade de Deus em cumprir Suas promessas ao longo das gerações.","referencias_relacionadas":["Gênesis 21:1-3","Gênesis 26:3-5","Romanos 9:7"]},"salmos_105_10_mandamento":{"palavra_pt":"mandamento","palavra_original":"חֹק","transliteracao":"chôq","strong":"H2706","significado_raiz":"Ideia básica: mandamento.","significado_contextual":"Refere-se aos mandamentos dados por Deus ao Seu povo.","explicacao_detalhada":"A palavra 'mandamento' enfatiza a importância da obediência às instruções divinas como parte da vida do crente.","por_que_esta_palavra":"Os mandamentos são guias para uma vida que agrada a Deus e reflete Seu caráter.","conexao_teologica":"A obediência aos mandamentos é uma expressão de amor e compromisso com Deus.","referencias_relacionadas":["Êxodo 20:1-17","Deuteronômio 5:6-21","João 14:15"]},"salmos_105_10_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se à aliança que Deus fez com o Seu povo, reafirmando a importância da obediência.","explicacao_detalhada":"A palavra 'aliança' aqui destaca a relação contínua entre Deus e Israel, que é baseada em promessas e responsabilidades.","por_que_esta_palavra":"A aliança é um elemento central na identidade do povo de Deus e na história da salvação.","conexao_teologica":"A aliança de Deus é um tema recorrente na Bíblia, mostrando Sua fidelidade e amor inabaláveis.","referencias_relacionadas":["Gênesis 17:7-8","Êxodo 24:7-8","Hebreus 10:16-17"]},"salmos_105_11_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação de promessas e declarações divinas.","explicacao_detalhada":"No contexto de Salmos 105:11, 'dizer' implica a ação de Deus em prometer a terra a Abraão e seus descendentes, destacando a fidelidade divina.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a autoridade e a certeza das promessas de Deus.","conexao_teologica":"A palavra 'dizer' conecta-se com a ideia de que Deus fala e cumpre Suas promessas, revelando Sua soberania.","referencias_relacionadas":["Gênesis 12:7","Gênesis 17:8","Hebreus 6:13"]},"salmos_105_11_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à ação de conceder ou entregar algo a alguém.","explicacao_detalhada":"Neste versículo, 'dar' indica a entrega da terra prometida a Abraão, simbolizando a herança divina.","por_que_esta_palavra":"A palavra 'dar' destaca a generosidade de Deus em oferecer bênçãos aos Seus escolhidos.","conexao_teologica":"A ideia de 'dar' reflete a graça de Deus e Sua disposição em abençoar aqueles que O seguem.","referencias_relacionadas":["Gênesis 15:18","Deuteronômio 1:8","Josué 1:3"]},"salmos_105_11_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território prometido a Abraão e seus descendentes.","explicacao_detalhada":"No Salmo 105:11, 'terra' simboliza não apenas um lugar físico, mas também a realização das promessas de Deus.","por_que_esta_palavra":"A palavra 'terra' é crucial, pois representa a herança e a identidade do povo de Deus.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, simbolizando a presença e a bênção de Deus.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Salmos 37:11"]},"salmos_105_12_temor":{"palavra_pt":"temor","palavra_original":"גּוּר","transliteracao":"gûwr","strong":"H1481","significado_raiz":"Ideia básica: temor.","significado_contextual":"A palavra 'temor' refere-se ao respeito e reverência diante de Deus.","explicacao_detalhada":"Em Salmos 105:12, 'temor' sugere a atitude de reverência que o povo deve ter em relação ao Senhor.","por_que_esta_palavra":"A escolha da palavra 'temor' enfatiza a importância de reconhecer a grandeza de Deus.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Provérbios 1:7","Salmos 111:10","Isaías 33:6"]},"salmos_105_12_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"A palavra 'cair' refere-se a um estado de vulnerabilidade ou queda.","explicacao_detalhada":"No contexto, 'cair' pode indicar a fragilidade do povo diante das adversidades.","por_que_esta_palavra":"A palavra 'cair' é usada para ilustrar a necessidade de dependência de Deus em tempos difíceis.","conexao_teologica":"A queda do homem e a necessidade de redenção são temas centrais na teologia bíblica.","referencias_relacionadas":["Romanos 3:23","Salmos 37:24","1 Pedro 5:8-9"]},"salmos_105_13_dominio":{"palavra_pt":"reino","palavra_original":"מַמְלָכָה","transliteracao":"mamlâkâh","strong":"H4467","significado_raiz":"Ideia básica: reino.","significado_contextual":"A palavra 'reino' refere-se ao domínio e autoridade de Deus sobre todas as nações.","explicacao_detalhada":"Em Salmos 105:13, 'reino' destaca a soberania de Deus sobre a história e os povos.","por_que_esta_palavra":"A palavra 'reino' é fundamental para entender a natureza do governo divino.","conexao_teologica":"O reino de Deus é um tema central na mensagem de Jesus e na escatologia bíblica.","referencias_relacionadas":["Mateus 4:17","Lucas 17:20-21","Apocalipse 11:15"]},"salmos_105_13_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"A palavra 'nação' refere-se a um grupo de pessoas unidas por cultura e fé.","explicacao_detalhada":"No versículo, 'nação' implica a escolha de Deus por Israel entre as nações da terra.","por_que_esta_palavra":"A palavra 'nação' é importante para entender a identidade do povo de Deus.","conexao_teologica":"A ideia de nação escolhida é central na aliança de Deus com Israel.","referencias_relacionadas":["Deuteronômio 7:6","Isaías 43:20-21","1 Pedro 2:9"]},"salmos_105_13_andar":{"palavra_pt":"andar","palavra_original":"הָלַךְ","transliteracao":"hâlak","strong":"H1980","significado_raiz":"Ideia básica: andar.","significado_contextual":"A palavra 'andar' refere-se ao modo de viver e agir de uma pessoa.","explicacao_detalhada":"Em Salmos 105:13, 'andar' sugere a maneira como o povo deve se comportar diante de Deus.","por_que_esta_palavra":"A palavra 'andar' é usada para ilustrar a vida de fé e obediência.","conexao_teologica":"Andar com Deus é um tema recorrente, refletindo a relação íntima entre o crente e o Senhor.","referencias_relacionadas":["Gênesis 5:24","Miquéias 6:8","Colossenses 1:10"]},"salmos_105_14_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade e à integridade de Deus.","explicacao_detalhada":"No contexto, 'verdade' destaca a natureza imutável das promessas de Deus.","por_que_esta_palavra":"A palavra 'verdade' é essencial para entender a confiança que podemos ter em Deus.","conexao_teologica":"A verdade de Deus é um fundamento da fé cristã, refletindo Sua natureza.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 6:18"]},"salmos_105_14_corrigir":{"palavra_pt":"corrigir","palavra_original":"יָכַח","transliteracao":"yâkach","strong":"H3198","significado_raiz":"Ideia básica: corrigir.","significado_contextual":"A palavra 'corrigir' refere-se à ação de ajustar ou restaurar algo ao seu estado correto.","explicacao_detalhada":"Em Salmos 105:14, 'corrigir' implica a disciplina de Deus sobre Seu povo para guiá-los no caminho certo.","por_que_esta_palavra":"A palavra 'corrigir' enfatiza o amor de Deus em nos direcionar e corrigir.","conexao_teologica":"A correção divina é um aspecto do cuidado paternal de Deus por Seu povo.","referencias_relacionadas":["Provérbios 3:11-12","Hebreus 12:5-6","Salmos 94:12"]},"salmos_105_14_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade suprema e governante de um povo, simbolizando poder e liderança.","explicacao_detalhada":"No contexto de Salmos 105:14, a menção de 'rei' destaca a proteção divina sobre os seus escolhidos, mostrando que Deus é o verdadeiro governante que cuida do seu povo.","por_que_esta_palavra":"A palavra 'rei' é utilizada para enfatizar a soberania de Deus sobre as nações e a importância de líderes justos que são escolhidos por Ele.","conexao_teologica":"A figura do rei é frequentemente associada a Cristo, o Rei dos Reis, que governa com justiça e misericórdia.","referencias_relacionadas":["1 Samuel 8:7","Salmos 2:6","Isaías 9:6"]},"salmos_105_15_ungido":{"palavra_pt":"ungido","palavra_original":"מָשִׁיחַ","transliteracao":"mâshîyach","strong":"H4899","significado_raiz":"Ideia básica: ungido.","significado_contextual":"A palavra 'ungido' refere-se a alguém que foi escolhido e consagrado por Deus para uma missão especial.","explicacao_detalhada":"Em Salmos 105:15, a referência ao 'ungido' destaca a proteção divina sobre aqueles que são escolhidos por Deus, como os profetas e reis de Israel.","por_que_esta_palavra":"A palavra 'ungido' é importante porque denota a separação e a consagração para um propósito divino, sendo um sinal da presença do Espírito Santo.","conexao_teologica":"Jesus é chamado de o 'Ungido' (Cristo), que cumpre a promessa de Deus de enviar um Salvador para o seu povo.","referencias_relacionadas":["Salmos 2:2","Isaías 61:1","Atos 4:27"]},"salmos_105_15_profeta":{"palavra_pt":"profeta","palavra_original":"נָבִיא","transliteracao":"nâbîyʼ","strong":"H5030","significado_raiz":"Ideia básica: profeta.","significado_contextual":"A palavra 'profeta' refere-se a um mensageiro de Deus que transmite a Sua vontade ao povo.","explicacao_detalhada":"No contexto de Salmos 105:15, o 'profeta' é alguém que fala em nome de Deus, trazendo advertências e promessas ao povo de Israel.","por_que_esta_palavra":"A palavra 'profeta' é crucial para entender a comunicação de Deus com a humanidade e a importância de ouvir a Sua voz.","conexao_teologica":"Os profetas do Antigo Testamento prefiguram a vinda de Cristo, que é o Profeta por excelência.","referencias_relacionadas":["Deuteronômio 18:18","Jeremias 1:5","Mateus 21:11"]},"salmos_105_15_bom":{"palavra_pt":"bom","palavra_original":"רָעַע","transliteracao":"râʻaʻ","strong":"H7489","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade de ser justo, benéfico e agradável.","explicacao_detalhada":"Em Salmos 105:15, a menção de 'bom' destaca a bondade de Deus em proteger e cuidar dos seus escolhidos, mostrando que Ele é um Deus que deseja o bem para o seu povo.","por_que_esta_palavra":"A palavra 'bom' é utilizada para enfatizar a natureza benevolente de Deus e a expectativa de que seus servos também sejam bons.","conexao_teologica":"A bondade de Deus é um tema central na Bíblia, refletindo seu caráter e a relação que Ele deseja ter com a humanidade.","referencias_relacionadas":["Salmos 34:8","Romanos 12:2","Gálatas 5:22"]},"salmos_105_16_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao solo, à região geográfica ou ao mundo em geral.","explicacao_detalhada":"No contexto de Salmos 105:16, a 'terra' é mencionada em relação à promessa de Deus ao seu povo, indicando a importância da terra prometida como parte do plano divino.","por_que_esta_palavra":"A palavra 'terra' é significativa porque representa o lar e a herança que Deus deu ao povo de Israel, simbolizando também a presença de Deus entre eles.","conexao_teologica":"A terra prometida é um símbolo da promessa de Deus de dar um lugar seguro e abençoado ao seu povo, refletindo a esperança da nova terra que será dada aos redimidos.","referencias_relacionadas":["Gênesis 12:7","Êxodo 3:8","Hebreus 11:10"]},"salmos_105_16_chamar":{"palavra_pt":"chamar","palavra_original":"קָרָא","transliteracao":"qârâʼ","strong":"H7121","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' refere-se ao ato de convocar ou convocar alguém para uma ação ou propósito.","explicacao_detalhada":"Em Salmos 105:16, 'chamar' implica que Deus convoca o seu povo para uma ação específica, como a de se voltar para Ele em tempos de necessidade.","por_que_esta_palavra":"A palavra 'chamar' é importante porque reflete a iniciativa de Deus em se relacionar com seu povo e a expectativa de resposta por parte deles.","conexao_teologica":"Deus chama seu povo não apenas para a salvação, mas também para um relacionamento contínuo e para cumprir sua vontade.","referencias_relacionadas":["Isaías 43:1","Mateus 11:28","Romanos 8:30"]},"salmos_105_16_fome":{"palavra_pt":"fome","palavra_original":"רָעָב","transliteracao":"râʻâb","strong":"H7458","significado_raiz":"Ideia básica: fome.","significado_contextual":"A palavra 'fome' refere-se à necessidade de alimento, simbolizando também a escassez e a necessidade espiritual.","explicacao_detalhada":"No contexto de Salmos 105:16, a 'fome' representa uma crise que leva o povo a buscar a ajuda de Deus, mostrando a dependência humana de Sua provisão.","por_que_esta_palavra":"A palavra 'fome' é utilizada para enfatizar a fragilidade humana e a necessidade de confiar em Deus como o provedor.","conexao_teologica":"A fome é um símbolo da necessidade espiritual que todos têm de Deus, que é o verdadeiro pão da vida.","referencias_relacionadas":["Mateus 4:4","João 6:35","Salmos 107:9"]},"salmos_105_17_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se ao ser humano, criado à imagem de Deus.","explicacao_detalhada":"Em Salmos 105:17, a menção de 'homem' destaca a dignidade e o valor que Deus atribui à humanidade, além de sua vulnerabilidade.","por_que_esta_palavra":"A palavra 'homem' é importante porque reflete a criação especial de Deus e a relação única que Ele tem com a humanidade.","conexao_teologica":"A criação do homem à imagem de Deus é um tema central que destaca a dignidade e a responsabilidade do ser humano diante de Deus.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Tiago 3:9"]},"salmos_105_17_servo":{"palavra_pt":"servo","palavra_original":"עֶבֶד","transliteracao":"ʻebed","strong":"H5650","significado_raiz":"Ideia básica: servo.","significado_contextual":"A palavra 'servo' refere-se a alguém que serve a outro, muitas vezes em um contexto de lealdade e dedicação.","explicacao_detalhada":"No contexto de Salmos 105:17, 'servo' é usado para descrever a relação de submissão e serviço a Deus, exemplificada por figuras como Moisés e os profetas.","por_que_esta_palavra":"A palavra 'servo' é significativa porque reflete a chamada de Deus para que seus seguidores sirvam a Ele e ao próximo com humildade.","conexao_teologica":"A ideia de ser servo é central na vida de Jesus, que veio para servir e não para ser servido, exemplificando o verdadeiro caráter do serviço.","referencias_relacionadas":["Êxodo 3:10","Mateus 20:28","Filipenses 2:7"]},"salmos_105_17_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se ao ato de mandar alguém para cumprir uma missão ou tarefa.","explicacao_detalhada":"Em Salmos 105:17, 'enviar' destaca a ação de Deus em levantar líderes e mensageiros para guiar e salvar o seu povo em tempos de necessidade.","por_que_esta_palavra":"A palavra 'enviar' é importante porque reflete a iniciativa de Deus em agir na história e na vida das pessoas através de seus escolhidos.","conexao_teologica":"O envio de mensageiros é um tema recorrente na Bíblia, culminando no envio de Jesus como o Salvador do mundo.","referencias_relacionadas":["Isaías 6:8","Mateus 10:16","João 20:21"]},"salmos_105_18_humilde":{"palavra_pt":"humilde","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6031","significado_raiz":"Ideia básica: humilde.","significado_contextual":"Refere-se à condição de José, que foi vendido como escravo e permaneceu submisso e humilde diante das adversidades.","explicacao_detalhada":"A palavra 'humilde' (עָנָה) indica uma postura de submissão e dependência, especialmente em situações de sofrimento. No contexto de Salmos 105:18, isso destaca a maneira como José, apesar de sua situação, manteve sua integridade e fé em Deus.","por_que_esta_palavra":"A escolha da palavra 'humilde' enfatiza a importância da humildade diante de Deus e das circunstâncias da vida, mostrando que a verdadeira grandeza vem da submissão.","conexao_teologica":"A humildade é um tema central na Bíblia, refletindo a atitude que Deus espera de seu povo. Jesus também exemplificou essa humildade em sua vida e ministério.","referencias_relacionadas":["Mateus 5:5","Tiago 4:10","1 Pedro 5:6"]},"salmos_105_19_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' (דָּבָר) refere-se à comunicação divina e à promessa de Deus que se cumpriu na vida de José.","explicacao_detalhada":"Neste versículo, a palavra 'palavra' destaca a importância das promessas de Deus e como elas se manifestam na história. A palavra de Deus é poderosa e cumpre seu propósito.","por_que_esta_palavra":"A ênfase na 'palavra' mostra que a fidelidade de Deus às suas promessas é um tema recorrente nas Escrituras, encorajando os crentes a confiarem em Sua palavra.","conexao_teologica":"A palavra de Deus é viva e eficaz, e sua realização na vida dos crentes é um testemunho da soberania divina.","referencias_relacionadas":["Isaías 55:11","Hebreus 4:12","Romanos 4:21"]},"salmos_105_19_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'senhor' (יְהֹוָה) refere-se ao Deus de Israel, que é soberano e fiel às suas promessas.","explicacao_detalhada":"Neste contexto, o nome de Deus é invocado para lembrar ao povo de sua aliança e fidelidade. O uso do nome 'senhor' enfatiza a autoridade e o poder de Deus sobre todas as coisas.","por_que_esta_palavra":"A palavra 'senhor' é fundamental para entender a relação entre Deus e seu povo, destacando sua posição como criador e mantenedor da aliança.","conexao_teologica":"O nome de Deus é central na adoração e na compreensão da sua natureza, revelando seu caráter e suas promessas.","referencias_relacionadas":["Êxodo 3:14","Salmos 68:4","Romanos 10:13"]},"salmos_105_19_forasmuch":{"palavra_pt":"ate","palavra_original":"עַד","transliteracao":"ʻad","strong":"H5704","significado_raiz":"Ideia básica: ate.","significado_contextual":"A palavra 'até' (עַד) indica um limite ou um ponto de chegada na narrativa da vida de José.","explicacao_detalhada":"Neste versículo, 'até' sugere que houve um tempo de espera e preparação antes que a promessa de Deus se cumprisse na vida de José, mostrando que Deus tem um plano e um tempo para cada coisa.","por_que_esta_palavra":"A escolha de 'até' enfatiza a paciência e a perseverança necessárias na fé, lembrando que Deus trabalha em seu próprio tempo.","conexao_teologica":"A ideia de 'até' reflete a soberania de Deus sobre o tempo e a história, mostrando que Ele está sempre no controle.","referencias_relacionadas":["Eclesiastes 3:1","Salmos 27:14","Gálatas 6:9"]},"salmos_105_20_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' (מֶלֶךְ) refere-se à autoridade que José recebeu no Egito, simbolizando a soberania de Deus sobre as nações.","explicacao_detalhada":"Neste contexto, a palavra 'rei' destaca a transformação de José de escravo a governante, mostrando como Deus pode elevar aqueles que são fiéis a Ele.","por_que_esta_palavra":"A ênfase em 'rei' mostra que Deus tem o poder de mudar circunstâncias e reverter situações, trazendo honra e dignidade aos que confiam Nele.","conexao_teologica":"A soberania de Deus é um tema central na Bíblia, e a exaltação de José serve como um exemplo de como Deus opera na história.","referencias_relacionadas":["Gênesis 41:46","Salmos 75:7","Daniel 2:21"]},"salmos_105_20_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' (שָׁלַח) refere-se à ação de Deus em enviar José para cumprir seu propósito no Egito.","explicacao_detalhada":"Neste versículo, 'enviar' destaca a providência divina, mostrando que Deus usa as circunstâncias da vida para realizar seus planos.","por_que_esta_palavra":"A escolha da palavra 'enviar' enfatiza a ideia de que Deus tem um propósito em cada situação, mesmo nas dificuldades.","conexao_teologica":"A ideia de ser enviado é central na missão de Deus, refletindo como Ele chama e usa pessoas para cumprir seus propósitos.","referencias_relacionadas":["Gênesis 45:7","Romanos 8:28","Isaías 6:8"]},"salmos_105_20_drive":{"palavra_pt":"drive","palavra_original":"נָתַר","transliteracao":"nâthar","strong":"H5425","significado_raiz":"Ideia básica: drive.","significado_contextual":"A palavra 'drive' (נָתַר) pode ser entendida como a ação de libertar ou permitir que algo aconteça, referindo-se ao papel de José como governador.","explicacao_detalhada":"Neste contexto, 'drive' sugere a capacidade de José de agir e tomar decisões que impactaram a vida de muitos, refletindo a sabedoria que Deus lhe deu.","por_que_esta_palavra":"A escolha de 'drive' enfatiza a responsabilidade que vem com a autoridade e como Deus capacita seus servos para liderar.","conexao_teologica":"A liderança e a responsabilidade são temas importantes na Bíblia, mostrando como Deus usa pessoas para guiar e proteger seu povo.","referencias_relacionadas":["Provérbios 16:9","1 Timóteo 3:1","Salmos 78:72"]},"salmos_105_21_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' (כֹּל) refere-se à maneira como José governou e administrou o Egito durante a fome.","explicacao_detalhada":"Neste versículo, 'modo' destaca a sabedoria e a habilidade de José em lidar com crises, mostrando a importância da liderança eficaz.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza que a forma como se lidera é crucial, especialmente em tempos de dificuldade.","conexao_teologica":"A maneira como os líderes agem reflete o caráter de Deus e sua vontade para o povo, sendo um chamado à responsabilidade.","referencias_relacionadas":["Salmos 78:72","Provérbios 29:2","Mateus 20:26-28"]},"salmos_105_21_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"A palavra 'soberano' (אָדוֹן) refere-se à autoridade de Deus sobre todas as coisas, incluindo a vida de José.","explicacao_detalhada":"Neste contexto, 'soberano' destaca a posição de Deus como o Senhor que controla a história e as circunstâncias da vida de seus servos.","por_que_esta_palavra":"A escolha da palavra 'soberano' enfatiza a confiança que podemos ter em Deus, sabendo que Ele está no controle de tudo.","conexao_teologica":"A soberania de Deus é um tema central nas Escrituras, mostrando que Ele é o Senhor de toda a criação e que nada escapa ao seu domínio.","referencias_relacionadas":["Salmos 103:19","Isaías 46:10","Romanos 11:36"]},"salmos_105_21_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' (בַּיִת) refere-se ao lar e à família, simbolizando a proteção e o cuidado de Deus sobre seu povo.","explicacao_detalhada":"Neste versículo, 'casa' destaca a importância da família e da comunidade na vida de fé, mostrando como Deus se preocupa com nossas relações.","por_que_esta_palavra":"A escolha da palavra 'casa' enfatiza a ideia de pertencimento e segurança que encontramos em Deus e em sua família.","conexao_teologica":"A casa de Deus é um tema recorrente na Bíblia, simbolizando a presença de Deus entre seu povo e o cuidado que Ele oferece.","referencias_relacionadas":["Salmos 127:1","Hebreus 3:6","1 Pedro 2:5"]},"salmos_105_22_batalha":{"palavra_pt":"batalha","palavra_original":"אָסַר","transliteracao":"ʼâçar","strong":"H631","significado_raiz":"Ideia básica: batalha.","significado_contextual":"A palavra 'batalha' refere-se ao conflito e à luta que o povo de Deus enfrentou ao longo de sua história.","explicacao_detalhada":"Neste contexto, a batalha simboliza as dificuldades e os desafios que Israel enfrentou, tanto espirituais quanto físicos, em sua jornada.","por_que_esta_palavra":"A palavra é usada para enfatizar a luta constante do povo de Deus contra as forças opressoras e a necessidade de confiar em Deus durante esses tempos difíceis.","conexao_teologica":"A batalha é um tema recorrente na Bíblia, representando a luta entre o bem e o mal, e a necessidade de depender de Deus para a vitória.","referencias_relacionadas":["Êxodo 14:14","Deuteronômio 20:4","2 Crônicas 20:15"]},"salmos_105_22_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A palavra 'alma' ou 'vida' refere-se à essência do ser humano, a parte que conecta o corpo ao espiritual.","explicacao_detalhada":"No contexto de Salmos 105:22, a alma é vista como a parte que clama a Deus e busca a Sua presença, refletindo a necessidade de uma relação íntima com o Criador.","por_que_esta_palavra":"A utilização da palavra 'alma' destaca a importância da vida espiritual e da busca por Deus em meio às adversidades.","conexao_teologica":"A alma é frequentemente mencionada na Bíblia como a parte que deve ser redimida e restaurada por Deus.","referencias_relacionadas":["Gênesis 2:7","Salmos 42:1","Mateus 16:26"]},"salmos_105_23_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao território prometido a Israel, simbolizando a herança e a bênção de Deus.","explicacao_detalhada":"Neste versículo, a terra é um símbolo da fidelidade de Deus em cumprir Suas promessas ao povo de Israel, levando-os à terra prometida.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a relação de Deus com Seu povo e a importância da terra na história da salvação.","conexao_teologica":"A terra prometida representa a realização das promessas de Deus e a esperança de um futuro melhor para Seu povo.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Josué 1:2"]},"salmos_105_23_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir' ou 'entrar' refere-se ao ato de se aproximar de Deus ou de um lugar específico, como a terra prometida.","explicacao_detalhada":"Neste contexto, 'vir' implica em um chamado divino para que o povo de Deus entre em um novo estágio de sua jornada espiritual.","por_que_esta_palavra":"A palavra é usada para enfatizar a ação de Deus em guiar Seu povo e a resposta necessária deles para seguir Seu chamado.","conexao_teologica":"O chamado de Deus para 'vir' é um tema central na Bíblia, onde Ele convida Seu povo a se aproximar dEle e a experimentar Suas promessas.","referencias_relacionadas":["Isaías 55:1","Mateus 11:28","Apocalipse 22:17"]},"salmos_105_23_jacob":{"palavra_pt":"jaco","palavra_original":"יַעֲקֹב","transliteracao":"Yaʻăqôb","strong":"H3290","significado_raiz":"Ideia básica: jaco.","significado_contextual":"A palavra 'Jacó' refere-se ao patriarca que representa o povo de Israel e sua relação com Deus.","explicacao_detalhada":"Jacó é um símbolo da luta e da perseverança do povo de Deus, que, apesar de suas falhas, é escolhido e amado por Deus.","por_que_esta_palavra":"A menção de Jacó destaca a continuidade da aliança de Deus com Seu povo ao longo das gerações.","conexao_teologica":"Jacó é uma figura central na narrativa bíblica, representando a transformação e a redenção que Deus oferece.","referencias_relacionadas":["Gênesis 28:10-15","Gênesis 32:28","Romanos 9:13"]},"salmos_105_24_urso":{"palavra_pt":"urso","palavra_original":"פָּרָה","transliteracao":"pârâh","strong":"H6509","significado_raiz":"Ideia básica: urso.","significado_contextual":"A palavra 'urso' pode simbolizar força e ferocidade, representando inimigos poderosos que o povo de Deus enfrenta.","explicacao_detalhada":"Neste contexto, o urso pode ser uma metáfora para as ameaças que cercam Israel, enfatizando a proteção divina contra esses perigos.","por_que_esta_palavra":"A utilização da palavra 'urso' destaca a gravidade das situações enfrentadas pelo povo e a necessidade de confiar em Deus.","conexao_teologica":"Deus é frequentemente retratado como um protetor que defende Seu povo contra inimigos ferozes.","referencias_relacionadas":["Isaías 43:2","Salmos 91:5-6","Romanos 8:31"]},"salmos_105_24_jejum":{"palavra_pt":"jejum","palavra_original":"עָצַם","transliteracao":"ʻâtsam","strong":"H6105","significado_raiz":"Ideia básica: jejum.","significado_contextual":"A palavra 'jejum' refere-se à prática espiritual de abster-se de alimentos como forma de buscar a Deus.","explicacao_detalhada":"Neste contexto, o jejum é uma expressão de humildade e dependência de Deus, buscando Sua intervenção em tempos de necessidade.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da oração e do jejum na vida espiritual do povo de Deus.","conexao_teologica":"O jejum é uma prática que demonstra a busca sincera por Deus e a necessidade de Sua ajuda.","referencias_relacionadas":["Joel 2:12-13","Mateus 6:16-18","Atos 13:3"]},"salmos_105_24_unrepresented":{"palavra_pt":"unrepresented","palavra_original":"אֵת","transliteracao":"ʼêth","strong":"H853","significado_raiz":"Ideia básica: unrepresented.","significado_contextual":"A palavra 'unrepresented' pode ser interpretada como uma referência a algo que não é claramente definido ou que não tem representação.","explicacao_detalhada":"Neste contexto, pode sugerir a presença de Deus em situações onde não se vê uma solução clara ou uma representação visível de Sua ação.","por_que_esta_palavra":"A palavra é usada para enfatizar a soberania de Deus, que age mesmo em circunstâncias obscuras.","conexao_teologica":"Deus é frequentemente descrito como aquele que opera em silêncio, mesmo quando não percebemos Sua presença.","referencias_relacionadas":["Romanos 8:28","Hebreus 11:1","Salmos 46:10"]},"salmos_105_25_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"A palavra 'coração' refere-se ao centro das emoções e da vontade humana, simbolizando a relação íntima com Deus.","explicacao_detalhada":"Neste contexto, o coração representa a disposição do povo de Deus em seguir e obedecer a Sua vontade.","por_que_esta_palavra":"A palavra é usada para enfatizar a importância da sinceridade e da devoção no relacionamento com Deus.","conexao_teologica":"O coração é frequentemente mencionado na Bíblia como o lugar onde Deus deseja habitar e transformar.","referencias_relacionadas":["Provérbios 4:23","Salmos 51:10","Mateus 5:8"]},"salmos_105_25_inimigo":{"palavra_pt":"inimigo","palavra_original":"שָׂנֵא","transliteracao":"sânêʼ","strong":"H8130","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"A palavra 'inimigo' refere-se a qualquer força ou pessoa que se opõe ao povo de Deus.","explicacao_detalhada":"Neste contexto, os inimigos são aqueles que buscam prejudicar Israel, representando as forças do mal que se levantam contra o povo de Deus.","por_que_esta_palavra":"A palavra é usada para destacar a necessidade de vigilância e confiança em Deus para enfrentar as adversidades.","conexao_teologica":"A luta contra inimigos é um tema recorrente na Bíblia, onde Deus promete proteção e vitória aos que confiam nEle.","referencias_relacionadas":["Salmos 23:5","Romanos 8:37","Efésios 6:12"]},"salmos_105_26_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"A palavra 'enviar' refere-se ao ato de Deus enviar Moisés como seu mensageiro ao povo de Israel.","explicacao_detalhada":"Neste contexto, 'enviar' implica uma missão divina, onde Moisés é escolhido para liderar e libertar os israelitas da escravidão no Egito. O envio é um ato de autoridade e propósito.","por_que_esta_palavra":"A escolha de Moisés como enviado de Deus destaca a importância da obediência e da liderança espiritual na história do povo de Israel.","conexao_teologica":"O envio de Moisés é um precursor do envio de Jesus, que também foi enviado por Deus para libertar a humanidade do pecado.","referencias_relacionadas":["Êxodo 3:10","Isaías 6:8","Mateus 10:16"]},"salmos_105_26_moses":{"palavra_pt":"moises","palavra_original":"מֹשֶׁה","transliteracao":"Môsheh","strong":"H4872","significado_raiz":"Ideia básica: moises.","significado_contextual":"Moisés é o líder escolhido por Deus para guiar os israelitas na saída do Egito.","explicacao_detalhada":"O nome Moisés significa 'tirado das águas', refletindo sua história de sobrevivência e chamado divino. Ele é uma figura central na libertação do povo hebreu.","por_que_esta_palavra":"Moisés representa a intercessão entre Deus e o povo, simbolizando a liderança e a fé necessárias para cumprir a vontade divina.","conexao_teologica":"Moisés é frequentemente visto como um tipo de Cristo, que também é enviado para libertar e guiar seu povo.","referencias_relacionadas":["Êxodo 2:10","Deuteronômio 34:5","Hebreus 11:24-26"]},"salmos_105_26_servo":{"palavra_pt":"servo","palavra_original":"עֶבֶד","transliteracao":"ʻebed","strong":"H5650","significado_raiz":"Ideia básica: servo.","significado_contextual":"A palavra 'servo' refere-se à posição de Moisés como um servo de Deus, dedicado a cumprir Sua vontade.","explicacao_detalhada":"Ser servo implica submissão e devoção. Moisés é descrito como o 'servo do Senhor', o que enfatiza sua fidelidade e obediência ao chamado divino.","por_que_esta_palavra":"A ideia de ser servo é central na relação entre Deus e seu povo, destacando a humildade e a disposição para servir.","conexao_teologica":"O conceito de servo é fundamental na teologia cristã, onde Jesus se apresenta como servo sofredor, cumprindo a vontade do Pai.","referencias_relacionadas":["Números 12:7","Mateus 20:26-28","Filipenses 2:7"]},"salmos_105_27_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao Egito, onde os israelitas estavam escravizados.","explicacao_detalhada":"A terra é o cenário da opressão e da necessidade de libertação. A menção da terra destaca a realidade física e espiritual do povo de Deus.","por_que_esta_palavra":"A terra simboliza tanto a opressão quanto a promessa de Deus de uma terra prometida, representando a esperança de libertação.","conexao_teologica":"A terra prometida é um tema recorrente na Bíblia, simbolizando a redenção e a herança que Deus oferece ao seu povo.","referencias_relacionadas":["Gênesis 15:13-14","Êxodo 3:8","Hebreus 11:9-10"]},"salmos_105_27_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação de Deus, que se manifesta através de Moisés.","explicacao_detalhada":"A palavra de Deus é poderosa e eficaz, trazendo instruções e promessas ao seu povo. Neste contexto, representa a revelação divina.","por_que_esta_palavra":"A palavra é um meio pelo qual Deus se relaciona com a humanidade, trazendo esperança e direção.","conexao_teologica":"A palavra de Deus é central na fé cristã, culminando na encarnação de Cristo, que é chamado de 'a Palavra'.","referencias_relacionadas":["Salmos 119:105","João 1:1","Hebreus 4:12"]},"salmos_105_28_trevas":{"palavra_pt":"trevas","palavra_original":"חֹשֶׁךְ","transliteracao":"chôshek","strong":"H2822","significado_raiz":"Ideia básica: trevas.","significado_contextual":"A palavra 'trevas' simboliza a opressão e a ausência da presença de Deus no Egito.","explicacao_detalhada":"As trevas representam não apenas a escuridão física, mas também a espiritual, refletindo a condição do povo israelita sob a escravidão.","por_que_esta_palavra":"As trevas são um símbolo do juízo de Deus sobre o Egito e da necessidade de libertação.","conexao_teologica":"As trevas contrastam com a luz de Cristo, que veio para trazer salvação e esperança ao mundo.","referencias_relacionadas":["Êxodo 10:21-23","Mateus 4:16","João 8:12"]},"salmos_105_28_luz":{"palavra_pt":"luz","palavra_original":"חָשַׁךְ","transliteracao":"châshak","strong":"H2821","significado_raiz":"Ideia básica: luz.","significado_contextual":"A palavra 'luz' representa a presença de Deus e a revelação de Sua verdade.","explicacao_detalhada":"A luz é um símbolo de esperança e libertação, contrastando com as trevas da opressão no Egito.","por_que_esta_palavra":"A luz de Deus traz clareza e direção ao seu povo, guiando-os em tempos de dificuldade.","conexao_teologica":"Cristo é descrito como a luz do mundo, trazendo salvação e vida àqueles que estão nas trevas.","referencias_relacionadas":["Salmos 27:1","Isaías 9:2","João 1:5"]},"salmos_105_28_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade de Deus em cumprir Suas promessas.","explicacao_detalhada":"A verdade de Deus é um fundamento seguro para a fé do povo, especialmente em tempos de opressão e incerteza.","por_que_esta_palavra":"A verdade é essencial para a relação entre Deus e seu povo, garantindo que Ele é digno de confiança.","conexao_teologica":"A verdade de Deus é revelada plenamente em Cristo, que é a verdade encarnada.","referencias_relacionadas":["Salmos 119:160","João 14:6","Romanos 3:4"]},"salmos_105_29_sangue":{"palavra_pt":"sangue","palavra_original":"דָּם","transliteracao":"dâm","strong":"H1818","significado_raiz":"Ideia básica: sangue.","significado_contextual":"A palavra 'sangue' refere-se ao sinal da aliança e ao sacrifício necessário para a libertação.","explicacao_detalhada":"O sangue é um símbolo de vida e redenção, especialmente no contexto da Páscoa, onde o sangue do cordeiro protege os israelitas.","por_que_esta_palavra":"O sangue é um elemento central na história da salvação, representando o custo do pecado e a necessidade de sacrifício.","conexao_teologica":"O sangue de Cristo é o cumprimento do sacrifício, trazendo redenção e nova vida aos crentes.","referencias_relacionadas":["Êxodo 12:13","Hebreus 9:22","1 Pedro 1:18-19"]},"salmos_105_29_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"A palavra 'morrer' refere-se ao juízo de Deus sobre os egípcios e a libertação dos israelitas.","explicacao_detalhada":"A morte dos primogênitos no Egito é um ato de juízo que leva à libertação do povo de Deus, destacando a seriedade do pecado e a necessidade de redenção.","por_que_esta_palavra":"A morte é um tema central na narrativa da Páscoa, simbolizando a transição da escravidão para a liberdade.","conexao_teologica":"A morte de Cristo é o sacrifício final que traz vida eterna aos que creem, cumprindo a necessidade de redenção.","referencias_relacionadas":["Êxodo 12:29-30","Romanos 6:23","João 3:16"]},"salmos_105_29_caminho":{"palavra_pt":"caminho","palavra_original":"הָפַךְ","transliteracao":"hâphak","strong":"H2015","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao caminho que Deus traçou para o seu povo, simbolizando a direção e a orientação divina.","explicacao_detalhada":"A palavra 'caminho' aqui indica não apenas uma rota física, mas também um caminho espiritual que envolve a obediência e a fidelidade a Deus. É um convite para seguir os preceitos do Senhor.","por_que_esta_palavra":"A escolha da palavra 'caminho' enfatiza a ideia de jornada e progresso na vida espiritual, mostrando que o povo de Deus deve andar segundo a Sua vontade.","conexao_teologica":"O conceito de caminho é central na teologia bíblica, representando a vida em conformidade com os mandamentos de Deus e a busca pela santidade.","referencias_relacionadas":["Salmos 119:105","Provérbios 3:6","Isaías 30:21"]},"salmos_105_30_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao espaço físico que Deus criou e que é habitado pelo Seu povo.","explicacao_detalhada":"Neste contexto, 'terra' simboliza não apenas a geografia, mas também a herança e a promessa de Deus ao Seu povo, que inclui a terra de Canaã.","por_que_esta_palavra":"A palavra 'terra' é crucial para entender a relação entre Deus e Israel, pois a terra prometida é um símbolo da aliança e da fidelidade divina.","conexao_teologica":"A terra é um tema recorrente na Bíblia, representando a bênção de Deus e o cumprimento de Suas promessas.","referencias_relacionadas":["Gênesis 12:1-3","Êxodo 3:8","Deuteronômio 6:10-11"]},"salmos_105_30_bed":{"palavra_pt":"bed","palavra_original":"חֶדֶר","transliteracao":"cheder","strong":"H2315","significado_raiz":"Ideia básica: bed.","significado_contextual":"A palavra 'bed' refere-se a um lugar de descanso, simbolizando conforto e segurança.","explicacao_detalhada":"Neste versículo, 'bed' pode indicar a proteção que Deus oferece ao Seu povo, proporcionando um espaço seguro em tempos de adversidade.","por_que_esta_palavra":"A escolha da palavra 'bed' sugere um estado de paz e tranquilidade que Deus deseja para aqueles que confiam Nele.","conexao_teologica":"O conceito de descanso é importante na teologia bíblica, refletindo a paz que vem de Deus e a promessa de descanso eterno.","referencias_relacionadas":["Salmos 23:2","Mateus 11:28-30","Hebreus 4:9-11"]},"salmos_105_30_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e ao governo de Deus sobre todas as nações.","explicacao_detalhada":"Neste contexto, 'rei' destaca a soberania de Deus e Sua capacidade de governar e proteger Seu povo, mesmo em meio a opressões.","por_que_esta_palavra":"A palavra 'rei' é essencial para entender a natureza de Deus como governante supremo e a relação de Israel como Seu povo escolhido.","conexao_teologica":"A realeza de Deus é um tema central na Bíblia, refletindo Sua autoridade e o chamado para que os seres humanos se submetam a Ele.","referencias_relacionadas":["Salmos 47:2","Isaías 6:5","Apocalipse 19:16"]},"salmos_105_31_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como Deus age e se revela ao Seu povo.","explicacao_detalhada":"Neste versículo, 'modo' sugere que Deus tem formas específicas de operar, que podem ser compreendidas através da observação de Seus atos.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a importância de reconhecer e entender a forma como Deus se manifesta na história.","conexao_teologica":"A maneira de Deus agir é um tema importante na teologia, mostrando que Ele é ativo e intencional em Seus relacionamentos com a humanidade.","referencias_relacionadas":["Salmos 77:14","Isaías 55:8-9","Romanos 11:33"]},"salmos_105_31_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir/entrar' refere-se ao ato de se aproximar de Deus ou de entrar em Sua presença.","explicacao_detalhada":"Neste contexto, 'vir' implica um convite para que o povo se aproxime de Deus, reconhecendo Sua santidade e majestade.","por_que_esta_palavra":"A escolha da palavra 'vir' destaca a relação pessoal que Deus deseja ter com Seu povo, chamando-os para um relacionamento mais profundo.","conexao_teologica":"A ideia de entrar na presença de Deus é central na adoração e na comunhão com Ele, refletindo a busca pela intimidade espiritual.","referencias_relacionadas":["Salmos 100:4","Hebreus 10:19-22","Tiago 4:8"]},"salmos_105_31_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' refere-se à comunicação da grandeza e dos feitos de Deus.","explicacao_detalhada":"Neste versículo, 'dizer' implica a necessidade de proclamar as maravilhas de Deus e compartilhar Sua grandeza com os outros.","por_que_esta_palavra":"A escolha da palavra 'dizer' enfatiza a importância do testemunho e da adoração como formas de glorificar a Deus.","conexao_teologica":"A proclamação da grandeza de Deus é um aspecto fundamental da vida cristã, refletindo a responsabilidade de testemunhar Sua obra.","referencias_relacionadas":["Salmos 145:5","Isaías 12:4","Mateus 28:19-20"]},"salmos_105_32_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"A palavra 'dar' refere-se à ação de Deus em fornecer e sustentar Seu povo.","explicacao_detalhada":"Neste contexto, 'dar' indica a generosidade de Deus em prover as necessidades do Seu povo, mostrando Sua fidelidade.","por_que_esta_palavra":"A escolha da palavra 'dar' ressalta a natureza benevolente de Deus, que se preocupa com o bem-estar de Seus filhos.","conexao_teologica":"A provisão de Deus é um tema central na Bíblia, refletindo Sua bondade e cuidado contínuo por aqueles que O seguem.","referencias_relacionadas":["Filipenses 4:19","Salmos 34:10","Mateus 7:11"]},"salmos_105_32_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' novamente refere-se ao espaço físico e à herança que Deus deu ao Seu povo.","explicacao_detalhada":"Neste versículo, 'terra' simboliza a abundância e as bênçãos que Deus promete aos que O seguem.","por_que_esta_palavra":"A repetição da palavra 'terra' enfatiza a importância da terra prometida como um símbolo da aliança de Deus com Israel.","conexao_teologica":"A terra é um símbolo de bênção e promessa, refletindo a fidelidade de Deus em cumprir Suas promessas ao Seu povo.","referencias_relacionadas":["Gênesis 15:18","Êxodo 23:31","Deuteronômio 8:7-10"]},"salmos_105_33_beat":{"palavra_pt":"beat","palavra_original":"נָכָה","transliteracao":"nâkâh","strong":"H5221","significado_raiz":"Ideia básica: beat.","significado_contextual":"A palavra 'beat' refere-se ao ato de infligir punição ou juízo.","explicacao_detalhada":"Neste contexto, 'beat' indica a ação de Deus em trazer juízo sobre aqueles que se opõem ao Seu povo, demonstrando Sua justiça.","por_que_esta_palavra":"A escolha da palavra 'beat' ressalta a soberania de Deus em lidar com a injustiça e proteger aqueles que são Seus.","conexao_teologica":"A justiça de Deus é um tema importante na Bíblia, refletindo Sua natureza como juiz e protetor dos oprimidos.","referencias_relacionadas":["Salmos 9:16","Romanos 12:19","Apocalipse 20:10"]},"salmos_105_33_videira":{"palavra_pt":"videira","palavra_original":"גֶּפֶן","transliteracao":"gephen","strong":"H1612","significado_raiz":"Ideia básica: videira.","significado_contextual":"A videira simboliza a fertilidade e a bênção de Deus sobre o povo de Israel.","explicacao_detalhada":"Neste versículo, a videira é mencionada como um símbolo de prosperidade e abundância, refletindo a relação de Deus com o Seu povo e a provisão divina.","por_que_esta_palavra":"A escolha da palavra 'videira' destaca a importância da agricultura e da colheita na cultura israelita, além de representar a aliança de Deus com Israel.","conexao_teologica":"A videira é frequentemente usada na Bíblia como uma metáfora para o povo de Deus, como em João 15:1, onde Jesus se apresenta como a videira verdadeira.","referencias_relacionadas":["João 15:1","Isaías 5:1-7","Mateus 21:33-41"]},"salmos_105_34_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir' ou 'entrar' refere-se à ação de Deus em chamar o Seu povo para a liberdade.","explicacao_detalhada":"Neste contexto, Deus convoca os israelitas a saírem da escravidão no Egito, enfatizando a Sua soberania e poder de libertação.","por_que_esta_palavra":"A palavra 'vir' é crucial para entender a dinâmica da relação entre Deus e Seu povo, onde Ele chama e eles respondem.","conexao_teologica":"A chamada de Deus para o Seu povo é um tema central na Bíblia, refletindo a ideia de que Deus sempre busca um relacionamento com a humanidade.","referencias_relacionadas":["Êxodo 3:10","Isaías 43:1","Romanos 8:30"]},"salmos_105_34_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a autoridade de Deus ao declarar Sua vontade.","explicacao_detalhada":"Neste versículo, a ênfase está na palavra de Deus que se cumpre, mostrando que o que Ele diz é realizado.","por_que_esta_palavra":"A palavra 'dizer' revela a natureza criativa e poderosa da palavra de Deus, que traz à existência o que não existe.","conexao_teologica":"A importância da palavra de Deus é um tema recorrente, como em Gênesis 1, onde Deus cria o mundo por meio de Sua palavra.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:6","Hebreus 11:3"]},"salmos_105_35_alimento":{"palavra_pt":"alimento","palavra_original":"אָכַל","transliteracao":"ʼâkal","strong":"H398","significado_raiz":"Ideia básica: alimento.","significado_contextual":"A palavra 'alimento' refere-se à provisão de Deus para o Seu povo durante a jornada no deserto.","explicacao_detalhada":"Deus fornece alimento ao Seu povo, simbolizando Sua fidelidade e cuidado contínuo.","por_que_esta_palavra":"A palavra 'alimento' é fundamental para entender a dependência do povo de Deus em Sua provisão.","conexao_teologica":"A provisão de Deus é um tema central, refletindo a ideia de que Ele é o sustentador de todas as coisas.","referencias_relacionadas":["Êxodo 16:4","Salmos 78:24-25","Mateus 6:11"]},"salmos_105_35_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como Deus provê e cuida de Seu povo.","explicacao_detalhada":"Neste contexto, 'modo' enfatiza a diversidade e a abundância da provisão divina.","por_que_esta_palavra":"A escolha da palavra 'modo' destaca a criatividade de Deus em atender às necessidades do Seu povo.","conexao_teologica":"A maneira como Deus age em favor do Seu povo revela Sua sabedoria e amor.","referencias_relacionadas":["Salmos 23:1-2","Filipenses 4:19","Mateus 7:11"]},"salmos_105_35_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao lugar onde o povo de Deus habita e recebe Suas bênçãos.","explicacao_detalhada":"Neste versículo, a terra é vista como um dom de Deus, simbolizando a herança e a promessa feita a Israel.","por_que_esta_palavra":"A palavra 'terra' é essencial para entender a relação entre Deus e o Seu povo, especialmente em relação às promessas de herança.","conexao_teologica":"A terra prometida é um tema central na narrativa bíblica, representando o cumprimento das promessas de Deus.","referencias_relacionadas":["Gênesis 12:1-3","Deuteronômio 8:7-10","Josué 1:2-4"]},"salmos_105_36_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' novamente enfatiza a forma como Deus age em relação ao Seu povo.","explicacao_detalhada":"Aqui, 'modo' destaca a variedade de ações de Deus em resposta às necessidades e situações do Seu povo.","por_que_esta_palavra":"A repetição da palavra 'modo' reforça a ideia de que Deus age de maneiras diferentes, mas sempre com um propósito.","conexao_teologica":"A diversidade nas ações de Deus revela Sua soberania e capacidade de atender às necessidades de Seu povo.","referencias_relacionadas":["Salmos 145:16","Romanos 8:28","2 Coríntios 9:8"]},"salmos_105_36_beat":{"palavra_pt":"beat","palavra_original":"נָכָה","transliteracao":"nâkâh","strong":"H5221","significado_raiz":"Ideia básica: beat.","significado_contextual":"A palavra 'beat' refere-se ao ato de Deus trazer juízo sobre os opressores do Seu povo.","explicacao_detalhada":"Neste contexto, Deus age em defesa de Israel, mostrando Seu poder sobre aqueles que se opõem ao Seu povo.","por_que_esta_palavra":"A palavra 'beat' enfatiza a justiça de Deus e Sua proteção sobre aqueles que são Seus.","conexao_teologica":"A justiça de Deus é um tema central, onde Ele defende os oprimidos e traz juízo sobre os ímpios.","referencias_relacionadas":["Salmos 94:1-2","Isaías 61:8","Romanos 12:19"]},"salmos_105_36_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' novamente se refere ao domínio de Deus sobre toda a criação.","explicacao_detalhada":"Neste versículo, a terra é vista como o palco onde Deus executa Seu plano de redenção e justiça.","por_que_esta_palavra":"A repetição da palavra 'terra' reforça a ideia de que Deus é Senhor sobre toda a criação.","conexao_teologica":"A soberania de Deus sobre a terra é um tema recorrente, mostrando que Ele tem controle sobre todas as nações.","referencias_relacionadas":["Salmos 24:1","Isaías 66:1","Atos 17:26"]},"salmos_105_37_prata":{"palavra_pt":"prata","palavra_original":"כֶּסֶף","transliteracao":"keçeph","strong":"H3701","significado_raiz":"Ideia básica: prata.","significado_contextual":"A palavra 'prata' refere-se à riqueza e aos bens que Deus concede ao Seu povo.","explicacao_detalhada":"Neste versículo, a prata simboliza a provisão abundante de Deus, que enriquece o Seu povo.","por_que_esta_palavra":"A palavra 'prata' destaca a generosidade de Deus em suprir as necessidades materiais de Seu povo.","conexao_teologica":"A provisão de Deus é um reflexo de Sua bondade e fidelidade, mostrando que Ele cuida de todas as áreas da vida.","referencias_relacionadas":["Salmos 112:3","Deuteronômio 8:18","Filipenses 4:19"]},"salmos_105_37_ouro":{"palavra_pt":"ouro","palavra_original":"זָהָב","transliteracao":"zâhâb","strong":"H2091","significado_raiz":"Ideia básica: ouro.","significado_contextual":"Ouro é frequentemente associado à riqueza e à glória. No contexto de Salmos 105:37, representa a abundância e a provisão divina para o povo de Israel ao saírem do Egito.","explicacao_detalhada":"O versículo menciona que Deus trouxe o povo de Israel do Egito com riquezas, simbolizando a libertação e a bênção. O ouro aqui representa não apenas riqueza material, mas também a honra e a dignidade que Deus conferiu ao seu povo.","por_que_esta_palavra":"A palavra 'ouro' é usada para enfatizar a generosidade de Deus e a transformação do povo de Israel de escravos a uma nação rica e abençoada.","conexao_teologica":"Ouro simboliza a presença e a glória de Deus, que enriquece e transforma a vida de seu povo. Isso se conecta com a ideia de que Deus provê para aqueles que confiam Nele.","referencias_relacionadas":["Êxodo 12:35-36","Salmos 66:12","Deuteronômio 8:18"]},"salmos_105_38_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Deus agiu em favor de Israel, destacando a sua misericórdia e justiça.","explicacao_detalhada":"Neste versículo, 'porque' serve como uma explicação do motivo pelo qual Deus trouxe o povo de Israel para fora do Egito, enfatizando a sua fidelidade às promessas feitas a Abraão, Isaque e Jacó.","por_que_esta_palavra":"A palavra 'porque' é crucial para entender a motivação divina por trás da ação de Deus, revelando seu caráter e compromisso com seu povo.","conexao_teologica":"A conexão teológica aqui é a fidelidade de Deus às suas promessas e a sua disposição em agir em favor de seu povo, mesmo em tempos de opressão.","referencias_relacionadas":["Gênesis 15:13-14","Êxodo 3:7-8","Salmos 106:45"]},"salmos_105_38_cheer":{"palavra_pt":"cheer","palavra_original":"שָׂמַח","transliteracao":"sâmach","strong":"H8055","significado_raiz":"Ideia básica: cheer.","significado_contextual":"A palavra 'cheer' refere-se à alegria e à celebração que o povo de Israel experimentou ao ser libertado da opressão egípcia.","explicacao_detalhada":"Neste contexto, a alegria é uma resposta à salvação e à libertação que Deus proporcionou ao seu povo, simbolizando a esperança e a nova vida que se inicia.","por_que_esta_palavra":"A palavra 'cheer' é usada para expressar a reação emocional do povo diante da intervenção divina, mostrando que a salvação traz alegria genuína.","conexao_teologica":"A alegria é uma resposta natural à salvação e à intervenção de Deus na vida dos crentes, refletindo a esperança que temos em Cristo.","referencias_relacionadas":["Salmos 126:2","Isaías 61:3","Lucas 1:47"]},"salmos_105_38_egypt":{"palavra_pt":"egito","palavra_original":"מִצְרַיִם","transliteracao":"Mitsrayim","strong":"H4714","significado_raiz":"Ideia básica: egito.","significado_contextual":"O Egito é mencionado como o lugar de opressão e escravidão do povo de Israel, simbolizando a opressão e a necessidade de libertação.","explicacao_detalhada":"No contexto de Salmos 105:38, o Egito representa não apenas um local físico, mas também um estado espiritual de cativeiro do qual Deus libertou seu povo.","por_que_esta_palavra":"A palavra 'Egito' é significativa porque evoca a história de opressão e a poderosa libertação que Deus realizou, mostrando seu poder sobre as nações.","conexao_teologica":"O Egito é um símbolo do pecado e da escravidão espiritual, e a libertação do Egito representa a salvação que Deus oferece a todos os que creem.","referencias_relacionadas":["Êxodo 3:10","Salmos 81:6","Gálatas 5:1"]},"salmos_105_39_fogo":{"palavra_pt":"fogo","palavra_original":"אֵשׁ","transliteracao":"ʼêsh","strong":"H784","significado_raiz":"Ideia básica: fogo.","significado_contextual":"O fogo é um símbolo de purificação e presença divina, representando a proteção e a guia de Deus durante a jornada do povo de Israel.","explicacao_detalhada":"Neste versículo, o fogo pode simbolizar a presença de Deus que acompanhou Israel no deserto, guiando-os e protegendo-os em sua jornada.","por_que_esta_palavra":"A palavra 'fogo' é usada para ilustrar a santidade e a purificação que Deus traz, além de ser um símbolo de sua presença constante.","conexao_teologica":"O fogo representa a presença de Deus que purifica e guia seu povo, refletindo a ideia de que Deus está sempre presente em nossas vidas.","referencias_relacionadas":["Êxodo 13:21","Deuteronômio 4:24","Hebreus 12:29"]},"salmos_105_39_luminoso":{"palavra_pt":"luminoso","palavra_original":"אוֹר","transliteracao":"ʼôwr","strong":"H215","significado_raiz":"Ideia básica: luminoso.","significado_contextual":"Luminoso refere-se à luz que Deus proporciona ao seu povo, simbolizando orientação e clareza em tempos de escuridão.","explicacao_detalhada":"No contexto de Salmos 105:39, a luz representa a direção divina e a revelação que Deus oferece, iluminando o caminho do povo durante sua jornada.","por_que_esta_palavra":"A palavra 'luminoso' é importante porque destaca a natureza de Deus como aquele que traz luz e verdade, afastando as trevas da ignorância e do pecado.","conexao_teologica":"A luz de Deus é um tema recorrente nas Escrituras, simbolizando a verdade e a salvação que Ele oferece a todos que o buscam.","referencias_relacionadas":["Salmos 119:105","João 8:12","1 João 1:5"]},"salmos_105_40_alimento":{"palavra_pt":"pao/alimento","palavra_original":"לֶחֶם","transliteracao":"lechem","strong":"H3899","significado_raiz":"Ideia básica: pao.","significado_contextual":"Alimento, neste contexto, refere-se à provisão de Deus para o povo de Israel no deserto, simbolizando sustento físico e espiritual.","explicacao_detalhada":"O versículo menciona que Deus deu pão ao seu povo, representando não apenas a necessidade física, mas também a satisfação espiritual que vem de confiar em Deus.","por_que_esta_palavra":"A palavra 'alimento' é usada para enfatizar a generosidade de Deus em prover o que é necessário para a sobrevivência e o bem-estar de seu povo.","conexao_teologica":"Deus como provedor é um tema central na teologia bíblica, refletindo sua preocupação com as necessidades de seu povo e sua capacidade de suprir todas as coisas.","referencias_relacionadas":["Êxodo 16:4","Salmos 37:25","Mateus 6:11"]},"salmos_105_40_chamar":{"palavra_pt":"vir/entrar","palavra_original":"בּוֹא","transliteracao":"bôwʼ","strong":"H935","significado_raiz":"Ideia básica: vir.","significado_contextual":"A palavra 'vir' ou 'entrar' refere-se ao convite de Deus para que seu povo se aproxime dEle e receba suas bênçãos.","explicacao_detalhada":"Neste contexto, 'vir' implica em uma ação de resposta à chamada de Deus, simbolizando a disposição do povo em seguir a liderança divina.","por_que_esta_palavra":"A palavra 'chamar' é significativa porque destaca a iniciativa de Deus em convidar seu povo a se relacionar com Ele e a experimentar suas promessas.","conexao_teologica":"A ideia de ser chamado por Deus é central na fé cristã, refletindo a relação pessoal que Ele deseja ter com cada um de nós.","referencias_relacionadas":["Isaías 55:1","Mateus 11:28","Romanos 10:13"]},"salmos_105_40_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Os céus representam a morada de Deus e a sua soberania sobre toda a criação, simbolizando a grandeza e a majestade divina.","explicacao_detalhada":"Neste versículo, os céus são mencionados para enfatizar a autoridade de Deus e sua capacidade de prover e cuidar de seu povo em todas as circunstâncias.","por_que_esta_palavra":"A palavra 'céus' é usada para lembrar que Deus é o Criador e Sustentador de tudo, e que Ele tem controle sobre todas as coisas.","conexao_teologica":"A soberania de Deus sobre os céus e a terra é um tema central na teologia bíblica, refletindo sua grandeza e poder.","referencias_relacionadas":["Salmos 19:1","Isaías 66:1","Mateus 6:9"]},"salmos_105_41_rocha":{"palavra_pt":"rocha","palavra_original":"צוּר","transliteracao":"tsûwr","strong":"H6697","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A rocha simboliza a firmeza e a estabilidade de Deus, representando sua proteção e segurança para o povo de Israel.","explicacao_detalhada":"Neste contexto, a rocha é uma metáfora para a força e a confiabilidade de Deus, que é um refúgio seguro em tempos de dificuldade.","por_que_esta_palavra":"A palavra 'rocha' é significativa porque destaca a natureza imutável de Deus e sua capacidade de sustentar seu povo em todas as circunstâncias.","conexao_teologica":"Deus como rocha é um tema recorrente nas Escrituras, simbolizando sua proteção e a segurança que encontramos Nele.","referencias_relacionadas":["Salmos 18:2","Isaías 26:4","1 Coríntios 10:4"]},"salmos_105_41_agua":{"palavra_pt":"agua","palavra_original":"זוּב","transliteracao":"zûwb","strong":"H2100","significado_raiz":"Ideia básica: agua.","significado_contextual":"Água representa a provisão divina e a vida, especialmente em um contexto de deserto.","explicacao_detalhada":"No Salmo 105:41, a água é um símbolo da bênção e da intervenção de Deus na vida do Seu povo, que estava em necessidade. A água é essencial para a sobrevivência e, neste contexto, representa a fidelidade de Deus em suprir as necessidades do Seu povo.","por_que_esta_palavra":"A palavra 'água' é usada para enfatizar a importância da provisão de Deus em momentos de dificuldade e desolação.","conexao_teologica":"A água é frequentemente associada à vida e à purificação nas Escrituras, simbolizando a graça e a salvação que vêm de Deus.","referencias_relacionadas":["Êxodo 17:6","Isaías 41:17","João 4:14"]},"salmos_105_41_deserto":{"palavra_pt":"deserto","palavra_original":"צִיָּה","transliteracao":"tsîyâh","strong":"H6723","significado_raiz":"Ideia básica: deserto.","significado_contextual":"Deserto simboliza a provação e a necessidade, mas também o lugar onde Deus se revela e provê.","explicacao_detalhada":"O deserto é um ambiente árido e hostil, representando as dificuldades enfrentadas pelo povo de Israel. No Salmo 105:41, o deserto é o cenário onde Deus manifesta Seu poder ao prover água, simbolizando Sua presença e cuidado mesmo em tempos de crise.","por_que_esta_palavra":"A palavra 'deserto' é crucial para entender o contraste entre a aridez do ambiente e a abundância da provisão divina.","conexao_teologica":"O deserto é um lugar de teste e preparação, onde Deus molda o caráter do Seu povo e revela Sua fidelidade.","referencias_relacionadas":["Êxodo 16:1","Deuteronômio 8:15","Mateus 4:1"]},"salmos_105_42_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Deus age em favor do Seu povo.","explicacao_detalhada":"No Salmo 105:42, 'porque' conecta a ação de Deus à Sua fidelidade às promessas feitas a Abraão. É uma afirmação da motivação divina em agir em favor de Seu povo.","por_que_esta_palavra":"Esta palavra é fundamental para entender a lógica da ação de Deus, que é sempre baseada em Sua palavra e promessas.","conexao_teologica":"A fidelidade de Deus é um tema central na teologia bíblica, mostrando que Ele cumpre Suas promessas.","referencias_relacionadas":["Gênesis 12:2-3","Salmos 89:34","Romanos 4:20-21"]},"salmos_105_42_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra representa a comunicação e a promessa de Deus ao Seu povo.","explicacao_detalhada":"No Salmo 105:42, 'palavra' refere-se à promessa que Deus fez a Abraão, que é a base da esperança e da ação divina em favor de Israel.","por_que_esta_palavra":"A palavra é essencial para entender a relação entre Deus e Seu povo, sendo um meio pelo qual Deus se revela e se compromete.","conexao_teologica":"A palavra de Deus é viva e eficaz, e é através dela que Ele estabelece alianças e promessas.","referencias_relacionadas":["Isaías 55:11","Hebreus 4:12","2 Pedro 1:19"]},"salmos_105_42_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Sagrado refere-se à natureza divina e à separação do que é comum.","explicacao_detalhada":"No Salmo 105:42, a palavra 'sagrado' destaca a importância da aliança de Deus com Seu povo, que é um relacionamento especial e separado para um propósito divino.","por_que_esta_palavra":"A palavra 'sagrado' enfatiza a santidade de Deus e a necessidade de reverência ao se aproximar d'Ele.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, mostrando que Ele é distinto e digno de adoração.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Apocalipse 4:8"]},"salmos_105_43_alegria":{"palavra_pt":"alegria","palavra_original":"רִנָּה","transliteracao":"rinnâh","strong":"H7440","significado_raiz":"Ideia básica: alegria.","significado_contextual":"Alegria é a resposta do povo à intervenção e provisão de Deus.","explicacao_detalhada":"No Salmo 105:43, a alegria é uma expressão de gratidão e louvor pela libertação e bênçãos recebidas de Deus, refletindo a felicidade que vem da presença divina.","por_que_esta_palavra":"A palavra 'alegria' é usada para descrever a reação do povo diante das maravilhas que Deus realiza.","conexao_teologica":"A alegria é um fruto do Espírito e uma resposta natural à bondade de Deus.","referencias_relacionadas":["Salmos 126:3","Filipenses 4:4","Neemias 8:10"]},"salmos_105_43_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Grande indica a magnitude das ações de Deus em favor do Seu povo.","explicacao_detalhada":"No Salmo 105:43, 'grande' refere-se à grandeza das obras de Deus, que são dignas de admiração e louvor, mostrando Sua soberania e poder.","por_que_esta_palavra":"A palavra 'grande' é utilizada para enfatizar a importância e a magnitude das intervenções divinas na história de Israel.","conexao_teologica":"A grandeza de Deus é um tema recorrente nas Escrituras, destacando Sua majestade e poder sobre todas as coisas.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"salmos_105_44_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Dar refere-se à ação de Deus em prover o que é necessário ao Seu povo.","explicacao_detalhada":"No Salmo 105:44, 'dar' enfatiza a generosidade de Deus em suprir as necessidades do Seu povo, mostrando que Ele é um provedor fiel.","por_que_esta_palavra":"A palavra 'dar' é fundamental para entender a natureza de Deus como aquele que se preocupa e age em favor de Seu povo.","conexao_teologica":"A provisão de Deus é um aspecto central da Sua relação com a humanidade, revelando Seu amor e cuidado.","referencias_relacionadas":["Filipenses 4:19","Mateus 7:11","Salmos 23:1"]},"salmos_105_44_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Terra representa o lar e a herança que Deus dá ao Seu povo.","explicacao_detalhada":"No Salmo 105:44, 'terra' simboliza a promessa de Deus de dar uma herança ao povo de Israel, um lugar onde eles poderiam viver em segurança e prosperidade.","por_que_esta_palavra":"A palavra 'terra' é essencial para entender a aliança de Deus com Israel e a realização de Suas promessas.","conexao_teologica":"A terra prometida é um símbolo da bênção e da presença de Deus entre Seu povo.","referencias_relacionadas":["Gênesis 12:7","Deuteronômio 6:10","Josué 1:2"]},"salmos_105_44_corpo":{"palavra_pt":"corpo","palavra_original":"עָמָל","transliteracao":"ʻâmâl","strong":"H5999","significado_raiz":"Ideia básica: corpo.","significado_contextual":"Corpo representa a totalidade do ser humano e sua relação com Deus.","explicacao_detalhada":"No Salmo 105:44, 'corpo' pode ser interpretado como a expressão da vida e da ação do povo de Deus, que deve glorificá-Lo em todas as suas ações.","por_que_esta_palavra":"A palavra 'corpo' é usada para enfatizar a integralidade da vida do crente em adoração e serviço a Deus.","conexao_teologica":"A relação entre corpo e espírito é fundamental na teologia cristã, onde o corpo é visto como templo do Espírito Santo.","referencias_relacionadas":["1 Coríntios 6:19","Romanos 12:1","Gálatas 2:20"]},"salmos_105_45_because":{"palavra_pt":"porque","palavra_original":"עָבוּר","transliteracao":"ʻâbûwr","strong":"H5668","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é usada para introduzir a razão pela qual Deus fez algo.","explicacao_detalhada":"Neste contexto, 'porque' conecta a ação de Deus com o seu propósito, explicando que Ele agiu em favor do seu povo.","por_que_esta_palavra":"A palavra é fundamental para entender a motivação divina nas ações descritas no Salmo.","conexao_teologica":"Refere-se à soberania de Deus e ao seu plano redentor para Israel.","referencias_relacionadas":["Salmos 103:8","Isaías 55:8-9","Romanos 8:28"]},"salmos_105_45_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"A palavra 'louvar' é um chamado à adoração e reconhecimento da grandeza de Deus.","explicacao_detalhada":"Neste versículo, 'louvar' enfatiza a importância de reconhecer as obras de Deus e sua majestade.","por_que_esta_palavra":"É uma expressão de gratidão e reverência, essencial na vida de adoração do povo de Deus.","conexao_teologica":"A adoração é central na relação entre Deus e seu povo, refletindo a resposta humana à sua santidade.","referencias_relacionadas":["Salmos 150:6","Salmos 96:4","Hebreus 13:15"]},"salmos_105_45_sagrado":{"palavra_pt":"sagrado","palavra_original":"יָהּ","transliteracao":"Yâhh","strong":"H3050","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"A palavra 'sagrado' refere-se à natureza divina e à separação de Deus para propósitos santos.","explicacao_detalhada":"Neste contexto, 'sagrado' destaca a importância da santidade de Deus e como isso deve refletir na vida do seu povo.","por_que_esta_palavra":"É crucial para entender a relação entre a santidade de Deus e a vida do povo escolhido.","conexao_teologica":"A santidade de Deus é um tema central na teologia bíblica, que chama os crentes à pureza e à separação do pecado.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Isaías 6:3"]}}