{"salmos_107_1_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"A eternidade de Deus é um fundamento para a gratidão e louvor.","explicacao_detalhada":"A palavra 'eterno' (עוֹלָם) enfatiza a natureza imutável de Deus. No Salmo 107:1, isso é um convite para reconhecer Sua bondade.","por_que_esta_palavra":"Esta palavra é importante para entender que a bondade de Deus é constante e sempre presente.","conexao_teologica":"A eternidade de Deus garante que Sua bondade e misericórdia não têm fim.","referencias_relacionadas":["Salmos 136:1","Salmos 100:5","Malaquias 3:6"]},"salmos_107_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'nome' do Senhor é invocado como um ato de louvor e reconhecimento de Sua grandeza.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para expressar a soberania e a autoridade de Deus. No Salmo 107:1, isso é um chamado à adoração.","por_que_esta_palavra":"Esta palavra é utilizada para reafirmar a importância do nome de Deus em momentos de gratidão.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e do relacionamento que Ele deseja ter com Seu povo.","referencias_relacionadas":["Salmos 145:1","Salmos 30:4","Romanos 1:21"]},"salmos_107_1_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão para a ação de louvor.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para justificar a adoração a Deus. No Salmo 107:1, isso aponta para a bondade de Deus como motivo para louvar.","por_que_esta_palavra":"Esta palavra é importante para conectar a ação de louvor à compreensão da natureza de Deus.","conexao_teologica":"A gratidão a Deus é fundamentada em Seu caráter e ações em favor de Seu povo.","referencias_relacionadas":["Salmos 136:1","Salmos 103:2","1 Tessalonicenses 5:18"]},"salmos_107_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como o Deus supremo e soberano.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar a divindade que é a fonte de toda autoridade e poder. No contexto de Salmos 107:2, invocar o Senhor é um chamado à ação para que os redimidos do Senhor proclamem suas obras.","por_que_esta_palavra":"Esta palavra é central na teologia judaica e cristã, representando a relação entre Deus e seu povo.","conexao_teologica":"O uso do nome 'Senhor' enfatiza a aliança de Deus com Israel e sua fidelidade em libertar e redimir.","referencias_relacionadas":["Êxodo 3:14","Salmos 68:4","Isaías 42:8"]},"salmos_107_2_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"Simboliza poder e ação, frequentemente associada à intervenção divina.","explicacao_detalhada":"A palavra 'mao' (יָד) representa não apenas a mão física, mas também a capacidade de agir e influenciar. No contexto do Salmo, isso se refere à mão de Deus que atua na vida dos redimidos.","por_que_esta_palavra":"A mão de Deus é um símbolo de proteção e ajuda, mostrando como Ele guia e sustenta seu povo.","conexao_teologica":"A mão de Deus é frequentemente mencionada nas Escrituras como um sinal de sua presença e poder.","referencias_relacionadas":["Salmos 89:13","Isaías 41:10","Deuteronômio 33:3"]},"salmos_107_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Refere-se à ação de proclamar ou declarar algo importante.","explicacao_detalhada":"A palavra 'dizer' (אָמַר) implica em comunicar uma verdade ou testemunho. No Salmo, isso se relaciona à necessidade de testemunhar as obras de Deus.","por_que_esta_palavra":"A proclamação é uma parte vital da fé, pois envolve compartilhar as experiências de Deus com os outros.","conexao_teologica":"A fala é um meio pelo qual a verdade de Deus é divulgada e glorificada.","referencias_relacionadas":["Salmos 96:3","Mateus 28:19-20","Romanos 10:14"]},"salmos_107_3_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Representa o espaço físico e a criação de Deus.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) refere-se ao mundo criado por Deus, onde Ele exerce seu domínio. No Salmo, isso se relaciona à abrangência da redenção.","por_que_esta_palavra":"A terra é um símbolo do plano de Deus para a criação e a sua soberania sobre tudo.","conexao_teologica":"A terra é frequentemente mencionada nas Escrituras como parte do plano redentor de Deus.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:21"]},"salmos_107_3_sol":{"palavra_pt":"sol","palavra_original":"מִזְרָח","transliteracao":"mizrâch","strong":"H4217","significado_raiz":"Ideia básica: sol.","significado_contextual":"Simboliza luz, vida e a presença de Deus.","explicacao_detalhada":"A palavra 'sol' (מִזְרָח) representa a luz que traz vida e clareza. No Salmo, isso pode ser visto como uma metáfora para a esperança e a renovação que Deus traz.","por_que_esta_palavra":"O sol é um símbolo de alegria e prosperidade, refletindo a bondade de Deus.","conexao_teologica":"A luz é frequentemente associada à presença de Deus e à revelação de sua verdade.","referencias_relacionadas":["Salmos 84:11","Isaías 60:1","João 8:12"]},"salmos_107_3_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Representa as forças da natureza e a soberania de Deus sobre elas.","explicacao_detalhada":"A palavra 'mar' (יָם) simboliza tanto a vastidão quanto o poder. No Salmo, isso reflete a capacidade de Deus de dominar até mesmo as forças mais caóticas.","por_que_esta_palavra":"O mar é um símbolo de desafios e perigos, mas também da proteção divina.","conexao_teologica":"Deus é apresentado como aquele que controla as águas e traz segurança ao seu povo.","referencias_relacionadas":["Gênesis 1:10","Salmos 89:9","Mateus 8:26"]},"salmos_107_4_campo":{"palavra_pt":"campo","palavra_original":"מִדְבָּר","transliteracao":"midbâr","strong":"H4057","significado_raiz":"Ideia básica: campo.","significado_contextual":"Refere-se a um espaço desolado, mas também ao potencial de vida.","explicacao_detalhada":"A palavra 'campo' (מִדְבָּר) pode indicar um deserto ou lugar árido. No contexto do Salmo, isso representa a condição de necessidade antes da intervenção de Deus.","por_que_esta_palavra":"O campo é um símbolo de desolação, mas também de esperança quando Deus traz sustento.","conexao_teologica":"Deus é aquele que transforma o deserto em um lugar de abundância.","referencias_relacionadas":["Isaías 35:1","Salmos 107:35","Ezequiel 36:35"]},"salmos_107_4_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho ou à jornada da vida.","explicacao_detalhada":"A palavra 'vida' (דֶּרֶךְ) implica em um caminho ou modo de viver. No Salmo, isso se relaciona ao caminho que leva à salvação e à plenitude.","por_que_esta_palavra":"A vida é um tema central nas Escrituras, refletindo a jornada espiritual do crente.","conexao_teologica":"Jesus é descrito como o caminho, a verdade e a vida, mostrando a importância do caminho certo.","referencias_relacionadas":["João 14:6","Salmos 119:105","Provérbios 3:6"]},"salmos_107_5_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à alma ou à essência da vida humana.","explicacao_detalhada":"A palavra 'alma/vida' (נֶפֶשׁ) representa a parte imaterial do ser humano. No Salmo, isso se relaciona à necessidade espiritual e física do povo.","por_que_esta_palavra":"A alma é vista como o centro da vida e da experiência humana, refletindo a busca por significado.","conexao_teologica":"Deus se preocupa com a alma e a vida de cada pessoa, oferecendo redenção e restauração.","referencias_relacionadas":["Mateus 16:26","Salmos 23:3","1 Pedro 1:9"]},"salmos_107_5_hunger":{"palavra_pt":"hunger","palavra_original":"רָעֵב","transliteracao":"râʻêb","strong":"H7457","significado_raiz":"Ideia básica: hunger.","significado_contextual":"Refere-se à necessidade física e espiritual.","explicacao_detalhada":"A palavra 'hunger' (רָעֵב) simboliza a fome, que pode ser tanto literal quanto espiritual. No Salmo, isso reflete a condição de necessidade antes da intervenção de Deus.","por_que_esta_palavra":"A fome é um símbolo de carência, mas também de anseio por algo mais profundo.","conexao_teologica":"Jesus se apresenta como o pão da vida, satisfazendo a fome espiritual.","referencias_relacionadas":["Mateus 5:6","João 6:35","Salmos 107:9"]},"salmos_107_6_assembleia":{"palavra_pt":"assembleia","palavra_original":"צָעַק","transliteracao":"tsâʻaq","strong":"H6817","significado_raiz":"Ideia básica: assembleia.","significado_contextual":"Refere-se ao clamor coletivo do povo em busca de ajuda divina.","explicacao_detalhada":"A palavra 'assembleia' neste contexto indica um grupo que se reúne para expressar suas necessidades e súplicas a Deus. É um chamado à unidade em oração e busca por socorro.","por_que_esta_palavra":"A assembleia é importante porque representa a coletividade do povo de Deus, que se une em momentos de crise para buscar a intervenção divina.","conexao_teologica":"A assembleia reflete a importância da comunidade na vida espiritual, mostrando que Deus ouve o clamor de seu povo quando se une em oração.","referencias_relacionadas":["Salmos 34:17","Mateus 18:20","Atos 1:14"]},"salmos_107_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a fonte de ajuda e salvação.","explicacao_detalhada":"O nome 'Senhor' é usado para enfatizar a soberania e a autoridade de Deus sobre todas as coisas, destacando sua capacidade de responder ao clamor do povo.","por_que_esta_palavra":"O uso do nome 'Senhor' é fundamental para reconhecer a divindade e o poder de Deus em situações de necessidade.","conexao_teologica":"O nome de Deus é um símbolo de sua presença e ação na história, mostrando que Ele é um refúgio seguro para aqueles que o invocam.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 10:13"]},"salmos_107_6_inimigo":{"palavra_pt":"inimigo","palavra_original":"צַר","transliteracao":"tsar","strong":"H6862","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se aos adversários que o povo enfrenta em sua jornada.","explicacao_detalhada":"A palavra 'inimigo' destaca a oposição que o povo de Deus enfrenta, seja em forma de opressão, perseguição ou dificuldades espirituais.","por_que_esta_palavra":"Reconhecer a presença de inimigos é essencial para entender a necessidade de clamor e a busca por ajuda divina.","conexao_teologica":"A luta contra inimigos é uma temática recorrente na Bíblia, simbolizando a batalha espiritual que os crentes enfrentam.","referencias_relacionadas":["Salmos  enemies 23:5","Efésios 6:12","Romanos 8:31"]},"salmos_107_7_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"Refere-se ao caminho que leva à vida plena e à salvação.","explicacao_detalhada":"A palavra 'vida' aqui simboliza não apenas a existência física, mas a vida espiritual que é encontrada em Deus, que guia o povo em sua jornada.","por_que_esta_palavra":"A vida é um tema central na Bíblia, representando a relação do homem com Deus e a busca por um propósito maior.","conexao_teologica":"Jesus é descrito como a 'vida' (João 14:6), enfatizando que somente através dele encontramos verdadeira vida.","referencias_relacionadas":["João 10:10","Provérbios 4:23","Gálatas 2:20"]},"salmos_107_7_andar":{"palavra_pt":"andar","palavra_original":"יָלַךְ","transliteracao":"yâlak","strong":"H3212","significado_raiz":"Ideia básica: andar.","significado_contextual":"Refere-se ao modo de viver e seguir a direção de Deus.","explicacao_detalhada":"A palavra 'andar' implica em uma jornada contínua, onde o povo é chamado a seguir os caminhos que Deus estabeleceu para eles.","por_que_esta_palavra":"Andar nos caminhos de Deus é essencial para experimentar sua bênção e proteção.","conexao_teologica":"A caminhada com Deus é uma metáfora comum na Bíblia, simbolizando a vida de fé e obediência.","referencias_relacionadas":["Salmos 119:105","Miquéias 6:8","Colossenses 2:6"]},"salmos_107_7_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"Refere-se ao lugar de habitação e segurança que Deus proporciona.","explicacao_detalhada":"A palavra 'cidade' simboliza um espaço de comunidade e proteção, onde o povo de Deus pode encontrar abrigo e segurança.","por_que_esta_palavra":"A cidade é um símbolo de pertencimento e identidade, refletindo a comunidade de fé.","conexao_teologica":"A cidade de Deus é um tema que aparece em várias passagens, representando o reino de Deus e a segurança que Ele oferece.","referencias_relacionadas":["Hebreus 11:10","Apocalipse 21:2","Salmos 46:4"]},"salmos_107_8_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao relacionamento íntimo entre Deus e seu povo.","explicacao_detalhada":"A palavra 'filho' enfatiza a filiação e a herança que os crentes têm em Deus, destacando a relação de amor e cuidado.","por_que_esta_palavra":"A ideia de ser filho de Deus é central na fé cristã, representando a aceitação e o amor divino.","conexao_teologica":"A filiação é um tema importante, pois Jesus se refere a Deus como Pai, e os crentes são chamados a serem filhos de Deus.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 3:26"]},"salmos_107_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a fonte de misericórdia e amor.","explicacao_detalhada":"O nome 'Senhor' aqui reafirma a soberania de Deus e sua disposição em mostrar misericórdia ao seu povo.","por_que_esta_palavra":"O reconhecimento do nome de Deus é fundamental para entender sua natureza e caráter amoroso.","conexao_teologica":"A misericórdia de Deus é um tema central na Bíblia, mostrando sua disposição em perdoar e restaurar.","referencias_relacionadas":["Salmos 103:8","Lamentações 3:22-23","Efésios 2:4-5"]},"salmos_107_8_deus":{"palavra_pt":"misericordia/amor leal","palavra_original":"חֵסֵד","transliteracao":"chêçêd","strong":"H2617","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"Refere-se à natureza amorosa e misericordiosa de Deus.","explicacao_detalhada":"A expressão 'misericórdia/amor leal' destaca a fidelidade de Deus em suas promessas e seu compromisso com seu povo.","por_que_esta_palavra":"A misericórdia é um atributo essencial de Deus, que se manifesta em sua relação com a humanidade.","conexao_teologica":"A misericórdia de Deus é um tema recorrente, mostrando que Ele é um Deus que se importa e age em favor de seu povo.","referencias_relacionadas":["Salmos 136:1","Tiago 2:13","Romanos 5:8"]},"salmos_107_9_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à alma ou vida que busca satisfação e plenitude em Deus.","explicacao_detalhada":"A palavra 'alma/vida' enfatiza a essência do ser humano e sua necessidade de conexão com o Criador.","por_que_esta_palavra":"A busca pela alma é uma busca por significado e propósito, que só pode ser encontrado em Deus.","conexao_teologica":"A relação entre Deus e a alma humana é fundamental, pois Ele é o autor da vida e o único que pode satisfazer as necessidades mais profundas do ser humano.","referencias_relacionadas":["Mateus 11:28","Salmos 42:1-2","1 Pedro 2:11"]},"salmos_107_9_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual Deus satisfaz a sede espiritual do homem.","explicacao_detalhada":"Neste contexto, 'porque' é usado para explicar que Deus atende às necessidades do povo, trazendo satisfação e plenitude àqueles que O buscam.","por_que_esta_palavra":"É uma conjunção que liga a causa à consequência, essencial para entender a relação entre a ação divina e a resposta humana.","conexao_teologica":"A palavra reflete a natureza de Deus como provedor e a resposta do ser humano à Sua bondade.","referencias_relacionadas":["Salmos 42:1","Mateus 5:6","João 7:37"]},"salmos_107_9_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' descreve a qualidade da satisfação que Deus oferece ao coração do homem.","explicacao_detalhada":"No contexto, 'bom' refere-se à plenitude e ao bem-estar que vem da presença de Deus, contrastando com a insatisfação do mundo.","por_que_esta_palavra":"É um adjetivo que expressa a bondade e a perfeição de Deus, essencial para entender a natureza divina.","conexao_teologica":"A bondade de Deus é um tema central na teologia, mostrando que Ele é a fonte de toda boa dádiva.","referencias_relacionadas":["Salmos 34:8","Tiago 1:17","Romanos 8:28"]},"salmos_107_10_morte":{"palavra_pt":"morte","palavra_original":"צַלְמָוֶת","transliteracao":"tsalmâveth","strong":"H6757","significado_raiz":"Ideia básica: morte.","significado_contextual":"A palavra 'morte' simboliza a condição de separação e desespero longe de Deus.","explicacao_detalhada":"Neste versículo, 'morte' representa não apenas a morte física, mas também a morte espiritual que resulta da rebelião contra Deus.","por_que_esta_palavra":"É um substantivo que enfatiza a gravidade da condição humana sem a intervenção divina.","conexao_teologica":"A morte é um tema recorrente na Bíblia, representando a consequência do pecado e a necessidade de redenção.","referencias_relacionadas":["Romanos 6:23","Gênesis 2:17","Apocalipse 20:14"]},"salmos_107_10_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se à ação de Deus em avaliar e decidir sobre as ações humanas.","explicacao_detalhada":"No contexto, 'julgar' implica que Deus observa e responde às injustiças e pecados do povo.","por_que_esta_palavra":"É um verbo que expressa a autoridade de Deus como juiz, fundamental para a compreensão da justiça divina.","conexao_teologica":"A justiça de Deus é um aspecto essencial da Sua natureza, mostrando que Ele não ignora o pecado.","referencias_relacionadas":["Salmos 9:7-8","Romanos 2:6","Hebreus 10:30"]},"salmos_107_10_trevas":{"palavra_pt":"trevas","palavra_original":"חֹשֶׁךְ","transliteracao":"chôshek","strong":"H2822","significado_raiz":"Ideia básica: trevas.","significado_contextual":"A palavra 'trevas' simboliza a ausência de luz e a condição de desespero e confusão.","explicacao_detalhada":"Neste versículo, 'trevas' representa a situação de opressão e sofrimento que o povo enfrenta longe de Deus.","por_que_esta_palavra":"É um substantivo que enfatiza a desesperança e a necessidade de iluminação espiritual.","conexao_teologica":"As trevas são frequentemente usadas na Bíblia para descrever a condição do pecado e a necessidade da luz de Cristo.","referencias_relacionadas":["João 1:5","Isaías 9:2","1 João 1:5"]},"salmos_107_11_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' novamente introduz a razão pela qual o povo se encontra em dificuldades.","explicacao_detalhada":"Aqui, 'porque' explica que a opressão e o sofrimento são consequências da desobediência e da falta de confiança em Deus.","por_que_esta_palavra":"A conjunção é crucial para conectar a causa do sofrimento humano à sua relação com Deus.","conexao_teologica":"Reflete a importância do arrependimento e da volta a Deus para a restauração.","referencias_relacionadas":["Salmos 32:3-5","Provérbios 3:11-12","Isaías 59:2"]},"salmos_107_11_forca":{"palavra_pt":"deus","palavra_original":"אֵל","transliteracao":"ʼêl","strong":"H410","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' refere-se à força e ao poder divino que pode salvar e restaurar.","explicacao_detalhada":"Neste contexto, 'deus' enfatiza a soberania e a capacidade de Deus de intervir nas situações difíceis do povo.","por_que_esta_palavra":"É um substantivo que representa a divindade e a força suprema, essencial para a fé do povo.","conexao_teologica":"A força de Deus é um tema central, mostrando que Ele é capaz de realizar milagres e trazer libertação.","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","Filipenses 4:13"]},"salmos_107_11_advice":{"palavra_pt":"advice","palavra_original":"עֵצָה","transliteracao":"ʻêtsâh","strong":"H6098","significado_raiz":"Ideia básica: advice.","significado_contextual":"A palavra 'advice' refere-se ao conselho divino que orienta o povo em tempos de dificuldade.","explicacao_detalhada":"Neste versículo, 'advice' implica que Deus oferece sabedoria e direção para aqueles que buscam Sua ajuda.","por_que_esta_palavra":"É um substantivo que destaca a importância da orientação divina na vida do crente.","conexao_teologica":"A sabedoria de Deus é fundamental para a vida cristã, mostrando que Ele guia aqueles que confiam Nele.","referencias_relacionadas":["Tiago 1:5","Provérbios 3:5-6","Salmos 119:105"]},"salmos_107_12_humilde":{"palavra_pt":"humilde","palavra_original":"כָּנַע","transliteracao":"kânaʻ","strong":"H3665","significado_raiz":"Ideia básica: humilde.","significado_contextual":"A palavra 'humilde' descreve a atitude necessária para receber a ajuda de Deus.","explicacao_detalhada":"Neste contexto, 'humilde' refere-se à disposição de reconhecer a própria necessidade e buscar a intervenção divina.","por_que_esta_palavra":"É um adjetivo que enfatiza a importância da humildade na relação com Deus.","conexao_teologica":"A humildade é um princípio fundamental na vida cristã, essencial para a salvação e a comunhão com Deus.","referencias_relacionadas":["Mateus 5:3","Tiago 4:6","Salmos 147:6"]},"salmos_107_12_corpo":{"palavra_pt":"corpo","palavra_original":"עָמָל","transliteracao":"ʻâmâl","strong":"H5999","significado_raiz":"Ideia básica: corpo.","significado_contextual":"A palavra 'corpo' refere-se ao sofrimento físico e à condição do ser humano em sua totalidade.","explicacao_detalhada":"Neste versículo, 'corpo' simboliza a fragilidade humana e a necessidade de cura e restauração por parte de Deus.","por_que_esta_palavra":"É um substantivo que destaca a realidade da condição humana e a dependência de Deus para a saúde e bem-estar.","conexao_teologica":"A cura e a restauração do corpo são temas importantes na Bíblia, refletindo a compaixão de Deus pelo ser humano.","referencias_relacionadas":["Isaías 53:5","Mateus 8:17","Tiago 5:14-15"]},"salmos_107_12_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"O coração é visto como o centro das emoções e decisões humanas.","explicacao_detalhada":"No contexto de Salmos 107:12, o coração representa a condição espiritual e emocional do povo que, após a disciplina, se volta para Deus em arrependimento.","por_que_esta_palavra":"A palavra 'coração' é utilizada para enfatizar a necessidade de transformação interna e a sinceridade do arrependimento.","conexao_teologica":"O coração é frequentemente mencionado na Bíblia como o lugar onde Deus busca a verdadeira adoração e arrependimento.","referencias_relacionadas":["Provérbios 4:23","Jeremias 17:9","Mateus 5:8"]},"salmos_107_13_chamar":{"palavra_pt":"chamar","palavra_original":"זָעַק","transliteracao":"zâʻaq","strong":"H2199","significado_raiz":"Ideia básica: chamar.","significado_contextual":"Chamar implica um clamor intenso e urgente por ajuda.","explicacao_detalhada":"Em Salmos 107:13, o ato de chamar reflete a súplica do povo em momentos de aflição, reconhecendo sua necessidade de intervenção divina.","por_que_esta_palavra":"A palavra 'chamar' é usada para mostrar a ação ativa do povo em buscar a ajuda de Deus em tempos de crise.","conexao_teologica":"A ideia de clamar a Deus é um tema recorrente nas Escrituras, onde a oração é vista como um meio de comunicação e dependência de Deus.","referencias_relacionadas":["Salmos 18:6","Salmos 34:17","Romanos 10:13"]},"salmos_107_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor é associado à sua autoridade e poder.","explicacao_detalhada":"No contexto de Salmos 107:13, invocar o nome do Senhor é um reconhecimento de sua soberania e capacidade de salvar.","por_que_esta_palavra":"A palavra 'Senhor' é utilizada para enfatizar a relação de aliança entre Deus e seu povo, destacando sua fidelidade.","conexao_teologica":"O nome de Deus é central na teologia bíblica, representando sua natureza e caráter, e é invocado em momentos de necessidade.","referencias_relacionadas":["Salmos 20:7","Salmos 116:4","Atos 4:12"]},"salmos_107_13_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Salvar implica libertação e resgate de situações difíceis.","explicacao_detalhada":"Em Salmos 107:13, a salvação é vista como a resposta de Deus ao clamor do povo, demonstrando sua misericórdia.","por_que_esta_palavra":"A palavra 'salvar' é crucial para entender a ação redentora de Deus na vida de seu povo.","conexao_teologica":"A salvação é um tema central na Bíblia, simbolizando a libertação do pecado e a restauração da relação com Deus.","referencias_relacionadas":["Isaías 43:11","Efésios 2:8-9","Romanos 1:16"]},"salmos_107_14_trevas":{"palavra_pt":"trevas","palavra_original":"חֹשֶׁךְ","transliteracao":"chôshek","strong":"H2822","significado_raiz":"Ideia básica: trevas.","significado_contextual":"Trevas simbolizam desespero e ausência de esperança.","explicacao_detalhada":"No contexto de Salmos 107:14, as trevas representam a situação de opressão e sofrimento do povo antes da intervenção divina.","por_que_esta_palavra":"A palavra 'trevas' é usada para contrastar com a luz da salvação que Deus traz ao seu povo.","conexao_teologica":"As trevas são frequentemente usadas na Bíblia para simbolizar o pecado e a separação de Deus, enquanto a luz representa sua presença e salvação.","referencias_relacionadas":["Isaías 9:2","João 1:5","1 João 1:5"]},"salmos_107_14_morte":{"palavra_pt":"morte","palavra_original":"צַלְמָוֶת","transliteracao":"tsalmâveth","strong":"H6757","significado_raiz":"Ideia básica: morte.","significado_contextual":"Morte representa a consequência final do pecado e a separação de Deus.","explicacao_detalhada":"Em Salmos 107:14, a morte é uma metáfora para a condição desesperadora do povo antes de serem resgatados por Deus.","por_que_esta_palavra":"A palavra 'morte' é utilizada para enfatizar a gravidade da situação e a necessidade de intervenção divina.","conexao_teologica":"A morte é um tema central na teologia bíblica, simbolizando a consequência do pecado e a necessidade de redenção.","referencias_relacionadas":["Romanos 6:23","Hebreus 2:14-15","Apocalipse 20:14"]},"salmos_107_14_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Sair implica libertação de uma situação opressora.","explicacao_detalhada":"No contexto de Salmos 107:14, sair das trevas e da morte representa a ação de Deus em trazer libertação e nova vida ao seu povo.","por_que_esta_palavra":"A palavra 'sair' é usada para descrever a transformação que ocorre quando Deus intervém na vida das pessoas.","conexao_teologica":"A ideia de sair da escuridão para a luz é um tema recorrente na Bíblia, simbolizando a salvação e a nova vida em Cristo.","referencias_relacionadas":["Colossenses 1:13","1 Pedro 2:9","João 8:12"]},"salmos_107_15_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho representa a relação íntima entre Deus e seu povo.","explicacao_detalhada":"Em Salmos 107:15, o termo 'filho' é usado para descrever a misericórdia de Deus, que cuida e protege aqueles que lhe pertencem.","por_que_esta_palavra":"A palavra 'filho' enfatiza a filiação e a herança espiritual que os crentes têm em Deus.","conexao_teologica":"A relação de Deus como Pai e os crentes como filhos é um tema central na teologia cristã, refletindo amor e cuidado.","referencias_relacionadas":["Gálatas 4:6","Romanos 8:15","João 1:12"]},"salmos_107_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor é um símbolo de sua presença e proteção.","explicacao_detalhada":"Em Salmos 107:15, invocar o nome do Senhor é um reconhecimento de sua bondade e misericórdia em momentos de necessidade.","por_que_esta_palavra":"A palavra 'Senhor' é usada para reafirmar a confiança do povo na fidelidade de Deus.","conexao_teologica":"O nome de Deus é um tema importante, representando sua natureza e a relação de aliança com seu povo.","referencias_relacionadas":["Salmos 91:14","Salmos 124:8","Provérbios 18:10"]},"salmos_107_15_deus":{"palavra_pt":"misericordia/amor leal","palavra_original":"חֵסֵד","transliteracao":"chêçêd","strong":"H2617","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"Misericórdia/amor leal representa a fidelidade e compaixão de Deus.","explicacao_detalhada":"Em Salmos 107:15, a misericórdia de Deus é destacada como a razão pela qual Ele age em favor de seu povo.","por_que_esta_palavra":"A palavra 'misericórdia' enfatiza o caráter de Deus como aquele que se importa e age em favor dos necessitados.","conexao_teologica":"A misericórdia de Deus é um tema central na Bíblia, refletindo seu amor e compaixão por seu povo.","referencias_relacionadas":["Salmos 136:1","Lamentações 3:22-23","Efésios 2:4-5"]},"salmos_107_16_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' é utilizada para introduzir a razão pela qual Deus age em favor dos oprimidos.","explicacao_detalhada":"Neste contexto, a palavra 'porque' conecta a ação de Deus à necessidade de libertação do povo, enfatizando que Ele age por amor e compaixão.","por_que_esta_palavra":"A palavra é crucial para entender a motivação divina e o caráter de Deus como um libertador.","conexao_teologica":"A palavra 'porque' reflete a natureza de Deus que se preocupa com o sofrimento humano e age para restaurar.","referencias_relacionadas":["Salmos 34:18","Isaías 61:1","Romanos 8:28"]},"salmos_107_16_destruir":{"palavra_pt":"destruir","palavra_original":"שָׁבַר","transliteracao":"shâbar","strong":"H7665","significado_raiz":"Ideia básica: destruir.","significado_contextual":"A palavra 'destruir' refere-se à ação de Deus em quebrar as correntes da opressão.","explicacao_detalhada":"Neste versículo, 'destruir' implica em uma intervenção divina que remove as barreiras que aprisionam o povo.","por_que_esta_palavra":"É importante para entender a força e a eficácia da ação de Deus contra as forças do mal.","conexao_teologica":"A destruição das correntes simboliza a libertação que Deus oferece aos que clamam por ajuda.","referencias_relacionadas":["Salmos 146:7","Isaías 58:6","Gálatas 5:1"]},"salmos_107_17_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' é usada para descrever a condição de aqueles que estão em busca de restauração.","explicacao_detalhada":"Neste contexto, 'vida' representa não apenas a existência física, mas uma vida plena e abundante que Deus deseja para Seu povo.","por_que_esta_palavra":"É fundamental para entender a promessa de Deus de trazer vida onde há desespero e morte.","conexao_teologica":"A vida é um tema central na Bíblia, simbolizando a salvação e a relação com Deus.","referencias_relacionadas":["João 10:10","Romanos 6:23","1 João 5:12"]},"salmos_107_17_mal":{"palavra_pt":"mal","palavra_original":"עָוֺן","transliteracao":"ʻâvôn","strong":"H5771","significado_raiz":"Ideia básica: mal.","significado_contextual":"A palavra 'mal' refere-se às consequências do pecado e da desobediência.","explicacao_detalhada":"Neste versículo, 'mal' é uma referência ao sofrimento causado pela rebelião contra Deus e suas leis.","por_que_esta_palavra":"É importante para entender a gravidade do pecado e suas repercussões na vida do povo.","conexao_teologica":"O mal é contrastado com a bondade de Deus, que busca restaurar e redimir.","referencias_relacionadas":["Salmos 34:14","Provérbios 3:7","Romanos 12:21"]},"salmos_107_18_mao":{"palavra_pt":"mao","palavra_original":"נָגַע","transliteracao":"nâgaʻ","strong":"H5060","significado_raiz":"Ideia básica: mao.","significado_contextual":"A palavra 'mão' simboliza a ação e o poder de Deus em intervir na vida das pessoas.","explicacao_detalhada":"Neste contexto, 'mão' representa a força de Deus que toca e transforma a vida dos aflitos.","por_que_esta_palavra":"É essencial para entender como Deus se envolve ativamente na vida de Seu povo.","conexao_teologica":"A mão de Deus é frequentemente associada à Sua proteção e provisão.","referencias_relacionadas":["Salmos 138:7","Isaías 41:10","Hebreus 10:31"]},"salmos_107_19_chamar":{"palavra_pt":"chamar","palavra_original":"זָעַק","transliteracao":"zâʻaq","strong":"H2199","significado_raiz":"Ideia básica: chamar.","significado_contextual":"A palavra 'chamar' refere-se ao ato de clamar a Deus em busca de ajuda.","explicacao_detalhada":"Neste versículo, 'chamar' implica um reconhecimento da necessidade de intervenção divina.","por_que_esta_palavra":"É importante para entender a relação entre o clamor humano e a resposta de Deus.","conexao_teologica":"Chamar a Deus é um ato de fé que demonstra confiança em Sua capacidade de salvar.","referencias_relacionadas":["Salmos 18:6","Jeremias 33:3","Romanos 10:13"]},"salmos_107_19_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que é invocado em momentos de necessidade.","explicacao_detalhada":"Neste contexto, 'senhor' é um reconhecimento da soberania e autoridade de Deus sobre todas as coisas.","por_que_esta_palavra":"É fundamental para entender a importância do nome de Deus na oração e na adoração.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e poder na vida dos crentes.","referencias_relacionadas":["Salmos 20:7","Filipenses 2:9-11","Atos 4:12"]},"salmos_107_19_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se à ação de Deus em resgatar Seu povo da aflição.","explicacao_detalhada":"Neste versículo, 'salvar' implica em libertação não apenas física, mas espiritual.","por_que_esta_palavra":"É importante para entender a natureza da salvação que Deus oferece.","conexao_teologica":"A salvação é um tema central na Bíblia, representando a redenção e a restauração.","referencias_relacionadas":["Salmos 3:8","Isaías 43:11","Efésios 2:8"]},"salmos_107_20_palavra":{"palavra_pt":"palavra/coisa","palavra_original":"דָּבָר","transliteracao":"dâbâr","strong":"H1697","significado_raiz":"Ideia básica: palavra.","significado_contextual":"A palavra 'palavra' refere-se à comunicação de Deus, que traz vida e transformação.","explicacao_detalhada":"Neste contexto, 'palavra' é a expressão do poder de Deus que cria e sustenta.","por_que_esta_palavra":"É essencial para entender a importância da revelação divina na vida do crente.","conexao_teologica":"A palavra de Deus é viva e eficaz, capaz de transformar corações.","referencias_relacionadas":["Hebreus 4:12","Salmos 119:105","João 1:1"]},"salmos_107_20_libertar":{"palavra_pt":"libertar","palavra_original":"מָלַט","transliteracao":"mâlaṭ","strong":"H4422","significado_raiz":"Ideia básica: libertar.","significado_contextual":"A palavra 'libertar' refere-se à ação de Deus em trazer liberdade aos oprimidos.","explicacao_detalhada":"Neste versículo, 'libertar' implica em um ato de graça que remove as correntes do pecado e da opressão.","por_que_esta_palavra":"É importante para entender a missão de Deus de restaurar e redimir Seu povo.","conexao_teologica":"A libertação é um aspecto fundamental da salvação que Deus oferece a todos.","referencias_relacionadas":["Salmos 34:22","Isaías 61:1","Gálatas 5:13"]},"salmos_107_20_enviar":{"palavra_pt":"enviar","palavra_original":"שָׁלַח","transliteracao":"shâlach","strong":"H7971","significado_raiz":"Ideia básica: enviar.","significado_contextual":"Enviar refere-se à ação de Deus de enviar Sua palavra para curar e libertar.","explicacao_detalhada":"No contexto de Salmos 107:20, o envio da palavra de Deus é um ato de intervenção divina que traz cura e restauração ao povo. A palavra 'enviar' implica um movimento de Deus em direção ao Seu povo, demonstrando Sua preocupação e amor.","por_que_esta_palavra":"Esta palavra é crucial porque enfatiza a iniciativa de Deus em se comunicar e agir em favor de Sua criação, mostrando que Ele não é um Deus distante, mas presente e ativo.","conexao_teologica":"A ideia de enviar a palavra de Deus se conecta com a doutrina da revelação e a importância da Escritura como meio de Deus se manifestar aos homens.","referencias_relacionadas":["Salmos 147:15","Isaías 55:11","Hebreus 4:12"]},"salmos_107_21_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Filho refere-se à relação especial entre Deus e Seu povo, que é frequentemente descrito como Seus filhos.","explicacao_detalhada":"Em Salmos 107:21, a menção de 'filho' destaca a intimidade e o cuidado que Deus tem por aqueles que O seguem. Essa relação é um tema recorrente nas Escrituras, onde Deus é visto como um pai amoroso.","por_que_esta_palavra":"A palavra 'filho' é importante porque enfatiza a identidade do crente como parte da família de Deus, trazendo segurança e pertencimento.","conexao_teologica":"A filiação divina é um conceito central na teologia cristã, refletindo a adoção dos crentes como filhos de Deus através de Cristo.","referencias_relacionadas":["João 1:12","Romanos 8:15","Gálatas 4:6"]},"salmos_107_21_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor representa Sua autoridade, caráter e presença.","explicacao_detalhada":"Em Salmos 107:21, invocar o nome do Senhor é reconhecer Sua soberania e buscar Sua ajuda. O nome de Deus é um símbolo de Sua natureza e promessas.","por_que_esta_palavra":"A palavra 'nome' é significativa porque invocar o nome de Deus é um ato de fé e dependência, reconhecendo que somente Ele pode salvar e restaurar.","conexao_teologica":"O nome do Senhor é frequentemente associado à salvação e proteção, refletindo a importância de conhecer e confiar em Sua natureza.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Romanos 10:13"]},"salmos_107_21_deus":{"palavra_pt":"misericordia/amor leal","palavra_original":"חֵסֵד","transliteracao":"chêçêd","strong":"H2617","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"Misericórdia/amor leal refere-se à bondade e fidelidade de Deus para com Seu povo.","explicacao_detalhada":"Em Salmos 107:21, a palavra 'misericórdia' destaca a compaixão de Deus e Sua disposição de perdoar e restaurar aqueles que se voltam para Ele.","por_que_esta_palavra":"Esta palavra é essencial porque revela a natureza de Deus como um ser que se importa profundamente com o bem-estar de Seus filhos.","conexao_teologica":"A misericórdia de Deus é um tema central na Bíblia, refletindo Sua graça e amor incondicional por aqueles que O buscam.","referencias_relacionadas":["Salmos 136:1","Lamentações 3:22-23","Efésios 2:4-5"]},"salmos_107_22_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"זָבַח","transliteracao":"zâbach","strong":"H2076","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Sacrifício refere-se à oferta feita a Deus como expressão de gratidão e adoração.","explicacao_detalhada":"Em Salmos 107:22, o sacrifício é visto como uma resposta adequada à ação de Deus em salvar e libertar. É um ato de reconhecimento da bondade divina.","por_que_esta_palavra":"A palavra 'sacrifício' é importante porque simboliza a entrega e a devoção a Deus, refletindo a necessidade de um coração grato.","conexao_teologica":"O conceito de sacrifício é central na teologia bíblica, prefigurando o sacrifício de Cristo como a oferta final por nossos pecados.","referencias_relacionadas":["Hebreus 13:15","Romanos 12:1","Salmos 51:17"]},"salmos_107_22_carne":{"palavra_pt":"sacrificio","palavra_original":"זֶבַח","transliteracao":"zebach","strong":"H2077","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"Carne refere-se ao aspecto físico do sacrifício, simbolizando a entrega total a Deus.","explicacao_detalhada":"Em Salmos 107:22, a menção da carne no contexto do sacrifício indica a oferta de algo valioso e precioso a Deus, representando a devoção do ofertante.","por_que_esta_palavra":"A palavra 'carne' é significativa porque enfatiza a realidade do sacrifício, que envolve a entrega de algo tangível e precioso.","conexao_teologica":"A carne como parte do sacrifício aponta para a encarnação de Cristo, que se ofereceu como sacrifício perfeito por nós.","referencias_relacionadas":["Levítico 1:3","João 1:14","1 Pedro 2:24"]},"salmos_107_23_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Mar refere-se ao vasto e muitas vezes temido corpo de água, simbolizando desafios e perigos.","explicacao_detalhada":"Em Salmos 107:23, o mar representa as dificuldades e tribulações que o povo enfrenta, mas também a soberania de Deus sobre essas situações.","por_que_esta_palavra":"A palavra 'mar' é importante porque ilustra os desafios da vida e a necessidade de confiar em Deus em meio às tempestades.","conexao_teologica":"O domínio de Deus sobre o mar é um tema recorrente, mostrando Sua autoridade sobre a criação e Sua capacidade de trazer paz em meio ao caos.","referencias_relacionadas":["Salmos 89:9","Mateus 8:26","Isaías 43:2"]},"salmos_107_23_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Inimigo refere-se a adversários ou forças que se opõem ao povo de Deus.","explicacao_detalhada":"Em Salmos 107:23, a menção de inimigos destaca a luta constante que os fiéis enfrentam, mas também a proteção e libertação que Deus oferece.","por_que_esta_palavra":"A palavra 'inimigo' é significativa porque reconhece a realidade do conflito espiritual e a necessidade de confiar em Deus para a vitória.","conexao_teologica":"A batalha contra inimigos é um tema central na Escritura, refletindo a luta entre o bem e o mal e a certeza da vitória em Cristo.","referencias_relacionadas":["Efésios 6:12","Salmos 23:5","Romanos 8:37"]},"salmos_107_24_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"Bom refere-se à natureza benéfica das ações de Deus em favor de Seu povo.","explicacao_detalhada":"Em Salmos 107:24, a palavra 'bom' destaca as obras de Deus que trazem alegria e satisfação ao coração dos fiéis, mostrando Sua bondade.","por_que_esta_palavra":"A palavra 'bom' é importante porque reflete a essência do caráter de Deus, que é sempre bom e age para o bem de Seu povo.","conexao_teologica":"A bondade de Deus é um tema central na teologia, enfatizando que todas as Suas ações são motivadas por amor e compaixão.","referencias_relacionadas":["Salmos 34:8","Romanos 8:28","Tiago 1:17"]},"salmos_107_24_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor é invocado como fonte de ajuda e proteção.","explicacao_detalhada":"Em Salmos 107:24, o nome do Senhor é um símbolo de Sua presença e poder, sendo um refúgio para aqueles que confiam Nele.","por_que_esta_palavra":"A palavra 'nome' é significativa porque representa a identidade de Deus e a confiança que os crentes depositam Nele.","conexao_teologica":"Invocar o nome do Senhor é um ato de fé que reconhece Sua soberania e capacidade de salvar.","referencias_relacionadas":["Salmos 20:1","Salmos 124:8","Romanos 10:13"]},"salmos_107_24_grande":{"palavra_pt":"grande","palavra_original":"פָּלָא","transliteracao":"pâlâʼ","strong":"H6381","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza das obras de Deus e à sua capacidade de realizar maravilhas.","explicacao_detalhada":"A palavra 'grande' aqui enfatiza a magnitude e a importância das ações divinas, que são além da compreensão humana.","por_que_esta_palavra":"É utilizada para descrever a majestade e o poder de Deus em contrastar com a fragilidade humana.","conexao_teologica":"A grandeza de Deus é um tema central na teologia bíblica, refletindo sua soberania e autoridade sobre toda a criação.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"salmos_107_25_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"Indica a ação de Deus ao falar e ordenar as forças da natureza.","explicacao_detalhada":"A palavra 'dizer' destaca o poder da palavra de Deus, que pode acalmar tempestades e trazer ordem ao caos.","por_que_esta_palavra":"É crucial para entender como Deus se comunica e exerce seu domínio sobre a criação.","conexao_teologica":"A palavra de Deus é vista como criativa e autoritária, refletindo a importância da revelação divina.","referencias_relacionadas":["Gênesis 1:3","Salmos 33:9","Hebreus 11:3"]},"salmos_107_25_servir":{"palavra_pt":"servir","palavra_original":"עָמַד","transliteracao":"ʻâmad","strong":"H5975","significado_raiz":"Ideia básica: servir.","significado_contextual":"Refere-se à obediência das forças da natureza às ordens de Deus.","explicacao_detalhada":"A palavra 'servir' implica que a criação responde ao chamado de Deus, mostrando sua submissão ao Criador.","por_que_esta_palavra":"É importante para entender a relação entre Deus e a criação, onde tudo serve ao propósito divino.","conexao_teologica":"A ideia de serviço à vontade de Deus é fundamental na compreensão do papel da criação na teologia.","referencias_relacionadas":["Salmos 103:21","Romanos 8:19-21","Colossenses 1:16"]},"salmos_107_25_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"Refere-se ao vento como uma força poderosa que pode ser controlada por Deus.","explicacao_detalhada":"A palavra 'vento' simboliza tanto a força física quanto a presença do Espírito de Deus, que atua na criação.","por_que_esta_palavra":"É usada para ilustrar o poder de Deus sobre as forças naturais e espirituais.","conexao_teologica":"O vento é frequentemente associado ao Espírito Santo, que traz vida e transformação.","referencias_relacionadas":["João 3:8","Atos 2:2","Salmos 104:4"]},"salmos_107_26_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como o domínio de Deus e o lugar de sua majestade.","explicacao_detalhada":"A palavra 'céus' enfatiza a grandeza do espaço criado por Deus, onde Ele reina soberanamente.","por_que_esta_palavra":"É importante para entender a visão bíblica da criação e a soberania de Deus sobre tudo.","conexao_teologica":"Os céus são frequentemente mencionados como o trono de Deus, refletindo sua autoridade e poder.","referencias_relacionadas":["Salmos 19:1","Isaías 66:1","Mateus 6:9"]},"salmos_107_26_inimigo":{"palavra_pt":"inimigo","palavra_original":"יָרַד","transliteracao":"yârad","strong":"H3381","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se àqueles que se opõem ao povo de Deus e às suas promessas.","explicacao_detalhada":"A palavra 'inimigo' destaca a luta espiritual e as adversidades enfrentadas pelos fiéis.","por_que_esta_palavra":"É crucial para entender a dinâmica entre o povo de Deus e as forças que se levantam contra Ele.","conexao_teologica":"A batalha contra inimigos é um tema recorrente na Bíblia, simbolizando a luta entre o bem e o mal.","referencias_relacionadas":["Salmos  enemies: enemies","Efésios 6:12","Romanos 8:31"]},"salmos_107_26_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à vida e à alma dos seres humanos, que são criados por Deus.","explicacao_detalhada":"A palavra 'alma' implica a essência da vida, que é dada por Deus e deve ser preservada.","por_que_esta_palavra":"É importante para entender a dignidade da vida humana e o valor que Deus atribui a cada ser.","conexao_teologica":"A criação da alma é um ato divino que reflete a imagem de Deus em cada ser humano.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","Salmos 139:13-14"]},"salmos_107_27_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como as coisas acontecem ou se desenvolvem sob a ação de Deus.","explicacao_detalhada":"A palavra 'modo' sugere que há um padrão ou forma específica na atuação divina na história.","por_que_esta_palavra":"É importante para entender a providência de Deus e como Ele age no mundo.","conexao_teologica":"A maneira como Deus age é um reflexo de seu caráter e de seus propósitos eternos.","referencias_relacionadas":["Isaías 55:8-9","Romanos 11:33","Salmos 37:23"]},"salmos_107_27_grande":{"palavra_pt":"grande","palavra_original":"נוּעַ","transliteracao":"nûwaʻ","strong":"H5128","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza das ações de Deus, especialmente em momentos de crise.","explicacao_detalhada":"A palavra 'grande' aqui novamente enfatiza a magnitude das intervenções divinas na vida dos crentes.","por_que_esta_palavra":"É usada para reafirmar a confiança na capacidade de Deus de agir em favor de seu povo.","conexao_teologica":"A grandeza de Deus é um tema que encoraja os fiéis a confiar em sua providência e proteção.","referencias_relacionadas":["Salmos 126:3","Isaías 40:29-31","Efésios 3:20"]},"salmos_107_27_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"חׇכְמָה","transliteracao":"chokmâh","strong":"H2451","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"Refere-se à sabedoria divina que orienta as ações de Deus e a compreensão humana.","explicacao_detalhada":"A palavra 'sabedoria' implica um entendimento profundo e a capacidade de aplicar conhecimento de forma eficaz.","por_que_esta_palavra":"É importante para entender que a sabedoria de Deus é superior à sabedoria humana.","conexao_teologica":"A sabedoria é um atributo de Deus que é fundamental para a criação e a redenção.","referencias_relacionadas":["Provérbios 3:19-20","Tiago 1:5","Colossenses 2:3"]},"salmos_107_28_assembleia":{"palavra_pt":"assembleia","palavra_original":"צָעַק","transliteracao":"tsâʻaq","strong":"H6817","significado_raiz":"Ideia básica: assembleia.","significado_contextual":"Refere-se ao clamor coletivo do povo em momentos de aflição.","explicacao_detalhada":"A assembleia é o ato de reunir-se, especialmente em situações de necessidade. Neste contexto, o povo clama ao Senhor em um momento de crise, buscando ajuda e intervenção divina.","por_que_esta_palavra":"A palavra 'assembleia' enfatiza a importância da comunhão e do apoio mútuo entre os fiéis ao se dirigirem a Deus.","conexao_teologica":"A assembleia representa a comunidade de crentes que se une em oração, refletindo a natureza do corpo de Cristo.","referencias_relacionadas":["Salmos 34:17","Mateus 18:20","Atos 1:14"]},"salmos_107_28_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor é invocado como a fonte de salvação e proteção.","explicacao_detalhada":"O nome 'Senhor' (YHWH) é associado à fidelidade e ao poder de Deus. Neste versículo, o clamor é dirigido a Ele, reconhecendo Sua soberania e capacidade de salvar.","por_que_esta_palavra":"Invocar o nome do Senhor é um ato de fé, demonstrando confiança em Sua capacidade de intervir nas situações difíceis.","conexao_teologica":"O nome do Senhor é central na teologia bíblica, simbolizando Sua presença e autoridade.","referencias_relacionadas":["Salmos 50:15","Romanos 10:13","Salmos 91:14"]},"salmos_107_28_inimigo":{"palavra_pt":"inimigo","palavra_original":"צַר","transliteracao":"tsar","strong":"H6862","significado_raiz":"Ideia básica: inimigo.","significado_contextual":"Refere-se aos adversários que o povo enfrenta, simbolizando as dificuldades e opressões.","explicacao_detalhada":"A palavra 'inimigo' destaca a realidade da luta espiritual e física que os crentes enfrentam. Neste contexto, os inimigos representam não apenas pessoas, mas também forças que se opõem ao plano de Deus.","por_que_esta_palavra":"Reconhecer os inimigos é essencial para entender a necessidade de clamar a Deus por ajuda e proteção.","conexao_teologica":"A luta contra inimigos é um tema recorrente na Bíblia, refletindo a batalha espiritual que os crentes enfrentam.","referencias_relacionadas":["Efésios 6:12","Salmos  enemies 27:2","Romanos 8:31"]},"salmos_107_29_paz":{"palavra_pt":"paz","palavra_original":"חָשָׁה","transliteracao":"châshâh","strong":"H2814","significado_raiz":"Ideia básica: paz.","significado_contextual":"A paz aqui é entendida como a tranquilidade que Deus traz em meio à tempestade.","explicacao_detalhada":"A palavra 'paz' implica um estado de calma e segurança que Deus proporciona, especialmente em tempos de crise. É um resultado da intervenção divina nas situações de desespero.","por_que_esta_palavra":"A paz é um dos frutos da presença de Deus, mostrando que mesmo em meio ao caos, Ele pode trazer serenidade.","conexao_teologica":"A paz de Deus é um tema central na mensagem do evangelho, refletindo a reconciliação entre Deus e a humanidade.","referencias_relacionadas":["Filipenses 4:7","Isaías 26:3","João 14:27"]},"salmos_107_29_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de Deus levantar o povo de sua aflição.","explicacao_detalhada":"A palavra 'levantar' implica em restaurar e dar nova vida. Neste contexto, Deus é visto como aquele que resgata e restaura os que estão em dificuldades.","por_que_esta_palavra":"Levantar é um ato de compaixão divina, mostrando que Deus se importa com o sofrimento de Seu povo.","conexao_teologica":"A ação de levantar é um símbolo da redenção e da restauração que Deus oferece a todos os que clamam por Ele.","referencias_relacionadas":["Salmos 40:2","Isaías 61:3","Romanos 8:11"]},"salmos_107_29_calm":{"palavra_pt":"calm","palavra_original":"דְּמָמָה","transliteracao":"dᵉmâmâh","strong":"H1827","significado_raiz":"Ideia básica: calm.","significado_contextual":"Refere-se à tranquilidade que Deus traz após a tempestade.","explicacao_detalhada":"A palavra 'calm' implica em um estado de quietude e serenidade que Deus proporciona, especialmente após momentos de grande angústia.","por_que_esta_palavra":"A calma é um sinal da presença de Deus, que traz conforto e segurança em meio ao tumulto.","conexao_teologica":"A calma divina é um reflexo da paz que Jesus oferece, mesmo nas tempestades da vida.","referencias_relacionadas":["Marcos 4:39","Salmos 46:10","Mateus 11:28"]},"salmos_107_30_cheer":{"palavra_pt":"cheer","palavra_original":"שָׂמַח","transliteracao":"sâmach","strong":"H8055","significado_raiz":"Ideia básica: cheer.","significado_contextual":"Refere-se à alegria que surge após a intervenção de Deus.","explicacao_detalhada":"A palavra 'cheer' implica em um estado de alegria e celebração que resulta da salvação e da paz que Deus proporciona ao Seu povo.","por_que_esta_palavra":"A alegria é uma resposta natural à experiência da salvação e da intervenção divina.","conexao_teologica":"A alegria é um tema central na vida cristã, refletindo a esperança e a redenção que temos em Cristo.","referencias_relacionadas":["Salmos 126:3","Filipenses 4:4","Romanos 15:13"]},"salmos_107_30_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir a razão pela qual o povo se alegra.","explicacao_detalhada":"A palavra 'porque' conecta a alegria do povo à ação de Deus, enfatizando que a gratidão e a celebração são respostas à Sua bondade.","por_que_esta_palavra":"É importante reconhecer a razão da alegria, que é a intervenção e a fidelidade de Deus.","conexao_teologica":"A gratidão é um aspecto fundamental da vida cristã, refletindo nosso reconhecimento das bênçãos de Deus.","referencias_relacionadas":["1 Tessalonicenses 5:18","Salmos 100:4","Colossenses 3:17"]},"salmos_107_30_calm":{"palavra_pt":"calm","palavra_original":"שָׁתַק","transliteracao":"shâthaq","strong":"H8367","significado_raiz":"Ideia básica: calm.","significado_contextual":"Refere-se à tranquilidade que Deus traz após a tempestade.","explicacao_detalhada":"A palavra 'calm' implica em um estado de quietude e serenidade que Deus proporciona, especialmente após momentos de grande angústia.","por_que_esta_palavra":"A calma é um sinal da presença de Deus, que traz conforto e segurança em meio ao tumulto.","conexao_teologica":"A calma divina é um reflexo da paz que Jesus oferece, mesmo nas tempestades da vida.","referencias_relacionadas":["Marcos 4:39","Salmos 46:10","Mateus 11:28"]},"salmos_107_31_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à relação entre Deus e Seu povo, como um pai amoroso.","explicacao_detalhada":"A palavra 'filho' implica em uma relação íntima e de cuidado. Neste contexto, o povo é visto como filhos de Deus, que se preocupam com seu bem-estar.","por_que_esta_palavra":"A relação de pai e filho é fundamental para entender o amor e a proteção que Deus oferece.","conexao_teologica":"A filiação divina é um tema central na teologia cristã, refletindo a adoção dos crentes como filhos de Deus através de Cristo.","referencias_relacionadas":["João 1:12","Romanos 8:15","Gálatas 4:6"]},"salmos_107_31_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor como a fonte de misericórdia e proteção.","explicacao_detalhada":"O termo 'Senhor' (יְהֹוָה) é utilizado para enfatizar a soberania de Deus sobre todas as coisas e sua relação pessoal com o seu povo. É um nome que denota não apenas autoridade, mas também um compromisso de amor e fidelidade.","por_que_esta_palavra":"A palavra 'Senhor' é usada para invocar a presença de Deus e reconhecer sua autoridade e poder em situações de necessidade.","conexao_teologica":"A invocação do Senhor é central na teologia bíblica, pois reflete a relação de aliança entre Deus e seu povo, onde Ele se revela como protetor e salvador.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Êxodo 3:14"]},"salmos_107_31_deus":{"palavra_pt":"misericordia/amor leal","palavra_original":"חֵסֵד","transliteracao":"chêçêd","strong":"H2617","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"Refere-se à misericórdia e amor leal de Deus para com seu povo.","explicacao_detalhada":"A palavra 'misericórdia' (חֵסֵד) implica um amor incondicional e uma bondade que se manifesta em ações. É a expressão do caráter de Deus que se preocupa com o bem-estar de seu povo.","por_que_esta_palavra":"A inclusão de 'misericórdia' destaca a natureza de Deus como aquele que perdoa e restaura, mesmo diante das falhas humanas.","conexao_teologica":"A misericórdia de Deus é um tema recorrente nas Escrituras, mostrando que Ele é um Deus que se importa e age em favor dos necessitados.","referencias_relacionadas":["Salmos 136:1","Miquéias 7:18","Romanos 5:8"]},"salmos_107_32_assembleia":{"palavra_pt":"assembleia","palavra_original":"קָהָל","transliteracao":"qâhâl","strong":"H6951","significado_raiz":"Ideia básica: assembleia.","significado_contextual":"Refere-se à reunião do povo de Deus para louvar e adorar.","explicacao_detalhada":"A palavra 'assembleia' (קָהָל) indica um grupo convocado para um propósito comum, especialmente em contextos de adoração e celebração das obras de Deus.","por_que_esta_palavra":"A assembleia é um espaço onde a comunidade se reúne para reconhecer e celebrar a ação de Deus em suas vidas.","conexao_teologica":"A ideia de assembleia é fundamental na vida comunitária de Israel, refletindo a importância da adoração coletiva e da unidade do povo de Deus.","referencias_relacionadas":["Salmos 22:25","Hebreus 10:25","Atos 2:42"]},"salmos_107_32_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"Refere-se ao ato de louvar e exaltar a Deus por suas obras.","explicacao_detalhada":"A palavra 'louvar' (הָלַל) é um convite à adoração, reconhecendo a grandeza e a bondade de Deus. Louvar é um ato de gratidão e reconhecimento da soberania divina.","por_que_esta_palavra":"O louvor é uma resposta natural à revelação de Deus e suas obras maravilhosas na vida do povo.","conexao_teologica":"O louvor é uma prática essencial na vida de fé, refletindo a resposta do coração humano ao amor e à graça de Deus.","referencias_relacionadas":["Salmos 150:6","Salmos 100:4","Colossenses 3:16"]},"salmos_107_33_sol":{"palavra_pt":"sol","palavra_original":"מוֹצָא","transliteracao":"môwtsâʼ","strong":"H4161","significado_raiz":"Ideia básica: sol.","significado_contextual":"Refere-se à criação de Deus e seu controle sobre a natureza.","explicacao_detalhada":"A palavra 'sol' (מוֹצָא) simboliza luz, calor e vida. Neste contexto, representa a soberania de Deus sobre os elementos da criação, mostrando que Ele pode alterar as condições naturais.","por_que_esta_palavra":"O sol é um símbolo poderoso da presença e do poder de Deus na criação, refletindo sua capacidade de trazer ordem e vida.","conexao_teologica":"A criação é um testemunho da grandeza de Deus, e seu controle sobre a natureza é uma demonstração de seu poder e autoridade.","referencias_relacionadas":["Gênesis 1:14-19","Salmos 19:1-6","Mateus 5:45"]},"salmos_107_33_campo":{"palavra_pt":"campo","palavra_original":"מִדְבָּר","transliteracao":"midbâr","strong":"H4057","significado_raiz":"Ideia básica: campo.","significado_contextual":"Refere-se ao ambiente natural e à provisão de Deus.","explicacao_detalhada":"A palavra 'campo' (מִדְבָּר) pode simbolizar tanto a terra cultivada quanto a desolação. Neste contexto, destaca a capacidade de Deus de transformar situações áridas em lugares de abundância.","por_que_esta_palavra":"O campo representa a provisão de Deus e sua habilidade de trazer vida onde antes havia desolação.","conexao_teologica":"Deus é visto como o provedor que cuida de sua criação, trazendo fertilidade e vida ao que estava seco.","referencias_relacionadas":["Isaías 35:1-2","Salmos 104:13-15","Mateus 6:26"]},"salmos_107_34_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como criação de Deus e seu domínio sobre ela.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) denota o espaço físico que Deus criou e governa. Neste contexto, enfatiza a soberania de Deus sobre a criação e sua capacidade de transformar a realidade.","por_que_esta_palavra":"A terra é um símbolo do domínio de Deus e de sua capacidade de trazer mudança e restauração.","conexao_teologica":"A soberania de Deus sobre a terra é um tema central na Bíblia, refletindo seu poder e autoridade sobre toda a criação.","referencias_relacionadas":["Salmos 24:1","Gênesis 1:1","Romanos 8:19-21"]},"salmos_107_34_mal":{"palavra_pt":"mal","palavra_original":"רַע","transliteracao":"raʻ","strong":"H7451","significado_raiz":"Ideia básica: mal.","significado_contextual":"Refere-se ao mal como uma realidade que Deus pode transformar.","explicacao_detalhada":"A palavra 'mal' (רַע) representa tudo que é contrário à vontade de Deus. Neste contexto, destaca a capacidade de Deus de reverter situações de sofrimento e dor.","por_que_esta_palavra":"O reconhecimento do mal é importante para entender a necessidade da intervenção divina e a esperança de restauração.","conexao_teologica":"A luta contra o mal e a promessa de redenção são temas centrais na narrativa bíblica, mostrando que Deus é maior que o mal.","referencias_relacionadas":["Romanos 12:21","Gênesis 50:20","Apocalipse 21:4"]},"salmos_107_35_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à transformação da terra pela ação de Deus.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada novamente para enfatizar a capacidade de Deus de trazer vida e abundância ao que estava desolado.","por_que_esta_palavra":"A repetição da palavra 'terra' reforça a ideia de que Deus tem o poder de mudar as circunstâncias e trazer prosperidade.","conexao_teologica":"A transformação da terra é um símbolo da restauração que Deus promete a seu povo, refletindo sua fidelidade e poder.","referencias_relacionadas":["Isaías 41:18","Ezequiel 36:35","Salmos 85:12"]},"salmos_107_35_sol":{"palavra_pt":"sol","palavra_original":"מוֹצָא","transliteracao":"môwtsâʼ","strong":"H4161","significado_raiz":"Ideia básica: sol.","significado_contextual":"Refere-se à luz e vida que Deus traz à criação.","explicacao_detalhada":"A palavra 'sol' (מוֹצָא) simboliza a presença de Deus que ilumina e vivifica. Neste contexto, representa a esperança e a renovação que vêm da ação divina.","por_que_esta_palavra":"O sol é uma metáfora poderosa para a presença de Deus que traz vida e alegria ao mundo.","conexao_teologica":"A luz de Deus é um tema recorrente na Bíblia, simbolizando a verdade, a vida e a esperança que Ele oferece.","referencias_relacionadas":["João 8:12","Salmos 84:11","Mateus 5:14"]},"salmos_107_36_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza da cidade que Deus estabeleceu para o Seu povo.","explicacao_detalhada":"A palavra 'grande' aqui enfatiza a magnitude e a importância da cidade que Deus criou, simbolizando um lugar de refúgio e segurança.","por_que_esta_palavra":"A grandeza da cidade é um reflexo da grandeza de Deus e de Sua providência sobre o Seu povo.","conexao_teologica":"A grandeza de Deus se manifesta em Suas obras e na criação de lugares de habitação para Seus filhos.","referencias_relacionadas":["Salmos 48:1","Isaías 2:2","Apocalipse 21:2"]},"salmos_107_36_cidade":{"palavra_pt":"cidade","palavra_original":"עִיר","transliteracao":"ʻîyr","strong":"H5892","significado_raiz":"Ideia básica: cidade.","significado_contextual":"A cidade mencionada é um símbolo da habitação segura que Deus proporciona ao Seu povo.","explicacao_detalhada":"A palavra 'cidade' representa não apenas um local físico, mas também um espaço espiritual onde a presença de Deus habita.","por_que_esta_palavra":"A cidade é um lugar de proteção e comunidade, refletindo a união do povo de Deus sob Sua liderança.","conexao_teologica":"A cidade de Deus é um tema recorrente na Bíblia, simbolizando a segurança e a paz que vêm de Sua presença.","referencias_relacionadas":["Salmos 46:4","Hebreus 11:10","Apocalipse 21:10"]},"salmos_107_37_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"O urso é mencionado como uma metáfora para a força e a ferocidade que Deus pode usar para proteger Seu povo.","explicacao_detalhada":"A palavra 'urso' simboliza poder e proteção, indicando que Deus é capaz de usar até mesmo criaturas ferozes para cumprir Seus propósitos.","por_que_esta_palavra":"A menção do urso destaca a soberania de Deus sobre a criação e Sua capacidade de usar o que é forte para o bem de Seu povo.","conexao_teologica":"Deus é frequentemente descrito como um protetor forte, semelhante a um urso, que defende aqueles que são Seus.","referencias_relacionadas":["Salmos 91:11-12","Isaías 43:2","Romanos 8:31"]},"salmos_107_38_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Em Salmos 107:38, \"abencoar\" aparece na frase \"Também os abençoa, de modo que se multiplicam muito; e o seu gado não diminui.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (בָרַךְ; bârak; H1288), \"abencoar\" traz a ideia de abencoar. Aqui, essa palavra deixa o ensino de Salmos 107:38 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"abencoar\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Salmos 109:28. Lendo junto com Salmos 107:38, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Salmos 107:38","Salmos 109:28","Salmos 119:105"]},"salmos_107_38_autoridade":{"palavra_pt":"autoridade","palavra_original":"רָבָה","transliteracao":"râbâh","strong":"H7235","significado_raiz":"Ideia básica: autoridade.","significado_contextual":"A palavra 'autoridade' refere-se ao poder que Deus exerce sobre a criação e sobre as circunstâncias da vida.","explicacao_detalhada":"A autoridade de Deus é reconhecida em Sua capacidade de governar e dirigir a história em favor de Seu povo.","por_que_esta_palavra":"A autoridade divina é um conforto para os crentes, pois garante que Deus está no controle de todas as coisas.","conexao_teologica":"A soberania de Deus é um pilar da fé cristã, assegurando que nada acontece fora de Seu plano.","referencias_relacionadas":["Salmos 103:19","Romanos 13:1","Efésios 1:21"]},"salmos_107_38_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade de Deus em cumprir Suas promessas.","explicacao_detalhada":"A verdade de Deus é a base da confiança que o povo deve ter em Sua palavra e em Suas ações.","por_que_esta_palavra":"A verdade é fundamental para a relação entre Deus e Seu povo, pois garante que Ele é digno de confiança.","conexao_teologica":"A verdade de Deus é um tema central na Escritura, refletindo Seu caráter imutável e fiel.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 10:23"]},"salmos_107_39_arco":{"palavra_pt":"arco","palavra_original":"שָׁחַח","transliteracao":"shâchach","strong":"H7817","significado_raiz":"Ideia básica: arco.","significado_contextual":"A palavra 'arco' pode simbolizar a força e a proteção que Deus oferece ao Seu povo em tempos de adversidade.","explicacao_detalhada":"O arco, como arma, representa a defesa e a luta contra os inimigos, mostrando que Deus é um guerreiro poderoso.","por_que_esta_palavra":"A imagem do arco destaca a capacidade de Deus de proteger e lutar por Seu povo em momentos de crise.","conexao_teologica":"Deus é frequentemente descrito como um guerreiro que defende Seu povo, usando imagens de armas e combate.","referencias_relacionadas":["Salmos 144:1","Isaías 54:17","Efésios 6:11"]},"salmos_107_39_suffer":{"palavra_pt":"suffer","palavra_original":"מָעַט","transliteracao":"mâʻaṭ","strong":"H4591","significado_raiz":"Ideia básica: suffer.","significado_contextual":"A palavra 'suffer' refere-se à experiência de dificuldades e provações que o povo pode enfrentar.","explicacao_detalhada":"Sofrimento é uma parte da vida humana, mas Deus promete estar presente e trazer consolo em meio a ele.","por_que_esta_palavra":"O sofrimento é uma realidade, mas a esperança em Deus traz conforto e força para perseverar.","conexao_teologica":"A Bíblia ensina que o sofrimento pode produzir perseverança e caráter, moldando o povo de Deus.","referencias_relacionadas":["Romanos 5:3-5","2 Coríntios 1:3-4","Tiago 1:2-4"]},"salmos_107_39_idiom":{"palavra_pt":"expressao","palavra_original":"עֹצֶר","transliteracao":"ʻôtser","strong":"H6115","significado_raiz":"Ideia básica: expressao.","significado_contextual":"A palavra 'expressão' pode se referir à maneira como o povo de Deus manifesta sua fé e adoração.","explicacao_detalhada":"As expressões de fé são importantes para a vida espiritual, refletindo a relação do crente com Deus.","por_que_esta_palavra":"As expressões de adoração e louvor são fundamentais para a experiência comunitária e individual com Deus.","conexao_teologica":"A adoração é uma resposta natural ao reconhecimento da grandeza e bondade de Deus.","referencias_relacionadas":["Salmos 100:1-2","Hebreus 13:15","Colossenses 3:16"]},"salmos_107_40_sangue":{"palavra_pt":"sangue","palavra_original":"שָׁפַךְ","transliteracao":"shâphak","strong":"H8210","significado_raiz":"Ideia básica: sangue.","significado_contextual":"A palavra 'sangue' refere-se ao sacrifício e à redenção que vêm através da morte de Cristo.","explicacao_detalhada":"O sangue é um símbolo de vida e sacrifício, essencial para a compreensão da salvação na teologia cristã.","por_que_esta_palavra":"O sangue de Cristo é a base da nova aliança, trazendo perdão e reconciliação com Deus.","conexao_teologica":"A importância do sangue é central na mensagem do evangelho, representando a expiação dos pecados.","referencias_relacionadas":["Hebreus 9:22","1 Pedro 1:18-19","Apocalipse 5:9"]},"salmos_107_40_deserto":{"palavra_pt":"deserto","palavra_original":"תֹּהוּ","transliteracao":"tôhûw","strong":"H8414","significado_raiz":"Ideia básica: deserto.","significado_contextual":"O deserto representa um lugar de solidão e provação, onde o povo de Deus muitas vezes se encontra em dificuldades.","explicacao_detalhada":"No contexto de Salmos 107, o deserto simboliza a condição de desespero e abandono, onde as pessoas clamam a Deus por ajuda. É um espaço físico e espiritual que reflete a necessidade de dependência divina.","por_que_esta_palavra":"A palavra 'deserto' é utilizada para enfatizar a aridez e a falta de recursos, contrastando com a provisão que Deus oferece aos que nele confiam.","conexao_teologica":"O deserto é um tema recorrente na Bíblia, simbolizando tanto a purificação quanto a preparação para a promessa de Deus. Ele é um lugar de teste e revelação da fidelidade divina.","referencias_relacionadas":["Êxodo 16:1-3","Deuteronômio 8:2-3","Mateus 4:1-11"]},"salmos_107_40_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade é um conceito central na relação entre Deus e seu povo, representando a fidelidade e a justiça divina.","explicacao_detalhada":"No Salmo 107, a menção à verdade destaca a importância de viver de acordo com os princípios de Deus, que são eternos e imutáveis. A verdade é o fundamento da libertação e da restauração.","por_que_esta_palavra":"A palavra 'verdade' é crucial para entender a natureza de Deus e sua relação com a humanidade, pois Ele é a própria verdade.","conexao_teologica":"A verdade de Deus é revelada nas Escrituras e é essencial para a salvação e a vida cristã. Jesus se apresenta como 'o caminho, a verdade e a vida'.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]},"salmos_107_41_defend":{"palavra_pt":"defend","palavra_original":"שָׂגַב","transliteracao":"sâgab","strong":"H7682","significado_raiz":"Ideia básica: defend.","significado_contextual":"Defender implica proteger e resgatar os necessitados, um ato de compaixão divina.","explicacao_detalhada":"Neste salmo, a defesa de Deus aos oprimidos é um tema central, mostrando como Ele se levanta em favor dos que estão em dificuldades e os protege de seus inimigos.","por_que_esta_palavra":"A palavra 'defender' é usada para ilustrar a ação de Deus em favor de seu povo, mostrando que Ele é um refúgio seguro em tempos de crise.","conexao_teologica":"A defesa de Deus é um reflexo de sua justiça e amor, e é um tema que permeia toda a narrativa bíblica, onde Ele se coloca ao lado dos injustiçados.","referencias_relacionadas":["Salmos 46:1","Isaías 41:10","Romanos 8:31"]},"salmos_107_41_afflictedion":{"palavra_pt":"afflicted ion","palavra_original":"עֳנִי","transliteracao":"ʻŏnîy","strong":"H6040","significado_raiz":"Ideia básica: afflicted ion.","significado_contextual":"A aflição é uma condição comum enfrentada pelo povo de Deus, que clama por socorro em tempos de dor.","explicacao_detalhada":"No Salmo 107, a aflição é apresentada como um estado de sofrimento que leva os indivíduos a buscarem a intervenção divina. É um chamado à compaixão e à ajuda mútua.","por_que_esta_palavra":"A palavra 'aflição' destaca a vulnerabilidade humana e a necessidade de um salvador, refletindo a realidade da vida em um mundo caído.","conexao_teologica":"A aflição é um meio pelo qual Deus molda o caráter de seu povo e os aproxima dele, mostrando que Ele está presente mesmo nas dificuldades.","referencias_relacionadas":["Salmos 34:18","2 Coríntios 1:3-4","Romanos 5:3-5"]},"salmos_107_41_grande":{"palavra_pt":"grande","palavra_original":"שׂוּם","transliteracao":"sûwm","strong":"H7760","significado_raiz":"Ideia básica: grande.","significado_contextual":"Grandeza refere-se à magnitude do poder e da misericórdia de Deus, que se manifesta em ações em favor de seu povo.","explicacao_detalhada":"A palavra 'grande' é utilizada para descrever a imensidão das obras de Deus, que são além da compreensão humana e que trazem esperança e libertação.","por_que_esta_palavra":"A grandeza de Deus é um tema central na adoração, lembrando aos crentes que Ele é capaz de realizar o impossível.","conexao_teologica":"A grandeza de Deus é frequentemente associada à sua soberania e ao seu plano redentor, que se cumpre na história da salvação.","referencias_relacionadas":["Salmos 145:3","Efésios 3:20","Isaías 40:28-31"]},"salmos_107_42_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Modo refere-se à maneira como Deus age e se relaciona com seu povo, enfatizando sua fidelidade e justiça.","explicacao_detalhada":"No Salmo 107, o modo de agir de Deus é revelado através de suas intervenções na vida dos aflitos, mostrando que Ele responde ao clamor de seu povo.","por_que_esta_palavra":"A palavra 'modo' destaca a consistência e a previsibilidade das ações de Deus, que sempre se alinham com sua natureza santa.","conexao_teologica":"O modo de Deus é um reflexo de sua essência, e entender isso ajuda os crentes a confiar em sua providência e direção.","referencias_relacionadas":["Salmos 25:10","Salmos 103:7","Romanos 12:2"]},"salmos_107_42_cheer":{"palavra_pt":"cheer","palavra_original":"שָׂמַח","transliteracao":"sâmach","strong":"H8055","significado_raiz":"Ideia básica: cheer.","significado_contextual":"Alegria é a resposta natural à intervenção de Deus na vida dos que clamam por ajuda.","explicacao_detalhada":"A alegria mencionada no Salmo 107 é uma reação ao reconhecimento da bondade e da salvação de Deus, que transforma a tristeza em louvor.","por_que_esta_palavra":"A palavra 'alegria' é usada para expressar a mudança de estado emocional que ocorre quando Deus responde às orações e traz libertação.","conexao_teologica":"A alegria é um fruto do Espírito e um sinal da presença de Deus na vida dos crentes, refletindo a esperança que temos em Cristo.","referencias_relacionadas":["Salmos 30:11-12","Filipenses 4:4","Romanos 15:13"]},"salmos_107_42_mal":{"palavra_pt":"mal","palavra_original":"עֶוֶל","transliteracao":"ʻevel","strong":"H5766","significado_raiz":"Ideia básica: mal.","significado_contextual":"Mal refere-se ao sofrimento e à injustiça que o povo enfrenta, contrastando com a bondade de Deus.","explicacao_detalhada":"No Salmo 107, o mal é um lembrete da realidade do pecado e da necessidade de redenção, onde Deus se levanta contra as forças do mal.","por_que_esta_palavra":"A palavra 'mal' é importante para entender a luta entre o bem e o mal, e a promessa de Deus de restaurar e redimir seu povo.","conexao_teologica":"A presença do mal no mundo é uma realidade, mas a vitória de Deus sobre o mal é garantida através de Cristo.","referencias_relacionadas":["Salmos 34:19","Romanos 8:28","1 João 5:19"]},"salmos_107_43_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"Homem representa a humanidade em sua fragilidade e necessidade de Deus.","explicacao_detalhada":"No contexto do Salmo 107, o homem é visto como alguém que clama por ajuda e que depende da misericórdia de Deus para a salvação.","por_que_esta_palavra":"A palavra 'homem' é usada para enfatizar a condição humana e a necessidade de um relacionamento com o Criador.","conexao_teologica":"A humanidade é o foco do amor de Deus, e a redenção é oferecida a todos os homens através de Jesus Cristo.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Romanos 3:23"]},"salmos_107_43_salvar":{"palavra_pt":"salvar","palavra_original":"שָׁמַר","transliteracao":"shâmar","strong":"H8104","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Salvar refere-se à ação de Deus em resgatar seu povo das dificuldades e do pecado.","explicacao_detalhada":"No Salmo 107, a salvação é um tema central, mostrando como Deus intervém na vida dos aflitos e oferece libertação.","por_que_esta_palavra":"A palavra 'salvar' é fundamental para a mensagem do evangelho, que é a boa nova da salvação através de Cristo.","conexao_teologica":"A salvação é um ato de graça de Deus, que se manifesta em várias formas ao longo da Bíblia, culminando na obra redentora de Jesus.","referencias_relacionadas":["Efésios 2:8-9","Romanos 10:13","Salmos 62:1"]},"salmos_107_43_deus":{"palavra_pt":"misericordia/amor leal","palavra_original":"חֵסֵד","transliteracao":"chêçêd","strong":"H2617","significado_raiz":"Ideia básica: misericordia.","significado_contextual":"A misericórdia de Deus é um tema central nos Salmos, refletindo seu amor leal e compromisso com seu povo.","explicacao_detalhada":"A palavra 'misericórdia' (חֵסֵד) representa o amor incondicional e a bondade de Deus, que se manifesta em sua disposição de perdoar e ajudar aqueles que o buscam.","por_que_esta_palavra":"Esta palavra é usada para enfatizar a natureza de Deus como um ser que se preocupa profundamente com a humanidade e que age em favor dos necessitados.","conexao_teologica":"A misericórdia de Deus é um reflexo de sua natureza e um convite à humanidade para que também pratique a misericórdia.","referencias_relacionadas":["Salmos 136:1","Lamentações 3:22-23","Efésios 2:4-5"]}}