{"salmos_11_1_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à essência da vida e do ser humano, indicando a parte imortal e espiritual.","explicacao_detalhada":"A palavra 'alma' (נֶפֶשׁ) é usada para descrever a vida que Deus deu ao ser humano, representando tanto a vida física quanto a espiritual. No contexto do Salmo 11:1, a confiança do salmista em Deus está ligada à sua alma, que é a fonte de sua identidade e segurança.","por_que_esta_palavra":"A escolha da palavra 'alma' enfatiza a profundidade da relação entre o ser humano e Deus, mostrando que a confiança em Deus é fundamental para a vida plena.","conexao_teologica":"A alma é vista como a parte que se relaciona diretamente com Deus, e a proteção divina é essencial para a vida espiritual.","referencias_relacionadas":["Gênesis 2:7","Mateus 10:28","Salmos 23:3"]},"salmos_11_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa sua autoridade e soberania.","explicacao_detalhada":"A palavra 'Senhor' (יְהֹוָה) é o tetragrama que representa o Deus eterno e autoexistente. No Salmo 11:1, o salmista clama ao Senhor, reconhecendo sua soberania e poder sobre todas as situações.","por_que_esta_palavra":"O uso do nome 'Senhor' destaca a relação pessoal e íntima que os crentes têm com Deus, que é tanto um juiz quanto um protetor.","conexao_teologica":"O nome de Deus é central na teologia bíblica, simbolizando sua presença e ação na história da salvação.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"salmos_11_2_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"Refere-se àqueles que praticam a injustiça e a maldade.","explicacao_detalhada":"A palavra 'culpado' (רָשָׁע) é usada para descrever pessoas que se afastam dos caminhos de Deus e cometem atos de injustiça. No contexto do Salmo 11:2, o salmista se refere àqueles que tentam desviar os justos de sua confiança em Deus.","por_que_esta_palavra":"A escolha dessa palavra ressalta a gravidade do pecado e a necessidade de justiça divina.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, onde Ele promete julgar os ímpios e proteger os justos.","referencias_relacionadas":["Salmos 1:6","Provérbios 11:21","Romanos 1:18"]},"salmos_11_2_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir uma razão ou justificativa.","explicacao_detalhada":"A palavra 'porque' (כִּי) é uma conjunção que conecta a afirmação anterior à justificativa que se segue. No Salmo 11:2, o salmista explica a razão pela qual não deve temer os ímpios.","por_que_esta_palavra":"Essa palavra é crucial para entender a lógica do argumento do salmista, que se baseia na confiança em Deus.","conexao_teologica":"A razão pela qual os crentes confiam em Deus é frequentemente explicada em termos de Sua natureza e promessas.","referencias_relacionadas":["Isaías 41:10","Salmos 56:11","Romanos 8:31"]},"salmos_11_2_grande":{"palavra_pt":"grande","palavra_original":"כּוּן","transliteracao":"kûwn","strong":"H3559","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude e importância de algo.","explicacao_detalhada":"A palavra 'grande' (כּוּן) implica estabilidade e firmeza. No Salmo 11:2, sugere que as ameaças dos ímpios são grandes, mas a proteção de Deus é ainda maior.","por_que_esta_palavra":"A ênfase na grandeza destaca a superioridade do poder de Deus sobre as forças do mal.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, que enfatiza Sua soberania sobre toda a criação.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"salmos_11_3_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Usada para introduzir uma razão ou justificativa.","explicacao_detalhada":"Assim como em Salmos 11:2, a palavra 'porque' (כִּי) é utilizada para conectar a afirmação do salmista à sua razão para não temer. Ele reafirma sua confiança em Deus.","por_que_esta_palavra":"Essa palavra é essencial para a argumentação do salmista, que busca fundamentar sua fé em Deus.","conexao_teologica":"A lógica da fé muitas vezes é baseada em razões que se conectam à natureza e caráter de Deus.","referencias_relacionadas":["Salmos 27:1","Hebreus 11:1","Tiago 1:5"]},"salmos_11_3_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Ideia básica: justo.","significado_contextual":"Refere-se àqueles que seguem os caminhos de Deus e praticam a justiça.","explicacao_detalhada":"A palavra 'justo' (צַדִּיק) descreve a pessoa que vive de acordo com os princípios divinos. No Salmo 11:3, o salmista menciona os justos em contraste com os ímpios.","por_que_esta_palavra":"A ênfase na justiça é fundamental para entender a natureza de Deus e Sua relação com a humanidade.","conexao_teologica":"A justiça é um atributo de Deus e um chamado para os crentes, que devem viver de maneira justa.","referencias_relacionadas":["Salmos 37:25","Provérbios 21:15","Mateus 5:6"]},"salmos_11_4_palacio":{"palavra_pt":"templo","palavra_original":"הֵיכָל","transliteracao":"hêykâl","strong":"H1964","significado_raiz":"Ideia básica: templo.","significado_contextual":"Refere-se ao lugar sagrado onde Deus habita.","explicacao_detalhada":"A palavra 'templo' (הֵיכָל) é usada para descrever a morada de Deus entre Seu povo. No Salmo 11:4, o salmista afirma que Deus está no Seu templo, indicando Sua presença e vigilância.","por_que_esta_palavra":"O templo simboliza a proximidade de Deus com a humanidade e Sua disposição para ouvir as orações.","conexao_teologica":"O templo é um símbolo da presença de Deus e da adoração, representando a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 20:2","1 Reis 8:29","João 2:19"]},"salmos_11_4_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao domínio celestial onde Deus reina.","explicacao_detalhada":"A palavra 'céus' (שָׁמַיִם) indica o lugar onde Deus habita e governa. No Salmo 11:4, enfatiza que Deus observa tudo do céu, mostrando Sua onisciência.","por_que_esta_palavra":"A menção dos céus destaca a soberania de Deus sobre toda a criação e Sua capacidade de ver e agir.","conexao_teologica":"Os céus são frequentemente mencionados na Bíblia como o trono de Deus, onde Ele exerce Sua autoridade.","referencias_relacionadas":["Salmos 115:3","Isaías 66:1","Atos 7:49"]},"salmos_11_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa sua autoridade e soberania.","explicacao_detalhada":"Assim como em Salmos 11:1, a palavra 'Senhor' (יְהֹוָה) reafirma a presença e a soberania de Deus no templo e nos céus, indicando que Ele está sempre atento às ações humanas.","por_que_esta_palavra":"O uso do nome 'Senhor' reforça a ideia de que Deus é o juiz supremo e que nada escapa ao Seu conhecimento.","conexao_teologica":"O nome de Deus é central na teologia bíblica, simbolizando Sua presença e ação na história da salvação.","referencias_relacionadas":["Salmos 46:1","Salmos 99:1","Hebreus 4:13"]},"salmos_11_5_amigo":{"palavra_pt":"amar","palavra_original":"אָהַב","transliteracao":"ʼâhab","strong":"H157","significado_raiz":"Ideia básica: amar.","significado_contextual":"O amor de Deus é uma característica fundamental que se reflete na relação entre Ele e os justos.","explicacao_detalhada":"A palavra 'amar' (אָהַב) é usada para descrever o afeto profundo e a lealdade que Deus tem para com aqueles que são justos. No contexto do Salmo 11, isso implica que Deus protege e se importa com os que O seguem.","por_que_esta_palavra":"A escolha da palavra 'amar' enfatiza a relação íntima e pessoal que Deus tem com os justos, contrastando com a condição dos ímpios.","conexao_teologica":"O amor de Deus é um tema central na teologia bíblica, refletindo Sua natureza e o relacionamento que Ele deseja ter com a humanidade.","referencias_relacionadas":["1 João 4:8","Romanos 5:8","Salmos 136:1"]},"salmos_11_5_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"A palavra 'culpado' refere-se à condição moral dos ímpios que se opõem a Deus.","explicacao_detalhada":"A palavra 'culpado' (רָשָׁע) descreve aqueles que praticam a injustiça e se afastam dos caminhos de Deus. No Salmo 11, isso contrasta com os justos que são amados por Deus.","por_que_esta_palavra":"A inclusão da palavra 'culpado' destaca a separação entre os justos e os ímpios, enfatizando a justiça divina.","conexao_teologica":"A justiça de Deus é um aspecto essencial de Sua natureza, e a condenação dos ímpios é uma consequência de Sua santidade.","referencias_relacionadas":["Salmos 1:5","Provérbios 11:21","Romanos 6:23"]},"salmos_11_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' representa a autoridade e a soberania de Deus sobre toda a criação.","explicacao_detalhada":"A palavra 'Senhor' (יְהֹוָה) é usada para enfatizar a divindade e o poder de Deus, que é um refúgio para os justos. No Salmo 11, isso reforça a confiança que os justos têm Nele.","por_que_esta_palavra":"A escolha do nome 'Senhor' é significativa, pois reflete a relação de aliança entre Deus e Seu povo.","conexao_teologica":"O nome de Deus é central na adoração e na compreensão de Sua natureza e caráter.","referencias_relacionadas":["Êxodo 3:14","Salmos 46:1","Isaías 40:28"]},"salmos_11_6_brimstone":{"palavra_pt":"brimstone","palavra_original":"גׇּפְרִית","transliteracao":"gophrîyth","strong":"H1614","significado_raiz":"Ideia básica: brimstone.","significado_contextual":"A palavra 'brimstone' é usada para descrever o juízo de Deus sobre os ímpios.","explicacao_detalhada":"A palavra 'brimstone' (גׇּפְרִית) simboliza a ira e o juízo divino. No contexto do Salmo 11, isso indica a severidade do castigo que aguarda os culpados.","por_que_esta_palavra":"A inclusão de 'brimstone' enfatiza a certeza do juízo de Deus sobre aqueles que praticam a injustiça.","conexao_teologica":"O juízo de Deus é uma parte importante da Sua justiça, mostrando que Ele não ignora o pecado.","referencias_relacionadas":["Gênesis 19:24","Apocalipse 21:8","Salmos 9:17"]},"salmos_11_6_vento":{"palavra_pt":"espirito/vento","palavra_original":"רוּחַ","transliteracao":"rûwach","strong":"H7307","significado_raiz":"Ideia básica: espirito.","significado_contextual":"A palavra 'vento' é frequentemente associada ao Espírito de Deus e à Sua ação poderosa.","explicacao_detalhada":"A palavra 'vento' (רוּחַ) pode simbolizar a presença e o poder de Deus, que traz juízo e também renovação. No Salmo 11, isso sugere a força com que Deus atua contra os ímpios.","por_que_esta_palavra":"A escolha de 'vento' destaca a natureza dinâmica e ativa de Deus em relação à criação e ao juízo.","conexao_teologica":"O Espírito de Deus é fundamental na obra de redenção e juízo, mostrando Sua soberania sobre todas as coisas.","referencias_relacionadas":["Gênesis 1:2","Atos 2:2","João 3:8"]},"salmos_11_6_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"A repetição da palavra 'culpado' reforça a condição dos ímpios diante do juízo de Deus.","explicacao_detalhada":"A palavra 'culpado' (רָשָׁע) é usada novamente para enfatizar a gravidade da situação dos que se opõem a Deus. Isso serve como um aviso sobre as consequências do pecado.","por_que_esta_palavra":"A repetição destaca a certeza do juízo e a necessidade de arrependimento.","conexao_teologica":"A ideia de culpa e juízo é central na mensagem do evangelho, que chama à conversão e à justiça.","referencias_relacionadas":["Romanos 3:23","Gálatas 6:7","Salmos 37:38"]},"salmos_11_7_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual os justos podem confiar em Deus.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para explicar a certeza da justiça de Deus. No Salmo 11, isso reforça a confiança dos justos em Sua proteção.","por_que_esta_palavra":"A escolha de 'porque' é crucial para entender a lógica da fé e da confiança em Deus.","conexao_teologica":"A fé é baseada em razões e promessas, e a palavra 'porque' conecta a crença à ação de Deus.","referencias_relacionadas":["Hebreus 11:1","Romanos 8:28","Salmos 37:5"]},"salmos_11_7_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Ideia básica: justo.","significado_contextual":"A palavra 'justo' descreve aqueles que são aprovados por Deus.","explicacao_detalhada":"A palavra 'justo' (צַדִּיק) refere-se àqueles que seguem os caminhos de Deus e vivem de acordo com Sua vontade. No Salmo 11, isso contrasta com os ímpios.","por_que_esta_palavra":"A escolha da palavra 'justo' enfatiza a natureza moral e ética da vida que agrada a Deus.","conexao_teologica":"A justiça é um atributo de Deus e um chamado para todos os que O seguem.","referencias_relacionadas":["Mateus 5:6","Salmos 1:6","Romanos 1:17"]},"salmos_11_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A repetição do nome 'Senhor' reforça a soberania de Deus sobre a justiça.","explicacao_detalhada":"A palavra 'Senhor' (יְהֹוָה) é usada novamente para reafirmar a autoridade de Deus como juiz e protetor dos justos.","por_que_esta_palavra":"A repetição do nome é uma forma de enfatizar a confiança que os justos têm em Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele reina sobre todas as coisas.","referencias_relacionadas":["Salmos 24:1","Isaías 45:22","Salmos 103:19"]}}