{"salmos_110_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se a Deus como o Senhor supremo, enfatizando Sua autoridade e soberania.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é usada para designar o Deus de Israel, que é o criador e governante do universo. Neste contexto, destaca a relação de domínio e reverência que os fiéis devem ter em relação a Deus.","por_que_esta_palavra":"A escolha da palavra 'senhor' enfatiza a posição de Deus como autoridade máxima, que governa sobre todas as coisas.","conexao_teologica":"A palavra 'senhor' é central na teologia judaica e cristã, simbolizando a aliança entre Deus e Seu povo, e a necessidade de submissão a Sua vontade.","referencias_relacionadas":["Salmos 8:1","Isaías 45:22","Romanos 10:13"]},"salmos_110_1_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"Indica a posição de Deus como o soberano que governa sobre todas as nações.","explicacao_detalhada":"A palavra 'soberano' (אָדוֹן) implica em domínio e autoridade. No contexto do Salmo 110, isso se refere ao poder de Deus sobre os inimigos e a promessa de reinar com justiça.","por_que_esta_palavra":"A palavra 'soberano' é utilizada para reafirmar a majestade e a autoridade de Deus, que é o Senhor de todos.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, refletindo Sua capacidade de governar e controlar a história.","referencias_relacionadas":["Salmos 24:1","Daniel 4:17","Apocalipse 19:16"]},"salmos_110_1_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de Deus de julgar as nações e estabelecer justiça.","explicacao_detalhada":"A palavra 'julgar' (יָשַׁב) implica em tomar decisões justas e corretas. Neste Salmo, Deus é apresentado como o juiz que trará justiça ao Seu povo.","por_que_esta_palavra":"A utilização de 'julgar' destaca a função de Deus como aquele que estabelece a ordem moral e a justiça no mundo.","conexao_teologica":"O julgamento de Deus é um aspecto fundamental da Sua natureza, refletindo Sua justiça e santidade.","referencias_relacionadas":["Salmos 9:7-8","Isaías 33:22","Mateus 25:31-46"]},"salmos_110_2_tribo":{"palavra_pt":"tribo","palavra_original":"מַטֶּה","transliteracao":"maṭṭeh","strong":"H4294","significado_raiz":"Ideia básica: tribo.","significado_contextual":"Refere-se às tribos de Israel, simbolizando a unidade e a herança do povo escolhido.","explicacao_detalhada":"A palavra 'tribo' (מַטֶּה) representa as doze tribos de Israel, cada uma com sua própria identidade e herança. No Salmo, isso se relaciona ao reino de Deus entre Seu povo.","por_que_esta_palavra":"A menção de 'tribo' enfatiza a conexão de Deus com Seu povo e a promessa de um reino que se estende a todas as tribos de Israel.","conexao_teologica":"As tribos de Israel são fundamentais na narrativa bíblica, representando a aliança de Deus com Seu povo escolhido.","referencias_relacionadas":["Gênesis 49:28","Números 1:2-3","Apocalipse 7:4-8"]},"salmos_110_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Reitera a soberania de Deus como Senhor sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é novamente utilizada para enfatizar a autoridade de Deus, que é o governante supremo e digno de adoração.","por_que_esta_palavra":"A repetição da palavra 'senhor' reforça a ideia de que Deus é a fonte de toda autoridade e poder.","conexao_teologica":"A centralidade de Deus como Senhor é um tema que permeia toda a Escritura, destacando Sua majestade e poder.","referencias_relacionadas":["Salmos 95:3","Isaías 40:28","Filipenses 2:9-11"]},"salmos_110_2_coracao":{"palavra_pt":"coracao","palavra_original":"קֶרֶב","transliteracao":"qereb","strong":"H7130","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao centro das emoções e decisões, simbolizando a devoção ao Senhor.","explicacao_detalhada":"A palavra 'coração' (קֶרֶב) representa o âmago do ser humano, onde reside a vontade e as emoções. No contexto do Salmo, isso implica em um coração voltado para Deus.","por_que_esta_palavra":"A menção do 'coração' enfatiza a necessidade de uma relação íntima e sincera com Deus, onde as decisões são guiadas pela fé.","conexao_teologica":"O coração é frequentemente mencionado na Bíblia como o lugar onde Deus deseja habitar e transformar.","referencias_relacionadas":["Provérbios 4:23","Ezequiel 36:26","Mateus 5:8"]},"salmos_110_3_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se a um tempo específico de adoração e celebração diante de Deus.","explicacao_detalhada":"A palavra 'dia' (יוֹם) neste contexto pode simbolizar um tempo de vitória e celebração do reino de Deus, quando a justiça será estabelecida.","por_que_esta_palavra":"A escolha da palavra 'dia' indica um momento significativo na história da salvação, onde Deus se manifesta poderosamente.","conexao_teologica":"O conceito de 'dia' é importante na escatologia, referindo-se ao dia do Senhor e ao cumprimento das promessas divinas.","referencias_relacionadas":["Joel 2:31","Atos 2:20","1 Tessalonicenses 5:2"]},"salmos_110_3_gloria":{"palavra_pt":"gloria","palavra_original":"הָדָר","transliteracao":"hâdâr","strong":"H1926","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à majestade e honra que pertencem a Deus.","explicacao_detalhada":"A palavra 'glória' (הָדָר) implica em esplendor e dignidade. No Salmo, isso se relaciona à adoração devida a Deus por Sua grandeza.","por_que_esta_palavra":"A menção de 'glória' destaca a importância de reconhecer e exaltar a grandeza de Deus em todas as circunstâncias.","conexao_teologica":"A glória de Deus é um tema central na Bíblia, refletindo Sua natureza e a resposta do ser humano em adoração.","referencias_relacionadas":["Salmos 19:1","Isaías 6:3","Romanos 11:36"]},"salmos_110_3_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se à santidade de Deus e ao caráter separado e distinto de Sua presença.","explicacao_detalhada":"A palavra 'sagrado' (קֹדֶשׁ) implica em algo que é separado para Deus, refletindo Sua pureza e perfeição. No Salmo, isso se relaciona ao ambiente de adoração.","por_que_esta_palavra":"A utilização de 'sagrado' enfatiza a necessidade de reverência ao se aproximar de Deus, que é completamente diferente do comum.","conexao_teologica":"A santidade de Deus é um aspecto fundamental da Sua natureza, que exige uma resposta de adoração e respeito.","referencias_relacionadas":["Levítico 11:44","Isaías 57:15","1 Pedro 1:16"]},"salmos_110_4_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à natureza eterna de Deus e ao Seu reino que não terá fim.","explicacao_detalhada":"A palavra 'eterno' (עוֹלָם) implica em algo que não tem começo nem fim. No Salmo, isso se relaciona à promessa de um reino duradouro sob a autoridade de Deus.","por_que_esta_palavra":"A escolha da palavra 'eterno' destaca a fidelidade de Deus em cumprir Suas promessas ao longo das gerações.","conexao_teologica":"A eternidade de Deus é um conceito central na teologia, refletindo Sua imutabilidade e soberania sobre o tempo.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Hebreus 13:8"]},"salmos_110_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus como o soberano e autoridade suprema.","explicacao_detalhada":"No contexto de Salmos 110:4, 'senhor' é usado para enfatizar a posição de Deus como o Rei eterno que faz um pacto com o Messias. Essa palavra destaca a relação de submissão e reverência que os crentes devem ter em relação a Deus.","por_que_esta_palavra":"A escolha da palavra 'senhor' é significativa, pois indica a soberania e o domínio de Deus sobre todas as coisas, reforçando a ideia de que Ele é o governante supremo.","conexao_teologica":"A teologia do Senhorio de Deus é central na Bíblia, onde Ele é reconhecido como o Criador e Sustentador do universo. Isso se conecta com a ideia de que Jesus é o Senhor que reina sobre todas as nações.","referencias_relacionadas":["Salmos 24:1","Isaías 45:23","Filipenses 2:10"]},"salmos_110_4_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' implica em fidelidade e autenticidade, representando a natureza de Deus.","explicacao_detalhada":"Em Salmos 110:4, a 'verdade' é um atributo de Deus que garante que suas promessas e pactos são eternos e confiáveis. Essa palavra é crucial para entender a relação de Deus com seu povo, que se baseia na verdade e na justiça.","por_que_esta_palavra":"A palavra 'verdade' é escolhida para enfatizar que Deus não apenas fala a verdade, mas é a própria verdade, sendo a base de toda a moralidade e justiça.","conexao_teologica":"A verdade de Deus é um tema recorrente na Bíblia, onde Ele é descrito como a fonte de toda verdade. Isso se relaciona com a revelação de Jesus como a verdade (João 14:6).","referencias_relacionadas":["Salmos 25:5","João 8:32","Hebreus 6:18"]},"salmos_110_5_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"A palavra 'dia' refere-se a um período de tempo específico, muitas vezes associado ao juízo ou à intervenção divina.","explicacao_detalhada":"No contexto de Salmos 110:5, o 'dia' é um tempo em que Deus exercerá seu poder e autoridade, especialmente em relação aos inimigos do Messias. Este 'dia' é um tempo de ação divina e cumprimento das promessas.","por_que_esta_palavra":"A escolha da palavra 'dia' é significativa, pois indica um momento determinado em que Deus intervirá na história, trazendo justiça e estabelecendo seu reino.","conexao_teologica":"O conceito de 'dia' é frequentemente usado na Bíblia para descrever o dia do Senhor, um tempo de julgamento e restauração. Isso se conecta com a expectativa do retorno de Cristo.","referencias_relacionadas":["Amós 5:18","Mateus 24:36","1 Tessalonicenses 5:2"]},"salmos_110_5_senhor":{"palavra_pt":"senhor","palavra_original":"אֲדֹנָי","transliteracao":"ʼĂdônây","strong":"H136","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' aqui se refere ao Messias, destacando sua autoridade e poder.","explicacao_detalhada":"Em Salmos 110:5, 'senhor' é usado para descrever a posição exaltada do Messias, que atua em nome de Deus. Essa palavra enfatiza a relação entre Deus e o Messias como Rei e Sumo Sacerdote.","por_que_esta_palavra":"A palavra 'senhor' é escolhida para mostrar a dignidade e a autoridade do Messias, que é reconhecido como o governante que virá para estabelecer o reino de Deus.","conexao_teologica":"A conexão entre Deus e o Messias é fundamental na teologia cristã, onde Jesus é visto como o Senhor que cumpre as promessas do Antigo Testamento.","referencias_relacionadas":["Mateus 22:44","Atos 2:34-36","Hebreus 1:13"]},"salmos_110_5_rei":{"palavra_pt":"rei","palavra_original":"מֶלֶךְ","transliteracao":"melek","strong":"H4428","significado_raiz":"Ideia básica: rei.","significado_contextual":"A palavra 'rei' refere-se à autoridade e ao domínio do Messias sobre as nações.","explicacao_detalhada":"No contexto de Salmos 110:5, 'rei' destaca a função do Messias como governante que exercerá justiça e estabelecerá seu reino. Essa palavra é central para entender o papel messiânico de Jesus.","por_que_esta_palavra":"A escolha da palavra 'rei' é significativa, pois indica a expectativa de um governante que trará paz e justiça, cumprindo as promessas de Deus ao seu povo.","conexao_teologica":"A ideia de Jesus como Rei é um tema central no Novo Testamento, onde Ele é reconhecido como o Rei dos Reis e Senhor dos Senhores.","referencias_relacionadas":["Apocalipse 19:16","Isaías 9:6-7","Mateus 28:18"]},"salmos_110_6_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"A palavra 'nação' refere-se aos povos e gentios que estarão sob o domínio do Messias.","explicacao_detalhada":"Em Salmos 110:6, 'nação' indica que o reinado do Messias não se limita a Israel, mas se estende a todas as nações, enfatizando a universalidade do seu governo.","por_que_esta_palavra":"A escolha da palavra 'nação' é importante para mostrar que a salvação e o reino de Deus são oferecidos a todos os povos, não apenas a um grupo específico.","conexao_teologica":"A inclusão das nações no plano de salvação é um tema recorrente na Bíblia, culminando na Grande Comissão dada por Jesus aos seus discípulos.","referencias_relacionadas":["Mateus 28:19","Isaías 49:6","Atos 10:34-35"]},"salmos_110_6_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' refere-se à liderança e à posição de destaque do Messias.","explicacao_detalhada":"No contexto de Salmos 110:6, 'princípio' indica que o Messias é o líder supremo que governará com justiça e autoridade. Essa palavra ressalta a importância da sua posição no plano de Deus.","por_que_esta_palavra":"A escolha da palavra 'princípio' é significativa, pois sugere que o Messias é o primeiro e o mais importante entre os governantes, estabelecendo um novo padrão de liderança.","conexao_teologica":"A ideia de Jesus como o princípio de todas as coisas é fundamental na teologia cristã, onde Ele é descrito como o Alfa e o Ômega.","referencias_relacionadas":["Apocalipse 1:8","Colossenses 1:18","Efésios 1:22"]},"salmos_110_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"A palavra 'terra' refere-se ao domínio físico e espiritual que o Messias terá.","explicacao_detalhada":"Em Salmos 110:6, 'terra' indica que o reinado do Messias se estenderá a toda a criação, subjugando todos os inimigos e estabelecendo a paz.","por_que_esta_palavra":"A escolha da palavra 'terra' é importante para enfatizar que o reino de Deus não é apenas espiritual, mas também tem implicações físicas e sociais.","conexao_teologica":"A promessa de que a terra será restaurada e governada pelo Messias é um tema central na escatologia cristã, onde se espera um novo céu e uma nova terra.","referencias_relacionadas":["Romanos 8:21","Apocalipse 21:1","Isaías 11:9"]},"salmos_110_7_vida":{"palavra_pt":"vida","palavra_original":"דֶּרֶךְ","transliteracao":"derek","strong":"H1870","significado_raiz":"Ideia básica: vida.","significado_contextual":"A palavra 'vida' refere-se ao caminho e à maneira de viver que o Messias exemplifica.","explicacao_detalhada":"No contexto de Salmos 110:7, 'vida' indica que o Messias é a fonte de vida e que seu exemplo deve ser seguido por aqueles que o seguem. Essa palavra destaca a importância da obediência e da fé.","por_que_esta_palavra":"A escolha da palavra 'vida' é significativa, pois sugere que o Messias traz não apenas existência, mas vida abundante e plena.","conexao_teologica":"A vida em Cristo é um tema central no Novo Testamento, onde Ele é descrito como a luz do mundo e a fonte de vida eterna.","referencias_relacionadas":["João 10:10","Gálatas 2:20","1 João 5:12"]},"salmos_110_7_principio":{"palavra_pt":"principio","palavra_original":"רֹאשׁ","transliteracao":"rôʼsh","strong":"H7218","significado_raiz":"Ideia básica: principio.","significado_contextual":"A palavra 'princípio' aqui reforça a ideia de liderança e autoridade do Messias.","explicacao_detalhada":"Em Salmos 110:7, 'princípio' enfatiza que o Messias é o líder supremo que traz a verdadeira justiça e paz. Essa palavra é crucial para entender o papel messiânico de Jesus.","por_que_esta_palavra":"A escolha da palavra 'princípio' é importante para mostrar que o Messias é o primeiro em importância e autoridade, estabelecendo um novo padrão de liderança.","conexao_teologica":"A ideia de Jesus como o princípio de todas as coisas é fundamental na teologia cristã, onde Ele é descrito como o Alfa e o Ômega.","referencias_relacionadas":["Apocalipse 1:8","Colossenses 1:18","Efésios 1:22"]}}