{"salmos_111_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se à maneira como se deve louvar a Deus.","explicacao_detalhada":"A palavra 'modo' indica a forma ou maneira de se expressar a adoração, enfatizando que o louvor deve ser feito de maneira adequada e reverente.","por_que_esta_palavra":"É importante entender que a adoração a Deus deve ser feita com intenção e respeito, refletindo a grandeza de Sua natureza.","conexao_teologica":"A maneira de louvar a Deus é um tema recorrente nas Escrituras, onde a adoração é vista como um ato de entrega e reconhecimento da soberania divina.","referencias_relacionadas":["Salmos 95:6","Salmos 100:4","Hebreus 12:28"]},"salmos_111_1_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"Refere-se ao ato de louvar e glorificar a Deus.","explicacao_detalhada":"A palavra 'louvar' implica em exaltar as qualidades e feitos de Deus, reconhecendo Sua grandeza e majestade.","por_que_esta_palavra":"O louvor é uma resposta natural do coração humano à revelação do caráter de Deus e Suas obras maravilhosas.","conexao_teologica":"O louvor é central na vida cristã, sendo um meio de se conectar com Deus e expressar gratidão por Suas bênçãos.","referencias_relacionadas":["Salmos 150:6","1 Crônicas 16:29","Romanos 15:11"]},"salmos_111_1_sagrado":{"palavra_pt":"sagrado","palavra_original":"יָהּ","transliteracao":"Yâhh","strong":"H3050","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se à santidade de Deus.","explicacao_detalhada":"A palavra 'sagrado' destaca a natureza divina de Deus, que é separado do pecado e completamente puro.","por_que_esta_palavra":"Reconhecer a santidade de Deus é fundamental para entender nossa posição diante dEle e a necessidade de reverência em nossa adoração.","conexao_teologica":"A santidade de Deus é um dos atributos mais importantes, que nos chama a viver em santidade também.","referencias_relacionadas":["Isaías 6:3","1 Pedro 1:16","Apocalipse 4:8"]},"salmos_111_2_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Novamente se refere à maneira de louvar a Deus.","explicacao_detalhada":"A repetição da palavra 'modo' enfatiza a importância de uma adoração que é feita de forma consciente e respeitosa.","por_que_esta_palavra":"Reforça a ideia de que a adoração não é apenas um ato, mas uma atitude do coração.","conexao_teologica":"A forma como adoramos a Deus reflete nossa compreensão de quem Ele é e o que Ele fez por nós.","referencias_relacionadas":["Salmos 29:2","Salmos 96:9","Colossenses 3:16"]},"salmos_111_2_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza das obras de Deus.","explicacao_detalhada":"A palavra 'grande' destaca a magnitude e a importância das ações de Deus na história e na vida dos crentes.","por_que_esta_palavra":"Reconhecer a grandeza de Deus nos leva a uma adoração mais profunda e significativa.","conexao_teologica":"A grandeza de Deus é um tema central na adoração, pois nos lembra de Sua soberania e poder.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"salmos_111_2_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade das obras de Deus.","explicacao_detalhada":"A palavra 'bom' enfatiza que tudo o que Deus faz é perfeito e traz benefícios para aqueles que O seguem.","por_que_esta_palavra":"A bondade de Deus é um fundamento da fé, pois nos assegura que Ele deseja o melhor para nós.","conexao_teologica":"A bondade de Deus é frequentemente associada à Sua fidelidade e amor por Seu povo.","referencias_relacionadas":["Salmos 34:8","Romanos 8:28","Tiago 1:17"]},"salmos_111_3_gloria":{"palavra_pt":"gloria","palavra_original":"הוֹד","transliteracao":"hôwd","strong":"H1935","significado_raiz":"Ideia básica: gloria.","significado_contextual":"Refere-se à glória de Deus.","explicacao_detalhada":"A palavra 'gloria' indica a manifestação da presença e do caráter de Deus, que é digno de ser exaltado.","por_que_esta_palavra":"A glória de Deus é um aspecto essencial da adoração, pois nos lembra de Sua majestade e poder.","conexao_teologica":"A glória de Deus é um tema central na Escritura, refletindo Sua natureza e a resposta do homem em adoração.","referencias_relacionadas":["Salmos 19:1","Romanos 11:36","2 Coríntios 4:6"]},"salmos_111_3_mundo":{"palavra_pt":"mundo","palavra_original":"עַד","transliteracao":"ʻad","strong":"H5703","significado_raiz":"Ideia básica: mundo.","significado_contextual":"Refere-se à abrangência da glória de Deus sobre toda a criação.","explicacao_detalhada":"A palavra 'mundo' enfatiza que a glória de Deus se manifesta em toda a criação e em todas as nações.","por_que_esta_palavra":"Reconhecer que a glória de Deus é universal nos leva a um entendimento mais amplo de Sua soberania.","conexao_teologica":"A glória de Deus é revelada em toda a criação, e isso nos chama a adorá-Lo em todos os lugares.","referencias_relacionadas":["Salmos 104:24","Isaías 66:18","Mateus 28:19"]},"salmos_111_4_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de Deus em criar e sustentar o mundo.","explicacao_detalhada":"A palavra 'urso' implica em fazer, criar ou realizar, destacando a atividade de Deus em nossas vidas.","por_que_esta_palavra":"Entender que Deus é ativo em nossas vidas nos encoraja a confiar em Sua providência.","conexao_teologica":"A ação de Deus é um tema central na Escritura, mostrando Seu envolvimento contínuo com a criação.","referencias_relacionadas":["Gênesis 1:1","Salmos 33:6","Colossenses 1:16"]},"salmos_111_4_grande":{"palavra_pt":"grande","palavra_original":"פָּלָא","transliteracao":"pâlâʼ","strong":"H6381","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à grandeza das obras de Deus.","explicacao_detalhada":"A palavra 'grande' novamente destaca a magnitude e a importância das ações de Deus na história e na vida dos crentes.","por_que_esta_palavra":"Reforça a ideia de que as obras de Deus são dignas de admiração e louvor.","conexao_teologica":"A grandeza de Deus é um tema central na adoração, pois nos lembra de Sua soberania e poder.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Efésios 3:20"]},"salmos_111_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e soberania.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה) é usado para enfatizar a relação pessoal e a aliança de Deus com Seu povo. É um nome que denota a eternidade e a imutabilidade de Deus.","por_que_esta_palavra":"Esta palavra é fundamental para entender a natureza de Deus como o Criador e Sustentador de todas as coisas.","conexao_teologica":"O uso do nome 'Senhor' conecta-se à ideia de que Deus é o governante supremo e que Sua vontade deve ser obedecida.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Isaías 42:8"]},"salmos_111_5_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à natureza eterna de Deus e à Sua fidelidade em cumprir Suas promessas.","explicacao_detalhada":"A palavra 'eterno' (עוֹלָם) enfatiza que Deus não tem começo nem fim, e que Suas obras são duradouras e imutáveis.","por_que_esta_palavra":"É importante para entender que as promessas de Deus são seguras e que Ele é constante em Sua natureza.","conexao_teologica":"A eternidade de Deus é um dos atributos que fundamenta a confiança dos crentes em Suas promessas.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Hebreus 13:8"]},"salmos_111_5_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se ao ato de dar ou conceder, especialmente em relação às bênçãos de Deus.","explicacao_detalhada":"A palavra 'dar' (נָתַן) implica generosidade e a disposição de Deus em prover para aqueles que O buscam.","por_que_esta_palavra":"Esta palavra é usada para mostrar a ação de Deus em favor de Seu povo, enfatizando Sua bondade.","conexao_teologica":"A generosidade de Deus é um tema central na teologia bíblica, mostrando que Ele se importa com as necessidades humanas.","referencias_relacionadas":["Tiago 1:17","Mateus 7:11","Filipenses 4:19"]},"salmos_111_5_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"Refere-se à aliança que Deus fez com Seu povo, simbolizando compromisso e relacionamento.","explicacao_detalhada":"A palavra 'aliança' (בְּרִית) representa o pacto de Deus com Israel, que é um tema central na narrativa bíblica.","por_que_esta_palavra":"É crucial para entender a relação de Deus com Seu povo e as promessas que Ele fez.","conexao_teologica":"A aliança é um conceito teológico que mostra como Deus se relaciona com a humanidade através de compromissos mútuos.","referencias_relacionadas":["Gênesis 9:13","Êxodo 19:5","Hebreus 8:6"]},"salmos_111_6_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Refere-se novamente ao ato de dar, enfatizando a generosidade de Deus.","explicacao_detalhada":"A repetição da palavra 'dar' (נָתַן) reforça a ideia de que Deus é sempre pronto a conceder bênçãos.","por_que_esta_palavra":"É um lembrete da disposição de Deus em atender às necessidades de Seu povo.","conexao_teologica":"A generosidade de Deus é um aspecto que deve ser refletido na vida dos crentes, que também são chamados a dar.","referencias_relacionadas":["Lucas 6:38","2 Coríntios 9:7","Atos 20:35"]},"salmos_111_6_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à qualidade das obras de Deus, que são sempre boas e justas.","explicacao_detalhada":"A palavra 'bom' (מַעֲשֶׂה) indica que tudo o que Deus faz é perfeito e digno de confiança.","por_que_esta_palavra":"É essencial para entender a natureza de Deus como um ser que não pode errar.","conexao_teologica":"A bondade de Deus é um atributo que fundamenta a moralidade e a ética na vida cristã.","referencias_relacionadas":["Salmos 34:8","Romanos 12:2","Gálatas 5:22"]},"salmos_111_7_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se à justiça e ao juízo de Deus, que são sempre corretos.","explicacao_detalhada":"A palavra 'juízo' (מִשְׁפָּט) implica que Deus é um juiz justo que avalia as ações humanas com equidade.","por_que_esta_palavra":"É importante para entender que Deus não é parcial e que Suas decisões são sempre justas.","conexao_teologica":"A justiça de Deus é um tema central na teologia, mostrando que Ele se preocupa com a moralidade e a ética.","referencias_relacionadas":["Salmos 89:14","Isaías 30:18","Romanos 2:6"]},"salmos_111_7_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se novamente à qualidade das obras de Deus, que são sempre boas.","explicacao_detalhada":"A repetição da palavra 'bom' (מַעֲשֶׂה) reforça a ideia de que as ações de Deus são sempre benéficas e justas.","por_que_esta_palavra":"É um lembrete da natureza perfeita de Deus e de como Suas obras refletem Sua bondade.","conexao_teologica":"A bondade de Deus é um aspecto que deve ser imitado pelos crentes em suas ações diárias.","referencias_relacionadas":["Salmos 119:68","Mateus 5:16","Efésios 2:10"]},"salmos_111_7_verdade":{"palavra_pt":"verdade/fidelidade","palavra_original":"אֶמֶת","transliteracao":"ʼemeth","strong":"H571","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à verdade de Deus em todas as Suas promessas.","explicacao_detalhada":"A palavra 'verdade' (אֶמֶת) indica que Deus é sempre fiel e que Suas promessas nunca falham.","por_que_esta_palavra":"É fundamental para a fé cristã, pois a confiança em Deus se baseia em Sua fidelidade.","conexao_teologica":"A verdade de Deus é um pilar da fé, mostrando que Ele é digno de confiança.","referencias_relacionadas":["Salmos 100:5","João 14:6","2 Timóteo 2:13"]},"salmos_111_8_mundo":{"palavra_pt":"mundo","palavra_original":"עַד","transliteracao":"ʻad","strong":"H5703","significado_raiz":"Ideia básica: mundo.","significado_contextual":"Refere-se à abrangência do domínio de Deus sobre toda a criação.","explicacao_detalhada":"A palavra 'mundo' (עַד) implica que Deus é soberano sobre todas as coisas, tanto no céu quanto na terra.","por_que_esta_palavra":"É importante para entender que nada escapa ao controle de Deus e que Ele governa sobre tudo.","conexao_teologica":"A soberania de Deus é um tema central na teologia, mostrando que Ele tem autoridade sobre toda a criação.","referencias_relacionadas":["Salmos 24:1","Isaías 45:12","Colossenses 1:16-17"]},"salmos_111_8_verdade":{"palavra_pt":"verdade/fidelidade","palavra_original":"אֶמֶת","transliteracao":"ʼemeth","strong":"H571","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade aqui se refere à fidelidade de Deus em suas promessas e ações.","explicacao_detalhada":"A palavra 'verdade' (אֶמֶת) implica uma constância e uma firmeza que se reflete na natureza de Deus. Em Salmos 111:8, a verdade de Deus é apresentada como algo que perdura eternamente, indicando que Ele é sempre fiel ao que promete.","por_que_esta_palavra":"A inclusão da palavra 'verdade' enfatiza a confiança que os fiéis devem ter em Deus, pois Ele nunca falha em cumprir Suas promessas.","conexao_teologica":"A verdade de Deus é um tema central na teologia bíblica, refletindo Sua natureza imutável e Sua aliança com o povo. A fidelidade de Deus é um fundamento para a esperança e a adoração.","referencias_relacionadas":["Salmos 25:10","Salmos 119:160","Deuteronômio 7:9"]},"salmos_111_9_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"O termo 'eterno' refere-se à natureza imutável e perpétua das obras de Deus.","explicacao_detalhada":"A palavra 'eterno' (עוֹלָם) sugere que as ações e promessas de Deus não têm fim e permanecem para sempre. Em Salmos 111:9, isso é um lembrete de que a salvação e a justiça de Deus são eternas.","por_que_esta_palavra":"A palavra 'eterno' é crucial para entender a durabilidade da aliança de Deus com Seu povo e a certeza de Sua justiça.","conexao_teologica":"A eternidade de Deus é um conceito fundamental que assegura aos crentes que Sua palavra e promessas são seguras e confiáveis.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Hebreus 13:8"]},"salmos_111_9_carne":{"palavra_pt":"alianca","palavra_original":"בְּרִית","transliteracao":"bᵉrîyth","strong":"H1285","significado_raiz":"Ideia básica: alianca.","significado_contextual":"A aliança mencionada é um pacto sagrado entre Deus e Seu povo.","explicacao_detalhada":"A palavra 'aliança' (בְּרִית) representa o compromisso de Deus com Israel, que é um tema recorrente nas Escrituras. Em Salmos 111:9, a aliança é um símbolo da relação íntima e do compromisso de Deus com Seu povo.","por_que_esta_palavra":"A palavra 'aliança' é fundamental para entender a relação entre Deus e a humanidade, especialmente no contexto da salvação.","conexao_teologica":"A aliança de Deus é um tema central na teologia, refletindo Sua graça e misericórdia ao estabelecer um relacionamento com a humanidade.","referencias_relacionadas":["Gênesis 9:13","Êxodo 19:5","Hebreus 8:6"]},"salmos_111_9_sagrado":{"palavra_pt":"santo","palavra_original":"קָדוֹשׁ","transliteracao":"qâdôwsh","strong":"H6918","significado_raiz":"Ideia básica: santo.","significado_contextual":"A palavra 'santo' refere-se à pureza e à separação de Deus em relação ao pecado.","explicacao_detalhada":"A palavra 'santo' (קָדוֹשׁ) enfatiza a natureza perfeita de Deus e Sua separação do pecado. Em Salmos 111:9, isso destaca a importância da santidade de Deus em Suas ações e promessas.","por_que_esta_palavra":"A santidade de Deus é um aspecto essencial de Sua identidade, que deve ser reconhecido e reverenciado pelos crentes.","conexao_teologica":"A santidade de Deus é um tema central na adoração e na ética cristã, chamando os crentes a viverem de acordo com Seus padrões.","referencias_relacionadas":["Levítico 11:44","Isaías 6:3","1 Pedro 1:16"]},"salmos_111_10_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O 'modo' refere-se à maneira como a sabedoria se manifesta na vida do crente.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica a totalidade da sabedoria que deve ser aplicada em todas as áreas da vida. Em Salmos 111:10, isso sugere que a sabedoria de Deus deve guiar as ações e decisões dos fiéis.","por_que_esta_palavra":"A palavra 'modo' é importante porque nos lembra que a sabedoria divina deve ser a base de como vivemos e interagimos com o mundo.","conexao_teologica":"A sabedoria é frequentemente associada à criação e à revelação de Deus, sendo fundamental para a vida cristã.","referencias_relacionadas":["Provérbios 1:7","Tiago 1:5","Colossenses 2:3"]},"salmos_111_10_sabedoria":{"palavra_pt":"sabedoria","palavra_original":"חׇכְמָה","transliteracao":"chokmâh","strong":"H2451","significado_raiz":"Ideia básica: sabedoria.","significado_contextual":"A sabedoria é apresentada como um atributo de Deus que deve ser buscado pelos crentes.","explicacao_detalhada":"A palavra 'sabedoria' (חׇכְמָה) em Salmos 111:10 destaca a importância de entender e aplicar os princípios de Deus em nossas vidas. A sabedoria é vista como um guia para a vida justa.","por_que_esta_palavra":"A busca pela sabedoria é essencial para viver de maneira que agrada a Deus e reflete Seu caráter.","conexao_teologica":"A sabedoria é um tema central na literatura sapiencial da Bíblia, mostrando a relação entre conhecimento e temor do Senhor.","referencias_relacionadas":["Provérbios 3:13","Eclesiastes 7:12","Tiago 3:17"]},"salmos_111_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'Senhor' refere-se à autoridade e soberania de Deus sobre todas as coisas.","explicacao_detalhada":"A palavra 'Senhor' (יְהֹוָה) é o nome pessoal de Deus, que revela Sua natureza relacional e Sua soberania. Em Salmos 111:10, isso enfatiza a importância de reconhecer a autoridade de Deus em nossas vidas.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para a adoração, pois nos lembra de quem é Deus e de Sua posição em relação à criação.","conexao_teologica":"O nome de Deus é central na teologia bíblica, refletindo Sua identidade e a relação que Ele deseja ter com Seu povo.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Filipenses 2:9-11"]}}