{"salmos_112_1_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"O ato de louvar é uma resposta natural à grandeza de Deus.","explicacao_detalhada":"A palavra 'louvar' (הָלַל) implica um reconhecimento e uma celebração da bondade e majestade de Deus. Em Salmos 112:1, isso é um convite à adoração e à alegria na presença do Senhor.","por_que_esta_palavra":"A palavra 'louvar' é essencial para a vida de adoração, pois nos chama a expressar nossa gratidão e reverência a Deus.","conexao_teologica":"O louvor é uma resposta fundamental à revelação de Deus e é central na vida comunitária e individual dos crentes.","referencias_relacionadas":["Salmos 150:6","Hebreus 13:15","Salmos 34:1"]},"salmos_112_1_sagrado":{"palavra_pt":"sagrado","palavra_original":"יָהּ","transliteracao":"Yâhh","strong":"H3050","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"O termo 'sagrado' refere-se à reverência e ao respeito que devemos ter por Deus.","explicacao_detalhada":"A palavra 'sagrado' (יָהּ) enfatiza a natureza divina e a dignidade de Deus. Em Salmos 112:1, isso nos lembra da importância de honrar a santidade de Deus em nossa adoração.","por_que_esta_palavra":"A palavra 'sagrado' é crucial para entender a relação entre o ser humano e Deus, destacando a necessidade de reverência.","conexao_teologica":"A santidade de Deus é um tema central na adoração e na ética cristã, chamando os crentes a viverem de acordo com Seus padrões.","referencias_relacionadas":["Salmos 30:4","Isaías 57:15","1 Pedro 2:9"]},"salmos_112_1_blessed":{"palavra_pt":"bem aventurado","palavra_original":"אֶשֶׁר","transliteracao":"ʼesher","strong":"H835","significado_raiz":"Ideia básica: bem aventurado.","significado_contextual":"A expressão 'bem-aventurado' refere-se à felicidade que vem de viver em conformidade com a vontade de Deus.","explicacao_detalhada":"A palavra 'bem-aventurado' (אֶשֶׁר) implica uma condição de felicidade e satisfação que resulta da obediência a Deus. Em Salmos 112:1, isso é um convite a reconhecer as bênçãos que vêm de uma vida de fé.","por_que_esta_palavra":"A palavra 'bem-aventurado' é importante porque nos lembra que a verdadeira felicidade é encontrada em Deus e em Seus caminhos.","conexao_teologica":"A bem-aventurança é um tema recorrente nas Escrituras, refletindo a relação entre obediência e bênção.","referencias_relacionadas":["Mateus 5:3-12","Salmos 1:1-3","Tiago 1:12"]},"salmos_112_2_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico e à criação de Deus, onde os justos prosperam.","explicacao_detalhada":"A palavra 'terra' neste contexto simboliza não apenas o solo, mas também a esfera da vida onde os justos vivem e experimentam as bênçãos de Deus.","por_que_esta_palavra":"A inclusão da palavra 'terra' enfatiza a relação entre a vida espiritual e a realidade física, mostrando que a justiça de Deus se manifesta em todas as áreas da vida.","conexao_teologica":"A terra é vista como um dom de Deus, onde os justos são chamados a viver de acordo com Seus princípios.","referencias_relacionadas":["Gênesis 1:1","Salmos 37:29","Mateus 5:5"]},"salmos_112_2_homem":{"palavra_pt":"homem","palavra_original":"גִּבּוֹר","transliteracao":"gibbôwr","strong":"H1368","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano que vive de acordo com os princípios de Deus.","explicacao_detalhada":"A palavra 'homem' aqui representa aqueles que são justos e que temem ao Senhor, destacando a dignidade e o valor do ser humano na criação.","por_que_esta_palavra":"A ênfase no 'homem' justo ressalta a importância da moralidade e da ética na vida cotidiana.","conexao_teologica":"O homem é criado à imagem de Deus e chamado a refletir Sua justiça e bondade.","referencias_relacionadas":["Gênesis 1:26-27","Salmos 8:4-5","Tiago 1:12"]},"salmos_112_2_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Refere-se ao ato de abençoar, que implica em um reconhecimento da bondade de Deus.","explicacao_detalhada":"A palavra 'abençoar' sugere um ato de gratidão e reconhecimento das bênçãos que vêm de Deus, tanto para o abençoador quanto para o abençoado.","por_que_esta_palavra":"A bênção é um tema central na vida do justo, que vive em gratidão e em comunhão com Deus.","conexao_teologica":"A bênção de Deus é um sinal de Sua favor e presença na vida dos justos.","referencias_relacionadas":["Números 6:24-26","Salmos 67:1","Efésios 1:3"]},"salmos_112_3_idiom":{"palavra_pt":"expressao","palavra_original":"עֹשֶׁר","transliteracao":"ʻôsher","strong":"H6239","significado_raiz":"Ideia básica: expressao.","significado_contextual":"Refere-se à riqueza e prosperidade que acompanham a vida do justo.","explicacao_detalhada":"A palavra 'expressão' neste contexto é um sinônimo de riqueza, simbolizando as bênçãos materiais e espirituais que Deus concede aos que O temem.","por_que_esta_palavra":"A prosperidade é uma consequência da vida justa e da fidelidade a Deus.","conexao_teologica":"A riqueza é vista como um recurso que deve ser usado para glorificar a Deus e ajudar os outros.","referencias_relacionadas":["Deuteronômio 28:1-14","Provérbios 10:22","2 Coríntios 9:8"]},"salmos_112_3_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar e à família, que são fundamentais na vida do justo.","explicacao_detalhada":"A palavra 'casa' simboliza não apenas a estrutura física, mas também a unidade familiar e a segurança que vem de viver em conformidade com os princípios de Deus.","por_que_esta_palavra":"A casa do justo é um lugar de bênção e paz, refletindo a ordem divina.","conexao_teologica":"A família é uma instituição divina, e a casa do justo é um reflexo do reino de Deus na terra.","referencias_relacionadas":["Salmos 127:1","Provérbios 24:3-4","Efésios 5:25-33"]},"salmos_112_3_mundo":{"palavra_pt":"mundo","palavra_original":"עַד","transliteracao":"ʻad","strong":"H5703","significado_raiz":"Ideia básica: mundo.","significado_contextual":"Refere-se à totalidade da criação e à influência do justo sobre ela.","explicacao_detalhada":"A palavra 'mundo' implica em um domínio mais amplo, onde a justiça e a bondade do justo têm um impacto positivo.","por_que_esta_palavra":"O justo não apenas vive em harmonia com Deus, mas também influencia o mundo ao seu redor.","conexao_teologica":"A missão do justo é ser sal e luz no mundo, refletindo a glória de Deus.","referencias_relacionadas":["Mateus 5:13-16","Romanos 8:19-21","1 João 2:15-17"]},"salmos_112_4_convenient":{"palavra_pt":"convenient","palavra_original":"יָשָׁר","transliteracao":"yâshâr","strong":"H3477","significado_raiz":"Ideia básica: convenient.","significado_contextual":"Refere-se à retidão e integridade do justo diante de Deus.","explicacao_detalhada":"A palavra 'convenient' sugere uma vida que está em alinhamento com a vontade de Deus, refletindo caráter e moralidade.","por_que_esta_palavra":"A vida do justo é marcada pela honestidade e pela busca de justiça em todas as suas ações.","conexao_teologica":"A retidão é um atributo de Deus, e os justos são chamados a imitá-Lo.","referencias_relacionadas":["Salmos 15:2","Provérbios 11:3","Miquéias 6:8"]},"salmos_112_4_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Ideia básica: justo.","significado_contextual":"Refere-se àqueles que vivem de acordo com a justiça de Deus.","explicacao_detalhada":"A palavra 'justo' descreve uma pessoa que age com integridade e retidão, sendo um reflexo do caráter de Deus.","por_que_esta_palavra":"A justiça é um dos pilares do reino de Deus e é fundamental para a vida do crente.","conexao_teologica":"Os justos são herdeiros das promessas de Deus e são chamados a viver em conformidade com Sua vontade.","referencias_relacionadas":["Salmos 1:6","Romanos 3:22","Hebreus 10:38"]},"salmos_112_5_humano":{"palavra_pt":"juizo/justica","palavra_original":"מִשְׁפָּט","transliteracao":"mishpâṭ","strong":"H4941","significado_raiz":"Ideia básica: juizo.","significado_contextual":"Refere-se ao conceito de justiça e julgamento na vida do justo.","explicacao_detalhada":"A palavra 'juízo' implica em discernimento e a capacidade de fazer escolhas justas, refletindo a sabedoria de Deus.","por_que_esta_palavra":"O justo é chamado a ser um agente de justiça, promovendo o bem e defendendo os oprimidos.","conexao_teologica":"A justiça é um atributo de Deus, e os justos são chamados a refletir essa justiça em suas vidas.","referencias_relacionadas":["Isaías 1:17","Amós 5:24","Miquéias 6:8"]},"salmos_112_5_bom":{"palavra_pt":"bom","palavra_original":"טוֹב","transliteracao":"ṭôwb","strong":"H2896","significado_raiz":"Ideia básica: bom.","significado_contextual":"Refere-se à bondade e à generosidade que caracterizam a vida do justo.","explicacao_detalhada":"A palavra 'bom' descreve não apenas a moralidade, mas também a disposição de fazer o bem aos outros.","por_que_esta_palavra":"A bondade é uma expressão do amor de Deus e deve ser refletida na vida do crente.","conexao_teologica":"A bondade é um fruto do Espírito e é essencial para a vida cristã.","referencias_relacionadas":["Gálatas 5:22-23","Efésios 2:10","Tito 3:8"]},"salmos_112_5_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua totalidade, destacando a dignidade e o valor do homem diante de Deus.","explicacao_detalhada":"A palavra 'homem' (אִישׁ) é utilizada para enfatizar a posição do ser humano como criação de Deus, dotado de responsabilidade e moralidade. No contexto do Salmo 112, o 'homem' é aquele que teme ao Senhor e se alegra em Seus mandamentos.","por_que_esta_palavra":"A escolha da palavra 'homem' é significativa, pois representa não apenas a masculinidade, mas a humanidade em geral, enfatizando a relação do ser humano com Deus.","conexao_teologica":"O conceito de homem no Salmo 112 está ligado à ideia de que aqueles que seguem a Deus são abençoados e têm uma vida plena e significativa.","referencias_relacionadas":["Gênesis 1:27","Salmos 8:4-5","Eclesiastes 12:13"]},"salmos_112_6_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à natureza imutável e perpétua de Deus, que garante a fidelidade de Suas promessas.","explicacao_detalhada":"A palavra 'eterno' (עוֹלָם) destaca a durabilidade e a permanência dos propósitos de Deus. No Salmo 112, isso se relaciona com a certeza de que as bênçãos e recompensas para o homem que teme ao Senhor são eternas.","por_que_esta_palavra":"A palavra 'eterno' é usada para contrastar a transitoriedade da vida humana com a constância de Deus e Suas promessas.","conexao_teologica":"A eternidade de Deus é um tema central na teologia, pois assegura que as ações de Deus têm um impacto duradouro na vida dos crentes.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Hebreus 13:8"]},"salmos_112_6_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma explicação ou justificativa para a afirmação anterior sobre o homem que teme ao Senhor.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para conectar a ação de temer a Deus com as consequências que dela advêm, reforçando a ideia de que a reverência a Deus traz recompensas.","por_que_esta_palavra":"A utilização de 'porque' é crucial para a lógica do versículo, pois estabelece uma relação de causa e efeito entre o temor a Deus e as bênçãos recebidas.","conexao_teologica":"Este conceito é fundamental na teologia bíblica, onde a obediência e o temor a Deus são frequentemente associados a bênçãos e prosperidade.","referencias_relacionadas":["Deuteronômio 28:1-2","Provérbios 1:7","Salmos 128:1"]},"salmos_112_6_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à fidelidade e à integridade de Deus, que não falha em Suas promessas.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é utilizada para afirmar que Deus é fiel e que Suas promessas são seguras. No contexto do Salmo 112, isso implica que o homem que teme ao Senhor pode confiar nas bênçãos que lhe são prometidas.","por_que_esta_palavra":"A inclusão da palavra 'verdade' reforça a ideia de que a confiança em Deus é fundamentada em Sua natureza fiel e verdadeira.","conexao_teologica":"A verdade de Deus é um pilar da fé cristã, pois garante que Ele cumpre Suas promessas e que os crentes podem confiar Nele.","referencias_relacionadas":["Salmos 33:4","Salmos 119:160","João 14:6"]},"salmos_112_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao Senhor, enfatizando Sua autoridade e poder sobre todas as coisas.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o nome pessoal de Deus, que denota Sua soberania e relação com o Seu povo. No Salmo 112, isso destaca a importância de reconhecer a autoridade de Deus na vida do homem que O teme.","por_que_esta_palavra":"A escolha do nome 'senhor' é significativa, pois representa a relação pessoal e íntima que os crentes têm com Deus.","conexao_teologica":"A soberania de Deus é um tema central na teologia, pois afirma que Ele está no controle de todas as coisas e que Sua vontade prevalece.","referencias_relacionadas":["Êxodo 3:14","Salmos 46:10","Romanos 10:13"]},"salmos_112_7_bruit":{"palavra_pt":"bruit","palavra_original":"שְׁמוּעָה","transliteracao":"shᵉmûwʻâh","strong":"H8052","significado_raiz":"Ideia básica: bruit.","significado_contextual":"Refere-se à fama ou reputação que o homem que teme ao Senhor adquire.","explicacao_detalhada":"A palavra 'bruit' (שְׁמוּעָה) implica que a vida do homem justo é notada e admirada, refletindo a glória de Deus. No Salmo 112, isso sugere que o temor a Deus traz reconhecimento e respeito.","por_que_esta_palavra":"A utilização de 'bruit' destaca a importância do testemunho da vida do crente, que deve refletir a luz de Cristo para o mundo.","conexao_teologica":"O testemunho do crente é fundamental na teologia cristã, pois a vida de um fiel deve ser um reflexo do caráter de Deus.","referencias_relacionadas":["Mateus 5:16","Filipenses 2:15","1 Pedro 2:12"]},"salmos_112_7_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à integridade e à sinceridade do homem que teme ao Senhor.","explicacao_detalhada":"A palavra 'verdade' (לֹא) é usada para afirmar que o homem justo não se deixa levar por enganos ou falsidades, mas vive de acordo com a verdade de Deus.","por_que_esta_palavra":"A inclusão da palavra 'verdade' é essencial para enfatizar a importância da honestidade e da retidão na vida do crente.","conexao_teologica":"A verdade é um atributo de Deus e deve ser refletida na vida dos crentes, que são chamados a viver em integridade.","referencias_relacionadas":["Salmos 15:2","Provérbios 12:22","Efésios 4:25"]},"salmos_112_8_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao centro das emoções e decisões do homem, simbolizando sua vida interior.","explicacao_detalhada":"A palavra 'coração' (לֵב) é utilizada para descrever a disposição interna do homem que teme ao Senhor. No Salmo 112, isso implica que a verdadeira fé se reflete nas intenções e motivações do coração.","por_que_esta_palavra":"A escolha da palavra 'coração' é significativa, pois enfatiza que a relação com Deus deve ser genuína e não apenas externa.","conexao_teologica":"A condição do coração é um tema recorrente na Bíblia, onde Deus examina não apenas as ações, mas também as intenções do coração humano.","referencias_relacionadas":["Provérbios 4:23","Jeremias 17:10","Mateus 5:8"]},"salmos_112_8_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à sinceridade e à autenticidade do homem que teme ao Senhor.","explicacao_detalhada":"A palavra 'verdade' (לֹא) enfatiza que o homem justo não se deixa enganar, mas vive em conformidade com a verdade de Deus, refletindo integridade em sua vida.","por_que_esta_palavra":"A inclusão da palavra 'verdade' é crucial para destacar a importância da autenticidade na vida do crente.","conexao_teologica":"A autenticidade é um aspecto vital da vida cristã, onde os crentes são chamados a viver de acordo com a verdade de Deus.","referencias_relacionadas":["Salmos 51:6","João 4:24","1 João 1:6"]},"salmos_112_8_urso":{"palavra_pt":"urso","palavra_original":"סָמַךְ","transliteracao":"çâmak","strong":"H5564","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se ao ato de apoiar ou sustentar, simbolizando a força e a proteção.","explicacao_detalhada":"A palavra 'urso' (סָמַךְ) implica que Deus sustenta e apoia aqueles que O temem. No Salmo 112, isso sugere que o homem justo é fortalecido por Deus em tempos de dificuldade.","por_que_esta_palavra":"A escolha da palavra 'urso' é significativa, pois enfatiza a ação de Deus em sustentar e proteger os que confiam Nele.","conexao_teologica":"A ideia de que Deus é um sustentador é um tema central na Bíblia, onde Ele promete estar ao lado de Seu povo em todas as circunstâncias.","referencias_relacionadas":["Salmos 37:24","Isaías 41:10","2 Coríntios 1:21-22"]},"salmos_112_9_mundo":{"palavra_pt":"mundo","palavra_original":"עַד","transliteracao":"ʻad","strong":"H5703","significado_raiz":"Ideia básica: mundo.","significado_contextual":"Refere-se ao mundo em que vivemos, incluindo a criação e a sociedade.","explicacao_detalhada":"A palavra 'mundo' neste contexto implica a totalidade da criação de Deus, onde os justos têm um papel significativo. O versículo destaca a generosidade dos justos e como isso impacta o mundo ao seu redor.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a abrangência da ação dos justos e seu reflexo na sociedade.","conexao_teologica":"A generosidade dos justos é um reflexo do caráter de Deus, que é generoso e providente.","referencias_relacionadas":["Salmos 24:1","Gênesis 1:28","Mateus 5:14"]},"salmos_112_9_clamar":{"palavra_pt":"dar","palavra_original":"נָתַן","transliteracao":"nâthan","strong":"H5414","significado_raiz":"Ideia básica: dar.","significado_contextual":"Significa dar ou oferecer algo a alguém, especialmente em um contexto de generosidade.","explicacao_detalhada":"Neste versículo, a ação de dar é uma expressão da justiça e bondade do justo, que se preocupa com os necessitados e age em favor deles.","por_que_esta_palavra":"A palavra é escolhida para mostrar a importância da generosidade como uma virtude central na vida do justo.","conexao_teologica":"Dar é um reflexo do amor de Deus, que deu seu Filho para a salvação da humanidade.","referencias_relacionadas":["2 Coríntios 9:7","Atos 20:35","Provérbios 19:17"]},"salmos_112_10_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"Refere-se àqueles que são considerados ímpios ou injustos.","explicacao_detalhada":"A palavra 'culpado' destaca a condição dos que não seguem os caminhos de Deus e, portanto, enfrentam consequências por suas ações.","por_que_esta_palavra":"É utilizada para contrastar a vida dos justos com a dos ímpios, enfatizando a justiça divina.","conexao_teologica":"A justiça de Deus é um tema central na Bíblia, onde os justos são recompensados e os ímpios enfrentam juízo.","referencias_relacionadas":["Salmos 1:6","Romanos 6:23","Provérbios 11:21"]},"salmos_112_10_furia":{"palavra_pt":"furia","palavra_original":"כַּעַס","transliteracao":"kaʻaç","strong":"H3707","significado_raiz":"Ideia básica: furia.","significado_contextual":"Refere-se à ira ou indignação, especialmente em resposta à injustiça.","explicacao_detalhada":"Neste contexto, a 'furia' é uma reação à injustiça e ao comportamento dos ímpios, que não prosperam diante da justiça de Deus.","por_que_esta_palavra":"A palavra é usada para mostrar a seriedade da situação dos ímpios e a inevitabilidade do juízo divino.","conexao_teologica":"A ira de Deus é uma resposta à injustiça e ao pecado, refletindo seu caráter santo.","referencias_relacionadas":["Romanos 1:18","Salmos 7:11","Efésios 5:6"]},"salmos_112_10_temor":{"palavra_pt":"temor","palavra_original":"מָסַס","transliteracao":"mâçaç","strong":"H4549","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se ao medo ou temor que os ímpios sentem diante das consequências de suas ações.","explicacao_detalhada":"O 'temor' aqui é uma resposta natural ao reconhecimento do juízo de Deus e da fragilidade da vida sem a justiça.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a insegurança dos ímpios em contraste com a segurança dos justos.","conexao_teologica":"O temor do Senhor é o princípio da sabedoria, e aqueles que não o temem vivem em constante ansiedade.","referencias_relacionadas":["Provérbios 1:7","Salmos 36:1","Hebreus 10:31"]}}