{"salmos_113_1_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"Refere-se ao ato de louvar e glorificar a Deus.","explicacao_detalhada":"A palavra 'louvar' é um convite à adoração, reconhecendo a grandeza e a santidade de Deus.","por_que_esta_palavra":"É uma expressão de gratidão e reconhecimento do poder e da bondade de Deus.","conexao_teologica":"A adoração é central na vida do crente, refletindo a relação entre Deus e seu povo.","referencias_relacionadas":["Salmos 150:6","Isaías 25:1","Hebreus 13:15"]},"salmos_113_1_sagrado":{"palavra_pt":"sagrado","palavra_original":"יָהּ","transliteracao":"Yâhh","strong":"H3050","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se à santidade de Deus, que é separado e distinto de toda a criação.","explicacao_detalhada":"A palavra 'sagrado' enfatiza a pureza e a majestade de Deus, que merece toda a adoração.","por_que_esta_palavra":"É utilizada para destacar a natureza única de Deus em contraste com a humanidade pecadora.","conexao_teologica":"A santidade de Deus é um tema central na Bíblia, que chama os crentes a viverem em santidade.","referencias_relacionadas":["Levítico 11:44","1 Pedro 1:16","Isaías 6:3"]},"salmos_113_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa seu caráter e autoridade.","explicacao_detalhada":"O 'nome' de Deus é um símbolo de sua presença e poder, e invocá-lo é reconhecer sua soberania.","por_que_esta_palavra":"É usada para enfatizar a importância de conhecer e invocar o nome de Deus em adoração.","conexao_teologica":"O nome de Deus é um tema recorrente na Bíblia, refletindo sua revelação ao seu povo.","referencias_relacionadas":["Salmos 8:1","Êxodo 3:14","Filipenses 2:9-10"]},"salmos_113_2_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Significa abençoar ou invocar a bênção de Deus sobre alguém.","explicacao_detalhada":"A palavra 'abençoar' implica um desejo de bem-estar e prosperidade, refletindo o caráter generoso de Deus.","por_que_esta_palavra":"É utilizada para mostrar a importância da bênção divina na vida dos crentes.","conexao_teologica":"A bênção de Deus é um tema central, mostrando seu amor e cuidado por seu povo.","referencias_relacionadas":["Números 6:24-26","Efésios 1:3","Salmos 128:1-2"]},"salmos_113_2_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à eternidade de Deus, que não tem começo nem fim.","explicacao_detalhada":"A palavra 'eterno' enfatiza a natureza imutável e perene de Deus, que é sempre digno de louvor.","por_que_esta_palavra":"É utilizada para destacar a diferença entre a temporalidade humana e a eternidade divina.","conexao_teologica":"A eternidade de Deus é um fundamento da fé cristã, que confia em suas promessas eternas.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Apocalipse 1:8"]},"salmos_113_3_sol":{"palavra_pt":"sol","palavra_original":"מִזְרָח","transliteracao":"mizrâch","strong":"H4217","significado_raiz":"Ideia básica: sol.","significado_contextual":"O sol representa a luz e a vida, simbolizando a presença de Deus que ilumina e dá vida ao mundo.","explicacao_detalhada":"No contexto do Salmo 113, a menção ao sol enfatiza a grandeza de Deus, que é exaltado desde o nascer até o pôr do sol. Isso reflete a ideia de que a adoração deve ser contínua e abrangente.","por_que_esta_palavra":"A palavra 'sol' é usada para ilustrar a majestade e a soberania de Deus sobre toda a criação, destacando que Sua glória é visível em toda parte.","conexao_teologica":"O sol é frequentemente associado à presença de Deus e à Sua luz que brilha sobre os justos, simbolizando esperança e renovação.","referencias_relacionadas":["Salmos 19:1","Mateus 5:14","Isaías 60:1"]},"salmos_113_3_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"A palavra 'louvar' implica em reconhecer e exaltar as qualidades de Deus, especialmente Sua grandeza e bondade.","explicacao_detalhada":"No Salmo 113, o ato de louvar é uma resposta à majestade de Deus, que deve ser feita em todos os momentos e lugares, refletindo a importância da adoração na vida do crente.","por_que_esta_palavra":"A palavra 'louvar' é central na adoração, pois expressa a gratidão e o reconhecimento do poder e da bondade de Deus.","conexao_teologica":"O louvor é uma prática fundamental na vida cristã, sendo uma forma de se conectar com Deus e reconhecer Sua soberania.","referencias_relacionadas":["Salmos 150:6","Hebreus 13:15","Salmos 34:1"]},"salmos_113_4_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Os céus representam a morada de Deus e Sua autoridade sobre toda a criação.","explicacao_detalhada":"Neste salmo, a menção aos céus destaca a grandeza de Deus, que está acima de todas as coisas, e Sua capacidade de governar sobre o universo.","por_que_esta_palavra":"A palavra 'céus' é usada para enfatizar a transcendência de Deus e Sua soberania sobre a terra e o céu.","conexao_teologica":"A ideia de que Deus habita nos céus reforça a crença na Sua majestade e poder, além de Sua proximidade com a humanidade.","referencias_relacionadas":["Salmos 115:3","Isaías 66:1","Mateus 6:9"]},"salmos_113_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como as ações de louvor devem ser realizadas, enfatizando a totalidade e a sinceridade.","explicacao_detalhada":"No contexto do Salmo 113, 'modo' sugere que o louvor deve ser feito de forma abrangente e contínua, sem restrições.","por_que_esta_palavra":"A palavra 'modo' é importante para entender que a adoração a Deus deve ser feita em todas as circunstâncias e em todos os lugares.","conexao_teologica":"A adoração deve ser uma prática integral na vida do crente, refletindo a totalidade do ser em louvor a Deus.","referencias_relacionadas":["Colossenses 3:17","Salmos 100:2","1 Crônicas 16:29"]},"salmos_113_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome 'Senhor' refere-se à autoridade e ao caráter de Deus, que é digno de adoração.","explicacao_detalhada":"Neste salmo, o uso do nome 'Senhor' enfatiza a relação pessoal entre Deus e Seu povo, destacando Sua soberania e poder.","por_que_esta_palavra":"A palavra 'Senhor' é fundamental para entender a natureza de Deus como o Criador e Sustentador do universo.","conexao_teologica":"O nome de Deus é uma representação de Sua essência e caráter, e invocá-lo é um ato de reverência e submissão.","referencias_relacionadas":["Salmos 8:1","Êxodo 3:14","Romanos 10:13"]},"salmos_113_5_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"A palavra 'julgar' refere-se à ação de Deus em estabelecer justiça e ordem entre os homens.","explicacao_detalhada":"No Salmo 113, a menção ao ato de julgar destaca a soberania de Deus sobre as nações e Sua capacidade de discernir entre o certo e o errado.","por_que_esta_palavra":"A palavra 'julgar' é usada para enfatizar a justiça divina e a responsabilidade de Deus em governar o mundo.","conexao_teologica":"A justiça de Deus é um tema central nas Escrituras, refletindo Seu caráter e a esperança de um futuro justo.","referencias_relacionadas":["Salmos 9:7","Isaías 33:22","Romanos 14:10"]},"salmos_113_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Senhor' novamente enfatiza a autoridade e o poder de Deus sobre todas as coisas.","explicacao_detalhada":"Neste contexto, o uso do nome 'Senhor' reafirma a soberania de Deus, que é o juiz supremo e justo.","por_que_esta_palavra":"A repetição da palavra 'Senhor' sublinha a importância de reconhecer a autoridade de Deus em todas as áreas da vida.","conexao_teologica":"A soberania de Deus é um tema recorrente na Bíblia, que nos lembra de Sua posição como juiz e governante.","referencias_relacionadas":["Salmos 47:2","Salmos 96:10","Apocalipse 19:16"]},"salmos_113_5_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em sua fragilidade e dependência de Deus.","explicacao_detalhada":"No Salmo 113, a menção ao homem destaca a grandeza de Deus em contraste com a insignificância do ser humano, enfatizando a graça divina.","por_que_esta_palavra":"A palavra 'homem' é usada para mostrar a vulnerabilidade e a necessidade de redenção da humanidade diante de Deus.","conexao_teologica":"A relação entre Deus e a humanidade é central na teologia cristã, refletindo a necessidade de dependência e adoração.","referencias_relacionadas":["Salmos 8:4","Gênesis 1:27","Romanos 3:23"]},"salmos_113_6_humilde":{"palavra_pt":"humilde","palavra_original":"שָׁפֵל","transliteracao":"shâphêl","strong":"H8213","significado_raiz":"Ideia básica: humilde.","significado_contextual":"A palavra 'humilde' refere-se à condição de quem é baixo ou desprezado, enfatizando a compaixão de Deus pelos necessitados.","explicacao_detalhada":"No Salmo 113, a menção aos humildes destaca o cuidado de Deus por aqueles que são marginalizados e o Seu desejo de elevar os oprimidos.","por_que_esta_palavra":"A palavra 'humilde' é importante para entender a natureza de Deus como um defensor dos pobres e necessitados.","conexao_teologica":"A preocupação de Deus com os humildes é um tema recorrente na Bíblia, refletindo Sua justiça e misericórdia.","referencias_relacionadas":["Salmos 34:18","Tiago 4:6","Lucas 1:52"]},"salmos_113_6_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"A palavra 'céus' novamente enfatiza a grandeza de Deus e Sua autoridade sobre toda a criação.","explicacao_detalhada":"Neste contexto, a menção aos céus reforça a ideia de que Deus é soberano e que Sua presença é sentida em toda parte.","por_que_esta_palavra":"A repetição da palavra 'céus' sublinha a transcendência de Deus e Sua capacidade de governar sobre todas as coisas.","conexao_teologica":"A soberania de Deus sobre os céus e a terra é um tema central na teologia bíblica, que nos lembra de Sua grandeza.","referencias_relacionadas":["Salmos 115:16","Isaías 40:22","Atos 7:49"]},"salmos_113_6_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico, à criação de Deus.","explicacao_detalhada":"A palavra 'terra' é usada para descrever não apenas o solo, mas também a totalidade da criação que Deus estabeleceu. No contexto do Salmo 113, enfatiza a grandeza de Deus que se eleva acima de toda a criação.","por_que_esta_palavra":"A escolha da palavra 'terra' destaca a soberania de Deus sobre toda a criação, mostrando que Ele não é apenas um Deus local, mas o Senhor de todo o universo.","conexao_teologica":"Deus é o Criador de todas as coisas, e Sua majestade se estende sobre toda a terra.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 66:1"]},"salmos_113_7_po":{"palavra_pt":"po","palavra_original":"עָפָר","transliteracao":"ʻâphâr","strong":"H6083","significado_raiz":"Ideia básica: po.","significado_contextual":"Refere-se ao pó da terra, simbolizando a fragilidade e a humildade do ser humano.","explicacao_detalhada":"A palavra 'po' é utilizada para ilustrar a condição humana, que é feita do pó e, portanto, é vulnerável e dependente de Deus. O Salmo 113 destaca a ação de Deus em elevar os humildes.","por_que_esta_palavra":"O uso de 'pó' enfatiza a humildade e a insignificância do homem diante da grandeza de Deus, mostrando que Ele se importa com os que estão em baixo.","conexao_teologica":"A humildade é um tema central na teologia bíblica, onde Deus se opõe aos orgulhosos e exalta os humildes.","referencias_relacionadas":["Gênesis 2:7","Salmos 103:14","Tiago 4:10"]},"salmos_113_7_levantar":{"palavra_pt":"levantar","palavra_original":"קוּם","transliteracao":"qûwm","strong":"H6965","significado_raiz":"Ideia básica: levantar.","significado_contextual":"Refere-se ao ato de elevar ou erguer alguém ou algo.","explicacao_detalhada":"A palavra 'levantar' no contexto do Salmo 113 indica a ação de Deus em tirar os humildes de sua condição de miséria e colocá-los em posições de honra.","por_que_esta_palavra":"A escolha de 'levantar' mostra a ação ativa de Deus em transformar vidas e realidades, enfatizando Sua misericórdia.","conexao_teologica":"Deus é visto como um redentor que transforma a vida dos que se humilham diante dEle.","referencias_relacionadas":["Salmos 30:1","Isaías 61:1","Lucas 1:52"]},"salmos_113_8_free":{"palavra_pt":"free","palavra_original":"נָדִיב","transliteracao":"nâdîyb","strong":"H5081","significado_raiz":"Ideia básica: free.","significado_contextual":"Refere-se à ideia de generosidade e disposição para ajudar.","explicacao_detalhada":"A palavra 'free' implica em alguém que é generoso e que dá livremente, refletindo o caráter de Deus que se preocupa com os necessitados.","por_que_esta_palavra":"A inclusão de 'free' destaca a natureza benevolente de Deus, que não apenas se importa, mas age em favor dos que estão em necessidade.","conexao_teologica":"A generosidade de Deus é um tema central, mostrando que Ele é um Deus que provê e cuida de Seu povo.","referencias_relacionadas":["Salmos 37:25","Mateus 5:42","2 Coríntios 9:7"]},"salmos_113_8_accompanying":{"palavra_pt":"accompanying","palavra_original":"עִם","transliteracao":"ʻim","strong":"H5973","significado_raiz":"Ideia básica: accompanying.","significado_contextual":"Refere-se à ideia de estar junto ou em companhia.","explicacao_detalhada":"A palavra 'accompanying' sugere a presença de Deus ao lado dos humildes e necessitados, enfatizando que Ele não os abandona.","por_que_esta_palavra":"A presença de Deus é um conforto e uma garantia para aqueles que estão em dificuldades, mostrando que Ele está sempre ao lado dos que confiam nEle.","conexao_teologica":"A companhia de Deus é uma fonte de força e esperança para os fiéis.","referencias_relacionadas":["Salmos 23:4","Mateus 28:20","Hebreus 13:5"]},"salmos_113_9_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar, um lugar de segurança e pertencimento.","explicacao_detalhada":"A palavra 'casa' simboliza não apenas um espaço físico, mas também a ideia de família e comunidade, onde o amor e a proteção devem existir.","por_que_esta_palavra":"A menção de 'casa' destaca a importância da família e da estrutura social que Deus estabelece para o bem-estar humano.","conexao_teologica":"A família é uma instituição divina, e Deus se preocupa com a saúde e a prosperidade dos lares.","referencias_relacionadas":["Salmos 127:1","Efésios 6:1-4","1 Timóteo 5:8"]},"salmos_113_9_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se à prole, especialmente no contexto de herança e continuidade.","explicacao_detalhada":"A palavra 'filho' implica em uma relação de herança e continuidade, simbolizando a esperança e o futuro que Deus oferece.","por_que_esta_palavra":"A inclusão de 'filho' enfatiza a importância da descendência e da continuidade da fé e dos valores dentro da família.","conexao_teologica":"A relação entre pais e filhos é fundamental na teologia bíblica, refletindo a relação entre Deus e Seu povo.","referencias_relacionadas":["Salmos 127:3","Provérbios 22:6","Efésios 6:4"]},"salmos_113_9_julgar":{"palavra_pt":"julgar","palavra_original":"יָשַׁב","transliteracao":"yâshab","strong":"H3427","significado_raiz":"Ideia básica: julgar.","significado_contextual":"Refere-se ao ato de decidir ou avaliar.","explicacao_detalhada":"A palavra 'julgar' implica em um discernimento que leva à ação, especialmente no contexto de justiça e retidão.","por_que_esta_palavra":"A escolha de 'julgar' destaca a responsabilidade de Deus em estabelecer a justiça e a ordem em meio ao caos.","conexao_teologica":"Deus é o juiz justo que avalia as ações humanas e traz justiça aos oprimidos.","referencias_relacionadas":["Salmos 9:7-8","Isaías 30:18","Romanos 14:10"]}}