{"salmos_114_1_grande":{"palavra_pt":"sair","palavra_original":"יָצָא","transliteracao":"yâtsâʼ","strong":"H3318","significado_raiz":"Ideia básica: sair.","significado_contextual":"Refere-se ao ato de sair ou partir de um lugar.","explicacao_detalhada":"A palavra 'sair' no contexto do Salmo 114 indica a libertação do povo de Israel da escravidão no Egito, simbolizando a grandeza de Deus em suas ações.","por_que_esta_palavra":"A escolha de 'sair' enfatiza a ação de Deus em libertar e guiar Seu povo em direção à terra prometida.","conexao_teologica":"A libertação é um tema central na narrativa bíblica, mostrando a fidelidade de Deus em cumprir Suas promessas.","referencias_relacionadas":["Êxodo 12:31-32","Salmos 105:43-45","Gálatas 5:1"]},"salmos_114_1_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar, um lugar de segurança e pertencimento.","explicacao_detalhada":"A palavra 'casa' aqui simboliza a nação de Israel, que é vista como a casa de Deus, onde Ele habita entre Seu povo.","por_que_esta_palavra":"A menção de 'casa' destaca a relação especial entre Deus e Israel, enfatizando a proteção e a presença divina.","conexao_teologica":"A habitação de Deus entre Seu povo é um tema central na teologia do Antigo Testamento.","referencias_relacionadas":["Êxodo 25:8","Salmos 132:13-14","1 Pedro 2:5"]},"salmos_114_1_povo":{"palavra_pt":"povo","palavra_original":"עַם","transliteracao":"ʻam","strong":"H5971","significado_raiz":"Ideia básica: povo.","significado_contextual":"Refere-se ao povo de Israel, escolhido por Deus como Sua nação.","explicacao_detalhada":"A palavra 'povo' (עַם) é usada para descrever a coletividade dos israelitas, que têm um relacionamento especial com Deus. Este versículo destaca a importância da identidade nacional e espiritual do povo de Israel.","por_que_esta_palavra":"A escolha de Israel como povo de Deus é fundamental para a narrativa bíblica, simbolizando a aliança e o propósito divino.","conexao_teologica":"A ideia de 'povo' está ligada à noção de comunidade e aliança, onde Deus se compromete com Seu povo e espera fidelidade em retorno.","referencias_relacionadas":["Êxodo 19:5-6","Deuteronômio 7:6","Isaías 43:20-21"]},"salmos_114_2_sagrado":{"palavra_pt":"sagrado","palavra_original":"קֹדֶשׁ","transliteracao":"qôdesh","strong":"H6944","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se à santidade de Deus e ao caráter sagrado do Seu nome e do Seu povo.","explicacao_detalhada":"A palavra 'sagrado' (קֹדֶשׁ) implica separação e consagração. No contexto do Salmo, enfatiza a distinção do povo de Israel como separado para Deus.","por_que_esta_palavra":"A santidade é um atributo essencial de Deus e é refletida na vida do Seu povo, que deve viver de acordo com essa santidade.","conexao_teologica":"A santidade de Deus exige uma resposta de santidade do Seu povo, estabelecendo um padrão moral e espiritual.","referencias_relacionadas":["Levítico 20:26","1 Pedro 1:15-16","Salmos 30:4"]},"salmos_114_2_cair":{"palavra_pt":"cair","palavra_original":"הָיָה","transliteracao":"hâyâh","strong":"H1961","significado_raiz":"Ideia básica: cair.","significado_contextual":"Refere-se à ação de cair, que simboliza a submissão ou a resposta do mundo natural à presença de Deus.","explicacao_detalhada":"A palavra 'cair' (הָיָה) é usada para descrever a reação dos elementos da criação diante da majestade de Deus, indicando que até a natureza responde à Sua autoridade.","por_que_esta_palavra":"A queda dos elementos naturais é uma demonstração do poder de Deus sobre a criação, revelando Sua soberania.","conexao_teologica":"Este conceito está ligado à ideia de que toda a criação reconhece a grandeza de Deus e se submete a Ele.","referencias_relacionadas":["Salmos 46:2","Isaías 54:10","Romanos 8:19-22"]},"salmos_114_2_nome":{"palavra_pt":"nome","palavra_original":"יְהוּדָה","transliteracao":"Yᵉhûwdâh","strong":"H3063","significado_raiz":"Ideia básica: nome.","significado_contextual":"Refere-se ao nome de Deus, que é sagrado e tem poder.","explicacao_detalhada":"A palavra 'nome' (יְהוּדָה) neste contexto pode ser entendida como a representação da presença e do caráter de Deus. O nome de Deus é invocado em momentos de adoração e súplica.","por_que_esta_palavra":"O nome de Deus é central na identidade do povo de Israel e na sua relação com Ele, simbolizando Sua autoridade e poder.","conexao_teologica":"A invocação do nome de Deus é um ato de fé e reconhecimento de Sua soberania.","referencias_relacionadas":["Salmos 20:1","Salmos 68:4","Filipenses 2:9-11"]},"salmos_114_3_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao mar como um símbolo de desafios e da intervenção divina.","explicacao_detalhada":"A palavra 'mar' (יָם) é frequentemente usada na Bíblia para representar tanto a força da natureza quanto os obstáculos que o povo de Deus enfrenta. Neste Salmo, o mar se abre diante da presença de Deus.","por_que_esta_palavra":"O mar é um símbolo de caos e incerteza, e a intervenção de Deus traz ordem e libertação.","conexao_teologica":"A passagem reflete a ideia de que Deus é capaz de dominar as forças da natureza em favor de Seu povo.","referencias_relacionadas":["Êxodo 14:21-22","Salmos 77:16-20","Isaías 43:16"]},"salmos_114_3_libertar":{"palavra_pt":"libertar","palavra_original":"נוּס","transliteracao":"nûwç","strong":"H5127","significado_raiz":"Ideia básica: libertar.","significado_contextual":"Refere-se ao ato de libertar o povo de Israel da opressão.","explicacao_detalhada":"A palavra 'libertar' (נוּס) implica a ação de Deus em salvar e resgatar Seu povo das dificuldades e escravidão, como na saída do Egito.","por_que_esta_palavra":"A libertação é um tema central na história de Israel, simbolizando a salvação e a intervenção divina.","conexao_teologica":"A libertação de Deus é um reflexo de Sua misericórdia e poder, mostrando que Ele é um Deus que salva.","referencias_relacionadas":["Salmos 34:17","Isaías 61:1","Romanos 8:21"]},"salmos_114_3_afterward":{"palavra_pt":"after ward","palavra_original":"אָחוֹר","transliteracao":"ʼâchôwr","strong":"H268","significado_raiz":"Ideia básica: after ward.","significado_contextual":"Refere-se ao que acontece depois da intervenção de Deus.","explicacao_detalhada":"A palavra 'afterward' (אָחוֹר) sugere uma sequência de eventos que seguem a ação de Deus, indicando que Sua intervenção traz mudanças duradouras.","por_que_esta_palavra":"Este termo enfatiza a continuidade da obra de Deus na história do Seu povo.","conexao_teologica":"A ideia de 'depois' reflete a esperança e a expectativa de que Deus continua a agir em favor de Seu povo.","referencias_relacionadas":["Salmos 126:1","Romanos 5:3-5","Apocalipse 21:4"]},"salmos_114_4_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"Refere-se à força de Deus e à proteção que Ele oferece ao Seu povo.","explicacao_detalhada":"A palavra 'força' (אַיִל) pode ser entendida como um símbolo de poder e proteção. No contexto do Salmo, destaca a majestade de Deus e Sua capacidade de proteger Israel.","por_que_esta_palavra":"A força de Deus é um tema recorrente na Bíblia, simbolizando Sua capacidade de agir em favor de Seu povo.","conexao_teologica":"A força de Deus é um motivo de confiança e esperança para os fiéis, que sabem que Ele é seu defensor.","referencias_relacionadas":["Salmos 18:2","Salmos 46:1","Isaías 40:29-31"]},"salmos_114_4_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao conceito de filhos de Deus, que implica uma relação íntima e de herança.","explicacao_detalhada":"A palavra 'filho' (בֵּן) simboliza a relação especial entre Deus e Seu povo, que é considerado Seu filho. Essa relação implica amor, cuidado e responsabilidade.","por_que_esta_palavra":"A filiação divina é um tema central na Bíblia, refletindo a intimidade do relacionamento entre Deus e os crentes.","conexao_teologica":"Ser chamado de filho de Deus é um privilégio que traz consigo a responsabilidade de viver de acordo com Sua vontade.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:14-17","1 João 3:1"]},"salmos_114_4_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"Refere-se às montanhas como símbolos de estabilidade e presença divina.","explicacao_detalhada":"A palavra 'montanha' (הַר) é frequentemente usada na Bíblia para representar lugares de encontro com Deus, como o Sinai. Neste Salmo, as montanhas reagem à presença de Deus.","por_que_esta_palavra":"As montanhas são vistas como testemunhas da grandeza de Deus e da Sua criação.","conexao_teologica":"A presença de Deus nas montanhas simboliza Sua majestade e a reverência que devemos ter diante dEle.","referencias_relacionadas":["Salmos 121:1","Isaías 2:2","Mateus 5:14"]},"salmos_114_5_mar":{"palavra_pt":"mar","palavra_original":"יָם","transliteracao":"yâm","strong":"H3220","significado_raiz":"Ideia básica: mar.","significado_contextual":"Refere-se ao mar como um símbolo de poder e força, representando as águas que foram divididas na travessia do povo de Israel.","explicacao_detalhada":"O mar é frequentemente mencionado na Bíblia como um elemento que representa tanto a criação de Deus quanto a sua soberania sobre as forças da natureza. No contexto de Salmos 114, o mar se torna um testemunho do poder de Deus ao libertar Israel da escravidão no Egito.","por_que_esta_palavra":"A palavra 'mar' é utilizada para enfatizar a grandeza do ato de Deus em separar as águas, mostrando que até mesmo as forças da natureza obedecem ao Seu comando.","conexao_teologica":"O mar simboliza a libertação e a salvação, refletindo a capacidade de Deus de transformar situações impossíveis em oportunidades de redenção.","referencias_relacionadas":["Êxodo 14:21-22","Salmos 77:16","Isaías 43:16"]},"salmos_114_5_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz uma explicação ou razão para o que foi dito anteriormente, ligando a ação de Deus à resposta do povo.","explicacao_detalhada":"Em Salmos 114, 'porque' é usado para conectar a ação de Deus com a resposta da natureza, indicando que a criação reage ao poder divino. Essa conjunção é crucial para entender a relação entre Deus e Sua criação.","por_que_esta_palavra":"A palavra 'porque' é essencial para a lógica do salmo, pois estabelece a razão pela qual a natureza se comporta de determinada maneira diante do Senhor.","conexao_teologica":"A relação entre Deus e a criação é um tema central na teologia bíblica, mostrando que tudo o que existe responde à Sua vontade.","referencias_relacionadas":["Romanos 1:20","Salmos 19:1","Gênesis 1:31"]},"salmos_114_5_afterward":{"palavra_pt":"after ward","palavra_original":"אָחוֹר","transliteracao":"ʼâchôwr","strong":"H268","significado_raiz":"Ideia básica: after ward.","significado_contextual":"Refere-se ao que acontece após a intervenção divina, indicando uma sequência de eventos que seguem a ação de Deus.","explicacao_detalhada":"A palavra 'depois' sugere uma continuidade na narrativa, mostrando que as ações de Deus têm consequências que se estendem além do momento imediato.","por_que_esta_palavra":"A utilização de 'depois' é importante para entender a dinâmica do tempo na obra de Deus, que não é apenas um evento isolado, mas parte de um plano maior.","conexao_teologica":"Deus não apenas age, mas suas ações têm um propósito e um desdobramento que se revela ao longo da história da salvação.","referencias_relacionadas":["Gênesis 8:22","Salmos 126:5-6","Apocalipse 21:4"]},"salmos_114_6_forca":{"palavra_pt":"forca","palavra_original":"אַיִל","transliteracao":"ʼayil","strong":"H352","significado_raiz":"Ideia básica: forca.","significado_contextual":"A palavra 'força' refere-se à força física e à majestade das montanhas, que se contrasta com a ação de Deus.","explicacao_detalhada":"Em Salmos 114, a força das montanhas é mencionada para mostrar que mesmo as maiores forças da natureza se curvam diante do poder de Deus. Isso enfatiza a soberania divina sobre toda a criação.","por_que_esta_palavra":"A palavra 'força' é usada para ilustrar a grandeza de Deus em comparação com as forças naturais, destacando que nada é mais poderoso do que Ele.","conexao_teologica":"A força de Deus é um tema recorrente na Bíblia, mostrando que Ele é o Criador e Sustentador de todas as coisas, e que nada pode resistir ao Seu poder.","referencias_relacionadas":["Salmos 46:1","Isaías 40:29","Salmos 62:11"]},"salmos_114_6_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao conceito de descendência e herança, especialmente no contexto do povo de Israel como filhos de Deus.","explicacao_detalhada":"A palavra 'filho' é significativa na Bíblia, pois representa a relação íntima entre Deus e Seu povo. Em Salmos 114, isso enfatiza a proteção e o cuidado de Deus por aqueles que Ele chama de Seus filhos.","por_que_esta_palavra":"A inclusão da palavra 'filho' destaca a identidade do povo de Israel como a nação escolhida, que tem um relacionamento especial com Deus.","conexao_teologica":"A filiação divina é um tema central na teologia cristã, onde os crentes são chamados de filhos de Deus através da fé em Cristo.","referencias_relacionadas":["Gálatas 3:26","Romanos 8:14","1 João 3:1"]},"salmos_114_6_monte":{"palavra_pt":"montanha","palavra_original":"הַר","transliteracao":"har","strong":"H2022","significado_raiz":"Ideia básica: montanha.","significado_contextual":"Refere-se às montanhas como símbolos de estabilidade e força, que são confrontadas pelo poder de Deus.","explicacao_detalhada":"As montanhas são frequentemente vistas como inabaláveis, mas em Salmos 114, elas tremem diante da presença de Deus, mostrando que até mesmo as maiores forças da natureza se submetem ao Criador.","por_que_esta_palavra":"A palavra 'montanha' é utilizada para ilustrar a grandeza e a majestade de Deus, que é capaz de fazer até mesmo as montanhas tremerem.","conexao_teologica":"A soberania de Deus sobre a criação é um tema importante, mostrando que Ele tem autoridade sobre tudo que existe, incluindo as montanhas.","referencias_relacionadas":["Salmos 68:15","Salmos 121:1","Isaías 54:10"]},"salmos_114_7_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"A palavra 'rosto' refere-se à presença de Deus, que é um tema central na adoração e na reverência.","explicacao_detalhada":"Em Salmos 114, o 'rosto' de Deus é mencionado para enfatizar a Sua presença entre o Seu povo, que é um motivo de temor e reverência.","por_que_esta_palavra":"A palavra 'rosto' é significativa porque representa a intimidade e a relação que os crentes têm com Deus, que é tanto um amigo quanto um juiz.","conexao_teologica":"A presença de Deus é um tema central na Bíblia, onde a busca pelo Seu rosto é um desejo do coração do crente.","referencias_relacionadas":["Salmos 27:8","Números 6:25","Salmos 80:3"]},"salmos_114_7_soberano":{"palavra_pt":"soberano","palavra_original":"אָדוֹן","transliteracao":"ʼâdôwn","strong":"H113","significado_raiz":"Ideia básica: soberano.","significado_contextual":"A palavra 'soberano' refere-se à autoridade e ao domínio de Deus sobre toda a criação.","explicacao_detalhada":"Em Salmos 114, o 'soberano' é aquele que tem controle absoluto sobre as forças da natureza, mostrando que nada escapa ao Seu domínio.","por_que_esta_palavra":"A palavra 'soberano' é utilizada para enfatizar a majestade de Deus, que é digno de reverência e adoração por Sua autoridade suprema.","conexao_teologica":"A soberania de Deus é um conceito fundamental na teologia, que assegura aos crentes que Ele está no controle de todas as coisas.","referencias_relacionadas":["Salmos 103:19","Daniel 4:35","Romanos 9:20-21"]},"salmos_114_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como o lugar da criação e da habitação do povo de Deus.","explicacao_detalhada":"A palavra 'terra' é significativa no contexto de Salmos 114, pois representa o domínio de Deus sobre toda a criação e a promessa de uma terra para Seu povo.","por_que_esta_palavra":"A palavra 'terra' é utilizada para mostrar que Deus não apenas criou a terra, mas também a governa e a sustenta.","conexao_teologica":"A relação de Deus com a terra é um tema importante, refletindo Sua autoridade e cuidado sobre o mundo que Ele criou.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 66:1"]},"salmos_114_8_rocha":{"palavra_pt":"rocha","palavra_original":"צוּר","transliteracao":"tsûwr","strong":"H6697","significado_raiz":"Ideia básica: rocha.","significado_contextual":"A palavra 'rocha' simboliza segurança e proteção, representando Deus como a fortaleza do Seu povo.","explicacao_detalhada":"Em Salmos 114, a 'rocha' é uma metáfora para a estabilidade e a força que Deus oferece aos que confiam Nele, contrastando com a instabilidade do mundo.","por_que_esta_palavra":"A palavra 'rocha' é utilizada para enfatizar a confiança que os crentes podem ter em Deus, que é firme e inabalável.","conexao_teologica":"Deus é frequentemente descrito como a rocha na Bíblia, simbolizando Sua proteção e a segurança que Ele oferece aos Seus filhos.","referencias_relacionadas":["Salmos 18:2","Deuteronômio 32:4","Isaías 26:4"]},"salmos_114_8_caminho":{"palavra_pt":"caminho","palavra_original":"הָפַךְ","transliteracao":"hâphak","strong":"H2015","significado_raiz":"Ideia básica: caminho.","significado_contextual":"Refere-se ao caminho que Deus pode transformar, simbolizando a mudança e a direção divina na vida do povo.","explicacao_detalhada":"A palavra 'caminho' aqui representa não apenas uma rota física, mas também a jornada espiritual e as escolhas que o povo de Deus deve fazer. A transformação do caminho é um ato de Deus que guia e protege seu povo.","por_que_esta_palavra":"A palavra é usada para enfatizar a capacidade de Deus de mudar situações e guiar seu povo em momentos de dificuldade.","conexao_teologica":"O conceito de caminho é frequentemente associado à orientação divina e à obediência às leis de Deus, refletindo a relação entre Deus e seu povo.","referencias_relacionadas":["Salmos 25:4","Provérbios 3:6","Isaías 43:16"]}}