{"salmos_115_1_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade aqui é apresentada como uma característica essencial de Deus, contrastando com a falsidade dos ídolos.","explicacao_detalhada":"A palavra 'verdade' implica em fidelidade e autenticidade. No contexto do Salmo, é uma declaração de que a ajuda e a salvação vêm somente do Senhor, que é a verdadeira fonte de segurança.","por_que_esta_palavra":"É usada para reafirmar a confiança em Deus, que é fiel e verdadeiro, em oposição às promessas vazias dos ídolos.","conexao_teologica":"A verdade de Deus é um tema central nas Escrituras, refletindo sua natureza e a relação que Ele deseja ter com seu povo.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]},"salmos_115_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O nome do Senhor é invocado como uma expressão de autoridade e poder, fundamental para a identidade do povo de Deus.","explicacao_detalhada":"O nome 'Senhor' (YHWH) representa a presença e a soberania de Deus. Invocar seu nome é um ato de adoração e reconhecimento de sua grandeza.","por_que_esta_palavra":"É crucial para a compreensão da relação entre Deus e seu povo, enfatizando a importância de reconhecer e honrar seu nome.","conexao_teologica":"O nome de Deus é frequentemente associado à sua revelação e ao seu caráter, sendo central na adoração e na oração.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"salmos_115_1_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual o salmista clama a Deus, ligando a oração à necessidade de intervenção divina.","explicacao_detalhada":"Esta conjunção é usada para justificar a súplica, mostrando que a confiança em Deus é baseada em sua natureza e ações passadas.","por_que_esta_palavra":"É essencial para a construção do argumento do salmo, que busca reafirmar a fé em Deus diante das dúvidas e desafios.","conexao_teologica":"A relação entre fé e razão é um tema recorrente nas Escrituras, onde a confiança em Deus é frequentemente fundamentada em suas promessas.","referencias_relacionadas":["Salmos 34:4","Filipenses 4:6","Hebreus 11:1"]},"salmos_115_2_nacao":{"palavra_pt":"nacao/gentios","palavra_original":"גּוֹי","transliteracao":"gôwy","strong":"H1471","significado_raiz":"Ideia básica: nacao.","significado_contextual":"Refere-se às nações ou gentios que não conhecem a Deus, contrastando com o povo escolhido que confia no Senhor.","explicacao_detalhada":"A palavra 'nação' destaca a diferença entre aqueles que adoram ídolos e aqueles que servem ao Deus verdadeiro, enfatizando a singularidade do povo de Israel.","por_que_esta_palavra":"É usada para mostrar a incredulidade das nações em contraste com a fé do povo de Deus, reforçando a necessidade de testemunho.","conexao_teologica":"A distinção entre o povo de Deus e as nações é um tema importante na teologia do Antigo Testamento, refletindo a missão de Israel.","referencias_relacionadas":["Isaías 49:6","Mateus 28:19","Atos 1:8"]},"salmos_115_2_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' é usada para descrever a natureza divina, contrastando com os ídolos que não têm poder.","explicacao_detalhada":"A palavra enfatiza a soberania e a autoridade de Deus sobre todas as coisas, sendo um chamado à adoração e à confiança.","por_que_esta_palavra":"É fundamental para a compreensão da identidade de Deus em oposição aos falsos deuses, reforçando a fé do povo.","conexao_teologica":"A natureza de Deus como o único verdadeiro é um tema central na Bíblia, que desafia a idolatria e exalta a adoração ao Senhor.","referencias_relacionadas":["Salmos 46:10","Isaías 45:5","1 Coríntios 8:4"]},"salmos_115_2_grande":{"palavra_pt":"dizer","palavra_original":"אָמַר","transliteracao":"ʼâmar","strong":"H559","significado_raiz":"Ideia básica: dizer.","significado_contextual":"A palavra 'dizer' é usada para expressar a comunicação e a declaração de fé, enfatizando a importância da palavra.","explicacao_detalhada":"Neste contexto, 'dizer' implica em proclamar a verdade sobre Deus e sua grandeza, sendo um ato de testemunho e adoração.","por_que_esta_palavra":"É essencial para a expressão da fé, mostrando que a confissão verbal é uma parte importante da vida espiritual.","conexao_teologica":"A fala e a confissão são temas recorrentes na Bíblia, onde a palavra é vista como poderosa e capaz de trazer vida.","referencias_relacionadas":["Romanos 10:9","Salmos 19:14","Provérbios 18:21"]},"salmos_115_3_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como o domínio de Deus, onde Ele reina e exerce seu poder soberano.","explicacao_detalhada":"A palavra 'céus' enfatiza a majestade de Deus e sua autoridade sobre toda a criação, contrastando com a fragilidade dos ídolos.","por_que_esta_palavra":"É usada para mostrar a grandeza de Deus em comparação com as limitações dos deuses feitos por mãos humanas.","conexao_teologica":"A soberania de Deus sobre os céus é um tema central na teologia bíblica, refletindo sua autoridade e poder.","referencias_relacionadas":["Salmos 103:19","Isaías 66:1","Mateus 6:9"]},"salmos_115_3_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'deus' aqui reafirma a singularidade e a soberania do Senhor sobre todas as coisas.","explicacao_detalhada":"A repetição da palavra 'deus' enfatiza a importância de reconhecer o Senhor como o único digno de adoração e confiança.","por_que_esta_palavra":"É crucial para a compreensão da relação entre Deus e seu povo, destacando a necessidade de adoração exclusiva ao Senhor.","conexao_teologica":"A adoração a Deus é um tema central na Bíblia, que desafia a idolatria e exalta a devoção ao Senhor.","referencias_relacionadas":["Salmos 86:10","Deuteronômio 6:4","1 Timóteo 2:5"]},"salmos_115_3_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como Deus age e se revela ao seu povo.","explicacao_detalhada":"Neste contexto, 'modo' implica em reconhecer que as ações de Deus são diferentes das dos ídolos, que não têm poder nem voz.","por_que_esta_palavra":"É usada para contrastar a verdadeira natureza de Deus com a impotência dos ídolos, reforçando a confiança no Senhor.","conexao_teologica":"A maneira como Deus se revela e age é um tema importante na teologia, mostrando sua soberania e poder em contraste com a criação.","referencias_relacionadas":["Salmos 145:17","Isaías 55:8-9","Romanos 11:33"]},"salmos_115_4_ouro":{"palavra_pt":"ouro","palavra_original":"זָהָב","transliteracao":"zâhâb","strong":"H2091","significado_raiz":"Ideia básica: ouro.","significado_contextual":"Ouro é frequentemente associado à riqueza e à adoração a ídolos.","explicacao_detalhada":"Neste versículo, o salmista critica a adoração de ídolos feitos de ouro, que são incapazes de responder ou salvar. O uso do ouro simboliza a futilidade de confiar em bens materiais em vez de Deus.","por_que_esta_palavra":"A palavra 'ouro' é utilizada para enfatizar a superficialidade e a impotência dos ídolos em comparação com o Deus verdadeiro.","conexao_teologica":"A adoração a ídolos é um tema recorrente na Bíblia, onde Deus é frequentemente contrastado com deuses feitos por mãos humanas.","referencias_relacionadas":["Êxodo 20:4","Isaías 40:19","1 Coríntios 10:14"]},"salmos_115_4_bom":{"palavra_pt":"bom","palavra_original":"מַעֲשֶׂה","transliteracao":"maʻăseh","strong":"H4639","significado_raiz":"Ideia básica: bom.","significado_contextual":"A palavra 'bom' refere-se à qualidade dos atos e das obras.","explicacao_detalhada":"Neste contexto, o salmista menciona que os ídolos não têm a capacidade de realizar ações boas ou verdadeiras, contrastando com a natureza de Deus que é sempre boa.","por_que_esta_palavra":"A inclusão da palavra 'bom' ressalta a incapacidade dos ídolos de fazer o bem, enquanto Deus é a fonte de toda bondade.","conexao_teologica":"A bondade de Deus é um atributo central na teologia bíblica, e a comparação com ídolos sem valor destaca a superioridade divina.","referencias_relacionadas":["Salmos 34:8","Tiago 1:17","Romanos 12:2"]},"salmos_115_4_imagem":{"palavra_pt":"imagem","palavra_original":"עָצָב","transliteracao":"ʻâtsâb","strong":"H6091","significado_raiz":"Ideia básica: imagem.","significado_contextual":"Imagem refere-se a representações físicas de deuses, que são adoradas em lugar do Deus verdadeiro.","explicacao_detalhada":"O salmista critica a criação de imagens que não têm vida e não podem responder às necessidades humanas, enfatizando a futilidade da idolatria.","por_que_esta_palavra":"A palavra 'imagem' é utilizada para mostrar a incapacidade dos ídolos de se comunicar ou agir, contrastando com o Deus vivo.","conexao_teologica":"A proibição de fazer imagens é um princípio fundamental na adoração a Deus, que é espírito e não pode ser limitado a formas físicas.","referencias_relacionadas":["Êxodo 20:4-5","Deuteronômio 4:15-19","Romanos 1:23"]},"salmos_115_5_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade aqui se refere à incapacidade dos ídolos de falar ou expressar qualquer realidade.","explicacao_detalhada":"O salmista afirma que os ídolos não têm a capacidade de comunicar a verdade, contrastando com a revelação de Deus que é sempre verdadeira.","por_que_esta_palavra":"A palavra 'verdade' é usada para destacar a futilidade dos ídolos, que não podem oferecer a verdade que só Deus pode.","conexao_teologica":"A verdade de Deus é um tema central na Escritura, e a comparação com ídolos muda a percepção de quem realmente é digno de adoração.","referencias_relacionadas":["João 14:6","Salmos 119:160","Romanos 3:4"]},"salmos_115_5_boca":{"palavra_pt":"boca","palavra_original":"פֶּה","transliteracao":"peh","strong":"H6310","significado_raiz":"Ideia básica: boca.","significado_contextual":"Boca refere-se à capacidade de falar e se comunicar.","explicacao_detalhada":"O salmista menciona que os ídolos não têm boca, simbolizando sua incapacidade de se comunicar ou responder às orações dos adoradores.","por_que_esta_palavra":"A palavra 'boca' é usada para enfatizar a impotência dos ídolos em comparação com o Deus que fala e se revela ao seu povo.","conexao_teologica":"Deus é descrito como aquele que fala e se comunica com a humanidade, enquanto os ídolos são mudos e sem vida.","referencias_relacionadas":["Salmos 81:10","Isaías 58:9","Hebreus 1:1-2"]},"salmos_115_5_falar":{"palavra_pt":"falar","palavra_original":"דָבַר","transliteracao":"dâbar","strong":"H1696","significado_raiz":"Ideia básica: falar.","significado_contextual":"Falar refere-se à capacidade de expressar pensamentos e sentimentos.","explicacao_detalhada":"O salmista destaca que os ídolos não podem falar, reforçando a ideia de que eles são impotentes e não podem ajudar os que os adoram.","por_que_esta_palavra":"A palavra 'falar' é utilizada para contrastar a comunicação divina com a mudez dos ídolos.","conexao_teologica":"A comunicação de Deus com seu povo é um aspecto essencial da relação entre Deus e a humanidade, enquanto os ídolos são incapazes de tal interação.","referencias_relacionadas":["Salmos 19:1-4","Isaías 40:8","Apocalipse 1:3"]},"salmos_115_6_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade aqui se refere à incapacidade dos ídolos de ouvir ou perceber.","explicacao_detalhada":"O salmista afirma que os ídolos não têm a capacidade de ouvir, o que os torna inúteis para os adoradores que buscam ajuda.","por_que_esta_palavra":"A palavra 'verdade' é usada novamente para enfatizar a futilidade dos ídolos, que não podem ouvir as súplicas dos fiéis.","conexao_teologica":"A capacidade de Deus de ouvir as orações é um aspecto fundamental da fé, contrastando com a ineficácia dos ídolos.","referencias_relacionadas":["Salmos 34:15","1 João 5:14","Tiago 5:16"]},"salmos_115_6_homem":{"palavra_pt":"homem","palavra_original":"אֹזֶן","transliteracao":"ʼôzen","strong":"H241","significado_raiz":"Ideia básica: homem.","significado_contextual":"Homem refere-se à humanidade em geral, que busca respostas e ajuda.","explicacao_detalhada":"O salmista menciona que os ídolos não podem ouvir o homem, enfatizando a necessidade de um Deus que realmente se importa e responde.","por_que_esta_palavra":"A palavra 'homem' é usada para mostrar a relação entre a humanidade e a necessidade de um Deus que ouve e responde.","conexao_teologica":"A relação entre Deus e a humanidade é central na teologia bíblica, onde Deus é apresentado como um ser pessoal que se preocupa com seu povo.","referencias_relacionadas":["Salmos 145:18","Isaías 65:24","Romanos 10:12-13"]},"salmos_115_6_ouvir":{"palavra_pt":"ouvir","palavra_original":"שָׁמַע","transliteracao":"shâmaʻ","strong":"H8085","significado_raiz":"Ideia básica: ouvir.","significado_contextual":"Ouvir refere-se à capacidade de perceber e responder a apelos.","explicacao_detalhada":"O salmista destaca que os ídolos não podem ouvir, reforçando a ideia de que somente Deus é capaz de ouvir e responder às orações.","por_que_esta_palavra":"A palavra 'ouvir' é utilizada para enfatizar a diferença entre a impotência dos ídolos e a onipresença de Deus.","conexao_teologica":"A capacidade de Deus de ouvir é um tema recorrente na Bíblia, onde Ele é apresentado como atento às necessidades de seu povo.","referencias_relacionadas":["Salmos 66:19","1 Pedro 3:12","Hebreus 4:16"]},"salmos_115_7_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A verdade aqui se refere à incapacidade dos ídolos de agir ou fazer algo.","explicacao_detalhada":"O salmista conclui que os ídolos não têm a capacidade de agir, reforçando a ideia de que somente Deus é ativo e poderoso.","por_que_esta_palavra":"A palavra 'verdade' é usada para enfatizar a futilidade dos ídolos, que não podem realizar ações em favor de seus adoradores.","conexao_teologica":"A ação de Deus em favor de seu povo é um tema central na Escritura, contrastando com a inatividade dos ídolos.","referencias_relacionadas":["Salmos 121:3-4","Isaías 41:10","Romanos 8:31"]},"salmos_115_7_mao":{"palavra_pt":"mao","palavra_original":"יָד","transliteracao":"yâd","strong":"H3027","significado_raiz":"Ideia básica: mao.","significado_contextual":"Refere-se à mão como símbolo de poder e ação.","explicacao_detalhada":"A mão é frequentemente utilizada na Bíblia para representar a capacidade de agir, controlar e influenciar. Neste contexto, a passagem critica ídolos que não têm poder para agir.","por_que_esta_palavra":"A palavra 'mão' é usada para enfatizar a impotência dos ídolos em comparação com o Deus verdadeiro que tem poder.","conexao_teologica":"A mão de Deus é vista como um símbolo de Sua intervenção e proteção sobre o Seu povo.","referencias_relacionadas":["Êxodo 3:20","Salmos 89:13","Isaías 41:10"]},"salmos_115_8_urso":{"palavra_pt":"urso","palavra_original":"עָשָׂה","transliteracao":"ʻâsâh","strong":"H6213","significado_raiz":"Ideia básica: urso.","significado_contextual":"Refere-se à ação de fazer ou criar, neste caso, ídolos que não têm vida.","explicacao_detalhada":"A palavra 'urso' é uma tradução incorreta; o correto seria 'fazer'. O versículo fala sobre a futilidade de criar ídolos que não podem agir ou responder.","por_que_esta_palavra":"A escolha da palavra enfatiza a crítica aos ídolos que são feitos pelas mãos humanas e não têm poder.","conexao_teologica":"A teologia do Salmo destaca a diferença entre o Deus vivo e os ídolos feitos por mãos humanas.","referencias_relacionadas":["Isaías 44:9-20","Jeremias 10:3-5","Salmos 135:15-18"]},"salmos_115_8_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Em Salmos 115:8, \"modo\" aparece na frase \"A eles se tornem semelhantes os que os fazem, assim como todos os que neles confiam.\". Em palavras simples, essa escolha ajuda a entender a mensagem principal do versículo.","explicacao_detalhada":"No texto original (כֹּל; kôl; H3605), \"modo\" traz a ideia de modo. Aqui, essa palavra deixa o ensino de Salmos 115:8 mais claro para o leitor.","por_que_esta_palavra":"O autor usa \"modo\" para comunicar a ideia central sem confusão. Sem essa escolha, o versículo perderia clareza.","conexao_teologica":"Esse mesmo tema aparece em Salmos 116:11. Lendo junto com Salmos 115:8, fica mais fácil perceber a continuidade da mensagem bíblica.","referencias_relacionadas":["Salmos 115:8","Salmos 116:11","Salmos 119:105"]},"salmos_115_9_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é invocado como fonte de proteção e confiança.","explicacao_detalhada":"O nome 'Senhor' representa a autoridade e o caráter de Deus, sendo um chamado à confiança em Sua soberania.","por_que_esta_palavra":"A palavra 'Senhor' é central na fé israelita, simbolizando a relação entre Deus e Seu povo.","conexao_teologica":"A invocação do nome do Senhor é um tema recorrente na Bíblia, destacando a importância da fé e da confiança em Deus.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Romanos 10:13"]},"salmos_115_9_mulher":{"palavra_pt":"mulher","palavra_original":"בָּטַח","transliteracao":"bâṭach","strong":"H982","significado_raiz":"Ideia básica: mulher.","significado_contextual":"Refere-se à confiança que o povo deve ter no Senhor, como uma mulher confia em seu protetor.","explicacao_detalhada":"A palavra 'mulher' aqui pode simbolizar a vulnerabilidade e a necessidade de proteção, enfatizando a confiança em Deus.","por_que_esta_palavra":"A escolha da palavra sugere uma relação de dependência e segurança que deve existir entre o crente e Deus.","conexao_teologica":"A confiança em Deus é um tema central na relação entre o crente e o Senhor, refletindo a dependência do ser humano.","referencias_relacionadas":["Salmos 37:5","Salmos 56:3","Isaías 26:3"]},"salmos_115_10_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, refere-se ao nome do Senhor como fonte de esperança e proteção.","explicacao_detalhada":"Reforça a ideia de que aqueles que confiam no Senhor são abençoados e protegidos por Ele.","por_que_esta_palavra":"O nome do Senhor é um símbolo de Sua presença e poder na vida dos fiéis.","conexao_teologica":"A invocação do nome do Senhor é um ato de fé que traz segurança ao crente.","referencias_relacionadas":["Salmos 124:8","Salmos 146:5","Hebreus 13:6"]},"salmos_115_10_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"Refere-se ao lar ou à comunidade de fé onde Deus habita.","explicacao_detalhada":"A palavra 'casa' simboliza não apenas um lugar físico, mas também a presença de Deus entre Seu povo.","por_que_esta_palavra":"A casa de Deus é um lugar de segurança e adoração, onde os fiéis se reúnem.","conexao_teologica":"A ideia de que Deus habita entre Seu povo é fundamental na teologia do Antigo Testamento.","referencias_relacionadas":["Salmos 27:4","Salmos 84:1-2","1 Pedro 2:5"]},"salmos_115_10_irmao":{"palavra_pt":"irmao","palavra_original":"אַהֲרוֹן","transliteracao":"ʼAhărôwn","strong":"H175","significado_raiz":"Ideia básica: irmao.","significado_contextual":"Refere-se à relação entre os crentes como irmãos na fé.","explicacao_detalhada":"A palavra 'irmão' enfatiza a unidade e a comunhão entre os que confiam no Senhor.","por_que_esta_palavra":"A relação de irmãos é uma metáfora comum na Bíblia para descrever a comunidade de fé.","conexao_teologica":"A ideia de irmandade é central na teologia cristã, refletindo a união em Cristo.","referencias_relacionadas":["Romanos 12:10","Hebreus 2:11","1 João 3:14"]},"salmos_115_11_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Mais uma vez, refere-se ao nome do Senhor como fonte de confiança.","explicacao_detalhada":"Reforça a ideia de que aqueles que temem ao Senhor são protegidos e guiados por Ele.","por_que_esta_palavra":"O nome do Senhor é um símbolo de Sua fidelidade e poder.","conexao_teologica":"A reverência ao nome do Senhor é um aspecto essencial da vida de fé.","referencias_relacionadas":["Salmos 34:9","Salmos 111:10","Provérbios 1:7"]},"salmos_115_11_temor":{"palavra_pt":"temor","palavra_original":"יָרֵא","transliteracao":"yârêʼ","strong":"H3373","significado_raiz":"Ideia básica: temor.","significado_contextual":"Refere-se ao temor reverente que os crentes devem ter em relação a Deus.","explicacao_detalhada":"O temor do Senhor é o princípio da sabedoria e reflete uma atitude de respeito e adoração.","por_que_esta_palavra":"O temor é uma resposta adequada à grandeza e santidade de Deus.","conexao_teologica":"O temor do Senhor é um tema recorrente na sabedoria bíblica, enfatizando a importância de viver em reverência a Deus.","referencias_relacionadas":["Salmos 111:10","Provérbios 9:10","Eclesiastes 12:13"]},"salmos_115_11_mulher":{"palavra_pt":"mulher","palavra_original":"בָּטַח","transliteracao":"bâṭach","strong":"H982","significado_raiz":"Ideia básica: mulher.","significado_contextual":"A palavra 'mulher' refere-se à figura feminina, que é muitas vezes vista como um símbolo de força e apoio na sociedade.","explicacao_detalhada":"No contexto do Salmo 115, a menção da mulher pode ser interpretada como uma referência à importância das mulheres na vida comunitária e espiritual, destacando seu papel em confiar no Senhor.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a confiança que tanto homens quanto mulheres devem ter em Deus, refletindo a igualdade de todos diante do Senhor.","conexao_teologica":"A confiança em Deus é um tema central na teologia bíblica, e a inclusão das mulheres nesse chamado reforça a ideia de que todos são convidados a se aproximar de Deus.","referencias_relacionadas":["Provérbios 31:10","Gálatas 3:28","1 Pedro 3:7"]},"salmos_115_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'Senhor' refere-se ao Deus de Israel, enfatizando sua soberania e autoridade.","explicacao_detalhada":"Neste salmo, 'Senhor' é invocado como aquele que cuida do seu povo, lembrando que Ele é a fonte de proteção e bênçãos.","por_que_esta_palavra":"A palavra é usada para reafirmar a relação de aliança entre Deus e seu povo, destacando a importância de reconhecer sua autoridade.","conexao_teologica":"A soberania de Deus é um pilar da fé judaico-cristã, e a invocação do Seu nome é um ato de adoração e reconhecimento de Sua grandeza.","referencias_relacionadas":["Salmos 8:1","Isaías 42:8","Romanos 10:13"]},"salmos_115_12_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"A palavra 'abençoar' implica em invocar a favor de alguém, trazendo bênçãos e proteção.","explicacao_detalhada":"No contexto do Salmo, abençoar é um ato de gratidão e reconhecimento das dádivas de Deus, tanto para o povo quanto para as suas casas.","por_que_esta_palavra":"É utilizada para expressar a ação de Deus em favor de seu povo, mostrando que Ele é a fonte de todas as bênçãos.","conexao_teologica":"A bênção é um conceito central na Bíblia, simbolizando a graça e a bondade de Deus em relação à humanidade.","referencias_relacionadas":["Números 6:24-26","Salmos 67:1","Efésios 1:3"]},"salmos_115_12_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' representa não apenas uma estrutura física, mas também a ideia de família e comunidade.","explicacao_detalhada":"No Salmo, a casa é vista como um lugar de bênçãos e proteção, onde a presença de Deus é invocada.","por_que_esta_palavra":"É importante para enfatizar que as bênçãos de Deus se estendem a todos os lares que confiam Nele.","conexao_teologica":"A noção de casa é frequentemente usada na Bíblia para simbolizar a presença de Deus entre seu povo e a importância da vida familiar.","referencias_relacionadas":["Salmos 127:1","Josué 24:15","1 Timóteo 3:5"]},"salmos_115_13_grande":{"palavra_pt":"grande","palavra_original":"גָּדוֹל","transliteracao":"gâdôwl","strong":"H1419","significado_raiz":"Ideia básica: grande.","significado_contextual":"A palavra 'grande' refere-se à magnitude e à majestade de Deus.","explicacao_detalhada":"Neste salmo, 'grande' é usado para descrever a grandeza de Deus em contraste com ídolos e deuses falsos.","por_que_esta_palavra":"É utilizada para exaltar a soberania de Deus e sua capacidade de agir em favor de seu povo.","conexao_teologica":"A grandeza de Deus é um tema recorrente na Bíblia, que nos lembra da sua majestade e poder sobre toda a criação.","referencias_relacionadas":["Salmos 145:3","Isaías 40:12","Romanos 11:33"]},"salmos_115_13_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"A palavra 'abençoar' é novamente utilizada para enfatizar a ação de Deus em favor de seu povo.","explicacao_detalhada":"Neste contexto, abençoar é um reconhecimento da bondade de Deus e da necessidade de gratidão por suas bênçãos.","por_que_esta_palavra":"É uma reafirmação da confiança em Deus como provedor de todas as coisas boas.","conexao_teologica":"A bênção é um tema central que liga o povo de Deus à sua fidelidade e amor.","referencias_relacionadas":["Salmos 128:1-2","Tiago 1:17","Gênesis 12:2"]},"salmos_115_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Senhor' é novamente utilizada para reafirmar a relação de aliança entre Deus e seu povo.","explicacao_detalhada":"A invocação do nome do Senhor é um ato de adoração e reconhecimento de Sua grandeza e poder.","por_que_esta_palavra":"É importante para enfatizar a centralidade de Deus na vida do povo e a necessidade de confiar Nele.","conexao_teologica":"A invocação do nome de Deus é um ato de fé que conecta o crente à sua soberania e amor.","referencias_relacionadas":["Salmos 116:4","Salmos 124:8","Hebreus 13:6"]},"salmos_115_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'Senhor' é usada para reafirmar a soberania e a fidelidade de Deus.","explicacao_detalhada":"Neste contexto, o Senhor é reconhecido como aquele que abençoa e cuida de seu povo, prometendo prosperidade.","por_que_esta_palavra":"É uma reafirmação da confiança do povo em Deus como seu provedor e protetor.","conexao_teologica":"A fidelidade de Deus é um tema central na Bíblia, que garante a proteção e as bênçãos para aqueles que confiam Nele.","referencias_relacionadas":["Salmos 37:25","Salmos 84:11","Filipenses 4:19"]},"salmos_115_14_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à descendência e à continuidade da aliança de Deus com seu povo.","explicacao_detalhada":"No Salmo, a menção do filho destaca a importância da família e da transmissão da fé entre gerações.","por_que_esta_palavra":"É utilizada para enfatizar que as bênçãos de Deus se estendem não apenas a uma geração, mas a todas as que seguem.","conexao_teologica":"A relação entre pai e filho é frequentemente usada na Bíblia para ilustrar a relação entre Deus e seu povo.","referencias_relacionadas":["Salmos 127:3","Êxodo 20:6","Mateus 19:14"]},"salmos_115_14_add":{"palavra_pt":"acrescentar","palavra_original":"יָסַף","transliteracao":"yâçaph","strong":"H3254","significado_raiz":"Ideia básica: acrescentar.","significado_contextual":"A palavra 'acrescentar' refere-se à ação de Deus em multiplicar as bênçãos sobre seu povo.","explicacao_detalhada":"Neste contexto, acrescentar é um reconhecimento da generosidade de Deus em prover mais do que o necessário.","por_que_esta_palavra":"É utilizada para enfatizar a abundância das bênçãos que Deus deseja dar àqueles que confiam Nele.","conexao_teologica":"A ideia de que Deus acrescenta bênçãos é um tema recorrente, mostrando sua generosidade e amor por seu povo.","referencias_relacionadas":["Salmos 115:15","Lucas 6:38","2 Coríntios 9:8"]},"salmos_115_15_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como a criação de Deus, onde os seres humanos habitam.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ, ʼerets) é usada para descrever o mundo físico que Deus criou. No contexto do Salmo 115, enfatiza a soberania de Deus sobre a terra e a importância de reconhecer Sua autoridade.","por_que_esta_palavra":"A palavra é utilizada para mostrar que a terra pertence ao Senhor e que Ele é o criador de tudo que existe.","conexao_teologica":"A terra é um símbolo da criação de Deus e da relação entre Ele e a humanidade. A soberania de Deus sobre a terra é um tema recorrente nas Escrituras.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 66:1"]},"salmos_115_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome do Senhor, que é sagrado e digno de reverência.","explicacao_detalhada":"O nome 'Senhor' (יְהֹוָה, Yᵉhôvâh) representa a natureza eterna e imutável de Deus. No Salmo 115, destaca-se a importância de invocar o nome do Senhor em louvor e adoração.","por_que_esta_palavra":"O uso do nome do Senhor enfatiza a relação pessoal que os crentes têm com Deus e a necessidade de reconhecer Sua autoridade.","conexao_teologica":"O nome do Senhor é central na adoração e na identidade do povo de Deus, refletindo Sua santidade e poder.","referencias_relacionadas":["Êxodo 3:14","Salmos 8:1","Romanos 10:13"]},"salmos_115_15_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Refere-se ao ato de abençoar, que implica em invocar a favor de alguém.","explicacao_detalhada":"A palavra 'abençoar' (בָרַךְ, bârak) é utilizada para expressar a ação de Deus em conceder favor e graça. No Salmo 115, destaca-se que Deus é a fonte de bênçãos para Seu povo.","por_que_esta_palavra":"A bênção é um tema importante na relação entre Deus e Seu povo, simbolizando proteção e prosperidade.","conexao_teologica":"A bênção de Deus é um sinal de Sua presença e favor, e é fundamental na vida espiritual dos crentes.","referencias_relacionadas":["Números 6:24-26","Salmos 67:1","Efésios 1:3"]},"salmos_115_16_ceu":{"palavra_pt":"ceus","palavra_original":"שָׁמַיִם","transliteracao":"shâmayim","strong":"H8064","significado_raiz":"Ideia básica: ceus.","significado_contextual":"Refere-se ao céu como a morada de Deus e o lugar de Sua glória.","explicacao_detalhada":"A palavra 'céus' (שָׁמַיִם, shâmayim) é usada para descrever o domínio celestial onde Deus reina. No contexto do Salmo 115, enfatiza a diferença entre a criação divina e os ídolos.","por_que_esta_palavra":"O céu é um símbolo do poder e da majestade de Deus, contrastando com a impotência dos ídolos.","conexao_teologica":"A soberania de Deus nos céus é um tema central na teologia bíblica, mostrando que Ele é o Senhor sobre toda a criação.","referencias_relacionadas":["Salmos 19:1","Isaías 40:22","Mateus 6:9"]},"salmos_115_16_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se à terra como a criação de Deus, onde os seres humanos habitam.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ, ʼerets) é usada para descrever o mundo físico que Deus criou. No contexto do Salmo 115, enfatiza a soberania de Deus sobre a terra e a importância de reconhecer Sua autoridade.","por_que_esta_palavra":"A palavra é utilizada para mostrar que a terra pertence ao Senhor e que Ele é o criador de tudo que existe.","conexao_teologica":"A terra é um símbolo da criação de Deus e da relação entre Ele e a humanidade. A soberania de Deus sobre a terra é um tema recorrente nas Escrituras.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Isaías 66:1"]},"salmos_115_16_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se ao conceito de filho, que implica em relação familiar e herança.","explicacao_detalhada":"A palavra 'filho' (בֵּן, bên) é usada para descrever a relação íntima entre Deus e Seu povo. No Salmo 115, destaca-se a ideia de que os filhos de Deus são abençoados por Ele.","por_que_esta_palavra":"A relação de filho é fundamental na compreensão da identidade do crente como parte da família de Deus.","conexao_teologica":"A filiação divina é um tema central no Novo Testamento, onde os crentes são chamados de filhos de Deus.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 4:6"]},"salmos_115_17_morrer":{"palavra_pt":"morrer","palavra_original":"מוּת","transliteracao":"mûwth","strong":"H4191","significado_raiz":"Ideia básica: morrer.","significado_contextual":"Refere-se à morte como a condição final do ser humano, destacando a fragilidade da vida.","explicacao_detalhada":"A palavra 'morrer' (מוּת, mûwth) é usada para enfatizar a inevitabilidade da morte. No Salmo 115, destaca-se que os mortos não podem louvar a Deus, ressaltando a importância da vida para a adoração.","por_que_esta_palavra":"A morte é um lembrete da necessidade de viver para Deus enquanto se tem vida.","conexao_teologica":"A morte é um tema importante na teologia bíblica, que leva à esperança da ressurreição e da vida eterna em Cristo.","referencias_relacionadas":["Eclesiastes 9:5","Romanos 6:23","1 Coríntios 15:22"]},"salmos_115_17_verdade":{"palavra_pt":"verdade","palavra_original":"לֹא","transliteracao":"lôʼ","strong":"H3808","significado_raiz":"Ideia básica: verdade.","significado_contextual":"Refere-se à verdade como a realidade absoluta que provém de Deus.","explicacao_detalhada":"A palavra 'verdade' (לֹא, lôʼ) é usada para enfatizar a fidelidade de Deus e a certeza de Suas promessas. No Salmo 115, destaca-se que os ídolos não têm verdade, contrastando com a natureza verdadeira de Deus.","por_que_esta_palavra":"A verdade é essencial para a adoração genuína e a confiança em Deus.","conexao_teologica":"A verdade de Deus é um tema central na Escritura, que revela Seu caráter e Seus propósitos.","referencias_relacionadas":["Salmos 119:160","João 14:6","Romanos 3:4"]},"salmos_115_17_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"Refere-se ao ato de louvar a Deus, reconhecendo Sua grandeza.","explicacao_detalhada":"A palavra 'louvar' (הָלַל, hâlal) é usada para expressar adoração e reverência a Deus. No Salmo 115, destaca-se a importância do louvor como resposta à ação de Deus.","por_que_esta_palavra":"O louvor é uma expressão de gratidão e reconhecimento da soberania de Deus.","conexao_teologica":"O louvor é um tema central na vida cristã, refletindo a resposta do coração ao amor e à graça de Deus.","referencias_relacionadas":["Salmos 150:6","Hebreus 13:15","1 Pedro 2:9"]},"salmos_115_18_ajoelhar":{"palavra_pt":"abencoar","palavra_original":"בָרַךְ","transliteracao":"bârak","strong":"H1288","significado_raiz":"Ideia básica: abencoar.","significado_contextual":"Refere-se ao ato de abençoar, que implica em invocar a favor de alguém.","explicacao_detalhada":"A palavra 'abençoar' (בָרַךְ, bârak) é utilizada para expressar a ação de Deus em conceder favor e graça. No Salmo 115, destaca-se que Deus é a fonte de bênçãos para Seu povo.","por_que_esta_palavra":"A bênção é um tema importante na relação entre Deus e Seu povo, simbolizando proteção e prosperidade.","conexao_teologica":"A bênção de Deus é um sinal de Sua presença e favor, e é fundamental na vida espiritual dos crentes.","referencias_relacionadas":["Números 6:24-26","Salmos 67:1","Efésios 1:3"]},"salmos_115_18_sagrado":{"palavra_pt":"sagrado","palavra_original":"יָהּ","transliteracao":"Yâhh","strong":"H3050","significado_raiz":"Ideia básica: sagrado.","significado_contextual":"Refere-se à natureza divina e à santidade de Deus, que é separado do comum e do profano.","explicacao_detalhada":"A palavra 'sagrado' implica uma separação e consagração a Deus. No contexto do Salmo 115, enfatiza que os ídolos não têm vida e não são dignos de adoração, ao contrário do Deus verdadeiro, que é sagrado e digno de reverência.","por_que_esta_palavra":"A palavra é utilizada para contrastar a santidade de Deus com a futilidade dos ídolos, mostrando que somente Deus é digno de ser chamado de sagrado.","conexao_teologica":"A santidade de Deus é um tema central na teologia bíblica, refletindo Sua pureza e separação do pecado.","referencias_relacionadas":["Isaías 6:3","1 Pedro 1:16","Salmos 30:4"]},"salmos_115_18_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"Refere-se à eternidade de Deus, que não tem começo nem fim, contrastando com a fragilidade da vida humana.","explicacao_detalhada":"A palavra 'eterno' enfatiza a natureza imutável e perene de Deus, que permanece constante em Sua essência e promessas, mesmo quando os ídolos são efêmeros.","por_que_esta_palavra":"É usada para afirmar a soberania de Deus sobre o tempo e a criação, destacando que Ele é o único que pode oferecer esperança verdadeira.","conexao_teologica":"A eternidade de Deus é fundamental para a compreensão da Sua fidelidade e da promessa da vida eterna aos crentes.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","Hebreus 13:8"]}}