{"salmos_116_1_amigo":{"palavra_pt":"amar","palavra_original":"אָהַב","transliteracao":"ʼâhab","strong":"H157","significado_raiz":"Ideia básica: amar.","significado_contextual":"Refere-se ao amor profundo e pessoal que o salmista sente por Deus, que é visto como um amigo íntimo.","explicacao_detalhada":"A palavra 'amar' expressa um vínculo emocional e espiritual, indicando que o relacionamento com Deus é baseado em amor e confiança.","por_que_esta_palavra":"É utilizada para mostrar a reciprocidade do amor entre o crente e Deus, enfatizando a importância do amor na vida espiritual.","conexao_teologica":"O amor de Deus é um tema central na Bíblia, refletindo a natureza relacional de Deus com a humanidade.","referencias_relacionadas":["João 15:15","Romanos 5:8","1 João 4:19"]},"salmos_116_1_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz a razão pela qual o salmista ama a Deus, que é por causa da resposta às suas orações.","explicacao_detalhada":"A palavra 'porque' conecta a ação do salmista ao motivo, que é a experiência de livramento e ajuda divina em momentos de angústia.","por_que_esta_palavra":"É usada para justificar a declaração de amor, mostrando que a relação com Deus é baseada em experiências concretas de Sua intervenção.","conexao_teologica":"A oração e a resposta de Deus são fundamentais na vida de fé, mostrando a fidelidade de Deus em atender às necessidades de Seu povo.","referencias_relacionadas":["Salmos 34:17","Salmos 50:15","Mateus 7:7"]},"salmos_116_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade, caráter e presença.","explicacao_detalhada":"A palavra 'senhor' é um título que expressa reverência e submissão, reconhecendo a soberania de Deus sobre todas as coisas.","por_que_esta_palavra":"É utilizada para invocar a presença de Deus e afirmar a relação de autoridade entre o crente e o Criador.","conexao_teologica":"O nome de Deus é central na adoração e na oração, refletindo a importância de reconhecer Sua grandeza.","referencias_relacionadas":["Salmos 8:1","Êxodo 3:14","Filipenses 2:9-11"]},"salmos_116_2_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Novamente introduz a razão pela qual o salmista se dirige a Deus, reforçando a conexão entre amor e resposta divina.","explicacao_detalhada":"A palavra 'porque' é repetida para enfatizar a continuidade do relacionamento baseado em experiências de ajuda e livramento.","por_que_esta_palavra":"É utilizada para reforçar a ideia de que o amor por Deus é fundamentado em Sua fidelidade e ações em favor do salmista.","conexao_teologica":"A repetição de motivos em orações é comum na literatura bíblica, mostrando a importância de lembrar as obras de Deus.","referencias_relacionadas":["Salmos 118:5","Salmos 145:18","Tiago 4:8"]},"salmos_116_2_dia":{"palavra_pt":"dia","palavra_original":"יוֹם","transliteracao":"yôwm","strong":"H3117","significado_raiz":"Ideia básica: dia.","significado_contextual":"Refere-se ao tempo específico em que o salmista clama a Deus, destacando a urgência de sua situação.","explicacao_detalhada":"A palavra 'dia' indica um momento particular de necessidade, enfatizando a importância de buscar a ajuda de Deus em tempos de crise.","por_que_esta_palavra":"É utilizada para mostrar que a oração deve ser feita em momentos de necessidade imediata, reconhecendo a presença de Deus em todas as circunstâncias.","conexao_teologica":"A ideia de clamar a Deus em momentos específicos é um tema recorrente na Bíblia, refletindo a dependência do crente em relação ao Senhor.","referencias_relacionadas":["Salmos 55:17","Salmos 86:3","1 Tessalonicenses 5:17"]},"salmos_116_2_grande":{"palavra_pt":"grande","palavra_original":"נָטָה","transliteracao":"nâṭâh","strong":"H5186","significado_raiz":"Ideia básica: grande.","significado_contextual":"Refere-se à magnitude da angústia enfrentada pelo salmista, que é reconhecida diante de Deus.","explicacao_detalhada":"A palavra 'grande' enfatiza a seriedade da situação, mostrando que Deus é capaz de lidar com nossas maiores dificuldades.","por_que_esta_palavra":"É utilizada para expressar a intensidade da dor e da necessidade, reconhecendo que Deus é maior que qualquer problema.","conexao_teologica":"A grandeza de Deus é frequentemente contrastada com a fragilidade humana, mostrando Sua capacidade de salvar e ajudar.","referencias_relacionadas":["Salmos 40:12","Salmos 69:1-2","Romanos 8:31"]},"salmos_116_3_morte":{"palavra_pt":"morte","palavra_original":"מָוֶת","transliteracao":"mâveth","strong":"H4194","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se à experiência da morte como uma realidade que aflige o salmista, simbolizando a angústia e o desespero.","explicacao_detalhada":"A palavra 'morte' é usada para descrever a gravidade da situação em que o salmista se encontra, refletindo o medo e a incerteza.","por_que_esta_palavra":"É utilizada para expressar a seriedade da angústia e a necessidade de intervenção divina em momentos de crise.","conexao_teologica":"A morte é um tema central na Bíblia, refletindo a condição humana e a esperança da vida eterna em Cristo.","referencias_relacionadas":["Salmos 23:4","Hebreus 2:15","1 Coríntios 15:55-57"]},"salmos_116_3_distress":{"palavra_pt":"distress","palavra_original":"מֵצַר","transliteracao":"mêtsar","strong":"H4712","significado_raiz":"Ideia básica: distress.","significado_contextual":"Refere-se à angústia e ao sofrimento que o salmista está enfrentando, destacando a necessidade de ajuda.","explicacao_detalhada":"A palavra 'distress' (aflição) expressa a intensidade do sofrimento, mostrando que o salmista se sente cercado por dificuldades.","por_que_esta_palavra":"É utilizada para descrever a condição desesperadora em que o salmista se encontra, clamando por socorro.","conexao_teologica":"A aflição é uma experiência comum na vida cristã, e a Bíblia oferece esperança e consolo em meio ao sofrimento.","referencias_relacionadas":["Salmos 34:19","2 Coríntios 1:4","Filipenses 4:6-7"]},"salmos_116_3_grief":{"palavra_pt":"dor","palavra_original":"יָגוֹן","transliteracao":"yâgôwn","strong":"H3015","significado_raiz":"Ideia básica: dor.","significado_contextual":"A dor mencionada aqui refere-se ao sofrimento profundo e angustiante que o salmista experimenta em meio às tribulações.","explicacao_detalhada":"A palavra 'dor' (יָגוֹן) é usada para descrever um estado emocional intenso, muitas vezes associado à perda ou ao desespero. No contexto do Salmo 116, o autor expressa sua aflição e a busca por consolo em Deus.","por_que_esta_palavra":"A escolha da palavra 'dor' enfatiza a seriedade da situação enfrentada pelo salmista, mostrando que ele não está apenas passando por dificuldades, mas sim por um sofrimento que o afeta profundamente.","conexao_teologica":"A dor é uma experiência comum na vida humana, mas a Bíblia ensina que Deus está próximo dos que sofrem e oferece consolo e salvação.","referencias_relacionadas":["Salmos 34:18","Mateus 5:4","2 Coríntios 1:3-4"]},"salmos_116_4_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"O 'nome' de Deus é uma expressão de Sua autoridade e caráter, refletindo quem Ele é e Sua relação com o povo.","explicacao_detalhada":"A palavra 'nome' (שֵׁם) no contexto bíblico não se refere apenas a uma designação, mas carrega o peso da identidade e da reputação de Deus. Invocar o nome de Deus é reconhecer Sua soberania e poder.","por_que_esta_palavra":"O salmista clama pelo nome de Deus como um ato de fé, buscando Sua intervenção e ajuda em tempos de necessidade.","conexao_teologica":"O nome de Deus é central na adoração e na oração, representando Sua presença e autoridade sobre todas as coisas.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Romanos 10:13"]},"salmos_116_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'Senhor' é o nome pessoal de Deus, que revela Sua natureza relacional e Sua promessa de estar com Seu povo.","explicacao_detalhada":"A palavra 'Senhor' (יְהֹוָה) é um nome que indica a aliança de Deus com Israel, mostrando Seu compromisso e fidelidade. O salmista invoca esse nome em busca de ajuda e salvação.","por_que_esta_palavra":"O uso do nome 'Senhor' enfatiza a intimidade e a confiança que o salmista tem em Deus, sabendo que Ele é um refúgio seguro.","conexao_teologica":"A invocação do nome do Senhor é um tema recorrente na Escritura, simbolizando a confiança na Sua proteção e poder.","referencias_relacionadas":["Salmos 91:14","Isaías 41:10","Filipenses 2:9-11"]},"salmos_116_4_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A 'alma' ou 'vida' é vista como a essência do ser humano, representando tanto a vida física quanto a espiritual.","explicacao_detalhada":"A palavra 'alma' (נֶפֶשׁ) é frequentemente usada na Bíblia para descrever a totalidade do ser humano. No Salmo 116, o salmista clama por sua alma, reconhecendo sua vulnerabilidade e necessidade de salvação.","por_que_esta_palavra":"A referência à alma destaca a profundidade do clamor do salmista, que busca não apenas ajuda física, mas também espiritual.","conexao_teologica":"A Bíblia ensina que Deus se importa com toda a nossa vida, tanto física quanto espiritual, e que Ele é capaz de salvar nossas almas.","referencias_relacionadas":["Mateus 16:26","Salmos 23:3","1 Pedro 1:9"]},"salmos_116_5_justo":{"palavra_pt":"justo","palavra_original":"צַדִּיק","transliteracao":"tsaddîyq","strong":"H6662","significado_raiz":"Ideia básica: justo.","significado_contextual":"A palavra 'justo' refere-se à natureza de Deus como aquele que é moralmente perfeito e que age com equidade.","explicacao_detalhada":"A palavra 'justo' (צַדִּיק) é usada para descrever a retidão de Deus e Sua disposição em agir em favor dos que são justos. O salmista reconhece que Deus é justo em Suas ações e promessas.","por_que_esta_palavra":"O uso da palavra 'justo' reforça a confiança do salmista de que Deus ouvirá seu clamor e agirá de acordo com Sua natureza justa.","conexao_teologica":"A justiça de Deus é um tema central na teologia bíblica, mostrando que Ele é fiel e cumpre Suas promessas.","referencias_relacionadas":["Salmos 11:7","Isaías 30:18","Romanos 3:26"]},"salmos_116_5_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'Senhor' é invocado novamente, reforçando a ideia de que a ajuda e a salvação vêm exclusivamente dEle.","explicacao_detalhada":"A repetição do nome 'Senhor' (יְהֹוָה) no Salmo 116 destaca a centralidade de Deus na vida do salmista e sua dependência total dEle.","por_que_esta_palavra":"O salmista reafirma sua confiança no Senhor, sabendo que somente Ele pode oferecer a verdadeira salvação.","conexao_teologica":"A invocação do nome do Senhor é um ato de fé que conecta o crente à Sua graça e misericórdia.","referencias_relacionadas":["Salmos 118:5","Salmos 145:18","Hebreus 4:16"]},"salmos_116_5_deus":{"palavra_pt":"deus","palavra_original":"אֱלֹהִים","transliteracao":"ʼĕlôhîym","strong":"H430","significado_raiz":"Ideia básica: deus.","significado_contextual":"A palavra 'Deus' refere-se à divindade suprema, que é a fonte de toda a vida e salvação.","explicacao_detalhada":"A palavra 'Deus' (אֱלֹהִים) é um termo que expressa a grandeza e a soberania de Deus sobre toda a criação. O salmista reconhece que sua salvação vem de Deus.","por_que_esta_palavra":"A menção de 'Deus' reforça a ideia de que Ele é a única fonte de ajuda e proteção em tempos de angústia.","conexao_teologica":"A Bíblia ensina que Deus é o Criador e Sustentador de todas as coisas, e que Ele é fiel em atender às necessidades de Seu povo.","referencias_relacionadas":["Gênesis 1:1","Salmos 46:1","Filipenses 4:19"]},"salmos_116_6_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A invocação do 'Senhor' novamente destaca a relação pessoal do salmista com Deus e sua confiança em Sua proteção.","explicacao_detalhada":"A palavra 'Senhor' (יְהֹוָה) é um lembrete da aliança de Deus com Seu povo e da Sua disposição em ouvir e responder ao clamor dos aflitos.","por_que_esta_palavra":"O salmista reafirma sua dependência do Senhor, reconhecendo que somente Ele pode salvá-lo de suas dificuldades.","conexao_teologica":"A relação pessoal com o Senhor é fundamental na vida de fé, pois Ele é o refúgio e a fortaleza em tempos de necessidade.","referencias_relacionadas":["Salmos 91:2","Salmos 121:2","Romanos 8:31"]},"salmos_116_6_salvar":{"palavra_pt":"salvar","palavra_original":"שָׁמַר","transliteracao":"shâmar","strong":"H8104","significado_raiz":"Ideia básica: salvar.","significado_contextual":"A palavra 'salvar' refere-se à ação de Deus em libertar o salmista de suas aflições e perigos.","explicacao_detalhada":"A palavra 'salvar' (שָׁמַר) implica proteção e resgate. O salmista clama a Deus para que Ele intervenha e o salve de suas tribulações.","por_que_esta_palavra":"A invocação da palavra 'salvar' mostra a urgência do pedido do salmista e sua confiança na capacidade de Deus de resgatá-lo.","conexao_teologica":"A salvação é um tema central na Bíblia, simbolizando a libertação do pecado e da morte, e a restauração da relação com Deus.","referencias_relacionadas":["Salmos 37:39","Isaías 43:2","Romanos 10:9"]},"salmos_116_7_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"A 'alma' ou 'vida' é novamente mencionada, enfatizando a totalidade do ser do salmista em sua busca por ajuda.","explicacao_detalhada":"A palavra 'alma' (נֶפֶשׁ) representa a essência do ser humano, e o salmista clama por sua alma, reconhecendo sua vulnerabilidade e necessidade de salvação.","por_que_esta_palavra":"A referência à alma destaca a profundidade do clamor do salmista, que busca não apenas ajuda física, mas também espiritual.","conexao_teologica":"A Bíblia ensina que Deus se importa com toda a nossa vida, tanto física quanto espiritual, e que Ele é capaz de salvar nossas almas.","referencias_relacionadas":["Mateus 16:26","Salmos 23:3","1 Pedro 1:9"]},"salmos_116_7_comfortable":{"palavra_pt":"comfortable","palavra_original":"מְנוּחָה","transliteracao":"mᵉnûwchâh","strong":"H4496","significado_raiz":"Ideia básica: comfortable.","significado_contextual":"Refere-se ao estado de descanso e alívio que Deus proporciona ao coração aflito.","explicacao_detalhada":"A palavra 'comfortable' (מְנוּחָה) implica um sentimento de paz e tranquilidade que vem da confiança em Deus. No contexto do Salmo 116, o salmista expressa sua gratidão por ter encontrado descanso em Deus após passar por dificuldades.","por_que_esta_palavra":"Esta palavra é usada para descrever a experiência de alívio e consolo que Deus oferece aos que O buscam em tempos de angústia.","conexao_teologica":"A ideia de conforto é central na teologia bíblica, onde Deus é visto como o Consolador que traz paz aos corações perturbados.","referencias_relacionadas":["Mateus 11:28-30","2 Coríntios 1:3-4","Salmos 23:2-3"]},"salmos_116_7_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz uma explicação ou justificativa para a afirmação anterior.","explicacao_detalhada":"A palavra 'porque' (כִּי) é utilizada para conectar a experiência de conforto com a razão pela qual o salmista se sente assim, enfatizando a relação entre a fé e a experiência de alívio.","por_que_esta_palavra":"É uma conjunção que serve para esclarecer a causa ou razão de uma afirmação, essencial para a compreensão do texto.","conexao_teologica":"A conexão entre fé e experiência é um tema recorrente na Bíblia, onde a crença em Deus resulta em paz e conforto.","referencias_relacionadas":["Romanos 8:28","Filipenses 4:6-7","Salmos 34:18"]},"salmos_116_8_morte":{"palavra_pt":"morte","palavra_original":"מָוֶת","transliteracao":"mâveth","strong":"H4194","significado_raiz":"Ideia básica: morte.","significado_contextual":"Refere-se à experiência da morte e ao livramento que Deus proporciona.","explicacao_detalhada":"A palavra 'morte' (מָוֶת) é usada para descrever a realidade da mortalidade e a angústia que ela traz. O salmista reconhece que Deus o livrou da morte, trazendo esperança e vida.","por_que_esta_palavra":"A menção da morte destaca a seriedade da situação enfrentada pelo salmista e a grandeza da salvação que ele recebeu.","conexao_teologica":"A morte é um tema central na teologia bíblica, simbolizando não apenas o fim físico, mas também a separação espiritual, da qual Cristo nos livra.","referencias_relacionadas":["João 11:25-26","1 Coríntios 15:55-57","Salmos 23:4"]},"salmos_116_8_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz a razão pela qual o salmista menciona a morte.","explicacao_detalhada":"A palavra 'porque' (כִּי) conecta a experiência de livramento da morte com a ação de Deus, enfatizando a relação entre a salvação e a fé.","por_que_esta_palavra":"É crucial para entender a lógica do salmista, que reconhece que seu livramento é resultado da intervenção divina.","conexao_teologica":"A relação entre a morte e a salvação é um tema importante na Bíblia, onde a ressurreição de Cristo é a vitória sobre a morte.","referencias_relacionadas":["Romanos 6:23","Hebreus 2:14-15","Salmos 49:15"]},"salmos_116_8_criatura":{"palavra_pt":"alma/vida","palavra_original":"נֶפֶשׁ","transliteracao":"nephesh","strong":"H5315","significado_raiz":"Ideia básica: alma.","significado_contextual":"Refere-se à alma ou vida do salmista, destacando a importância da existência e da relação com Deus.","explicacao_detalhada":"A palavra 'alma/vida' (נֶפֶשׁ) é usada para expressar a totalidade do ser humano, incluindo emoções e espiritualidade. O salmista reconhece que sua vida foi preservada por Deus.","por_que_esta_palavra":"A menção da alma enfatiza a profundidade da experiência humana e a necessidade de conexão com o Criador.","conexao_teologica":"A alma é vista como a parte imortal do ser humano, e a Bíblia ensina que Deus se preocupa profundamente com cada vida.","referencias_relacionadas":["Mateus 10:28","Salmos 139:13-14","1 Pedro 1:9"]},"salmos_116_9_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao lugar onde o salmista vive e a sua relação com a criação.","explicacao_detalhada":"A palavra 'terra' (אֶרֶץ) é usada para descrever o mundo físico e a realidade em que o salmista se encontra. Ele expressa sua intenção de viver em obediência a Deus na terra.","por_que_esta_palavra":"A menção da terra destaca a importância do ambiente físico na vida espiritual e a responsabilidade do ser humano sobre a criação.","conexao_teologica":"A terra é parte do plano de Deus para a humanidade, e a Bíblia ensina que devemos cuidar dela como mordomos de Sua criação.","referencias_relacionadas":["Gênesis 1:28","Salmos 24:1","Romanos 8:19-21"]},"salmos_116_9_carne":{"palavra_pt":"carne","palavra_original":"חַי","transliteracao":"chay","strong":"H2416","significado_raiz":"Ideia básica: carne.","significado_contextual":"Refere-se à condição física e vulnerabilidade do ser humano.","explicacao_detalhada":"A palavra 'carne' (חַי) é usada para enfatizar a fragilidade da vida humana e a dependência de Deus para sustento e proteção.","por_que_esta_palavra":"A menção da carne ressalta a dualidade da natureza humana, tanto física quanto espiritual, e a necessidade de confiar em Deus em todas as áreas da vida.","conexao_teologica":"A Bíblia ensina que, embora sejamos carne e osso, temos um espírito que anseia por Deus, e Ele se preocupa com nossas necessidades físicas.","referencias_relacionadas":["Salmos 78:39","Isaías 40:6-8","Tiago 4:14"]},"salmos_116_9_rosto":{"palavra_pt":"rosto","palavra_original":"פָּנִים","transliteracao":"pânîym","strong":"H6440","significado_raiz":"Ideia básica: rosto.","significado_contextual":"Refere-se à presença de Deus e à busca por Sua face.","explicacao_detalhada":"A palavra 'rosto' (פָּנִים) é usada para descrever a busca pela presença de Deus, que é fundamental na vida espiritual do salmista.","por_que_esta_palavra":"A menção do rosto simboliza a intimidade e a relação pessoal que o salmista deseja ter com Deus.","conexao_teologica":"A busca pelo rosto de Deus é um tema recorrente na Bíblia, simbolizando a busca por comunhão e relacionamento com o Criador.","referencias_relacionadas":["Salmos 27:8","Números 6:25-26","Mateus 5:8"]},"salmos_116_10_edificar":{"palavra_pt":"crer/amem","palavra_original":"אָמַן","transliteracao":"ʼâman","strong":"H539","significado_raiz":"Ideia básica: crer.","significado_contextual":"Refere-se à fé do salmista em Deus, que é a base de sua esperança.","explicacao_detalhada":"A palavra 'crer/amem' (אָמַן) é usada para expressar a confiança do salmista em Deus, que é fundamental para sua vida espiritual e emocional.","por_que_esta_palavra":"A fé é a resposta do ser humano à revelação de Deus, e o salmista afirma sua crença em meio às dificuldades.","conexao_teologica":"A fé é um tema central na Bíblia, sendo a base da relação entre Deus e o homem, e é essencial para a salvação.","referencias_relacionadas":["Hebreus 11:1","Romanos 10:17","Salmos 37:5"]},"salmos_116_10_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"Introduz a razão pela qual o salmista expressa sua fé.","explicacao_detalhada":"A palavra 'porque' (כִּי) conecta a declaração de fé com a experiência vivida, mostrando que a crença do salmista é fundamentada em suas vivências com Deus.","por_que_esta_palavra":"É uma conjunção que esclarece a causa da fé do salmista, essencial para entender sua confiança em Deus.","conexao_teologica":"A relação entre fé e experiência é um tema importante na Bíblia, onde a vivência da graça de Deus fortalece a crença.","referencias_relacionadas":["2 Coríntios 5:7","Salmos 56:3-4","Filipenses 1:6"]},"salmos_116_10_humilde":{"palavra_pt":"humilde","palavra_original":"עָנָה","transliteracao":"ʻânâh","strong":"H6031","significado_raiz":"Ideia básica: humilde.","significado_contextual":"A palavra 'humilde' refere-se à condição de alguém que se reconhece pequeno diante de Deus e das circunstâncias da vida.","explicacao_detalhada":"No contexto do Salmo 116, o salmista expressa sua confiança em Deus, mesmo em meio a dificuldades. A humildade é vista como uma virtude que permite ao crente se aproximar de Deus, reconhecendo sua dependência d'Ele.","por_que_esta_palavra":"A escolha da palavra 'humilde' enfatiza a atitude do salmista ao clamar a Deus em sua angústia, mostrando que ele não se considera digno, mas confia na misericórdia divina.","conexao_teologica":"A humildade é um tema central na Bíblia, onde Deus se opõe aos soberbos, mas dá graça aos humildes (Tiago 4:6). Isso reflete a necessidade de dependência de Deus para a salvação e a vida.","referencias_relacionadas":["Tiago 4:6","Salmos 25:9","Mateus 5:3"]},"salmos_116_11_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou à condição em que se encontra.","explicacao_detalhada":"Neste versículo, o salmista reflete sobre sua percepção da vida e das circunstâncias, reconhecendo que sua visão estava distorcida pela angústia e pela dúvida.","por_que_esta_palavra":"O uso de 'modo' destaca a perspectiva do salmista, que se sente perdido e confuso, o que contrasta com a clareza que vem da fé em Deus.","conexao_teologica":"A forma como percebemos a vida pode ser transformada pela fé. A Bíblia nos ensina a confiar em Deus, mesmo quando as circunstâncias parecem adversas.","referencias_relacionadas":["Romanos 12:2","Salmos 37:5","Provérbios 3:5-6"]},"salmos_116_11_humano":{"palavra_pt":"homem/adao","palavra_original":"אָדָם","transliteracao":"ʼâdâm","strong":"H120","significado_raiz":"Ideia básica: homem.","significado_contextual":"A palavra 'homem' refere-se à humanidade em geral, enfatizando a fragilidade e a limitação do ser humano diante de Deus.","explicacao_detalhada":"O salmista reconhece sua condição humana, que é marcada por fraquezas e limitações, especialmente em momentos de crise.","por_que_esta_palavra":"A inclusão da palavra 'homem' enfatiza a vulnerabilidade do ser humano e a necessidade de buscar ajuda em Deus, que é o único capaz de salvar.","conexao_teologica":"A Bíblia frequentemente destaca a fragilidade do homem e a grandeza de Deus, mostrando que, apesar de nossas limitações, podemos encontrar força e salvação n'Ele.","referencias_relacionadas":["Salmos 103:14","Isaías 40:30-31","Romanos 3:23"]},"salmos_116_12_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que representa sua autoridade, poder e caráter.","explicacao_detalhada":"Neste versículo, o salmista se dirige a Deus reconhecendo sua soberania e a importância de invocar Seu nome em momentos de necessidade.","por_que_esta_palavra":"O uso do nome 'senhor' destaca a relação pessoal que o salmista tem com Deus, reconhecendo-O como seu Senhor e Salvador.","conexao_teologica":"Invocar o nome do Senhor é um ato de fé e confiança, que é central na vida do crente, conforme ensinado em Romanos 10:13.","referencias_relacionadas":["Romanos 10:13","Salmos 20:7","Atos 4:12"]},"salmos_116_12_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' é usada para descrever a maneira como algo é feito ou a condição em que se encontra.","explicacao_detalhada":"O salmista reflete sobre a forma como ele deve agir diante de Deus, reconhecendo a importância de sua atitude ao clamar por ajuda.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a necessidade de uma postura correta ao se dirigir a Deus, que deve ser de reverência e humildade.","conexao_teologica":"A maneira como nos aproximamos de Deus é fundamental para nossa vida espiritual, refletindo nossa compreensão de quem Ele é.","referencias_relacionadas":["Hebreus 4:16","Salmos 95:6","Mateus 6:6"]},"salmos_116_13_vitoria":{"palavra_pt":"salvacao","palavra_original":"יְשׁוּעָה","transliteracao":"yᵉshûwʻâh","strong":"H3444","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"A palavra 'salvação' refere-se à libertação e ao livramento que Deus proporciona aos que confiam n'Ele.","explicacao_detalhada":"O salmista expressa sua certeza de que Deus é a fonte de sua salvação, reconhecendo que somente Ele pode trazer vitória em meio às dificuldades.","por_que_esta_palavra":"A escolha da palavra 'salvação' é central na mensagem do Salmo, enfatizando a esperança que o crente tem em Deus como seu libertador.","conexao_teologica":"A salvação é um tema central na Bíblia, simbolizando a libertação do pecado e a restauração do relacionamento com Deus.","referencias_relacionadas":["Salmos 27:1","Isaías 12:2","Romanos 1:16"]},"salmos_116_13_autoridade":{"palavra_pt":"nome","palavra_original":"שֵׁם","transliteracao":"shêm","strong":"H8034","significado_raiz":"Ideia básica: nome.","significado_contextual":"A palavra 'nome' refere-se à identidade e à autoridade de Deus, que é invocada em momentos de necessidade.","explicacao_detalhada":"O salmista reconhece que o nome de Deus é poderoso e que invocá-lo traz segurança e esperança.","por_que_esta_palavra":"A escolha da palavra 'nome' destaca a importância de reconhecer a autoridade de Deus em nossas vidas e a confiança que podemos ter n'Ele.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua presença e poder, sendo um tema recorrente nas Escrituras.","referencias_relacionadas":["Salmos 8:1","Salmos 20:1","Filipenses 2:9-10"]},"salmos_116_13_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' é usada para se referir a Deus, enfatizando Sua soberania e poder.","explicacao_detalhada":"O salmista clama pelo nome do Senhor, reconhecendo que somente Ele pode trazer a salvação e a libertação.","por_que_esta_palavra":"A invocação do nome 'senhor' é um ato de fé, demonstrando a confiança do salmista na capacidade de Deus de agir em sua vida.","conexao_teologica":"A Bíblia ensina que invocar o nome do Senhor é essencial para a salvação e a vida espiritual do crente.","referencias_relacionadas":["Romanos 10:13","Salmos 34:17","Atos 2:21"]},"salmos_116_14_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como algo é feito ou à atitude que se tem ao fazer algo.","explicacao_detalhada":"O salmista reflete sobre como deve se comportar diante de Deus, reconhecendo a importância de sua atitude ao fazer promessas.","por_que_esta_palavra":"A escolha da palavra 'modo' enfatiza a necessidade de uma postura correta ao se dirigir a Deus, especialmente ao fazer votos.","conexao_teologica":"A forma como nos aproximamos de Deus e fazemos promessas a Ele é um reflexo de nossa fé e compromisso.","referencias_relacionadas":["Eclesiastes 5:4-5","Salmos 50:14","Mateus 5:37"]},"salmos_116_14_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se ao nome de Deus, que representa Sua autoridade e poder.","explicacao_detalhada":"O salmista reafirma sua confiança no Senhor, reconhecendo que é Ele quem pode cumprir as promessas feitas.","por_que_esta_palavra":"A invocação do nome 'senhor' destaca a relação pessoal do salmista com Deus e a certeza de que Ele é fiel.","conexao_teologica":"A fidelidade de Deus é um tema central na Bíblia, onde Ele é sempre fiel às Suas promessas.","referencias_relacionadas":["2 Timóteo 2:13","Salmos 89:8-9","Hebreus 10:23"]},"salmos_116_14_promessa":{"palavra_pt":"promessa","palavra_original":"נֶדֶר","transliteracao":"neder","strong":"H5088","significado_raiz":"Ideia básica: promessa.","significado_contextual":"A promessa aqui se refere ao compromisso que o salmista faz de cumprir suas promessas a Deus em gratidão pela salvação recebida.","explicacao_detalhada":"A palavra 'promessa' (נֶדֶר) é utilizada para descrever um voto ou compromisso que alguém faz diante de Deus. No contexto do Salmo 116, o salmista expressa sua intenção de cumprir o que prometeu após ter sido libertado da morte e da angústia.","por_que_esta_palavra":"A palavra é importante porque reflete a relação de fidelidade entre o ser humano e Deus, onde o cumprimento das promessas é uma forma de adoração e gratidão.","conexao_teologica":"A fidelidade de Deus em cumprir Suas promessas é um tema central na Bíblia, e o ato de fazer promessas a Deus é uma expressão de fé e devoção.","referencias_relacionadas":["Números 30:2","Deuteronômio 23:21","Eclesiastes 5:4-5"]},"salmos_116_15_olho":{"palavra_pt":"olho","palavra_original":"עַיִן","transliteracao":"ʻayin","strong":"H5869","significado_raiz":"Ideia básica: olho.","significado_contextual":"O 'olho' simboliza a percepção e a vigilância de Deus sobre a vida do salmista, especialmente em momentos de sofrimento.","explicacao_detalhada":"A palavra 'olho' (עַיִן) é frequentemente usada na Bíblia para representar a atenção de Deus para com os justos e a Sua capacidade de ver e entender as aflições humanas.","por_que_esta_palavra":"A menção do 'olho' destaca a ideia de que Deus está sempre atento às necessidades e dores de Seu povo, oferecendo consolo e ajuda.","conexao_teologica":"A visão de Deus é um tema recorrente, mostrando que Ele não é indiferente ao sofrimento humano, mas está presente e ativo na vida de Seus servos.","referencias_relacionadas":["Salmos 34:15","1 Pedro 3:12","Salmos 121:3-4"]},"salmos_116_15_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O 'nome' do Senhor é invocado como uma expressão de autoridade e poder, representando a presença de Deus na vida do salmista.","explicacao_detalhada":"A palavra 'senhor' (יְהֹוָה) é o tetragrama que representa o nome pessoal de Deus, enfatizando Sua soberania e relação com o Seu povo.","por_que_esta_palavra":"Invocar o nome do Senhor é um ato de fé e reconhecimento de Sua autoridade e poder sobre todas as situações da vida.","conexao_teologica":"O nome de Deus é um tema central na teologia bíblica, simbolizando Sua natureza, caráter e a relação que Ele tem com a humanidade.","referencias_relacionadas":["Êxodo 3:14","Salmos 20:1","Romanos 10:13"]},"salmos_116_15_morte":{"palavra_pt":"morte","palavra_original":"מָוֶת","transliteracao":"mâveth","strong":"H4194","significado_raiz":"Ideia básica: morte.","significado_contextual":"A morte é apresentada como uma realidade que o salmista enfrentou, mas da qual foi libertado por Deus.","explicacao_detalhada":"A palavra 'morte' (מָוֶת) é usada para descrever a separação da vida, mas neste contexto, enfatiza a vitória sobre a morte através da intervenção divina.","por_que_esta_palavra":"A menção da morte ressalta a gravidade da situação do salmista e a grandeza da salvação que ele recebeu.","conexao_teologica":"A vitória sobre a morte é um tema central na mensagem do evangelho, onde Cristo vence a morte e oferece vida eterna aos que creem.","referencias_relacionadas":["1 Coríntios 15:55-57","Romanos 6:23","Hebreus 2:14-15"]},"salmos_116_16_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Novamente, o 'nome' do Senhor é invocado, reforçando a ideia de dependência e reverência do salmista.","explicacao_detalhada":"A repetição da palavra 'senhor' (יְהֹוָה) neste versículo enfatiza a importância de reconhecer a soberania de Deus em todas as circunstâncias da vida.","por_que_esta_palavra":"A invocação do nome de Deus é um ato de adoração e um reconhecimento de Sua autoridade sobre a vida do crente.","conexao_teologica":"A relação entre o crente e Deus é frequentemente mediada pelo nome de Deus, que representa Sua presença e ação na vida do Seu povo.","referencias_relacionadas":["Salmos 8:1","Salmos 29:2","Salmos 113:1-3"]},"salmos_116_16_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual o salmista se considera servo do Senhor, ligando sua libertação a sua devoção.","explicacao_detalhada":"A palavra 'porque' (כִּי) é usada para justificar a ação do salmista, mostrando que sua resposta a Deus é motivada por gratidão e reconhecimento.","por_que_esta_palavra":"Essa palavra é crucial para entender a lógica da relação entre a salvação recebida e a resposta de adoração e serviço ao Senhor.","conexao_teologica":"A gratidão é uma resposta natural à graça de Deus, e a Bíblia frequentemente liga a salvação à devoção e ao serviço a Deus.","referencias_relacionadas":["Romanos 12:1","Colossenses 3:17","1 Pedro 2:9"]},"salmos_116_16_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' refere-se à relação íntima entre o crente e Deus, que é visto como Pai.","explicacao_detalhada":"A palavra 'filho' (בֵּן) enfatiza a filiação espiritual do crente, que é adotado na família de Deus através da fé.","por_que_esta_palavra":"A menção de 'filho' destaca a intimidade e o amor que Deus tem por aqueles que O servem, reforçando a ideia de que somos herdeiros de Suas promessas.","conexao_teologica":"A filiação é um tema central no Novo Testamento, onde os crentes são chamados de filhos de Deus através de Cristo.","referencias_relacionadas":["João 1:12","Romanos 8:15","Gálatas 4:6"]},"salmos_116_17_sacrificio":{"palavra_pt":"sacrificio","palavra_original":"זָבַח","transliteracao":"zâbach","strong":"H2076","significado_raiz":"Ideia básica: sacrificio.","significado_contextual":"O 'sacrifício' é uma expressão de gratidão e adoração ao Senhor, simbolizando a entrega total ao Deus que salva.","explicacao_detalhada":"A palavra 'sacrifício' (זָבַח) refere-se a um ato de adoração que envolve a entrega de algo precioso a Deus como forma de agradecimento.","por_que_esta_palavra":"O sacrifício é um tema central na adoração a Deus, representando a disposição do crente de oferecer sua vida e ações em gratidão.","conexao_teologica":"O conceito de sacrifício é fundamental na Bíblia, culminando no sacrifício de Cristo, que é o sacrifício perfeito por excelência.","referencias_relacionadas":["Hebreus 13:15","Romanos 12:1","Salmos 51:17"]},"salmos_116_17_mao":{"palavra_pt":"mao","palavra_original":"תּוֹדָה","transliteracao":"tôwdâh","strong":"H8426","significado_raiz":"Ideia básica: mao.","significado_contextual":"A 'mão' simboliza a ação e a oferta de louvor ao Senhor, representando a entrega do coração e da vida.","explicacao_detalhada":"A palavra 'mão' (תּוֹדָה) é frequentemente associada a ações de louvor e gratidão, indicando a disposição do crente em adorar a Deus com suas obras.","por_que_esta_palavra":"A menção da mão destaca a ideia de que a adoração deve ser acompanhada de ações concretas que refletem a gratidão a Deus.","conexao_teologica":"A adoração não é apenas verbal, mas deve se manifestar em ações que glorificam a Deus e demonstram a fé do crente.","referencias_relacionadas":["Salmos 63:4","Salmos 134:2","1 Timóteo 2:8"]},"salmos_116_18_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"O 'modo' refere-se à maneira como o salmista se compromete a viver em gratidão e obediência ao Senhor.","explicacao_detalhada":"A palavra 'modo' (כֹּל) implica em uma totalidade de ações e comportamentos que devem refletir a devoção ao Senhor.","por_que_esta_palavra":"A escolha do modo de vida é crucial para o crente, pois deve ser um reflexo da transformação que ocorre após a experiência de salvação.","conexao_teologica":"A vida cristã é caracterizada por um modo de viver que glorifica a Deus e testemunha a transformação que Ele opera em nós.","referencias_relacionadas":["Mateus 5:16","Colossenses 3:17","1 Pedro 1:15-16"]},"salmos_116_18_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' refere-se a Deus como o soberano e autoridade máxima sobre todas as coisas.","explicacao_detalhada":"Neste versículo, o salmista expressa sua intenção de cumprir suas promessas ao Senhor, reconhecendo Sua soberania e fidelidade. O uso do nome 'YHWH' enfatiza a relação pessoal e a aliança entre Deus e Seu povo.","por_que_esta_palavra":"A palavra 'senhor' é usada para destacar a posição de Deus como o governante e protetor, que merece reverência e obediência.","conexao_teologica":"A invocação do nome do Senhor é central na adoração e na prática da fé, refletindo a importância de honrar a Deus em todas as promessas feitas.","referencias_relacionadas":["Salmos 29:2","Salmos 103:19","Isaías 42:8"]},"salmos_116_18_promessa":{"palavra_pt":"promessa","palavra_original":"נֶדֶר","transliteracao":"neder","strong":"H5088","significado_raiz":"Ideia básica: promessa.","significado_contextual":"A palavra 'promessa' refere-se a um voto ou compromisso feito diante de Deus.","explicacao_detalhada":"O salmista menciona a promessa como um ato de gratidão e reconhecimento pela ajuda recebida de Deus. Prometer algo a Deus implica um compromisso sério e deve ser cumprido com sinceridade.","por_que_esta_palavra":"A palavra 'promessa' é crucial para entender a relação de confiança e responsabilidade entre o crente e Deus.","conexao_teologica":"As promessas feitas a Deus são um reflexo da fé e da devoção, e cumprir essas promessas é uma forma de adoração.","referencias_relacionadas":["Números 30:2","Eclesiastes 5:4-5","Salmos 50:14"]},"salmos_116_19_casa":{"palavra_pt":"casa","palavra_original":"בַּיִת","transliteracao":"bayith","strong":"H1004","significado_raiz":"Ideia básica: casa.","significado_contextual":"A palavra 'casa' simboliza um lugar de segurança, adoração e comunidade entre o povo de Deus.","explicacao_detalhada":"Neste contexto, a 'casa do Senhor' refere-se ao templo ou ao local de adoração onde os fiéis se reúnem para louvar e honrar a Deus.","por_que_esta_palavra":"A casa de Deus é vista como um espaço sagrado, onde a presença divina é manifesta e onde os crentes podem se encontrar com Ele.","conexao_teologica":"A ideia de 'casa' é central na teologia bíblica, representando a habitação de Deus entre Seu povo e a comunhão que eles têm com Ele.","referencias_relacionadas":["Salmos 27:4","Salmos 84:1-2","Hebreus 10:25"]},"salmos_116_19_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Assim como em Salmos 116:18, a palavra 'senhor' reafirma a soberania e a autoridade de Deus.","explicacao_detalhada":"O salmista menciona o nome do Senhor novamente ao se referir à sua intenção de louvar e agradecer a Deus na casa do Senhor, reforçando a importância do culto e da adoração.","por_que_esta_palavra":"A repetição do nome 'senhor' enfatiza a centralidade de Deus na vida do crente e a necessidade de reconhecer Sua presença em momentos de adoração.","conexao_teologica":"O nome do Senhor é frequentemente invocado em momentos de adoração, simbolizando a relação íntima entre Deus e Seu povo.","referencias_relacionadas":["Salmos 8:1","Salmos 113:1-3","Romanos 10:13"]}}