{"salmos_117_1_gloria":{"palavra_pt":"louvar/halelu","palavra_original":"הָלַל","transliteracao":"hâlal","strong":"H1984","significado_raiz":"Ideia básica: louvar.","significado_contextual":"A palavra 'louvar' refere-se ao ato de adorar e exaltar a Deus por Suas obras e caráter.","explicacao_detalhada":"Neste versículo, o salmista convoca todas as nações a louvar ao Senhor, reconhecendo Sua grandeza e majestade. O louvor é uma resposta natural ao reconhecimento da bondade de Deus.","por_que_esta_palavra":"A palavra 'louvar' é fundamental na expressão de gratidão e adoração, refletindo a resposta do coração humano à revelação de Deus.","conexao_teologica":"O louvor é um tema recorrente nas Escrituras, destacando a importância de glorificar a Deus em todas as circunstâncias.","referencias_relacionadas":["Salmos 150:6","Isaías 12:4-5","Romanos 15:11"]},"salmos_117_1_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"A palavra 'senhor' novamente destaca a soberania de Deus sobre todas as nações.","explicacao_detalhada":"O uso do nome do Senhor neste contexto reforça a ideia de que Ele é digno de louvor não apenas de Israel, mas de todos os povos da terra.","por_que_esta_palavra":"A invocação do nome do Senhor é uma declaração de Sua autoridade e poder universal.","conexao_teologica":"A universalidade do louvor a Deus é um tema importante, mostrando que Sua glória é reconhecida em toda a criação.","referencias_relacionadas":["Salmos 96:3","Salmos 145:10","Mateus 28:19"]},"salmos_117_1_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"A palavra 'modo' refere-se à maneira como o louvor deve ser oferecido a Deus.","explicacao_detalhada":"O salmista enfatiza que o louvor deve ser feito de forma abrangente, envolvendo todas as nações e povos, refletindo a diversidade da criação de Deus.","por_que_esta_palavra":"A palavra 'modo' sugere que o louvor deve ser feito de maneira completa e sincera, envolvendo todos os aspectos da vida.","conexao_teologica":"A adoração a Deus deve ser uma expressão total do ser humano, englobando corpo, mente e espírito.","referencias_relacionadas":["Salmos 100:1-2","Colossenses 3:16","1 Pedro 2:9"]},"salmos_117_2_verdade":{"palavra_pt":"verdade/fidelidade","palavra_original":"אֶמֶת","transliteracao":"ʼemeth","strong":"H571","significado_raiz":"Ideia básica: verdade.","significado_contextual":"A palavra 'verdade' refere-se à fidelidade e à constância de Deus em Suas promessas.","explicacao_detalhada":"O salmista destaca que a verdade do Senhor é eterna, reafirmando a confiança que os crentes podem ter em Sua palavra e caráter.","por_que_esta_palavra":"A palavra 'verdade' é essencial para entender a natureza de Deus, que é fiel e não muda.","conexao_teologica":"A verdade de Deus é um fundamento da fé cristã, pois garante que Suas promessas e propósitos se cumprirão.","referencias_relacionadas":["Salmos 119:160","João 14:6","Hebreus 6:18"]},"salmos_117_2_eterno":{"palavra_pt":"eterno","palavra_original":"עוֹלָם","transliteracao":"ʻôwlâm","strong":"H5769","significado_raiz":"Ideia básica: eterno.","significado_contextual":"A palavra 'eterno' refere-se à natureza imutável e perene de Deus.","explicacao_detalhada":"O salmista afirma que a fidelidade de Deus é eterna, o que significa que Sua verdade e promessas nunca falharão, independentemente das circunstâncias.","por_que_esta_palavra":"A palavra 'eterno' é crucial para entender a natureza de Deus, que transcende o tempo e a criação.","conexao_teologica":"A eternidade de Deus é um aspecto fundamental da teologia, pois garante a esperança e a segurança dos crentes em Suas promessas.","referencias_relacionadas":["Salmos 90:2","Isaías 40:28","2 Coríntios 4:18"]},"salmos_117_2_forasmuch":{"palavra_pt":"porque","palavra_original":"כִּי","transliteracao":"kîy","strong":"H3588","significado_raiz":"Ideia básica: porque.","significado_contextual":"A palavra 'porque' introduz a razão pela qual as nações devem louvar ao Senhor.","explicacao_detalhada":"O salmista explica que a fidelidade e a verdade de Deus são razões suficientes para que todos O adorem, enfatizando a importância do reconhecimento de Sua grandeza.","por_que_esta_palavra":"A palavra 'porque' é usada para conectar a ação de louvar com a razão subjacente, reforçando a lógica da adoração.","conexao_teologica":"A adoração deve ser fundamentada no reconhecimento da natureza e das obras de Deus, que são dignas de louvor.","referencias_relacionadas":["Salmos 136:1","Romanos 11:36","1 Tessalonicenses 5:18"]}}