{"salmos_12_1_templo":{"palavra_pt":"templo","palavra_original":"נָצַח","transliteracao":"nâtsach","strong":"H5329","significado_raiz":"Ideia básica: templo.","significado_contextual":"A palavra 'templo' refere-se ao lugar da presença de Deus entre o Seu povo.","explicacao_detalhada":"A palavra 'templo' (נָצַח) simboliza a habitação de Deus e a importância da adoração. No Salmo 12, isso sugere a necessidade de pureza e sinceridade na adoração.","por_que_esta_palavra":"A escolha de 'templo' destaca a centralidade da adoração a Deus na vida do povo.","conexao_teologica":"O templo é um símbolo da presença de Deus e da comunhão entre Ele e Seu povo.","referencias_relacionadas":["1 Reis 6:1","Salmos 27:4","João 2:19"]},"salmos_12_1_sheminith":{"palavra_pt":"sheminith","palavra_original":"שְׁמִינִית","transliteracao":"shᵉmîynîyth","strong":"H8067","significado_raiz":"Ideia básica: sheminith.","significado_contextual":"Refere-se a um tipo de música ou melodia, possivelmente uma referência a um estilo de canto.","explicacao_detalhada":"A palavra 'sheminith' é associada a um estilo musical que pode ter sido utilizado em adoração ou louvor. No contexto do Salmo 12, isso sugere que a canção foi composta para ser cantada de uma maneira específica, talvez em um tom mais grave ou em uma oitava inferior.","por_que_esta_palavra":"A inclusão de 'sheminith' indica a importância da música na adoração e na expressão de sentimentos espirituais.","conexao_teologica":"A música é uma forma de adoração a Deus, e a escolha do estilo musical pode refletir a profundidade da mensagem que o salmo transmite.","referencias_relacionadas":["Salmos 33:3","Salmos 40:3","Salmos 96:1"]},"salmos_12_1_filho":{"palavra_pt":"filho","palavra_original":"דָּוִד","transliteracao":"Dâvid","strong":"H1732","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, especificamente no contexto de Davi, que é chamado de filho.","explicacao_detalhada":"A palavra 'filho' aqui pode simbolizar a relação entre Davi e Deus, onde Davi é visto como um filho amado que clama por ajuda e proteção.","por_que_esta_palavra":"A menção de 'filho' enfatiza a relação íntima entre Davi e Deus, mostrando a dependência do rei em momentos de crise.","conexao_teologica":"A ideia de ser filho de Deus é central na teologia bíblica, refletindo a relação de amor e cuidado que Deus tem com Seu povo.","referencias_relacionadas":["Salmos 2:7","Mateus 3:17","Romanos 8:14"]},"salmos_12_2_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"Refere-se a um descendente, enfatizando a relação familiar e a continuidade da linhagem.","explicacao_detalhada":"Neste contexto, 'filho' pode ser interpretado como uma referência à humanidade, onde todos são considerados filhos de Deus, clamando por Sua salvação.","por_que_esta_palavra":"A palavra 'filho' é usada para ilustrar a vulnerabilidade e a necessidade de proteção divina em tempos de dificuldade.","conexao_teologica":"A noção de que todos somos filhos de Deus é um tema recorrente na Bíblia, enfatizando a necessidade de salvação e a relação com o Criador.","referencias_relacionadas":["Gálatas 3:26","João 1:12","1 João 3:1"]},"salmos_12_2_salvacao":{"palavra_pt":"salvar","palavra_original":"יָשַׁע","transliteracao":"yâshaʻ","strong":"H3467","significado_raiz":"Ideia básica: salvar.","significado_contextual":"Refere-se ao ato de ser salvo ou resgatado, especialmente em um contexto de opressão ou necessidade.","explicacao_detalhada":"A palavra 'salvar' implica em libertação de dificuldades, e no Salmo 12, isso se relaciona ao clamor por ajuda em meio a um ambiente hostil.","por_que_esta_palavra":"A invocação da salvação é um tema central na oração, refletindo a confiança em Deus como o único capaz de oferecer ajuda verdadeira.","conexao_teologica":"A salvação é um conceito fundamental na teologia cristã, simbolizando a libertação do pecado e a restauração da relação com Deus.","referencias_relacionadas":["Salmos 3:8","Isaías 12:2","Romanos 10:13"]},"salmos_12_2_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e caráter.","explicacao_detalhada":"O nome 'Senhor' (YHWH) é um símbolo da presença divina e da promessa de proteção e salvação. Invocar o nome do Senhor é um ato de fé e reconhecimento de Sua soberania.","por_que_esta_palavra":"A menção do nome de Deus é crucial, pois revela a confiança do salmista em Sua capacidade de salvar e proteger.","conexao_teologica":"O nome de Deus é frequentemente associado à Sua natureza e ações, sendo um ponto central na adoração e na oração.","referencias_relacionadas":["Salmos 20:1","Salmos 91:14","Atos 4:12"]},"salmos_12_3_coracao":{"palavra_pt":"coracao","palavra_original":"לֵב","transliteracao":"lêb","strong":"H3820","significado_raiz":"Ideia básica: coracao.","significado_contextual":"Refere-se ao centro das emoções e pensamentos humanos, simbolizando a essência do ser.","explicacao_detalhada":"A palavra 'coração' é usada para descrever não apenas as emoções, mas também a vontade e a mente. No Salmo 12, isso sugere uma reflexão sobre a sinceridade e a integridade do coração humano.","por_que_esta_palavra":"O coração é visto como a fonte de ações e decisões, e a condição do coração é fundamental para a relação com Deus.","conexao_teologica":"A Bíblia frequentemente fala sobre a importância de ter um coração puro e sincero diante de Deus, refletindo a necessidade de transformação espiritual.","referencias_relacionadas":["Salmos 51:10","Provérbios 4:23","Mateus 5:8"]},"salmos_12_3_homem":{"palavra_pt":"homem","palavra_original":"אִישׁ","transliteracao":"ʼîysh","strong":"H376","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano, enfatizando a fragilidade e a necessidade de ajuda divina.","explicacao_detalhada":"A palavra 'homem' aqui pode simbolizar a condição humana, que é vulnerável e frequentemente em busca de justiça e verdade em um mundo corrompido.","por_que_esta_palavra":"A menção do homem destaca a realidade da luta humana e a necessidade de intervenção divina.","conexao_teologica":"A condição do homem é um tema central na teologia, refletindo a necessidade de redenção e a graça de Deus.","referencias_relacionadas":["Salmos 8:4","Romanos 3:23","Tiago 4:14"]},"salmos_12_3_irmao":{"palavra_pt":"irmao","palavra_original":"רֵעַ","transliteracao":"rêaʻ","strong":"H7453","significado_raiz":"Ideia básica: irmao.","significado_contextual":"Refere-se a um companheiro ou amigo, enfatizando a relação interpessoal.","explicacao_detalhada":"A palavra 'irmão' sugere a importância das relações humanas e a necessidade de apoio mútuo em tempos de dificuldade.","por_que_esta_palavra":"A inclusão de 'irmão' destaca a fragilidade das relações humanas e a necessidade de honestidade e sinceridade entre as pessoas.","conexao_teologica":"A Bíblia ensina sobre a importância da comunidade e do amor fraternal, refletindo a natureza relacional de Deus.","referencias_relacionadas":["Gênesis 4:9","1 João 4:20","Hebreus 13:1"]},"salmos_12_4_destruir":{"palavra_pt":"destruir","palavra_original":"כָּרַת","transliteracao":"kârath","strong":"H3772","significado_raiz":"Ideia básica: destruir.","significado_contextual":"Refere-se ao ato de cortar ou eliminar, especialmente em um contexto de justiça e retidão.","explicacao_detalhada":"A palavra 'destruir' implica em um desejo de que a injustiça e a falsidade sejam removidas da sociedade, refletindo o clamor por justiça do salmista.","por_que_esta_palavra":"A invocação para destruir as palavras enganosas destaca a urgência da necessidade de verdade e justiça.","conexao_teologica":"A busca por justiça é um tema central na Bíblia, refletindo o caráter de Deus como justo e verdadeiro.","referencias_relacionadas":["Salmos 5:6","Salmos 37:28","Provérbios 10:9"]},"salmos_12_4_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua autoridade e poder.","explicacao_detalhada":"A menção do 'Senhor' aqui enfatiza a confiança do salmista na capacidade de Deus de agir contra a injustiça e a falsidade.","por_que_esta_palavra":"Invocar o nome do Senhor é um ato de fé, reconhecendo Sua soberania sobre todas as coisas.","conexao_teologica":"O nome de Deus é um símbolo de Sua presença e poder, sendo fundamental na adoração e na oração.","referencias_relacionadas":["Salmos 20:7","Salmos 68:4","Romanos 10:13"]},"salmos_12_4_manner":{"palavra_pt":"modo","palavra_original":"כֹּל","transliteracao":"kôl","strong":"H3605","significado_raiz":"Ideia básica: modo.","significado_contextual":"Refere-se ao modo como as palavras são proferidas, indicando uma intenção maliciosa.","explicacao_detalhada":"Neste versículo, o 'modo' se relaciona com a maneira enganosa e desonesta de falar, que é uma crítica à hipocrisia e à falsidade das pessoas.","por_que_esta_palavra":"A palavra é utilizada para enfatizar a forma como as palavras podem ser manipuladas para enganar os outros.","conexao_teologica":"O modo de falar é importante na ética cristã, pois as palavras têm poder e podem edificar ou destruir.","referencias_relacionadas":["Tiago 3:5-10","Provérbios 18:21","Mateus 12:36-37"]},"salmos_12_5_lingua":{"palavra_pt":"lingua","palavra_original":"לָשׁוֹן","transliteracao":"lâshôwn","strong":"H3956","significado_raiz":"Ideia básica: lingua.","significado_contextual":"Refere-se à língua como instrumento de comunicação, mas também como símbolo de engano.","explicacao_detalhada":"A 'língua' é mencionada para destacar o uso de palavras para manipulação e engano, refletindo a natureza corrupta da fala humana.","por_que_esta_palavra":"A escolha da palavra 'língua' enfatiza a dualidade de sua função: pode ser usada para a verdade ou para a mentira.","conexao_teologica":"A língua é um tema recorrente na Bíblia, alertando sobre a responsabilidade que temos ao falar.","referencias_relacionadas":["Salmos 34:13","Provérbios 21:23","Efésios 4:29"]},"salmos_12_5_grande":{"palavra_pt":"grande","palavra_original":"גָּבַר","transliteracao":"gâbar","strong":"H1396","significado_raiz":"Ideia básica: grande.","significado_contextual":"Indica a magnitude ou a intensidade da opressão e da injustiça.","explicacao_detalhada":"A palavra 'grande' é utilizada para descrever a força e a prevalência das palavras enganosas que afligem o justo.","por_que_esta_palavra":"A ênfase na grandeza ressalta a seriedade da situação enfrentada pelos justos diante da corrupção.","conexao_teologica":"Deus é apresentado como aquele que vê e julga a grandeza da injustiça, prometendo justiça aos oprimidos.","referencias_relacionadas":["Salmos 37:28","Isaías 61:8","Romanos 12:19"]},"salmos_12_5_homem":{"palavra_pt":"homem","palavra_original":"מִי","transliteracao":"mîy","strong":"H4310","significado_raiz":"Ideia básica: homem.","significado_contextual":"Refere-se ao ser humano em sua fragilidade e vulnerabilidade diante da opressão.","explicacao_detalhada":"A palavra 'homem' é usada para destacar a condição humana e a necessidade de ajuda divina em tempos de dificuldade.","por_que_esta_palavra":"A menção ao 'homem' enfatiza a universalidade da experiência de sofrimento e a busca por justiça.","conexao_teologica":"A Bíblia frequentemente aborda a relação entre Deus e a humanidade, enfatizando a dependência do homem em relação ao Criador.","referencias_relacionadas":["Salmos 8:4-5","Salmos 103:14","Romanos 3:23"]},"salmos_12_6_crying":{"palavra_pt":"crying","palavra_original":"אֲנָקָה","transliteracao":"ʼănâqâh","strong":"H603","significado_raiz":"Ideia básica: crying.","significado_contextual":"Refere-se ao clamor e ao sofrimento dos justos diante da opressão.","explicacao_detalhada":"A palavra 'crying' expressa a dor e a angústia que os justos sentem em meio à injustiça e à falsidade.","por_que_esta_palavra":"O clamor é um apelo à intervenção divina, refletindo a esperança de que Deus ouça e responda ao sofrimento.","conexao_teologica":"Deus é apresentado como aquele que ouve o clamor dos aflitos e promete libertação.","referencias_relacionadas":["Salmos 34:17","Salmos 18:6","Êxodo 3:7"]},"salmos_12_6_salvacao":{"palavra_pt":"salvacao","palavra_original":"יֶשַׁע","transliteracao":"yeshaʻ","strong":"H3468","significado_raiz":"Ideia básica: salvacao.","significado_contextual":"Refere-se à libertação e ao socorro que Deus promete aos que clamam por Ele.","explicacao_detalhada":"A palavra 'salvação' implica não apenas em resgate físico, mas também espiritual, refletindo a esperança de um futuro melhor.","por_que_esta_palavra":"A menção à salvação é um lembrete da fidelidade de Deus em atender às necessidades de Seu povo.","conexao_teologica":"A salvação é um tema central na Bíblia, simbolizando a intervenção divina na história da humanidade.","referencias_relacionadas":["Salmos 3:8","Isaías 12:2","Romanos 10:13"]},"salmos_12_6_desolation":{"palavra_pt":"desolation","palavra_original":"שֹׁד","transliteracao":"shôd","strong":"H7701","significado_raiz":"Ideia básica: desolation.","significado_contextual":"Refere-se à devastação e ao desamparo que resultam da injustiça.","explicacao_detalhada":"A palavra 'desolation' destaca a gravidade da situação em que os justos se encontram, clamando por ajuda.","por_que_esta_palavra":"A desolação é uma consequência do pecado e da opressão, contrastando com a promessa de restauração de Deus.","conexao_teologica":"Deus promete restaurar o que foi desolado, trazendo esperança e renovação.","referencias_relacionadas":["Jeremias 30:17","Ezequiel 36:33","Joel 2:25"]},"salmos_12_7_furnace":{"palavra_pt":"furnace","palavra_original":"עֲלִיל","transliteracao":"ʻălîyl","strong":"H5948","significado_raiz":"Ideia básica: furnace.","significado_contextual":"Refere-se ao processo de purificação e teste que os justos enfrentam.","explicacao_detalhada":"A palavra 'furnace' simboliza as provações que refinam a fé e a perseverança dos justos.","por_que_esta_palavra":"O uso da metáfora do forno enfatiza a ideia de que as dificuldades podem levar à purificação e ao fortalecimento espiritual.","conexao_teologica":"Deus usa as provações para moldar o caráter de Seus filhos, preparando-os para Sua obra.","referencias_relacionadas":["1 Pedro 1:7","Romanos 5:3-5","Tiago 1:2-4"]},"salmos_12_7_terra":{"palavra_pt":"terra","palavra_original":"אֶרֶץ","transliteracao":"ʼerets","strong":"H776","significado_raiz":"Ideia básica: terra.","significado_contextual":"Refere-se ao mundo físico e à criação de Deus, que está sob Sua autoridade.","explicacao_detalhada":"A palavra 'terra' destaca a soberania de Deus sobre toda a criação e Sua capacidade de agir em favor dos justos.","por_que_esta_palavra":"A menção à terra enfatiza a conexão entre o divino e o mundo material, onde Deus opera.","conexao_teologica":"A criação é um testemunho do poder e da glória de Deus, que promete restaurar a terra e Seus habitantes.","referencias_relacionadas":["Gênesis 1:1","Salmos 24:1","Romanos 8:21"]},"salmos_12_7_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"Refere-se ao nome de Deus, que representa Sua natureza e caráter.","explicacao_detalhada":"A palavra 'senhor' é um título que expressa autoridade, poder e a relação de Deus com Seu povo.","por_que_esta_palavra":"O nome de Deus é invocado como um símbolo de proteção e confiança, especialmente em tempos de crise.","conexao_teologica":"O nome de Deus é central na adoração e na invocação, refletindo a intimidade do relacionamento entre Deus e os crentes.","referencias_relacionadas":["Salmos 20:7","Provérbios 18:10","Romanos 10:13"]},"salmos_12_8_among":{"palavra_pt":"entre","palavra_original":"מִן","transliteracao":"min","strong":"H4480","significado_raiz":"Ideia básica: entre.","significado_contextual":"A palavra 'entre' indica a presença de pessoas em um grupo, destacando a ideia de convivência e interação.","explicacao_detalhada":"Neste contexto, 'entre' sugere que os ímpios estão no meio do povo, o que implica uma contaminação moral e espiritual. A presença deles afeta a integridade da comunidade.","por_que_esta_palavra":"A escolha da palavra 'entre' enfatiza a proximidade e a influência que os ímpios exercem sobre os justos.","conexao_teologica":"A presença de ímpios entre os justos é um tema recorrente na Bíblia, refletindo a luta entre o bem e o mal na sociedade.","referencias_relacionadas":["Salmos 1:1","Mateus 13:24-30","Gálatas 5:9"]},"salmos_12_8_nome":{"palavra_pt":"senhor","palavra_original":"יְהֹוָה","transliteracao":"Yᵉhôvâh","strong":"H3068","significado_raiz":"Ideia básica: senhor.","significado_contextual":"O termo 'senhor' refere-se à soberania e autoridade de Deus sobre todas as coisas.","explicacao_detalhada":"Neste versículo, 'senhor' destaca a relação de Deus com seu povo, enfatizando que Ele é a fonte de proteção e justiça.","por_que_esta_palavra":"A palavra 'senhor' é utilizada para reafirmar a confiança em Deus como o único que pode salvar e proteger dos ímpios.","conexao_teologica":"A soberania de Deus é um tema central na teologia bíblica, mostrando que Ele é o juiz final sobre a humanidade.","referencias_relacionadas":["Salmos 23:1","Isaías 40:28","Romanos 10:13"]},"salmos_12_9_filho":{"palavra_pt":"filho","palavra_original":"בֵּן","transliteracao":"bên","strong":"H1121","significado_raiz":"Ideia básica: filho.","significado_contextual":"A palavra 'filho' é usada para indicar descendência e relação familiar, especialmente entre Deus e seu povo.","explicacao_detalhada":"Neste contexto, 'filho' pode referir-se ao povo de Deus, que é considerado sua herança e propriedade.","por_que_esta_palavra":"A utilização de 'filho' enfatiza a intimidade da relação entre Deus e aqueles que O seguem.","conexao_teologica":"A ideia de ser filho de Deus é fundamental na teologia cristã, refletindo a adoção e a nova identidade em Cristo.","referencias_relacionadas":["João 1:12","Romanos 8:14","Gálatas 3:26"]},"salmos_12_9_culpado":{"palavra_pt":"culpado","palavra_original":"רָשָׁע","transliteracao":"râshâʻ","strong":"H7563","significado_raiz":"Ideia básica: culpado.","significado_contextual":"A palavra 'culpado' refere-se à condição moral de alguém que cometeu injustiça ou pecado.","explicacao_detalhada":"Neste versículo, 'culpado' descreve aqueles que agem de maneira maligna e que merecem julgamento.","por_que_esta_palavra":"A escolha de 'culpado' é crucial para entender a natureza do pecado e a necessidade de redenção.","conexao_teologica":"A culpa é um tema central na Bíblia, que leva à necessidade de arrependimento e perdão através de Cristo.","referencias_relacionadas":["Romanos 3:23","1 João 1:9","Salmos 51:4"]},"salmos_12_9_levantar":{"palavra_pt":"levantar","palavra_original":"רוּם","transliteracao":"rûwm","strong":"H7311","significado_raiz":"Ideia básica: levantar.","significado_contextual":"A palavra 'levantar' implica uma ação de elevação ou promoção, muitas vezes associada a poder e autoridade.","explicacao_detalhada":"Neste contexto, 'levantar' pode se referir a Deus levantando os justos ou a necessidade de se levantar contra a injustiça.","por_que_esta_palavra":"A palavra 'levantar' é usada para expressar a esperança de que Deus agirá em favor dos justos.","conexao_teologica":"A ação de Deus levantar os justos é uma promessa de restauração e justiça na Escritura.","referencias_relacionadas":["Salmos 3:3","Isaías 40:31","Hebreus 12:12"]}}